{
    "paper_id": "8be9fb2ea6f60cdc3b913295e1157ba1bafe3a64",
    "metadata": {
        "title": "The Transmembrane Region of Microsomal Cytochrome P450 Identified as the Endoplasmic Reticulum Retention Signal 1",
        "authors": [
            {
                "first": "Kazuya",
                "middle": [],
                "last": "Murakami",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyushu University",
                    "location": {
                        "addrLine": "Higashi-ku",
                        "postCode": "812",
                        "settlement": "Fukuoka"
                    }
                },
                "email": ""
            },
            {
                "first": "Katsuyosi",
                "middle": [],
                "last": "Mihara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyushu University",
                    "location": {
                        "addrLine": "Higashi-ku",
                        "postCode": "812",
                        "settlement": "Fukuoka"
                    }
                },
                "email": ""
            },
            {
                "first": "Tsuneo",
                "middle": [],
                "last": "Omura",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyushu University",
                    "location": {
                        "addrLine": "Higashi-ku",
                        "postCode": "812",
                        "settlement": "Fukuoka"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Microsomal-type cytochrome P450s are integral membrane proteins bound to the membrane through their N-terminal transmembrane hydrophobic segment, the signal anchor sequence. To elucidate the determinants that enable the P450s to be located in the ER, we constructed cDNAs encoding chimeric proteins in which a secretory form of carboxyesterase, carboxyesterase Sec, was connected to the N-terminus of the full-length or truncated forms of a microsomal-type P450, P45O{M1), and the constructed plasmids were expressed in COS cells. Since carboxyesterase Sec is an iV-glycosylated secretory protein, endo H treatment could be used to determine whether these chimeric proteins were located in the ER or not. Carboxyesterase Sec with the N-terminal 20 amino acids, containing the transmembrane region, of P45O(M1), was located in the ER, as determined from the endo H sensitivity of the expressed protein and immunofluorescence staining of the cells. As the expressed protein exhibited carboxyesterase activity, it was not retained in the ER through the BiP-dependent quality control system recognizing unfolded proteins. Another chimeric protein constrict in which carboxyesterase Sec was connected to the C-terminal region of rat UDP-glucuronosyltransferase (UDP-GT), that contained a double-lysin ER retention motif, was also located in the ER, as determined from the endo H sensitivity and immunofluorescence staining. On the other hand, the sugar moiety of the carboxyesterase Sec connected to the transmembrane segment of UDP-GT, Sec/GTd, was partially resistant to the endo H treatment. From the results of immunofluorescent staining and cell fractionation, it was concluded that the Sec/GTd product was located in the Golgi apparatus. These observations indicated that the N-terminal hydrophobic segment of P45O(M1) is sufficient for the ER membrane retention, whereas the transmembrane segment of UDP-GT is not. To determine whether microsomal P450s are recycled between the ER and Golgi compartments or not, a DNA construct encoding cathepsin D connected to the N-terminus of P45O(M1) was prepared and expressed in COS cells. The fusion protein was phosphorylated, but the phosphorylation was sensitive to alkaline phosphatase. As a control, authentic cathepsin D was subjected to phosphorylation of its oligosaccharide chain that was resistant to the alkaline phosphatase treatment. Since GlcNAc-P-transferase, which forms the alkaline phosphatase-resistant phosphodiester in the sugar chains of lysosome-targeting proteins, is located in the Golgi apparatus, it was concluded that the oligosaccharide chain of the cathepsin D portion of the fusion protein was not phosphorylated, and that the chimeric protein did not go to the Golgi apparatus. These results indicate that P45O(M1) is not recycled from the Golgi compartments to the ER in cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "membrane proteins of the ER depends on the presence of the C-terminal KDEL sequence. These proteins exit the ER but they are captured by the KDEL receptors in the Golgi apparatus or in the ER-Golgi intermediate compartment (5, 6) . Much less is known, however, about the retention mechanism for the other ER membrane proteins. The ER residency of a few membrane proteins with the type I orientation, such as UDP-glucronosyltransferase, is guaranteed by the presence of the C-terminal KKXX or KXKXX motif, the double lysine motif, in their short cytoplasmic tail (7) . They exit the ER to be retrieved from the subsequent compartments probably through a receptormediated retrieval process (8) . However, a number of type I ER membrane proteins have no double-lysine motif in their C-terminus. The retention mechanism for these proteins and the proteins with the type H orientation or with multiple transmembrane segments remain largely unknown.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 226,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 227,
                    "end": 229,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 562,
                    "end": 565,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 688,
                    "end": 691,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To-study the retention mechanism for the ER membrane proteins without the KDEL or double-lysine motif, we chose microsomal cytochrome P450s (P450s). They are integral membrane proteins localized in the ER, and carry the type I signal-anchor sequence at their N-terminus, which functions both as a classical signal sequence and as a stop-transfer sequence (9) (10) (11) . The concerted action of this signal-anchor sequence and the signal recognition particle targets P450s to the ER, and the P450s are inserted into the membranes in the type I (Nin-Ccyt) orientation {12).",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 358,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 359,
                    "end": 363,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although the insertion of P450s into the ER has been studied extensively, the mechanism by which P450s become ER residents is not yet clear. Although P450s assume the type I orientation in the ER membrane, no double-lysine motif is present in their C-terminus. To understand the retention of P450s in the ER membrane, in this study we defined the region of the P45O(M1) molecule that determines P450s' ER residency. We constructed chimeric proteins, in which the whole or portions of the P45O(M1) molecule were attached to the C-terminus of carboxyesterase Sec, a secretory protein used as the reporter. As a control, other types of fusion proteins were constructed in which the C-terminal portion of UDPglucronosyltransferase, which contains the double-lysine motif for the ER retention, was attached to carboxyesterase Sec. The fusion proteins were expressed in COS cells, and the subcellular localization of the fusion proteins was determined. To determine whether P450s are retained permanently in the ER or recycled between the ER and post-ER compartments through the \"export and retrieval\" process, we chose a lysosomal enzyme, cathepsin D, as a reporter, which was fused to the N-terminus of P450 at the DNA level and the fusion protein was expressed in COS cells. The results with the fusion protein suggested that the transmembrane segment of P45O(M1) was sufficient for the ER retention, which diverted P450s from the export and recycling pathways to be retained in the ER.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Plasmids-The COS cell expression vectors were based on plasmid pSG5, which was kindly provided by Dr. Y. Ikehara of Fukuoka University. This plasmid contains the SV40 origin and SV40 early promoter. A cDNA fragment carrying the entire coding sequence of carboxyesterase Sec was excised from a clone (8-1/2-1) (13) by EcoRI-HuuHH digestion. The fragment was blunt-ended and ligated with .EcoRI linkers, and then inserted into the EcoRI site of pSG5 to obtain Sec. To construct Sec/Ml, the cDNA fragment of P45O(M1) was excised by BamHI digestion from pD2Ml (14) , and then the fragment was inserted into the Bctl site of Sec. To construct Sec/Mi-Pro, Sec/ Ml-TM, Sec/Ml-H, and Sec/Ml-Q, the fragments encoding P45O(M1) amino acids 1-37, 1-20, 1-11, and 1-7 were amplified from pMl (15) by the polymerase chain reaction (PCR) using a common 5' PCR primer, 5'-GACTCTAGA-GGATCCAGTCCTAGT-3' (a BamHI site is underlined), and 3' PCR primers, 5' -CCTCTCCCATAATGATCAAAC-AACCTT-3' for the 1-37 fragment, 5'-TCACTCTGGTAA-TGATCATTTGGGAGA-3' for the 1-20 fragment, 5'-CTC-ACTCTCTAATGATCACTTCTCCTC-3' for the 1-11 fragment, and 5^CTCACTCTCTAATGATCACTCTCCTCT-3' for the 1-7 fragment (Bell site is underlined). Each resulting fragment was digested with BamHI and Bell, and then inserted into the Bell site of Sec.",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 560,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "To construct Sec/GT and Sec/GTd, the fragments containing UDP-glucronosyltransferase amino acids 435-476 and 435-467 were amplified from pYGT (a gift from Dr. Yuasa of Rakuno Gakuen University), which contains the cDNA sequence encoding the C-terminal 476 amino acids of rat UDP-GT, using a 5' PCR primer for both fragments, 5'-ACCTCCCCTGGGATCCGTACCACT-3', and a 3' PCR primer, 5'-CATTGTCATG^ATCCCTACTCATTCTT-3' for the 435-476 fragment, and 5'-CTTTTGCTTTTAGGA-TCCGAATCGGTA-3' for the 435-467 fragment (BamHI site is underlined). Each resulting fragment was digested with BamHI and then inserted into the Bell site of Sec.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "To construct Ml and CathD, P45O(M1) and cathepsin D cDNA fragments were excised by .EcoRI digestion from pD2Ml and pCat-1, and then inserted into the EcoRI site of pSG5. To construct CathD/Ml, the BamHI site of pCat-1 was shifted from bp position 1143 to 1144 by in vitro site-directed mutagenesis. A cDNA fragment coding the N-terminal 378 amino acids of cathepsin D was excised from the mutated pCat-1 by digestion with EcoRI and BamHI. The fragment was then ligated into pSG5 digested with EcoRI and BamHI. The resultant plasmid was digested with BamHI, and then ligated with the DNA fragment containing P45O(M1) that had been obtained from pD2Ml by BamHI digestion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Antibodies-Rabbit anti-carboxyesterase (anti-Est) antibodies were prepared as described previously with purified rat liver microsomal carboxyesterase El as the antigen (13) . Anti-Est antibodies recognize carboxyesterase Sec as well as other microsomal-type carboxyesterases, including carboxyesterase El. Rabbit anti-P450(Ml) antibodies were previously described (16) . Rabbit anti-cathepsin D antibodies were a gift from Dr. Himeno of Kyushu University.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Transfections, Labeling, and Immunoprecipitation-COS-7 cells were seeded on the day before the transfection at a density of 1.2x10* cells per 10 cm culture dish in Dulbecco's modified Eagle medium (GIBCO, Gent, Belgium), which contained 10% fetal calf serum. The dish was incubated at 37\"C under an atmosphere of constant humidity (95%) comprising 10% CO 2 in air. The cells were approximately 80% confluent after 24 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The plasmid DNA (30 pig) in 1.5 ml of phosphate-buffered saline (PBS) was mixed with 1.5 ml of a cationic liposome solution in PBS (1 mg/ml) prepared with 0,0'didodecyl-iV-[p-(2-trimethylarnmoniumethoxyl)benzoyl] -Lglutamate bromide (17) . The DNA-liposome complex, which was formed by mixing, was added to the cell culture. The cells were incubated at 37*C for 3 h, and then 10 ml of DMEM supplemented with 10% fetal calf serum was added. Forty hours later, the cells were washed with a methionine-free medium and then incubated in the same medium for 2 h. [ 36 S]Methionine (200^Ci/ml) was then added and the cells were incubated for 3 h. For pulse and chase studies, the cells were labeled as above, and then washed with fresh culture medium and further incubated in fresh medium containing 2 mM non-radioactive methionine for 3 h. For S2 P labeling, the cells were pre-incubated for 1 h in a phosphate-free medium, and then labeled in the same medium with 1 mCi 32 PO 4 per dish for 2 h. For immunoprecipitation, the culture medium was separated from the cells by decantation. The cells were washed with PBS, and then scraped off with a rubber policeman into 1 ml of PBS. A 0.1 volume of 10% SDS was added to the culture medium, and the mixture was heated at 100'C for 5 min. It was then diluted with 9 volumes of dilution buffer [0.5% Triton X-100, 150 mM NaCl, 50 mM Tris-HCl (pH 7.4), and 5 mM EDTA}. The cells were homogenized with 1 ml of PBS containing 1% SDS by 50 strokes through a syringe needle, and then diluted with 9 volumes of the dilution buffer. Equivalent amounts of the culture medium and cell extracts were incubated with the appropriate antibodies at 4'C for 1 h. The immunocomplexes were recovered using Protein A-Sepharose as described previously (18) .",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1773,
                    "end": 1777,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Cell Fractionation and Alkali Extraction of the Membrane Fraction-Cells were washed with PBS and harvested in ice-cold STE buffer [0.25 M sucrose, 20 mM Tris-HCl buffer (pH 8.0), 1 mM EDTA, and 2 //g/ml each of leupeptin and pepstatin]. The suspension was centrifuged at 500 X g for 5 min and the pellet was suspended in a hypotonic buffer [0.025 M sucrose, 20 mM Tris-HCl buffer (pH 8.0), 1 mM EDTA, and 2 //g/ml each of leupeptin and pepstatin]. The suspension was kept on ice for 30 min and then centrifuged. The precipitated cells were suspended in 1 ml of STE buffer and then homogenized with a Dounce homogenizer. The homogenate was centrifuged at 500 X g for 5 min to precipitate the nuclei and undisrupted cells. The supernatant (crude membrane fraction) was layered on a discontinuous sucrose gradient consisting of 1 ml of 2 M sucrose, 3.4 ml of 1.3 M sucrose, 3.4 ml of 1 M sucrose, and 2.75 ml of 0.6 M sucrose (19) , and then centrifuged for 4 h at 40,000 rpm in an RPS-40T rotor (Hitachi). Fractions were collected from the top of the tube.",
            "cite_spans": [
                {
                    "start": 923,
                    "end": 927,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "For alkali extraction, the crude membrane fraction was treated with 100 mM Na 2 CO 3 on ice for 30 min (20) .",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Western Blotting-SDS-PAGE was carried out using 10% polyacrylamide gels containing 0.1% SDS. The gels were blotted onto nitrocellulose niters as described by Towbin et al. (21) , and the filters were incubated in PBS containing 1% skim milk powder and 0.1% Tween-20, and then treated with appropriate antibodies for 1 h. The niters were washed with PBS and then treated with horseradish peroxida8e-conjugated goat anti-rabbit IgG antibodies in PBS for 2 h. After washing 5 times for 5 min each, the immunoreacted bands were visualized with an ECL Western blotting analysis system (Amersham, U.K.).",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 176,
                    "text": "Towbin et al. (21)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Enzyme Digestion-For endoglycosidase H and iV-glycosidase F digestions, protein samples were precipitated with 9 volumes of ice-cold acetone. After centrifugation, the pellets were dissolved in 50 mM sodium citrate buffer (pH 5.0) containing 2% SDS, and then the solutions were heated at 100'C for 3 min. Nine volumes of 50 mM sodium citrate buffer (pH 5.0) containing 2% Triton X-100 was then added to each sample. Endo H (7.5mU/ml) (Boehringer Mannheim GmbH, Germany) was added to the samples, which were then incubated at 37'C for 24 h. iV-Glycosidase F (Boehringer Mannheim GmbH) digestion was performed as described for endo H digestion except for the following modifications; sodium phosphate buffer (pH 7.5) was used instead of sodium citrate buffer (pH 5.0), and the enzyme concentration was 20 mU/ml.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "For alkaline phosphatase digestion, the protein samples were heated at 100'C in 0.1% SDS for 3 min and then incubated with calf intestinal phosphatase (1 U/ml) (Boehringer Mannheim GmbH) at 30'C for 1.5 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Immunofluorescence Microscopy-Immunofluorescence microscopy was performed by the method described by Munro and Pelham (5) . Five micrograms each of the plasmid pSG5 harboring various cDNA constructs was transfected into COS cells in a 3.5 cm dish. After incubation for 48 h, the cells were fixed with 2% paraformaldehyde and 0.1% glutaraldehyde in PBS for 10 min, and then permeabilized with 1% Triton X-100 for 10 min. The fixed cells were treated with appropriate antibodies, and then FITC-conjugated goat anti-rabbit IgG antibodies (Cappel England) in PBS containing 1% bovine serum albumin.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 121,
                    "text": "Munro and Pelham (5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "In Vitro Translation-In vitro transcription and translation were performed as described (11) . Messenger RNAs transcribed with T7 polymerase from the pSG5 plasmids harboring various cDNA constructs were translated in a wheat germ cell-free system in the presence of dog pancreas rough micro8omes for 30 min at 26'C.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Analytical Methods-Esterase activity was measured spectrophotometrically using p-nitrophenyl acetate in 100 mM Tris-HCl buffer (pH8.2) at 405 nm according to Krisch (22) . NADPH-cytochrome c reductase activity was measured as described (23) . a-Mannosidase II activity was measured as described (24) .",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 169,
                    "text": "Krisch (22)",
                    "ref_id": null
                },
                {
                    "start": 236,
                    "end": 240,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 295,
                    "end": 299,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "for the Retention to ER-To identify the regions that are responsible for the retention of P450(Ml) in the ER, we used carboxyesterase Sec as a reporter protein. Carboxyesterase Sec, an isozyme of liver microsomal carboxyesterases, contains no KDEL-type sequence at the C-terminus and is secreted into the blood as a glycoprotein with complex type sugar chains. Thus, the type of the carbohydrate modification occurring during the transit through the secretory pathway is a good diagnostic clue as to the localization of the enzyme. Precarboxyesterase Sec was fused at the cDNA level to the amino terminus of intact P45O(M1) or modified P45O(M1), with various deletions from the C-terminal region, into the transmembrane segment ( Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 730,
                    "end": 737,
                    "text": "Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "N-Terminal 20 Amino Acids of P45O(M1) Are Sufficient"
        },
        {
            "text": "The chimeric cDNAs were transfected into COS cells. Forty hours later, the cells were labeled with [ 35 S]meth-ionine for 3 h and then incubated in the chase medium containing non-radioactive methionine for a further 3 h. The labeled proteins in the cells and medium were immunoprecipitated with anti-Est antibodies, which cross-reacted with carboxyesterase Sec, and then analyzed by SDS-PAGE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N-Terminal 20 Amino Acids of P45O(M1) Are Sufficient"
        },
        {
            "text": "When Sec DNA was transfected into COS cells, a single immunoprecipitable product was detected in the cells after 3 h pulse-labeling ( Fig. 2A, lane 1) , and a significant amount of another Sec product with lower mobility appeared in the medium ( Fig. 2A, lane 7) . After a 3 h chase, the amount of the Sec product in the cells decreased and that in the medium increased significantly ( Fig. 2A, lanes 4 and  10) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 150,
                    "text": "Fig. 2A, lane 1)",
                    "ref_id": null
                },
                {
                    "start": 246,
                    "end": 262,
                    "text": "Fig. 2A, lane 7)",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 411,
                    "text": "Fig. 2A, lanes 4 and  10)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "N-Terminal 20 Amino Acids of P45O(M1) Are Sufficient"
        },
        {
            "text": "The Sec product in the cells was sensitive to endoglycosidase H treatment ( Fig. 2A , lanes 2 and 5) and migrated with slightly lower mobility in the gel than the unglycosylated Sec product synthesized in the presence of tunicamycin ( Fig. 2A, lanes 3, 6, 9 , and 12). The slight difference in the mobility between these products was probably due to the fact that endo H cleaved the GlcNAc-GlcNAc bond of the high mannose type sugar chains leaving GlcNAc-Asn in the substrate molecule. On the other hand, the Sec product in the medium was more resistant to endo H digestion than that in the cells, although its resistancy was not complete ( Fig. 2A, lanes 8 and 11) . The partial resistancy of the sugar chains of the secreted Sec product to the endo H treatment was considered to be evidence for its transit through the Golgi apparatus, where the complex type sugar modifications occur.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "text": "Fig. 2A",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 257,
                    "text": "Fig. 2A, lanes 3, 6, 9",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 641,
                    "end": 665,
                    "text": "Fig. 2A, lanes 8 and 11)",
                    "ref_id": null
                }
            ],
            "section": "N-Terminal 20 Amino Acids of P45O(M1) Are Sufficient"
        },
        {
            "text": "Taking advantage of this difference in the endo H sensitivity of the reporter protein, we examined the subcellular localization of the expression products of Sec/Ml, Sec/ Mi-Pro, and Sec/Ml-TM cDNAs in COS cells. When the cDNA coding for the carboxyesterase Sec-entire P45O(M1) fusion protein (Sec/Ml) was transfected into COS cells and pulse-labeled with [ 35 S]methionine for 3h, the radiolabeled product was detected in the cells (Fig. 2B, lane 1) , but not in the medium (Fig. 2B, lane 7) . The product remained stably in the cells even after a 3 h chase (Fig. 2B,  lane 4) and was not secreted into the medium (Fig. 2B, lane  8) . The chimeric protein in the cells remained in an entirely endo H-sensitive form during the pulse and chase periods (Fig. 2B, lanes 2 and 5) . These results indicated that the P45O(M1) molecule, when fused to the C-terminus of the reporter protein, exhibited the ability of retaining the reporter protein in the ER. To identify the region that is responsible for the ER retention of the reporter protein, we constructed cDNAs in which the C-terminal cytoplasmic portion of P45O(M1) in the fusion protein was deleted, leaving either the transmembrane domain or both the transmembrane and proline-rich (PR) domains, Sec/Ml-TM (Fig. 2D) and Sec/Ml-Pro (Fig. 2C ), respectively. The transfection products of these chimeric cDNAs were detected only in the cells, i.e., not in the medium (Fig. 2 , C and D, lanes 1, 4, 7, and 8). Both the products detected in the cells were sensitive to endo H digestion throughout the pulse and chase periods (Fig. 2 , C and D, lanes 2 and 5). These results indicated that the transmembrane segment of P45O(M1) was sufficient for retention of the chimeric proteins in the ER. The C-terminal flanking region of the transmembrane segment of microsomal P450s contains clustered multiple basic amino acid residues followed by proline and glycine clusters, the PR region. The present A. However, there remained a possibility that the oligosaccharide chains of the reporter protein portion of the chimeric proteins had lost the potential to undergo the complex type sugar modifications. To rule out this possibility we performed Brefeldin A (BFA) treatment of the transfected cells. BFA shuts off the anterograde membrane traffic of the Golgi complex while enhancing the retrograde pathway to the ER and, as a result, causes disassembly of the Golgi apparatus and its mixing with the ER. Therefore, the high mannose type glycoproteins retained in the ER are rapidly processed by the cis/medial Golgi enzymes into complex type glycoproteins. As shown in Fig. 3 , the transfection products of Sec/Ml, Sec/Mi-Pro, and Sec/Ml-TM cDNAs gained partial resistancy to the endo H treatment when BFA was present during the pulse period (Fig. 3,  lanes 2, 4, and 6 ), excluding the above possibility.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 433,
                    "end": 450,
                    "text": "(Fig. 2B, lane 1)",
                    "ref_id": null
                },
                {
                    "start": 475,
                    "end": 492,
                    "text": "(Fig. 2B, lane 7)",
                    "ref_id": null
                },
                {
                    "start": 559,
                    "end": 577,
                    "text": "(Fig. 2B,  lane 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 615,
                    "end": 633,
                    "text": "(Fig. 2B, lane  8)",
                    "ref_id": null
                },
                {
                    "start": 751,
                    "end": 775,
                    "text": "(Fig. 2B, lanes 2 and 5)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1259,
                    "end": 1268,
                    "text": "(Fig. 2D)",
                    "ref_id": null
                },
                {
                    "start": 1284,
                    "end": 1292,
                    "text": "(Fig. 2C",
                    "ref_id": null
                },
                {
                    "start": 1417,
                    "end": 1424,
                    "text": "(Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 1573,
                    "end": 1580,
                    "text": "(Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 2611,
                    "end": 2617,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2784,
                    "end": 2811,
                    "text": "(Fig. 3,  lanes 2, 4, and 6",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "N-Terminal 20 Amino Acids of P45O(M1) Are Sufficient"
        },
        {
            "text": "To define the retention signal in the transmembrane segment of P45O(M1) further, we constructed Sec/Ml-H and Sec/Ml-Q cDNAs (see Fig. 1 ), in which either the N-terminal one-half or one-quarter of the transmembrane segment of P45O(M1) was fused to the C-terminus of carboxyesterase Sec. The transfection products of these cDNAs were detected only in the cells, i.e., not in the medium, after the pulse or the pulse and chase periods (Fig.  2, E and F, lanes 1, 4, 7, and 8) . The products in the cells were sensitive to endo H digestion (Fig. 2 , E and F, lanes 2 and 5), again indicating that both chimeric proteins are retained in the ER. It should be noted that the intracellular stability of Sec/Ml -Q seemed to be lower than that of other Sec constructs, since the recovery of the immunoprecipitation products decreased significantly after a 3 h chase (compare lanes 1 and 4 in Fig. 2F) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 135,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 473,
                    "text": "(Fig.  2, E and F, lanes 1, 4, 7, and 8)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 537,
                    "end": 544,
                    "text": "(Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 883,
                    "end": 891,
                    "text": "Fig. 2F)",
                    "ref_id": null
                }
            ],
            "section": "N-Terminal 20 Amino Acids of P45O(M1) Are Sufficient"
        },
        {
            "text": "Assessment of the Correct Folding of the Sec Portion of the Chimeric Proteins, as Monitored as Carboxyesterase Activity-It is well known that correct folding and assembly are necessary for the efficient export of proteins from the ER. Unfolded or malfolded proteins tend to bind to the chaperones in the ER or to form aggregates and thereby are retained in the ER to be degraded. It is, therefore, necessary to know if the carboxyesterase Sec fusion proteins expressed in the COS cells described above attained the correct conformations or not. For this purpose, we assayed the carboxyesterase activity of the reporter molecule, carboxyesterase Sec, and the results are shown in Table I . The basal activity of the carboxyesterase of the COS cells was about equal to the activity of the expressed Sec fusion proteins. The expressed products of the cDNAs of Sec/Ml, Sec/Mi-Pro, and Sec/Ml-TM exhibited significant carboxyesterase activities. In contrast, however, no activity was detected for the Sec/Ml-H or Sec/Ml-Q protein.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 679,
                    "end": 686,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "N-Terminal 20 Amino Acids of P45O(M1) Are Sufficient"
        },
        {
            "text": "These results indicate that the Sec/Ml, Sec/Ml-Pro, and Sec/Ml-TM proteins had attained the correct conformations in the COS cells, whereas the Sec/Ml-H and Sec/ Ml-Q proteins were in malfolded states and therefore retained in the ER, probably through interaction with the chaperones in the ER or formation of aggregates. We wanted to know whether the Sec/Ml-H and Sec/Ml-Q proteins were firmly anchored to the ER membranes or translocated the membranes to bind loosely to the luminal surface, since the Sec/Ml-H and Sec/Ml-Q proteins carried the shorter truncated transmembrane segments of P45O(M1). The whole cells expressing the Sec, Sec/Ml, Sec/Ml-H, and Sec/Ml-Q proteins were treated with 100 mM sodium carbonate (pH 11.5), which extracts both peripheral membrane proteins and luminal proteins, and the alkali-soluble and -insoluble fractions were examined by Western blotting with anti-Est antibodies. As shown in Fig. 4 , the original Sec protein was efficiently recovered in the alkali-soluble fraction (lane 2), whereas other fusion proteins were mainly recovered in the alkali-insoluble membrane fractions (Fig. 4, lanes 3, 5, and 7) . These results indicated that the Sec/Ml-H and Sec/Ml-Q proteins were both stably anchored to the ER membrane, even though their C-terminal hydrophobic domains seemed to be too short for stable anchoring to the membrane. 'Double Lysine Motif-Dependent Retention of a Carboxyesterase Sec-GT Fusion Protein-The above described data strongly suggested that the transmembrane segment of P45O(M1) was sufficient to retain the reporter protein as well as P45O(M1) itself in the ER. However, there remains the possibility that the carboxyesterase Sec portion of the fusion proteins, when expressed as the membrane bound form, somehow inhibits the exit of the proteins from the ER. To exclude this possibility, we constructed cDNAs in which the P450-derived transmembrane domain of the fusion protein, Sec/Ml-TM, was replaced either with the transmembrane domain and the cytoplasmic tail of UDPglucronosyltransferase (Sec/GT in Fig. 1 ) or with the same region from which the C-terminal \"double lysine motif,\" the ER retention signal, had been deleted (Sec/GTd in Fig.  1 ). COS cells were transfected with these cDNAs, and then pulse and chase experiments were performed. As shown in Fig. 2G , the Sec/GT protein was detected exclusively in the cells (Fig. 2G, lanes 1, 4, 7, and 8 ) and the carbohydrate moiety of the pulse-labeled chimeric protein was sensitive to endo H digestion (Fig. 2G, lane 2) , and the sensitivity was not altered even after the chase (Fig. 2G, lane 5) , indicating that the double-lysine motif functioned to retain the Sec/GT protein in the ER. On the other hand, transfection with Sec/GTd cDNA gave heterogeneous products shortly after the pulse-labeling or after the chase (Fig. 2H,  lanes 1 and 4) , whose mobilities in the gel were obviously lower than that of the in vitro synthesized Sec/GTd protein (Fig. 2H, lanes 3 and 6) . Of particular significance was the finding that the carbohydrate chains of the Sec/GTd protein gained partial resistance to endo H digestion (Fig. 2H , lanes 2 and 5), clearly indicating that the fusion protein was exported from the ER and its carbohydrate moiety underwent the complex type sugar modifications during the transit through the Golgi apparatus. These results indicate that the Sec portion of the fusion proteins did not prevent the proteins from being transported out of the ER.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 921,
                    "end": 927,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1117,
                    "end": 1144,
                    "text": "(Fig. 4, lanes 3, 5, and 7)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2066,
                    "end": 2072,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 2202,
                    "end": 2209,
                    "text": "Fig.  1",
                    "ref_id": null
                },
                {
                    "start": 2323,
                    "end": 2330,
                    "text": "Fig. 2G",
                    "ref_id": null
                },
                {
                    "start": 2390,
                    "end": 2420,
                    "text": "(Fig. 2G, lanes 1, 4, 7, and 8",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2523,
                    "end": 2540,
                    "text": "(Fig. 2G, lane 2)",
                    "ref_id": null
                },
                {
                    "start": 2600,
                    "end": 2617,
                    "text": "(Fig. 2G, lane 5)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2841,
                    "end": 2866,
                    "text": "(Fig. 2H,  lanes 1 and 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2972,
                    "end": 2996,
                    "text": "(Fig. 2H, lanes 3 and 6)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3140,
                    "end": 3148,
                    "text": "(Fig. 2H",
                    "ref_id": null
                }
            ],
            "section": "N-Terminal 20 Amino Acids of P45O(M1) Are Sufficient"
        },
        {
            "text": "To determine the subcellular localization of the Sec/GT and Sec/GTd proteins in the transfected cells, we fractionated the cell lysate by sucrose density gradient centrifugation, followed by immunochemical detection of the fusion proteins by Western blotting (Fig. 5, B and C) . Each of the fractions was also assayed for NADPH-cytochrome c reductase and a -mannosidase II activities to locate the ER and Golgi membranes, respectively (Fig. 5A) . The Sec/GT protein was detected in fractions 5 and 6, which was coincident with NADPH-cytochrome c reductase activity, but not with that of a -mannosidase II (Fig. 5B) . In marked contrast, Sec/GTd exhibited a diffuse distribution, but was mainly detected in fractions 2, 3, and 4, where the Golgi marker enzyme, a -mannosidase II, was present, although a small amount was present in the ER fractions (Fig. 5C) . These results confirmed that the Sec portion of the fusion proteins did not prevent the export of the proteins from the ER, providing further support for the conclusion that the transmembrane segment of P450(Ml) was sufficient for the retention in the ER.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 276,
                    "text": "(Fig. 5, B and C)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 435,
                    "end": 444,
                    "text": "(Fig. 5A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 605,
                    "end": 614,
                    "text": "(Fig. 5B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 848,
                    "end": 857,
                    "text": "(Fig. 5C)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Sec/Ml Sec/Ml-Sec/Ml"
        },
        {
            "text": "Intracellular Localization of Carboxyesterase Sec Fusion Proteins Detected by Immunofluorescence Microscopy-In order to confirm the above biochemical observations morphologically, we next compared the intracellular localization of P45O(M1) and various carboxyesterase Sec fusion proteins by immunofluorescence microscopy. P45O(M1) expressed in COS cells showed a tubular network extending throughout the cytoplasm, the typical ER pattern (Fig. 6A) . When Sec cDNA was expressed in COS cells, the intracellular Sec protein also exhibited an ER distribution (Fig.  6B) , although it is a secretory protein. The exit of the Sec protein from the ER was probably rate-limiting due to the high expression of the protein (25) .",
            "cite_spans": [
                {
                    "start": 714,
                    "end": 718,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 438,
                    "end": 447,
                    "text": "(Fig. 6A)",
                    "ref_id": null
                },
                {
                    "start": 556,
                    "end": 566,
                    "text": "(Fig.  6B)",
                    "ref_id": null
                }
            ],
            "section": "Sec/Ml Sec/Ml-Sec/Ml"
        },
        {
            "text": "Similar fluorescence patterns were observed with the cells expressing Sec/Ml, Sec/Mi-Pro, Sec/Ml-TM, Sec/ TM-H, Sec/TM-Q, and Sec/Ml-GT (Fig. 6, C-H) . In contrast, the cells expressing Sec/GTd showed intensely stained Golgi-like juxtanuclear structures (Fig. 61) , supporting the above observations that the sugar chains of the Sec/GTd protein were resistant to endo H digestion and the expressed Sec/GTd protein cofractionated with a Golgi marker enzyme on sucrose density gradient centrifugation of the cell lysates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 149,
                    "text": "(Fig. 6, C-H)",
                    "ref_id": null
                },
                {
                    "start": 254,
                    "end": 263,
                    "text": "(Fig. 61)",
                    "ref_id": null
                }
            ],
            "section": "Sec/Ml Sec/Ml-Sec/Ml"
        },
        {
            "text": "Expression and Localization of Cathepsin D Fusion Proteins-To determine whether or not P450(Ml) is recycled from the Golgi compartments, we used cathepsin D as the reporter protein. The carbohydrate side chains of cathepsin D are subject to phosphorylation of the mannose residues at the 6th position, this modification targeting lysosomal enzymes to their destination (3, 4) . The man-no8e-6-phosphate of the sugar chains is formed through two steps, which occur in separate subcellular compartments. As the first step, GlcNAc-P is linked to mannose to give a phosphodiester. The GlcNAc residue is subsequently removed by the second enzyme to form a mannose-6-phosphate residue, whose phosphomonoester bond is sensitive to alkaline phosphatase. The first enzyme is located in the cis-Golgi compartment, whereas the second step occurs in the medial Golgi compartment (26) (27) (28) (29) . Investigations on the formation of the mannose-6-phosphate residue of the sugar chains of the fusion protein, P450(Ml)-cathepsin D, will show us whether the fusion protein goes to a Golgi compartment or not. The fusion protein (CathD/Ml in Fig. 1 ) was expressed in COS cells. To confirm the expression of cathepsin D, P45O(M1) and the CathD/Ml protein, the cells were labeled with [ 35 S]methionine for 3 h, and then the labeled proteins in the cells and the medium were analyzed by immunoprecipitation with appropriate antibodies and SDS-PAGE of the immunoprecipitates (Fig. 7) . Since no detectable band of cathepsin D or P45O(M1) was observed with the mock-transfected cells, the antibodies against rat cathepsin D and P45O(M1) used in this experiment did not cross-react with the endogenous cathepsin or P450 of the COS cells (Fig. 7, lanes 1-4) . Two bands with close mobilities were observed with the intracellular products of the transfected CathD cDNA (Fig. 7, lane 5) . A band with the same mobility as the lower band was also detected for the medium (Fig. 7, lane 6) . The lower band was probably the pro-form of cathepsin D, but the nature of the upper band was not clear. The secretion of the pro form of cathepsin D was possibly caused by the overexpression of the enzyme in the COS cells. The Ml (Fig. 7, lanes 7 and 8) and CathD/Ml (Fig. 7 , lanes 9-12) products accumulated in the cells, but were not detected in the medium.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 372,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 373,
                    "end": 375,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 867,
                    "end": 871,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 872,
                    "end": 876,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 877,
                    "end": 881,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 882,
                    "end": 886,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 1129,
                    "end": 1135,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1460,
                    "end": 1468,
                    "text": "(Fig. 7)",
                    "ref_id": null
                },
                {
                    "start": 1720,
                    "end": 1739,
                    "text": "(Fig. 7, lanes 1-4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1850,
                    "end": 1866,
                    "text": "(Fig. 7, lane 5)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1950,
                    "end": 1966,
                    "text": "(Fig. 7, lane 6)",
                    "ref_id": null
                },
                {
                    "start": 2200,
                    "end": 2223,
                    "text": "(Fig. 7, lanes 7 and 8)",
                    "ref_id": null
                },
                {
                    "start": 2237,
                    "end": 2244,
                    "text": "(Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Sec/Ml Sec/Ml-Sec/Ml"
        },
        {
            "text": "When examined morphologically by means of immunofluorescence microscopy with the antibodies to cathepsin D and p450(Ml), the cells expressing the original cathepsin D showed intensely stained lysosomes. The Golgi apparatus near the nucleus was also stained (Fig. 8A) . On the other hand, the cells expressing cathD/Ml showed a typical ER pattern of staining with no detectable fluorescence in the Golgi region (Fig. 8B) . This confirms the ER localization of the fusion protein.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 266,
                    "text": "(Fig. 8A)",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 419,
                    "text": "(Fig. 8B)",
                    "ref_id": null
                }
            ],
            "section": "Sec/Ml Sec/Ml-Sec/Ml"
        },
        {
            "text": "To determine whether or not the CathD/Ml fusion protein was recycled from a post-ER compartment, cells transfected with CathD, Ml or CathD/Ml were labeled with S2 PO 4 for 2 h. The expressed proteins were immunoprecipitated with anti-Mi for Ml, and with anti-CathD for the CathD and CathD/Ml products. The CathD, Ml, and CathD/Ml products were all phosphorylated (Fig. 9, lanes  1, 3, and 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 391,
                    "text": "(Fig. 9, lanes  1, 3, and 5)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Sec/Ml Sec/Ml-Sec/Ml"
        },
        {
            "text": "To define the structures of the phosphorylated products, they were treated with alkaline phosphatase. Mannose-6-P-GlcNAc was resistant to the alkaline phosphatase treatment whereas mannose-6-phosphate was sensitive (3, 4) . The CathD product was partially resistant to the alkaline phosphatase treatment (Fig. 9, lane 2) . In contrast, the radioactive phosphate incorporated into the CathD/Ml product was completely removed by the alkaline phosphatase treatment (Fig-9 , lan e 6). This result apparently indicated that the fusion protein did not undergo the GlcNAc-P modification of the mannose in the sugar chain: the fusion protein did not reach the cis-Golgi compartment. However, there is a possibility that the conversion of the GlcNAc-P moiety of the fusion protein to M6P was very rapid in the transfected cells, resulting in the undetectable amount of the GlcNAc-P intermediate. However, such a possibility seems to be very low since the expressed cathepsin D carried a detectable amount of the GlcNAc-P intermediate. Incidentally, the radioactive phosphate incorporated into the Ml product was also removed by the alkaline phosphatase treatment. It is known that some P450s, including P45O(M1), are phosphorylated by cAMP dependent protein kinase (30) . Therefore, the phosphate incorporation into the CathD/Ml and Ml products was probably due to the phosphorylation of the protein moiety by the protein kinase.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 219,
                    "end": 221,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1256,
                    "end": 1260,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 320,
                    "text": "(Fig. 9, lane 2)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 462,
                    "end": 468,
                    "text": "(Fig-9",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Sec/Ml Sec/Ml-Sec/Ml"
        },
        {
            "text": "The retention mechanism for the ER resident membrane proteins is insufficiently understood. As a step to elucidate the retention mechanism, we examined microsomal P450-(Ml) to locate the region in the polypeptide chain responsible for its ER retention, and found that the 17 amino acidlong transmembrane signal-anchor region of the membrane-bound hemoprotein was sufficient for the retention. This conclusion was based on the expression of the fusion proteins consisting of carboxyesterase Sec, a secretory protein used as a reporter, and various portions of P450-(Ml) in COS cells. The reporter portion of the expressed 173 fusion proteins attained the correct conformation judging from the fact that the fusion proteins were enzymatically active. It was therefore concluded that the fusion proteins were retained in the ER by the retention signal in the fusion proteins and not through the action of the quality control system for unfolded proteins in the ER lumen. Several highly conserved structural motifs have been noted in microsomal P450s; the basic amino acid-rich region at the C-terminus of the signal-anchor sequence, the proline-rich region following the basic amino acid-rich region, the heme binding region containing a conserved cysteine residue, and the threonine-serine cluster in the middle portion of the molecule. However, these common structural motifs seem to have nothing to do with the ER retention of the P450s.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "When carboxyesterase Sec was fused with the carboxyterminal portion of microsomal UDP-glucuronosyltransferase (GT) consisting of a transmembrane segment and a short cytoplasmic tail, the fusion protein expressed in COS cells was retained in the ER, indicating that the doublelysine motif in the cytoplasmic tail functioned as the ER retention signal. In contrast, another fusion protein in which the double lysine motif was deleted, Sec/GTd, was transported from the ER and retained in the Golgi apparatus. It is known that some ER transmembrane proteins retained in the ER by the double lysine motif are transported to the plasma membrane on deletion of the retention motif (7) . The reason why the Sec/GTd product was not transported to the plasma membrane is not clear. Anyhow, these results indicate that the carboxyesterase Sec portion of the fusion proteins did not prevent the proteins from being transported out of the ER.",
            "cite_spans": [
                {
                    "start": 675,
                    "end": 678,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It is well documented that the ER luminal proteins are retained in the ER through the \"export and retrieval\" mechanism (31, 32) . A similar mechanism is probably operative in the ER retention of type I integral membrane proteins with the C-terminal double lysine motif, although the detailed mechanism remains obscure in the latter cases. We addressed this point for microsomal P450s using lysosomal cathepsin D as the reporter protein to monitor the ER to Golgi traffic in the cell. The carbohydrate moiety of cathepsin D underwent mannose-6-phosphate modification in the Golgi compartments, but the cathepsin D-P45O(M1) fusion protein expressed in COS cells was retained in the ER and showed no Golgi-type modification of the sugar chains, providing evidence that the fusion protein, and probably P450s too, is not recycled through the Golgi compartments. These results seem to be consistent with the previous observation that P450(PB) was not detected in the Golgi membrane immunoelectronmicroscopically, even after maximal induction of the cytochrome by phenobarbital administration (33) .",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "(31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 124,
                    "end": 127,
                    "text": "32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1087,
                    "end": 1091,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Recently, Szczesna-Skorupa and Kemper (34) reported that P450 2C2, which was localized in the ER when expressed in COS cells, did not show any shift in intracellular distribution when the cells were incubated at low temperatures, at which some membrane bound ER proteins have been shown to shift to the intermediate or cis-Golgi apparatus. They also showed that a modified P450 2C2 with an artificially added iV-glycosylation site at its N-terminus received a sugar chain which was sensitive to treatment with endo H or endo D, which indicated that the sugar chain had not been processed by the Golgi-associated enzymes. Their observations are consistent with our conclusion that microsomal P450s are not recycled between the ER and Golgi compartments.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 42,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Thus, the ER residency of P450s seems to be attained through a unique transmembrane segment-mediated mechanism, indicating the functioning of the transmembrane segment as the ER retention signal. There have been several reports that the retention of membrane proteins in the Golgi compartments is dependent on the transmembrane segments (35) (36) (37) (38) (39) and the charged residues flunking the segments (40) (41) (42) . The signal-anchor region of P450-(Ml) has no conserved sequence, as compared with the corresponding proteins of all known microsomal P450s. The N-terminal transmembrane region of microsomal P-4508 and the transmembrane region of Golgi membrane proteins comprise similar hydrophobic stretches, but the former retains the proteins in the ER whereas the latter keeps the proteins in the Golgi membrane. These two types of transmembrane segments must contain unique information for the retention of membrane proteins in different intracellular membranes, and do not show any homology to each other. The transmembrane region of microsomal P450s may associate together in the membrane to form homo-oligomers or interact with other membrane proteins to assemble into a network of membrane proteins, which cannot enter the transport vesicles exiting from the ER. The function of the transmembrane region in the ER retention of P450s has to be clarified in the future.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 341,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 342,
                    "end": 346,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 347,
                    "end": 351,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 352,
                    "end": 356,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 357,
                    "end": 361,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "(41)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "After completion of this study, Ann et al. (43) reported that the amino-terminal 29 amino acids of cytochrome P450 (2C1) are sufficient for its retention in the ER.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "text": "(43)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Biosynthetic protein transport and sorting by the endoplasmic reticulum and Golgi",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Pfeffer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Annu. Rev. Biochem",
            "volume": "56",
            "issn": "",
            "pages": "829--852",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The rate of bulk flow from the endoplasmic reticulum to the cell surface",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Weiland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Gleason",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Serafini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "50",
            "issn": "",
            "pages": "289--302",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Assembly of asparaginelinked oligosaccharides",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kornfeld",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Komfeld",
                    "suffix": ""
                }
            ],
            "year": 1958,
            "venue": "Annu. Rev. Biochem",
            "volume": "54",
            "issn": "",
            "pages": "631--664",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Lysosomal enzymes and their receptors",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Von Figura",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hasilik",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Annu. Rev. Biochem",
            "volume": "56",
            "issn": "",
            "pages": "167--193",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A C-terminal signal prevents secretion of luminal ER proteins",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Munro",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "48",
            "issn": "",
            "pages": "899--907",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Evidence that luminal ER proteins are sorted from secreted proteins in a poat-ER compartment",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "EMBO J",
            "volume": "7",
            "issn": "",
            "pages": "913--918",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Identification of a consensus motif for retention of transmembrane proteins in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "EMBO J",
            "volume": "9",
            "issn": "",
            "pages": "3153--3162",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Retrieval of transmembrane proteins to the endoplasmic reticulum",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nilson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell BioL",
            "volume": "12",
            "issn": "",
            "pages": "1317--1333",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Signals for the incorporation and orientation of cytochrome P450 in the endoplasmic reticulum membrane",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Monier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Luc",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kreibich",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Sabatini",
                    "suffix": ""
                },
                {
                    "first": "Adeanik",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Cell BioL",
            "volume": "107",
            "issn": "",
            "pages": "457--470",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Positive charges at the NH, terminus convert the membrane-anchor signal peptide of cytochrome P-450 to a secretory signal peptide",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Szczesna-Skorupa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Browne",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mqad",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kemper",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Proc NatL Acad. Sci. USA",
            "volume": "86",
            "issn": "",
            "pages": "738--742",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A short aminoterminal segment of microsomal cytochrome P-450 functions both as an insertion signal and as a stop-transfer sequence",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sakaguchi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mihara",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "EMBO J",
            "volume": "6",
            "issn": "",
            "pages": "2425--2431",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Core glycosylation of cytochrome P-450(arom)",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Shimozawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sakaguchi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ogawa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Harada",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mihara",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Omura",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. BioL Chem",
            "volume": "268",
            "issn": "",
            "pages": "21399--21402",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Molecular cloning and nucleotide sequence of cDNA of microsomal carboxyesterase El of rat liver",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Takagi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Morohasi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kawabata",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Go",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Omura",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Biochem",
            "volume": "104",
            "issn": "",
            "pages": "801--806",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Expression of a rat liver microsomal cytochrome P-450 catalyzing testosterone 16or-hydroxylation in Saccharomyces cerevisiae: Vitamin D 3 25-hydroxylase and testosterone 16o--hydroxylase are distinct forms of cytochrome P-450",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Morohashi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yoshioka",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Okuda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Omura",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Biochem",
            "volume": "103",
            "issn": "",
            "pages": "858--862",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Importance of the proline-rich region following signal-anchor sequence in the formation of correct conformation of microsomal cytochrome P-450s",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yamazaki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Suhara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sakaguchi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mihara",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Omura",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Biochem",
            "volume": "114",
            "issn": "",
            "pages": "652--657",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Purification and characterization of three male-specific and one female-specific forms of cytochrome P-450 from rat liver microsomes",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matumoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Emi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kawabata",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Omura",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Biochem",
            "volume": "100",
            "issn": "",
            "pages": "1359--1371",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Mitochondrial targeting signal of rat liver monoamine oxidase B is located at its carboxy terminus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mitoma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Biochem. Ill",
            "volume": "",
            "issn": "",
            "pages": "20--24",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "An hsp70-like protein in the ER: Identity with the 78 kd glucose-regulated protein and immunoglobulin heavy chain binding protein",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Munro",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Cell",
            "volume": "46",
            "issn": "",
            "pages": "291--300",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Posttranslational association of immunoglobulin heavy chain binding protein with nascent heavy chains in nonsecreting and secreting hybridomas",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Bole",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Henderehot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Kearney",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Cell Biol",
            "volume": "102",
            "issn": "",
            "pages": "1558--1566",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Isolation of intracellular membranes by means of sodium carbonate treatment: Application to endoplasmic reticulum",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fujiki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Hubbard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Lazarow",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Cell BioL",
            "volume": "93",
            "issn": "",
            "pages": "97--102",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Electrophoretic transfer of proteins from polyacrylamide gels to nitrocellulose sheets: Procedure and some applications",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Towbin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Staehelin",
                    "suffix": ""
                },
                {
                    "first": "Gordon",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "76",
            "issn": "",
            "pages": "4350--4354",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Reaction of a microsomal esterase from hog-liver with diethyl p-nitrophenyl phosphate",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Krisch",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Biochim. Biophys. Acta",
            "volume": "122",
            "issn": "",
            "pages": "265--280",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A new method for simultaneous purification of cytochrome IH and NADPH-cytochrome c reductase from rat liver microsomes",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Omura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Takesue",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "J. Biochem",
            "volume": "67",
            "issn": "",
            "pages": "249--257",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Isolation of subcellular organelles",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Storrie",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Madden",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Methods EnzymoL",
            "volume": "182",
            "issn": "",
            "pages": "203--225",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A soluble secretory protein is first concentrated in the endoplasmic reticulum before transfer to the Golgi apparatus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mizuno",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "90",
            "issn": "",
            "pages": "5732--5736",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Subcellular location of two enzymes involved in the synthesis of phosphorylated recognition markers in lysosomal enzymes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Waheed",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pohlmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hasiuk",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Von Figure",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. BioL Chem",
            "volume": "256",
            "issn": "",
            "pages": "4150--4152",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Synthesis of phosphorylated recognition marker in lysosomal enzymes is located in the cis part of Golgi apparatus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pohlmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Waheed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hasilik",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Von Figure",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. BioL Chem",
            "volume": "267",
            "issn": "",
            "pages": "5323--5325",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Evidence for extensive subcellular organization of asparagine-linked oligosaccharide processing and lysosomal enzyme phosphorylation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Goldberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kornfeld",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. BioL Chem",
            "volume": "268",
            "issn": "",
            "pages": "3159--3165",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Subfractionation of rat liver Golgi apparatus: Separation of enzyme activities involved in the biosynthesis of the phosphomannosyl recognition marker in lysosomal enzymes",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Deutacher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Greek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Merion",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hirschberg",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Proc NatL Acad ScL",
            "volume": "80",
            "issn": "",
            "pages": "3938--3942",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Phosphorylation of hepatic phenobarbital-inducible cytochrome P-450",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Pyerin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "EMBO J",
            "volume": "8",
            "issn": "",
            "pages": "3003--3010",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Recycling of proteins from the Golgi compartment to the ER in yeast",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Cell Biol. Ill",
            "volume": "",
            "issn": "",
            "pages": "369--377",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Control of protein exit from the endoplasmic reticulum",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Annu. Rev. Cell BioL",
            "volume": "5",
            "issn": "",
            "pages": "1--23",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Iscytochrome P-450 transported from the endoplasmic reticulum to the Golgi apparatus in rat hepatocytes?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maaaki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Andtashiro",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell Biol",
            "volume": "10",
            "issn": "",
            "pages": "1733--1740",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "An N-tenninal glycosylation signal on cytochrome P450 is restricted to the endoplasmic reticulum in a luminal orientation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Szczesna-Skorupa",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kemper",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. BioL Chem",
            "volume": "268",
            "issn": "",
            "pages": "1757--1762",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The membrane spanning domain of y9-l,4-galflctosyltransferase specifies trans Golgi localization",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lucocq",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "Warren",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "EMBO J",
            "volume": "10",
            "issn": "",
            "pages": "3567--3675",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A Golgi retention signal in a membrane-spanning domain of coronavirus El protein",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Swift",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "115",
            "issn": "",
            "pages": "19--30",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Golgi retention of a trans-Golgi membrane protein, galactosyl-transferase, requires cysteine and histidine residues within the membrane-anchoring domain",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Aoki",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yamaguchi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dubois",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Proc. NatL Acad. Sci. USA",
            "volume": "89",
            "issn": "",
            "pages": "4319--4323",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": ") ySl,4-Galactosyltransferase: A short NH,-terminal fragment that includes the cytoplasmic and tranamembrane domain is sufficient for Golgi retention",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Russo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Shaper",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Taatjes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Shaper",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. BioL Chem",
            "volume": "267",
            "issn": "",
            "pages": "9241--9247",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The signal for Golgi retention of bovine /91,4-galactosyltransferase is in the tranBmembrane domain",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Teasdale",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "D&apos;agostaro",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Gleeson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. BioL Chem",
            "volume": "267",
            "issn": "",
            "pages": "4084--4096",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Sequences within and adjacent to the transmembrane segment of <*-2,6-sialyltran8fera8e specify Golgi retention",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Munro",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "EMBO J",
            "volume": "10",
            "issn": "",
            "pages": "3577--3588",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The signal anchor and stem regions of the /J-galactoaide <*2,6-sialyltranBferase may each act to localize the enzyme to the Golgi apparatus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Colley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "U"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Paulson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. BioL Chem",
            "volume": "267",
            "issn": "",
            "pages": "7784--7793",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The transmembrane and flanUng sequences of /31,2-JV-acetylglucosaminyltransferase I specify medial-Golgi localization",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Pettitt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schachter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sarkar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Gleeson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Biol. Chem",
            "volume": "267",
            "issn": "",
            "pages": "24433--24440",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The amino-terminal 29 amino acids of cytochrome P450 2C1 are sufficient for retention in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ahn",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Szczesna-Skorupa",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kemper",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. BioL Chem",
            "volume": "268",
            "issn": "",
            "pages": "18726--18733",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Summary of construction of carboxyesterase Sec fusion proteins (A) and cathepsin D fusion proteins (B), and their subcellular distribution in COS cells. The dotted boxes indicate carboxyesterase Sec (Sec), the open boxes P45O(M1) (Ml), the striped boxes UDP-GT (GT), and the solid boxes cathepsin D (CathD). The amino acid sequence of the signal anchor portion of P45O(M1) is shown in the figure and the putative transmembrane regions are underlined. S, signal sequence; TM, transmembrane region; P, proline-rich region. The names of the constructed fusion proteins are shown on the left side and their gubcellular distributions are indicated on the right. H i.v. -H Lv. Endo H sensitivity of carboxyesterase Sec fusion proteins. COS cells were transfected with Sec (A), Sec/Ml (B), Sec/ Mi-Pro (C), Sec/Ml-TM (D), Sec/Ml-H (E), Sec/Ml-Q (F), Sec/GT (G), and Sec/GTd (H). After 40 h, the cells were labeled for 3 h (p) with 200 //Ci/ml of [\"S]methionine in the presence (T) or absence of tunicamycin and then chased for 3 h (c). The immunoprecipitates with 1234567812345678 anti-Est antibodies from the cell extracts (cell) and media (med.) were analyzed by SDS-PAGE and fluorography, either directly, or after endo H digestion (H). In the experiments shown in G and H, in vitro translation products (i.v.) synthesized in the presence of dog pancreas rough microsomes and then digested with iV-glycosidase F were used as the non-glycosylated protein standard. experiment clearly indicated that the PR region as well as the basic amino acid cluster had nothing to do with the retention of P450s in the ER.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "BFA treatment of Sec/Ml, Sec/Mi-Pro, and Sec/Ml-TM products expressed in Brefeldin A (BFA)-treated cells. After 40 h, the cells were labeled for 3 h with 200 //Ci/ml of [\"S]methionine in the presence or absence of 10^g/ml Brefeldin A. The immunoprecipitates with anti-Est antibodies from cell extracts were analyzed by SDS-PAGE and fluorography, either directly, or after endo H digestion.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Alkali extraction ofthe membrane fractions containing expressed Sec, Sec/Ml-TM, Sec/Ml-H, and Sec/Ml-Q products. COS cells were transfected with Sec, Sec/Ml-TM, Sec/Ml-H, and Sec/Ml-Q. After 40 h, the cells were harvested and crude membrane fractions were prepared from the cells as described under 'MATE-RIALS AND METHODS.\" The membrane fractions were treated with a 0.1 M Na.CO, solution, and then separated to the supernatant (S) and membrane precipitates (P). The samples were analyzed by SDS-PAGE, followed by Western blotting with anti-Est antibodies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Subcellular distribution of Sec/GT and Sec/GTd. COS cells were transfected with Sec/GT (B) and Sec/GTd (C). After incubation for 40 h, the cells were harvested, homogenized and then subfractionated as described under \"MATERIALS AND METH-ODS.\" Aliquots of the fractions were collected from the top of the tubes, and then analyzed by SDS-PAGE. These samples were examined by Western blotting with anti-Est antibodies. The activities of NADPH-cytochrome P450 reductase (open circles) and a -mannosidase II (closed circles) were also measured as markers of the ER and Golgi apparatus, respectively (A), using a mixture of equivalent amounts of Sec/GT-transfected and Sec/GTd-transfected cells. The enzyme activities are shown as a percentage of the maximum activity observed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Immunofluorescence Expression of CathD, Ml, and CathD/Ml and the pSG6 vector (mock). COS cells were transfected with CathD, P450(Ml), CathD/Ml, and the pSG5 vector (mock). After 40 h, the cells were labeled with 200 //Ci/ml of [\"S]methionine for 3 h. The cell extracts (c) and culture media (m) were immunoprecipitated with appropriate antibodies as shown in the figure. The immunoprecipitates were analyzed by SDS-PAGE and fluorography. B Immunofluorescence microscopy of COS cells express-Ing CathD and CathD/Ml. COS cells were transfected with CathD (A) and CathD/Ml (B). After 40 h, the cells were examined as described in the legend to Fig. 6 using anti-CathD antibodies instead of anti-Est antibodies. Magnification, x 400.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Alkaline phosphatase treatment of the CathD, Ml, and CathD/Ml products. The transfected COS cells were labeled with 32 PO 4 for 2 h. The cell extracts were immunoprecipitated with appropriate antibodies. The immunoprecipitates were analyzed by SDS-PAGE and fluorography, either directly (lanes 1, 3, and 5) or after treatment with alkaline phosphatase (lanes 2, 4, and 6).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Carboxyesteraae activity of carboxyesterase Sec fusion proteins. Specific activity was normalized as to the expression level of carboxyesterase Sec fusion proteins.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}