{"paper_id": "8c730d49504fb0bc59aab69adf4641308fa099fa", "metadata": {"title": "Intraperitoneal Photodynamic Therapy Causes a Capillary-Leak Syndrome", "authors": [{"first": "Robert", "middle": ["J"], "last": "Canter", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rosemarie", "middle": [], "last": "Mick", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Susan", "middle": ["B"], "last": "Kesmodel", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Dan", "middle": ["J"], "last": "Raz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Francis", "middle": ["R"], "last": "Spitz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "James", "middle": ["M"], "last": "Metz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Eli", "middle": ["J"], "last": "Glatstein", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Stephen", "middle": ["M"], "last": "Hahn", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Douglas", "middle": ["L"], "last": "Fraker", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Peritoneal carcinomatosis and sarcomatosis are generally incurable diseases for which few effective treatment options exist. [1] [2] [3] However, because of their tendency to remain as regional diseases, as well as the significant attendant patient morbidity, an aggressive approach to these conditions is indicated. In an effort to better treat this group of patients, several management strategies have evolved, including aggressive debulking combined with systemic chemotherapy (principally for ovarian cancer), debulking with continuous hyperthermic peritoneal perfusion (CHPP), immunotherapy, and photodynamic therapy (PDT). Introduced clinically in 1985, PDT is an anticancer treatment that combines a photosensitizer drug, oxygen, and laser light to produce cytotoxic reactive oxygen species. 4 -6 Photosensitizing agents are thought to accumulate preferentially in tumor cells, thereby making PDT-induced damage selective for malignant cells. 7, 8 Debulking is an important component of this therapy, because light penetration with currently available sensitizers is limited to Ͻ5 mm.", "cite_spans": [{"start": 125, "end": 128, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 129, "end": 132, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 133, "end": 136, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 800, "end": 804, "text": "4 -6", "ref_id": null}, {"start": 951, "end": 953, "text": "7,", "ref_id": "BIBREF6"}, {"start": 954, "end": 955, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [], "section": ""}, {"text": "A phase II trial of surgery and intraoperative PDT for diffuse peritoneal cancers is under investigation at our institution. Although the trial is ongoing and follow-up is limited, preliminary results have been encouraging, with an overall median survival to date of 21 months and several patients who continue to have prolonged diseasefree survival. 9 It has become apparent, however, that patients who undergo this treatment develop a significant inflammatory response syndrome after surgery that necessitates massive fluid resuscitation, careful intensive care unit (ICU) monitoring, and, frequently, mechanical ventilation of several days' duration, all in excess of what would be expected from major abdominal surgery alone. This study was performed to describe this capillary-leak syndrome in the context of PDT and to characterize the complex nature of the postoperative management of this group of patients. In addition, univariate and multivariate statistical analyses were performed to identify the relation of individual patient-and surgery-related factors to the development of this syndrome.", "cite_spans": [{"start": 351, "end": 352, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": ""}, {"text": "From May 1997 to May 2001, 65 patients underwent surgical debulking and PDT as part of a phase II trial for disseminated intraperitoneal (IP) cancer. The following three criteria for patient selection were used: (1) carcinomatosis or sarcomatosis of any type; (2) absence of extraperitoneal disease confirmed clinically and by cross-sectional imaging, positron emission tomography, or both; and (3) the ability to debulk all tumor nodules to Ͻ5 mm thickness before laser delivery. Because peritoneal-based seeding of malignant disease is often difficult to diagnose by noninvasive means, the ultimate determination of the ability to debulk all tumor nodules to Ͻ5 mm thickness was made during surgery by visual inspection of all peritoneal surfaces. Consequently, during this 4-year period, 23 patients were enrolled in the trial, received photosensitizer, and underwent surgery but were not able to be debulked to a residual tumor thickness of Ͻ5 mm. These patients received palliative surgical intervention without light therapy and were excluded from this analysis.", "cite_spans": [], "ref_spans": [], "section": "Patient Selection"}, {"text": "Exclusion criteria included cirrhosis, grade 3 to 4 liver function test increases (i.e., values Ͼ2.5 times the upper limit of normal), serum bilirubin Ͼ1.5 mg/dL, white blood cell count Ͻ2000/mm 3 , platelet count Ͻ100,000/ mm 3 , creatinine Ͼ2.5 mg/dL, a history of ulcerative colitis, a positive human immunodeficiency virus test, pregnancy, and active lactation. All patients provided informed, written consent, and the trial was approved by the Institutional Review Board of the University of Pennsylvania, the Clinical Trials Scientific Review and Monitoring Committee of the University of Pennsylvania Cancer Center, and the Food and Drug Administration.", "cite_spans": [], "ref_spans": [], "section": "Patient Selection"}, {"text": "The photosensitizer Photofrin (QLT Phototherapeutics Ltd., Vancouver, British Columbia, Canada) was administered intravenously at a dose of 2.5 mg/kg, 48 hours before laparotomy. After this, patients were at risk for phototoxicity for 4 to 6 weeks, so direct sun exposure was prohibited, and indirect light exposure was limited to less than 8 hours per day of nonincandescent light. During surgery, the operating room lights and surgeon headlamps were covered with filter paper to minimize nonspecific activation of the photosensitizer. In addition, the patient's skin was covered with Ioban (3M, St. Paul, MN) drapes, and intermittent pulse oximetry monitoring was used to prevent phototoxicity. For those patients in whom a pulmonary artery catheter was inserted, a nonoximetric catheter was placed because of similar concerns for potential phototoxicity.", "cite_spans": [], "ref_spans": [], "section": "Treatment Protocol"}, {"text": "At laparotomy, tumor debulking, in combination with organ resection when necessary, was performed to remove all disease Ͼ5 mm in thickness. Peritoneal stripping was performed to remove macroscopic tumor nodules only. The operative procedure also included complete lysis of adhesions and bowel mobilization to permit exposure and light delivery to all peritoneal surfaces. Laser light was delivered by the radiation oncology and physics team by using doses and wavelengths as described elsewhere. 9 -11 After light therapy, the abdomen was copiously irrigated, bowel anastomoses and stoma maturation were performed as necessary, and fascial closure was completed.", "cite_spans": [{"start": 496, "end": 501, "text": "9 -11", "ref_id": null}], "ref_spans": [], "section": "Treatment Protocol"}, {"text": "All patients were taken to the ICU after surgery, with strict light precautions as noted previously. Invasive monitoring included an arterial line, Foley catheter, and central venous line, placed during surgery in all patients. Swan-Ganz catheters were not routinely inserted. Postoperative fluid resuscitation was guided primarily by urine output, targeting an hourly output of .5 to 1.0 mL/kg/hour. Goal mean arterial pressure was Ն65 mm Hg, and intravenous fluid was given as first-line therapy to maintain this target, except where further fluid administration was considered contraindicated (e.g., central venous pressure Ն12 mm Hg). In the ICU, patient care decisions were made by the primary operating team in consultation with a critical care team composed of surgeons and anesthesiologists.", "cite_spans": [], "ref_spans": [], "section": "Treatment Protocol"}, {"text": "Patient charts were reviewed retrospectively with attention to data detailing the surgical procedure, the amount of crystalloid and colloid administered (particularly within the 48 hours after surgery), the duration of ICU and overall hospital stay, and the presence and severity of postoperative complications. Complications were grouped by organ system, and for purposes of data abstraction, the following criteria were used. To determine the presence of acute respiratory distress syndrome (ARDS), the American-European consensus definition was used: namely, an alveolar-arterial difference in partial pressure of oxygen-fraction of inspired oxygen ratio of Յ200, bilateral opacities on the chest radiograph, and either a pulmonary artery wedge pressure of Յ18 mm Hg or the absence of clinical evidence of left atrial hypertension. 12 The diagnosis of pulmonary embolism was made on the basis of ventilation/perfusion scanning and/or high-resolution spiral computed tomography of the chest given an appropriate clinical index of suspicion. Pneumonia was diagnosed if three or more of the following criteria were present: new or increased oxygen requirement, new infiltrate on chest radiography, fever, purulent secretions or sputum, or positive microbiological examination of tracheal or bronchoscopic aspirates.", "cite_spans": [{"start": 835, "end": 837, "text": "12", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Data Collection and Statistical Analysis"}, {"text": "Criteria for diagnosing the presence of infectious complications included a temperature of Ն38.6°C and positive microbiological cultures (from blood, urine, sputum, or catheter tip) along with the presence of white blood cells on Gram stain. Positive microbiological data were not considered necessary to confirm the presence of an intra-abdominal abscess, because many patients were already receiving antibiotic therapy at the time of percutaneous drainage. A wound infection was identified if erythema or drainage was present that necessitated opening the wound with institution of local wound care, irrespective of any other clinical factors. 13 All other complications were classified according to established clinical and radiological criteria.", "cite_spans": [{"start": 646, "end": 648, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Data Collection and Statistical Analysis"}, {"text": "Statistical analysis was used to determine whether any patient-or surgery-related factors were associated with the need for mechanical ventilation for longer than 1 day or with a risk of postoperative pulmonary complications. Although we collected data on overall complication rates, we chose not to subject this outcome to similar statistical analysis because the heterogenous nature of these complications precluded meaningful conclusions. The other outcomes were chosen for analysis because the need for mechanical ventilation for longer than several hours after major abdominal surgery is considered decidedly abnormal and because pulmonary complications, particularly ARDS, are considered potential markers of the systemic inflammatory response syndrome (SIRS). 14 Pulmonary complications included ARDS, pleural effusion, pneumonia, and reintubation. In addition, several postsurgery factors (e.g., liters of IV fluids and blood or blood-product transfusions) were described but not evaluated as predictors of complications because these factors were measured during the first 48 hours after surgery and, as such, were concurrent with the symptomatic or asymptomatic onset of many complications. Complication rates and 95% confidence intervals were calculated. Coefficient of variation percentage (CV% ϭ [SD/mean] ϫ 100) was also used to judge interpatient variation, with CV% Ͻ35% indicating minimal variation and CV% Ͼ75% indicating substantial variation.", "cite_spans": [], "ref_spans": [], "section": "Data Collection and Statistical Analysis"}, {"text": "Continuous factors, such as age in years and surgery duration in hours, were examined as both continuous and categorical variables. Each continuous factor was recoded into a three-level ordinal factor (low, intermediate, or high) on the basis of 33rd percentiles. Associations between patient-and surgery-related factors and complication rates were tested by Fisher's exact test (nominal factors), an exact linear trend test (ordinal factors), or logistical regression (continuous factors). Fisher's exact test was used to test for differences in complication rates across levels of a nominal factor (e.g., sex). The linear trend test was used to test for increasing or decreasing complication rates by increasing levels of an ordinal factor. Because of a priori hypotheses that more aggressive surgery (e.g., more nodules removed) and worse baseline health (e.g., greater body mass index) would be associated with higher complication rates, a one-sided trend test was performed.", "cite_spans": [], "ref_spans": [], "section": "Data Collection and Statistical Analysis"}, {"text": "Multivariate logistical regression modeling was used to investigate the simultaneous effects of patient-and surgery-related factors on the probability of experiencing a complication. 15 Modeling using both forward selection and backward elimination of factors was performed. Because we investigated several surgery-related factors that were strongly associated with both the outcomes and with each other, forward and backward strategies enabled us to avoid redundancy in constructing models of significant independent predictors of postsurgical complications. A likelihood ratio test was used to either select or eliminate factors. Candidate factors included age, sex, diagnosis, prior operations, body mass index, number of organs resected, number of nodules removed, surgery duration, and estimated blood loss. Number of nodules removed, surgery duration, and estimated blood loss were evaluated as both continuous and categorical factors because each was significant in univariate analysis. Only patients with complete data on all factors were included in the stepwise modeling. Once the final model was defined, it was refit to patients with data on the final factors. Odds ratio estimates with 95% confidence intervals and asymptotic (Wald) significance tests of factors are presented in the final models. 16 The odds ratio characterizes the magnitude of the increased risk of a complication for each unit increase of a particular risk factor. Because assumptions for asymptotic testing may not hold for small or highly imbalanced data sets, exact significance tests were also performed. 17 Descriptive and cross-tabulation analyses, estimation of complication rates, and logistical regression modeling were performed in SPSS 9.0 (SPSS Inc., Chicago, IL). Exact linear trend tests and Fisher's exact tests were performed in StatXact 4.0 (Cytel Software Corp., Cambridge, MA). Logistical regression modeling with exact significance testing was performed in LogXact (Cytel Software Corp.). Two-sided P values are reported for all tests, with the exception of one-sided linear trend tests, as noted. A P value of Յ.05 was considered statistically significant.", "cite_spans": [{"start": 183, "end": 185, "text": "15", "ref_id": "BIBREF15"}, {"start": 1311, "end": 1313, "text": "16", "ref_id": "BIBREF16"}, {"start": 1593, "end": 1595, "text": "17", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Data Collection and Statistical Analysis"}, {"text": "The characteristics of the patient group are listed in Table 1 . There were 43 women and 22 men with a mean age Ϯ SD of 48.8 Ϯ 10.2 years. Twenty-five patients (39%) had a diagnosis of sarcomatosis, of whom 12 had gastrointestinal stromal tumors, 4 had uterine leiomyosarcomas, 1 had a liposarcoma, 1 had a synovial sarcoma, and 7 had unclassified sarcomas. There were 19 patients (29%) with ovarian cancer. Of the 17 patients (26%) with a gastrointestinal malignancy, 8 had a colonic primary tumor, 6 had appendiceal primary tumors, 2 had gastric primary tumors, and 1 had an unspecified primary lesion. In addition, there were two patients with primary peritoneal cancer (grouped with ovarian for purposes of statistical evaluation), one with abdominal mesothelioma, and one with a diffuse carcinoid tumor.", "cite_spans": [], "ref_spans": [{"start": 55, "end": 62, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Patient Characteristics"}, {"text": "The mean number of prior laparotomies for the study group was 2.3 Ϯ 1.2 operations (range, 0 -5). One patient was taken to the operating room without any prior operations. He presented with progressive abdominal distension and was found to have pronounced omental thickening and extensive ascites on a computed tomographic scan. Subsequent diagnostic paracentesis was positive for adenocarcinoma with signet-ring features.", "cite_spans": [], "ref_spans": [], "section": "Patient Characteristics"}, {"text": "The mean body mass index of the patients was 25.4 Ϯ 5.3 kg/m 2 (range, 16.2-44.8 kg/m 2 ). Medical history was relatively unremarkable in this group of patients. Thirteen patients had hypertension, four had hypothyroidism, two had type II diabetes mellitus, two had chronic atrial fibrillation, two had asthma, one had coronary artery disease, and one had sleep apnea. Forty-four patients (68%) had previously received chemotherapy for their cancer, and two patients had undergone bone marrow transplantation.", "cite_spans": [], "ref_spans": [], "section": "Patient Characteristics"}, {"text": "The data indicating the extent of operation are listed in Table 1 . The mean Ϯ SD number of organs resected per patient was 2.3 Ϯ 1.4. The distribution of the organ resections is shown in Fig. 1 . The most frequently resected organs were omentum, small intestine, and large intestine in 30 patients each (46%). The number of tumor nodules varied considerably among patients, with a mean number of nodules per patient of 80 Ϯ 181, a median of 20 (range, 1-1000), and a CV% of 225%. Nodule size also varied widely among the patients, with implants ranging in size from Ͻ100 mg to a 6-kg mass. Estimated blood loss, as recorded by the attending surgeon, was also highly variable, with a mean of 1446 Ϯ 1241 mL, a median of 1000 (range, 100 -5000 mL), and a CV% of 86%. In contrast, surgery duration was much less variable (CV%, 25%); operating time averaged 9.8 Ϯ 2.5 hours per patient, including approximately 3 hours for the laser therapy. [1] [2] . Given these extensive volume requirements, patients typically experienced a dramatic positive fluid balance within the first 48 hours, which was followed by a diuresis over the next 5 days, gradually returning to a net even fluid balance at day 7. Patients typically developed anasarca during the initial period of positive fluid balance. Although this condition improved over time, it sometimes took weeks to resolve completely.", "cite_spans": [{"start": 939, "end": 942, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 943, "end": 946, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 58, "end": 65, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 188, "end": 194, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Intraoperative Factors"}, {"text": "Thirty-nine patients (60%) were extubated within 24 hours, 24 patients (38%) were intubated for longer than 1 day, and data on extubation were unavailable for 2 patients (Fig. 2A) . Overall, the median duration of postoperative mechanical ventilation was 1 day (range, 0 -25 days). However, for those patients intubated for longer than 1 day, the mean Ϯ SD duration of mechanical ventilation was 8.3 Ϯ 6.8 days. The median ICU stay (Fig. 2B ) was 4 days (range, 1-40 days), with patients typically remaining in the ICU 48 to 72 hours after extubation for close monitoring of their pulmonary and fluid status. The median time to resumption of a liquid diet was 6 days (range, 3-30 days), and the median hospital stay (Fig. 2C ) was 11 days (range, 5-57 days), with all but two patients being discharged directly to home. ", "cite_spans": [], "ref_spans": [{"start": 170, "end": 179, "text": "(Fig. 2A)", "ref_id": "FIGREF1"}, {"start": 432, "end": 440, "text": "(Fig. 2B", "ref_id": "FIGREF1"}, {"start": 716, "end": 724, "text": "(Fig. 2C", "ref_id": "FIGREF1"}], "section": "Intraoperative Factors"}, {"text": "The one postoperative death (i.e., Ͻ30 days) in this series occurred in a 63-year-old patient with abdominal mesothelioma who had a history of coronary artery disease and had previously undergone right coronary artery stenting. Within the first 48 hours after surgery, he developed hypotension refractory to massive fluid resuscitation (48 L of crystalloid), requiring the institution of pressors. Pulmonary artery catheter monitoring was consistent with septic physiology. A leukocytosis of 35,000 white blood cells per cubic millimeter developed by postoperative day 4, and cultures eventually revealed Gram-negative rods in his sputum and blood. He subsequently developed ARDS, as well as liver, renal, and cardiac failure, and died on postoperative day 17. Postmortem analysis revealed diffuse lung consolidation, biventricular cardiac dilatation with a 1.2-cm area of hemorrhage in the left ventricle consistent with acute infarction, a congested liver and kidneys, and ascites.", "cite_spans": [], "ref_spans": [], "section": "Postoperative Complications"}, {"text": "Overall, 110 complications developed in 45 (69%) of the 65 patients (95% confidence interval, 58%-80%). Table 2 lists the incidence of complications by organ system. The principal complications were pulmonary, infectious, and gastrointestinal. Twenty-four pulmonary complications developed in 17 (26%) of the 65 patients (95% confidence interval, 15%-37%). Six patients developed ARDS, on the basis of consensus criteria. In five of these patients, ARDS was an early postoperative complication, developing within 48 to 72 hours. Conversely, one patient developed ARDS on postoperative day 7 after reintubation for respiratory failure secondary to pneumonia. ARDS was treated with a number of ventilation strategies; three patients were managed with low-tidal volume ventilation, two with pressure-control ventilation, and one with a combination of pressure-control ventilation and inhaled nitric oxide. In all but the patient who died, the syndrome resolved, and patients were successfully extubated within 4 to 25 days.", "cite_spans": [], "ref_spans": [{"start": 104, "end": 111, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Postoperative Complications"}, {"text": "Additional pulmonary complications included six patients who developed pleural effusions that were judged clinically to be impairing the patients' respiratory status and were therefore drained, either by thoracentesis or tube thoracostomy. Fifteen other patients had pleural effusions documented by chest radiography. However, their pulmonary status was considered stable enough not to require drainage. Four patients developed pneumonia that prolonged intubation or contributed to reintubation, and two patients had pulmonary embolic events. Five patients required reintubation, one of whom was reintubated on two separate occasions.", "cite_spans": [], "ref_spans": [], "section": "Postoperative Complications"}, {"text": "Forty infectious complications were identified in 26 (40%) of the 65 patients (95% confidence interval, 28%-52%), including 12 catheter-related infections, 10 wound infections, 8 intra-abdominal abscesses, and 8 urinary tract infections. One patient developed Clostridium difficile colitis, which resolved with enteral metronidazole, and one patient with persistent diarrhea was diagnosed with cytomegalovirus colitis after colonoscopic examination. She was successfully treated with ganciclovir.", "cite_spans": [], "ref_spans": [], "section": "Postoperative Complications"}, {"text": "Significant gastrointestinal complications included pancreatitis/pancreatic leak in three patients (two of whom underwent distal pancreatectomy as part of their debulking procedure), enterocutaneous fistulae in two patients, and peritoneovaginal fistula in one patient. In one patient, the enterocutaneous fistula was secondary to an anastomotic leak, and reoperation was necessary. The other enterocutaneous fistula closed with bowel rest and total parenteral nutrition, and although the peritoneovaginal fistula did not close, it was successfully managed with conservative treatment.", "cite_spans": [], "ref_spans": [], "section": "Postoperative Complications"}, {"text": "Overall, two patients required reoperation (3%). In addition to the patient who developed an anastomotic leak, there was another patient whose abdominal fascia could not be closed at the time of the initial operation because of bowel edema. She was kept paralyzed and sedated with a sterile dressing covering an open abdomen until postoperative day 4, at which time she was returned to the operating room and her fascia was successfully closed.", "cite_spans": [], "ref_spans": [], "section": "Postoperative Complications"}, {"text": "The results of univariate analyses of patient and surgical factors in relation to the need for mechanical ventilation for longer than 1 day and the presence of pulmonary complications are listed in Tables 3 and 4 , respectively. These two outcomes were selected for analysis because in the absence of significant preex-isting pulmonary comorbidity, as in our study group, the need for prolonged mechanical ventilation and the occurrence of pulmonary complications, such as acute lung injury and ARDS, are considered putative markers of the SIRS. 14 By univariate analysis, we determined that indicators of more aggressive surgery were significantly associated with higher rates of complications. A greater number of nodules removed, longer surgery duration, and higher estimated blood loss were all significantly associated (P Յ .05) with a higher rate both of mechanical ventilation for longer than 1 day and of pulmonary complications. A weaker association (P ϭ .06) was observed between a greater number of organs resected and the risk of mechanical ventilation for longer than 1 day. The results of multivariate analyses are listed in Table  5 . By forward selection and backward elimination logistical regression analyses, we determined that longer surgery duration was highly significantly associated with a risk of ventilation for longer than 1 day. After adjusting for surgery duration, female sex also demonstrated an association with this complication, but the association did not reach statistical significance. A greater number of nodules removed and larger body mass index, defined as continuous factors, were both significantly associated with a greater risk of pulmonary complications.", "cite_spans": [], "ref_spans": [{"start": 198, "end": 212, "text": "Tables 3 and 4", "ref_id": "TABREF2"}, {"start": 1139, "end": 1147, "text": "Table  5", "ref_id": "TABREF4"}], "section": "Univariate and Multivariate Analysis"}, {"text": "SIRS has become a well-recognized, albeit poorly defined, entity that occurs in many clinical settings, including burns, sepsis, pancreatitis, and after cardiopulmonary bypass. 18, 19 It is typically characterized by increased vascular permeability, which simultaneously leads to intravascular volume depletion and tissue edema. In severe cases, it can progress to ARDS, shock, and multiorgan failure. Although a consensus has not emerged to explain the sequence of events at the molecular and cellular levels, SIRS is believed to occur when proinflammatory mediators, such as tumor necrosis factor-␣, interleukin-1, and interleukin-8, stimulate an exaggerated response from immune effector cells, such as neutrophils, dendritic cells, and macrophages. 20, 21 Ongoing proinflammatory cytokine production from these effector cells then presumably leads to propagation and amplification of this inflammatory cascade, with resultant end-organ manifestations. 18, 22 Ischemia/reperfusion and host-cell apoptosis, particularly of lymphocytes and intestinal epithelial cells, are considered important mediators of the SIRS pathway because the release of oxidants and cellular degradative enzymes likely contributes to end-organ injury. 23, 24 The variability in the development and expression of SIRS among patients reflects the complexity of the interaction between the various exogenous inflammatory insults that initiate SIRS and the host's response to these stimuli. Our study demonstrates that extensive surgical debulking combined with IP PDT is another clinical scenario in which a pronounced capillary-leak syndrome occurs. The complicated postoperative course observed in this group of patients, exemplified by the massive fluid requirements, the increased need for prolonged mechanical ventilation, and the high incidence of pulmonary complications, is rarely observed after major abdominal surgery alone. In this way, the clinical course of patients after IP PDT resembles that of patients with extensive cutaneous burns, who are susceptible to profound SIRS. This similarity is understandable if the light therapy of PDT is analogous to thermal energy, especially in view of the extensive surface area of the peritoneal cavity. This burn equivalent, in the context of a major abdominal surgical procedure, likely stimulates the production of proinflammatory cytokines that then cause the significant capillary-leak syndrome and the consequent high incidence of postoperative complications observed in these patients. In addition, because the generation of oxygen free radicals and the induction of apoptosis in tumor vasculature are important components of PDTinduced cell killing, 5,6 these same mechanisms may also be active in initiating and promoting the SIRS response after IP PDT.", "cite_spans": [{"start": 177, "end": 180, "text": "18,", "ref_id": "BIBREF18"}, {"start": 181, "end": 183, "text": "19", "ref_id": "BIBREF19"}, {"start": 753, "end": 756, "text": "20,", "ref_id": "BIBREF20"}, {"start": 757, "end": 759, "text": "21", "ref_id": "BIBREF21"}, {"start": 956, "end": 959, "text": "18,", "ref_id": "BIBREF18"}, {"start": 960, "end": 962, "text": "22", "ref_id": "BIBREF22"}, {"start": 1230, "end": 1233, "text": "23,", "ref_id": "BIBREF23"}, {"start": 1234, "end": 1236, "text": "24", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "It is difficult to determine whether the capillary-leak syndrome in these patients can be attributed solely to PDT. Statistical analysis of our study group did reveal strong associations between intraoperative factors (i.e., factors indicating a more extensive surgical procedure, such as surgery duration and the number of nodules removed) and both the need for mechanical ventilation for longer than 1 day and the occurrence of pulmonary complications. This likely indicates that the extensive abdominal surgery required to successfully debulk these patients contributes to the postoperative capillary-leak syndrome. Although only 2 of the patients in our study group received Ͼ15 units of packed red blood cells (the perceived threshold for massive transfusion-induced ARDS), 19 the degree of extensive surgical debulking required in this patient group a priori led to longer anesthesia times, increased fluid shifts, and greater transfusion requirements. In this way, the capillary-leak syndrome in this group of patients may reflect the accumulation of multiple inflammatory insults from the combination of the patients' disease state, the surgical procedure, and the light therapy.", "cite_spans": [{"start": 779, "end": 781, "text": "19", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The evidence available in the literature tends to support our view that the capillary-leak syndrome after IP PDT is more prevalent and pronounced than that after extensive abdominal surgery alone. In the phase I trial of IP PDT, the authors also noted the presence of significant pulmonary complications attributable to a capillary-leak syndrome, including pleural effusions in 59% of patients, pleural effusion requiring drainage in 15% of patients, and prolonged ventilator dependence in 9% of patients. 10 Conversely, although hepatectomy, pancreaticoduodenectomy, and esophagectomy are major gastrointestinal operations that can have similar duration and blood loss, the postoperative course of patients undergoing these procedures is rarely notable for the same degree of SIRS. [25] [26] [27] Patients treated with CHPP, which combines aggressive surgical debulking with the regional circulation of chemotherapy for patients with carcinomatosis, may be the most analogous to our study group. Although recent analyses of morbidity and mortality after CHPP have shown a 30-day mortality rate of 1.5% to 6% and an overall morbidity rate of 27% to 35%, there does not seem to be the same tendency for profound SIRS after CHPP as after IP PDT. 28, 29 In a report of 183 patients treated with CHPP, Stephens et al. 29 noted a 9% incidence of National Cancer Institute grade III/IV pulmonary complications and an additional 3% incidence of pleural effusion requiring thoracentesis. In our series, National Cancer Institute grade III/IV pulmonary complications occurred in 26% of patients. ARDS has also been observed after CHPP in the absence of other identifiable precipitating factors, but the incidence of this complication is a rarer event after CHPP than after IP PDT. 30 In addition, although CHPP using an open coliseum technique has been associated with extensive fluid requirements to maintain adequate cardiac function and urine output, this was limited to the intraoperative period only and did not persist into the postoperative period, as with our IP PDT patients. 31 Studies such as these reinforce our conclusion that IP PDT is a necessary component of the capillary-leak syndrome beyond that of extensive abdominal surgery alone.", "cite_spans": [{"start": 506, "end": 508, "text": "10", "ref_id": "BIBREF9"}, {"start": 783, "end": 787, "text": "[25]", "ref_id": "BIBREF25"}, {"start": 788, "end": 792, "text": "[26]", "ref_id": "BIBREF26"}, {"start": 793, "end": 797, "text": "[27]", "ref_id": "BIBREF27"}, {"start": 1244, "end": 1247, "text": "28,", "ref_id": "BIBREF28"}, {"start": 1248, "end": 1250, "text": "29", "ref_id": "BIBREF29"}, {"start": 1314, "end": 1316, "text": "29", "ref_id": "BIBREF29"}, {"start": 1772, "end": 1774, "text": "30", "ref_id": "BIBREF30"}, {"start": 2076, "end": 2078, "text": "31", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In conclusion, IP PDT is associated with a significant postoperative capillary-leak syndrome. Although this syndrome is likely multifactorial in etiology, patients undergoing IP PDT require massive volume resuscitation to a degree greater than that after major abdominal surgery alone. As a result, these patients need careful ICU monitoring and, frequently, prolonged ventilatory support and are susceptible to significant postoperative complications, particularly those of a pulmonary nature. Nevertheless, despite the complexity of the perioperative management after IP PDT, we continue to advocate this treatment modality as part of an ongoing, monitored phase II trial for appropriately selected patients with diffuse peritoneal malignancies who have limited meaningful treatment options.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Advanced epithelial ovarian cancer: 1998 consensus statements", "authors": [{"first": "J", "middle": ["S"], "last": "Berek", "suffix": ""}, {"first": "K", "middle": [], "last": "Bertelsen", "suffix": ""}, {"first": "A", "middle": [], "last": "Bois", "suffix": ""}], "year": 1999, "venue": "Ann Oncol", "volume": "10", "issn": "1", "pages": "87--92", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Peritoneal carcinomatosis from adenocarcinoma of the colon", "authors": [{"first": "M", "middle": ["E"], "last": "Schellinx", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Von Meyenfeldt", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Sugarbaker", "suffix": ""}], "year": 1996, "venue": "Cancer Treat Res", "volume": "81", "issn": "", "pages": "247--60", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Prognostic factors influencing survival in gastrointestinal leiomyosarcomas. Implications for surgical management and staging", "authors": [{"first": "E", "middle": ["H"], "last": "Ng", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Pollock", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Munsell", "suffix": ""}], "year": 1992, "venue": "Ann Surg", "volume": "215", "issn": "", "pages": "68--77", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Laser photodynamic therapy for bladder cancer", "authors": [{"first": "R", "middle": ["C"], "last": "Benson", "suffix": ""}], "year": 1986, "venue": "Mayo Clin Proc", "volume": "61", "issn": "", "pages": "859--64", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Photodynamic therapy", "authors": [{"first": "T", "middle": ["J"], "last": "Dougherty", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Gomer", "suffix": ""}, {"first": "B", "middle": ["W"], "last": "Henderson", "suffix": ""}], "year": 1998, "venue": "J Natl Cancer Inst", "volume": "90", "issn": "", "pages": "889--905", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The photobiology of photodynamic therapy: cellular targets and mechanisms", "authors": [{"first": "N", "middle": ["L"], "last": "Oleinick", "suffix": ""}, {"first": "H", "middle": ["H"], "last": "Evans", "suffix": ""}], "year": 1998, "venue": "Radiat Res", "volume": "150", "issn": "5", "pages": "146--56", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Determination of [ 3 H]-and [ 14 C]hematoporphyrin derivative distribution in malignant and normal tissue", "authors": [{"first": "C", "middle": ["J"], "last": "Gomer", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Dougherty", "suffix": ""}], "year": 1979, "venue": "Cancer Res", "volume": "39", "issn": "", "pages": "146--51", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Selective distribution of porphyrins in skin thick basal cell carcinoma after topical application of methyl 5-aminolevulinate", "authors": [{"first": "Q", "middle": [], "last": "Peng", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Soler", "suffix": ""}, {"first": "T", "middle": [], "last": "Warloe", "suffix": ""}], "year": 2001, "venue": "J Photochem Photobiol B", "volume": "62", "issn": "", "pages": "140--145", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Phase II trial of debulking surgery and photodynamic therapy for disseminated intraperitoneal tumors", "authors": [{"first": "S", "middle": ["K"], "last": "Hendren", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Hahn", "suffix": ""}, {"first": "F", "middle": ["R"], "last": "Spitz", "suffix": ""}], "year": 2001, "venue": "Ann Surg Oncol", "volume": "8", "issn": "", "pages": "65--71", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Phase I study of debulking surgery and photodynamic therapy for disseminated intraperitoneal tumors", "authors": [{"first": "T", "middle": ["F"], "last": "Delaney", "suffix": ""}, {"first": "W", "middle": ["F"], "last": "Sindelar", "suffix": ""}, {"first": "Z", "middle": [], "last": "Tochner", "suffix": ""}], "year": 1993, "venue": "Int J Radiat Oncol Biol Phys", "volume": "25", "issn": "", "pages": "445--57", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Technique of photodynamic therapy for disseminated intraperitoneal malignant neoplasms. Phase I study", "authors": [{"first": "W", "middle": ["F"], "last": "Sindelar", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Delaney", "suffix": ""}, {"first": "Z", "middle": [], "last": "Tochner", "suffix": ""}], "year": 1991, "venue": "Arch Surg", "volume": "126", "issn": "", "pages": "318--342", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The American-European Consensus Conference on ARDS. Definitions, mechanisms, relevant outcomes, and clinical trial coordination", "authors": [{"first": "G", "middle": ["R"], "last": "Bernard", "suffix": ""}, {"first": "A", "middle": [], "last": "Artigas", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Brigham", "suffix": ""}], "year": 1994, "venue": "Am J Respir Crit Care Med", "volume": "149", "issn": "3", "pages": "818--842", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Surgical site infections: simplifying the definitions", "authors": [{"first": "I", "middle": [], "last": "Gurevich", "suffix": ""}], "year": 1995, "venue": "Infect Control Hosp Epidemiol", "volume": "16", "issn": "", "pages": "667--675", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Immunologic dissonance: a continuing evolution in our understanding of the systemic inflammatory response syndrome (SIRS) and the multiple organ dysfunction syndrome (MODS)", "authors": [{"first": "R", "middle": ["C"], "last": "Bone", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Estimating odds ratios with categorically scaled covariates in multiple logistic regression analysis", "authors": [{"first": "S", "middle": [], "last": "Lemeshow", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Hosmer", "suffix": ""}], "year": 1984, "venue": "Am J Epidemiol", "volume": "119", "issn": "", "pages": "147--51", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Evaluation of exact and asymptotic interval estimators in logistic analysis of matched case-control studies", "authors": [{"first": "S", "middle": ["E"], "last": "Vollset", "suffix": ""}, {"first": "K", "middle": ["F"], "last": "Hirji", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Afifi", "suffix": ""}], "year": 1991, "venue": "Biometrics", "volume": "47", "issn": "", "pages": "1311--1336", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Exact versus asymptotic analysis for a matched case-control study", "authors": [{"first": "K", "middle": ["F"], "last": "Hirji", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Elashoff", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Moore", "suffix": ""}, {"first": "", "middle": [], "last": "Ii", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Bennett", "suffix": ""}], "year": 1988, "venue": "Stat Med", "volume": "7", "issn": "", "pages": "765--72", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Toward a theory regarding the pathogenesis of the systemic inflammatory response syndrome: what we do and do not know about cytokine regulation", "authors": [{"first": "R", "middle": ["C"], "last": "Bone", "suffix": ""}], "year": 1996, "venue": "Crit Care Med", "volume": "24", "issn": "", "pages": "163--72", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Postinjury multiple organ failure: role of extrathoracic injury and sepsis in adult respiratory distress syndrome", "authors": [{"first": "F", "middle": ["A"], "last": "Moore", "suffix": ""}, {"first": "E", "middle": ["E"], "last": "Moore", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Read", "suffix": ""}], "year": 1993, "venue": "New Horiz", "volume": "1", "issn": "", "pages": "538--587", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Cytokine signalingregulation of the immune response in normal and critically ill states", "authors": [{"first": "A", "middle": [], "last": "Oberholzer", "suffix": ""}, {"first": "C", "middle": [], "last": "Oberholzer", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Moldawer", "suffix": ""}], "year": 2000, "venue": "Crit Care Med", "volume": "28", "issn": "4", "pages": "3--12", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Pro-versus anti-inflammatory cytokine profile in patients with severe sepsis: a marker for prognosis and future therapeutic options", "authors": [{"first": "C", "middle": ["A"], "last": "Gogos", "suffix": ""}, {"first": "E", "middle": [], "last": "Drosou", "suffix": ""}, {"first": "H", "middle": ["P"], "last": "Bassaris", "suffix": ""}, {"first": "A", "middle": [], "last": "Skoutelis", "suffix": ""}], "year": 2000, "venue": "J Infect Dis", "volume": "181", "issn": "", "pages": "176--80", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Serum cytokine levels in human septic shock. Relation to multiple-system organ failure and mortality", "authors": [{"first": "M", "middle": ["R"], "last": "Pinsky", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Vincent", "suffix": ""}, {"first": "J", "middle": [], "last": "Deviere", "suffix": ""}], "year": 1993, "venue": "Chest", "volume": "103", "issn": "", "pages": "565--75", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Apoptotic cell death in patients with sepsis, shock, and multiple organ dysfunction", "authors": [{"first": "R", "middle": ["S"], "last": "Hotchkiss", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Swanson", "suffix": ""}, {"first": "B", "middle": ["D"], "last": "Freeman", "suffix": ""}], "year": 1999, "venue": "Crit Care Med", "volume": "27", "issn": "", "pages": "1230--51", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Apoptosis in sepsis: a new target for therapeutic exploration", "authors": [{"first": "C", "middle": [], "last": "Oberholzer", "suffix": ""}, {"first": "A", "middle": [], "last": "Oberholzer", "suffix": ""}, {"first": "M", "middle": [], "last": "Clare-Salzler", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Moldawer", "suffix": ""}], "year": 2001, "venue": "FASEB J", "volume": "15", "issn": "", "pages": "879--92", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Seven hundred fortyseven hepatectomies in the 1990s: an update to evaluate the actual risk of liver resection", "authors": [{"first": "J", "middle": [], "last": "Belghiti", "suffix": ""}, {"first": "K", "middle": [], "last": "Hiramatsu", "suffix": ""}, {"first": "S", "middle": [], "last": "Benoist", "suffix": ""}], "year": 2000, "venue": "J Am Coll Surg", "volume": "191", "issn": "", "pages": "38--46", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Six hundred fifty consecutive pancreaticoduodenectomies in the 1990s: pathology, complications, and outcomes", "authors": [{"first": "C", "middle": ["J"], "last": "Yeo", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Cameron", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Sohn", "suffix": ""}], "year": 1997, "venue": "Ann Surg", "volume": "226", "issn": "", "pages": "248--57", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Transhiatal esophagectomy: clinical experience and refinements", "authors": [{"first": "M", "middle": ["B"], "last": "Orringer", "suffix": ""}, {"first": "B", "middle": [], "last": "Marshall", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Iannettoni", "suffix": ""}], "year": 1999, "venue": "Ann Surg", "volume": "230", "issn": "", "pages": "400--403", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Analysis of morbidity and mortality in 60 patients with peritoneal carcinomatosis treated by cytoreductive surgery and heated intraoperative intraperitoneal chemotherapy", "authors": [{"first": "P", "middle": [], "last": "Jacquet", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Stephens", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Averbach", "suffix": ""}], "year": 1996, "venue": "Cancer", "volume": "77", "issn": "", "pages": "2622--2631", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Morbidity and mortality analysis of 200 treatments with cytoreductive surgery and hyperthermic intraoperative intraperitoneal chemotherapy using the coliseum technique", "authors": [{"first": "A", "middle": ["D"], "last": "Stephens", "suffix": ""}, {"first": "R", "middle": [], "last": "Alderman", "suffix": ""}, {"first": "D", "middle": [], "last": "Chang", "suffix": ""}], "year": 1999, "venue": "Ann Surg Oncol", "volume": "6", "issn": "", "pages": "790--796", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Adult respiratory distress syndrome occurring in two patients undergoing cytoreductive surgery plus perioperative intraperitoneal chemotherapy: case reports and a review of the literature", "authors": [{"first": "O", "middle": [], "last": "Alonso", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Sugarbaker", "suffix": ""}], "year": 2000, "venue": "Am Surg", "volume": "66", "issn": "", "pages": "1032--1038", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Hemodynamic and cardiac function parameters during heated intraoperative intraperitoneal chemotherapy using the open \"coliseum technique", "authors": [{"first": "J", "middle": [], "last": "Esquivel", "suffix": ""}, {"first": "F", "middle": [], "last": "Angulo", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Bland", "suffix": ""}], "year": 2000, "venue": "Ann Surg Oncol", "volume": "7", "issn": "", "pages": "296--300", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Distribution of organ resections among study patients.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "(A) Distribution of days of ventilation among study patients. (B) Distribution of days in the intensive care unit (ICU) among study patients. (C) Distribution of length of hospital stay among study patients.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Patient-and surgery-related characteristics of the study group hours are listed in Table 1. The mean Ϯ SD volume of crystalloid infused per patient was 29.3 Ϯ 12.4 L (range, 10 -90 L). Forty-five patients (69%) were transfused with an average of 5.4 units of packed red blood cells each (range, 1-17 units). Fresh-frozen plasma was administered to 30 patients (46%), with a mean of 5.3 units per patient transfused (range, 1-15 units). Seven patients (11%) received platelet transfusions, averaging 1.3 six-packs per patient transfused (range,", "latex": null, "type": "table"}, "TABREF1": {"text": "Complications by organ system", "latex": null, "type": "table"}, "TABREF2": {"text": "Univariate analysis of ventilation Ͼ1 day", "latex": null, "type": "table"}, "TABREF3": {"text": "Univariate analysis of presence of pulmonary complications", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>No. With (N  17)\n</td><td> </td><td> </td></tr><tr><td>45-54 55 </td><td>19 5 </td><td>26.3\n</td><td> </td></tr><tr><td>ex\n</td><td> </td><td> </td><td> </td></tr><tr><td>Male </td><td>22 7 </td><td>31.8 </td><td> </td></tr><tr><td>Fiagnos</td><td> </td><td> </td><td> </td></tr><tr><td>Sarcom</td><td>25 4 </td><td>16.0 </td><td> </td></tr><tr><td>Ovarian GI </td><td>17 6 </td><td>35.3\n</td></tr><tr><td>Other ior </td><td>2 1 </td><td>50.0\n</td><td> </td></tr><tr><td>0-1 </td><td>16 7 </td><td>43.8\n</td><td> </td></tr><tr><td>2 3 od222.5-27.0 </td><td>25 5 19 4 </td><td>20.0 21.1\n</td><td> </td></tr><tr><td>27.0 </td><td>19 6 </td><td>31.6\n</td><td> </td></tr><tr><td>rgans resec</td><td> </td><td> </td><td> </td></tr><tr><td>0-1 </td><td>19 3 </td><td>15.8\n</td><td> </td></tr><tr><td>2-3 </td><td> </td><td> </td><td> </td></tr><tr><td>4 odul</td><td>13 5 </td><td>38.5\n</td><td> </td></tr><tr><td>0-1</td><td>28 4 </td><td>14.3\n</td><td> </td></tr><tr><td>11-100 100 </td><td>12 6 </td><td>50.0\n</td><td> </td></tr><tr><td>urgery d5-8 </td><td>24 3 </td><td>12.5\n</td><td> </td></tr><tr><td>8.5-10.5 11 </td><td>24 10 </td><td>41.7\n</td><td> </td></tr><tr><td>stimated b</td><td> </td><td> </td><td> </td></tr><tr><td>100-</td><td>22 2 </td><td>9.1\n</td><td> </td></tr><tr><td>800-1500 1500 </td><td>21 7 </td><td>33.3\n</td><td> </td></tr><tr><td>GI, gas</td><td> </td><td> </td><td> </td></tr></table></body></html>"}, "TABREF4": {"text": "Multivariate analysis of types of complications CI, confidence interval. a Coded as continuous factors.", "latex": null, "type": "table"}, "TABREF5": {"text": "TABLE 1. Patient- and surgery-related characteristics of the study group\nCharacteristi", "latex": null, "type": "table", "html": "<html><body><table><tr><td>c MFemaMiagnosis\nSarco</td><td>48.8  10.2 25 (39)\n</td></tr><tr><td>Ovarian</td><td> </td></tr><tr><td>GIb </td><td>17 (26)\n</td></tr><tr><td>Otherc </td><td>2 (3)\n</td></tr><tr><td>ior aody ma</td><td> </td></tr><tr><td>Surgery duration (h) </td><td>9.8  2.5\n</td></tr><tr><td>Nodules removed </td><td>80  181\n</td></tr><tr><td>Organs resected </td><td>2.3  1.4\n</td></tr><tr><td>Estimated blood l</td><td>446  124</td></tr><tr><td>Crystalloid first </td><td>29.3  12.</td></tr><tr><td>Red blood cells, first 48 h </td><td>3.9  4.1\n</td></tr><tr><td>surgery (units)\n</td><td> </td></tr><tr><td>Fresh-frozen plasma first 48 h asurgery (units)\n</td><td>2.5  3.7\n</td></tr><tr><td>Platelets first 48 h after surgery (units) , gastro</td><td>.9  2.6\n</td></tr></table></body></html>"}, "TABREF6": {"text": "TABLE 3. Univariate analysis of ventilation \u0002 1 day\nVariable\nNo. Patients a\n(N \u0003 63)", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>No. With (N  24)\n</td><td> </td></tr><tr><td>45-54 55 </td><td>19 </td><td>9 </td><td>47.4\n</td></tr><tr><td>ex\n</td><td> </td><td> </td><td> </td></tr><tr><td>Male </td><td>22 </td><td>6 </td><td>27.3 </td></tr><tr><td>Fiagnos</td><td> </td><td> </td><td> </td></tr><tr><td>Sarcom</td><td>25 </td><td>7 </td><td>28.0 </td></tr><tr><td>Ovarian </td><td> </td><td> </td><td> </td></tr><tr><td>GI </td><td>16 </td><td>8 </td><td>50.0\n</td></tr><tr><td>Other ior </td><td>1 </td><td>1 </td><td>100.0\n</td></tr><tr><td>0-1 </td><td>16 </td><td>8 </td><td>50.0\n</td></tr><tr><td>2 3 od2</td><td>24 18 </td><td>7 6 </td><td>29.2 33.3\n</td></tr><tr><td>22.5-27.0 27.0 </td><td>19 </td><td>7 </td><td>36.8\n</td></tr><tr><td>rgans resec0-1 </td><td>19 </td><td>5 </td><td>26.3\n</td></tr><tr><td>2-3 </td><td> </td><td> </td><td> </td></tr><tr><td>4 odul0-1</td><td>12 28 </td><td>7 7 </td><td>58.3 25.0\n</td></tr><tr><td>11-100 100 </td><td>12 </td><td>7 </td><td>58.3\n</td></tr><tr><td>urgery d</td><td> </td><td> </td><td> </td></tr><tr><td>5-8 </td><td>24 </td><td>6 </td><td>25.0\n</td></tr><tr><td>8.5-10.5 11 stimated b</td><td>23 </td><td>14 </td><td>60.9\n</td></tr><tr><td>100-</td><td>22 </td><td>3 </td><td>13.6\n</td></tr><tr><td>800-1500 1500 </td><td>21 </td><td>10 </td><td>47.6\n</td></tr><tr><td>GI, gas</td><td> </td><td> </td><td> </td></tr></table></body></html>"}, "TABREF7": {"text": "TABLE 5. Multivariate analysis of types of complications\nComplication type Risk factors in final model", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Odds\n</td><td> </td></tr><tr><td>ation Pulmonary </td><td>Longer surgery duration1.47 More nodules removeda 2.87 Higher bod</td><td>.13-1.92 1.16-7.09 </td><td>.004 .001 .02 .04\n</td></tr><tr><td> </td><td>1.16 </td><td>1.01-1.34 </td><td>.04 .02\n</td></tr><tr><td> </td><td> </td><td> </td></tr></table></body></html>"}}, "back_matter": [{"text": "The acknowledgments are available online at www.annalssurgicaloncology.org.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}]}