{
    "paper_id": "8d3cabfea13e72d3f86fa162fbd93243fc162408",
    "metadata": {
        "title": "CD11b immunophenotyping identifies inflammatory profiles in the mouse and human lungs",
        "authors": [
            {
                "first": "M",
                "middle": [],
                "last": "Duan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "P"
                ],
                "last": "Steinfort",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Smallwood",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Hew",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Ernst",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Irving",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "P"
                ],
                "last": "Anderson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "L"
                ],
                "last": "Hibbs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Immunophenotyping, as the process of identifying discrete patient immune cell phenotypes, has gained prominent traction in areas such as HIV and leukemia research where perturbations in immune cell homeostasis directly reflect disease pathogenesis and correlate with patient prognosis. [1] [2] [3] Using flow cytometry, immune cell surface markers with bimodal distributions (which are either negative or positive in expression) allow unambiguous discrimination of immune cell profiles that correlate with clinical outcome, such as the presence CD8 þ INF-g þ double-positive cells in HIV patients and CD38 þ peripheral blood cells in B-cell chronic lymphocytic leukemia patients. 1, 2 A potentially valuable yet underutilized area for lung disease immunophenotyping lies in the study of human alveolar macrophages (AMFs), which are the predominant immune cells within the alveolar airspaces. However, apart from the utilization of CD14 and CD16 to discern between classical CD14 þ CD16 À and patrolling CD14 low CD16 þ monocytes (represented by CX 3 CR1 low Gr-1 þ and CX 3 CR1 high Gr-1 À counterparts in mice), 4 few macrophage (MF) surface markers exist in a convenient bimodal distribution pattern for disease-based characterization. Few are also identically expressed between mice and men. 5 This suggests two possibilities: that more translatable MF markers remain to be identified or there is an abundance of surface markers with continuous distributions that have rendered themselves inappropriate for traditional immunophenotyping. Considering the depth of study in the field of MF heterogeneity, the latter appears as the most likely option.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 289,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 294,
                    "end": 297,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 680,
                    "end": 682,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 683,
                    "end": 684,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1113,
                    "end": 1114,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1295,
                    "end": 1296,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Over the past few years, personalized therapy of human lung diseases has been greatly advanced by the concept of disease endotypes, which links clinically observed phenotypes to underlying molecular mechanisms. 6 Endotyping asthma has successfully identified discrete patient subgroups who share a similar disease progression or treatment response, 7 reorganizing patient management through the implementation of more personalized treatment strategies. This asks whether a similar approach can be applied to chronic obstructive pulmonary disease (COPD), which is mechanistically heterogeneous and involves high patient symptom burdens, which manifest independently of severe lung function decline. 8, 9 In particular, recent reports of a hyper-inflammatory COPD patient subgroup with increased disease mortality and acute lung exacerbations risk suggest that inflammatory and non-inflammatory disease endotypes may exist in COPD. 9, 10 This concept is emphasized by the existence of both immune and nonimmune driven mechanisms of emphysema induction in mice. [11] [12] [13] Interestingly, in mice, deletion of Src homology 2 domain-containing 5' inositol phosphatase-1 (Inpp5d or SHIP-1; a negative regulator of growth factor receptor-mediated myeloid cell activation and survival) or constitutive activation of Hematopoietic cell kinase (Hck; a Src-family kinase abundant in myelomonocytic cells) both lead to the spontaneous development of chronic inflammatory lung disease sharing features of human COPD. SHIP-1 À / À mice develop AMF-driven chronic lung inflammation, severe emphysema, [14] [15] [16] [17] [18] and COPD co-morbidities, such as wasting, osteoporosis and an increased susceptibility to bacterial infections. [19] [20] [21] Hck F/F gain-of-function mice, generated by a tyrosine to phenylalanine substitution (Y499F) in the regulatory domain which prevents Hck inactivation, develop airway mucus metaplasia and mild emphysema characterized by chronic eosinophilic and monocytic lung inflammation and are hypersensitive to lipopolysaccharide (LPS). 22 Further study of SHIP-1 À / À and Hck F/F mouse models may thus help refine the search for hyper-inflammatory COPD endotypes.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 212,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 349,
                    "end": 350,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 698,
                    "end": 700,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 701,
                    "end": 702,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 930,
                    "end": 932,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 933,
                    "end": 935,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1059,
                    "end": 1063,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1064,
                    "end": 1068,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1069,
                    "end": 1073,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1590,
                    "end": 1594,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1595,
                    "end": 1599,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1600,
                    "end": 1604,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1605,
                    "end": 1609,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1610,
                    "end": 1614,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1727,
                    "end": 1731,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1732,
                    "end": 1736,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1737,
                    "end": 1741,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2066,
                    "end": 2068,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To facilitate the discovery of parallel lung immunophenotypes between mice and humans, we devised a new and internally standardized approach using flow cytometry that focuses on AMFs and other innate immune cell subpopulations as defects in these cell types are linked to asthma, COPD, and recurrent bacterial and viral chest infections. This easily adoptable approach compares CD11b expression levels on AMFs with anchor CD11b expression levels in blood neutrophils and additionally identifies CD11b AMF upregulation as a hallmark of acute lung exacerbations in SHIP-1 À / À mice. Overall, our study incorporates AMF phenotyping with other preexisting parameters for clinical endotyping (the presence of eosinophilia or neutrophilia) to demonstrate that innate lung immunophenotypes exist heterogeneously in both mouse models of chronic inflammatory lung disease and human patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We and others have previously identified residential AMF CD11b upregulation as a marker of acute and chronic lung inflammation in mice. 15, 23 Residential AMFs are CD11b neg in healthy adult mouse lungs at homeostasis. Under selective inflammatory conditions, CD11b expression is upregulated and differential CD11b pos AMF proportions can distinguish between the peak and resolution of acute lung inflammation, respectively. 15 This scenario (either an absence or presence of inflammation-associated CD11b pos AMFs) is ideal for immunophenotyping as binary CD11b expression negates interpretation ambiguities and excessive standardization procedures. In translating this to human patient samples, however, we discovered that CD11b was basally expressed on all human AMFs but varied noticeably between individual patients ( Figure 1a ). As MF markers rarely directly translate between man and mouse, we screened for other putative M^activation markers such as CD14, CD86, major histocompatibility complex (MHC) Class II, CD124, CD206, Toll-like receptor (TLR)-2, and TLR-4 but observed consistently high or low surface expression levels (data not shown).",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 140,
                    "end": 142,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 425,
                    "end": 427,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 823,
                    "end": 832,
                    "text": "Figure 1a",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Identification of distinct inflammatory immune cell profiles in mouse lungs"
        },
        {
            "text": "This led us to postulate that human AM^surface markers (including CD11b) are generally continuous rather than bimodal in distribution, especially as human AMFs are under constant exposure to a diverse repertoire of inhaled insults and environmental antigens. Unfortunately, flow cytometry measurement of markers with a continuous distribution loses quantitative meaning outside single experiments as expression is presented as a mean fluorescence intensity (MFI), a value which changes with cell autofluorescence, antibody (Ab) signal strength, and laser voltage settings. As MFI values are relative, large-scale clinical usage becomes limited even with single peak autofluorescent bead set-ups, as bead values still fluctuate within a small range between experiments and may diminish over time, hampering diagnostic accuracy. Thus, with continuous AM^CD11b expression as our marker of interest, we explored whether alternative analytical methods could still detect distinct lung immune cell profiles in both mice and humans using flow cytometry. To do this, we re-examined established mouse models of acute and chronic lung inflammation for potential internal anchors of AMF CD11b expression (gating strategy in Supplementary Figure S1 online).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of distinct inflammatory immune cell profiles in mouse lungs"
        },
        {
            "text": "We observed that blood neutrophil CD11b expression was surprisingly constant between phosphate-buffered saline (PBS) vehicle and LPS-challenged or Mem71 influenza virus-infected mice independent of lung pathology (Figure 1b and Supplementary Table S1 online) . Similarly, we found that blood neutrophil CD11b expression remained constant in mice that spontaneously Overlay of BAL cell (blue) and blood neutrophil (red) staining with anti-CD11b and anti-CD11c Abs shows distinct inflammatory BAL profiles in individual mice (n ¼ 3-6, right panel). AMF CD11b upregulation indicated as a rightwards shift of AMF CD11b expression with respect to blood neutrophils. (c) Flow cytometry confirms similar CD11b expression on blood neutrophils from SHIP-1 À / À , Hck F/F , and C57BL/6 mice (n ¼ 3, dotted gray: non-binding Ab controls, left panel). Overlay of CD11b vs. CD11c staining of BAL cells (blue) and blood neutrophils (red) in C57BL/6, SHIP-1 À / À , and Hck F/F mice. (n ¼ 6, right panels). (d, e) Hematoxylin and eosin-stained sections of post-BAL inflation fixed lungs from flow cytometry-profiled mice (n ¼ 4, bar ¼ 100 mm). MFI, mean fluorescence intensity; PMN, polymorphonuclear neutrophil. developed inflammatory lung disease (SHIP-1 À / À and Hck F/F mice; Figure 1c and Supplementary Table S1 online). In acute lung challenge studies, day 3 post-LPS challenge and day 10 post-influenza virus infection were chosen as they represent the peak of acute lung inflammation and initiation of disease resolution after virus is cleared, respectively, in these two different inflammatory conditions. In contrast to Mem71 infection, resolution at day 10 post-LPS challenge is characterized by a restoration to the homeostatic CD11b neg AM^phenotype. 15 In mice, blood neutrophils were CD11b pos with a staining intensity between the expression range of CD11b neg and CD11b high CD11c high AM^s, providing an internal reference point to which AM^CD11b expression could be compared (Figure 1b,c) . This approach negates influences from Ab signal strength and laser voltage settings on MFI level, as the ratio of AM^to blood neutrophil CD11b expression remains internally constant (see Supplementary Figure S2a and Supplementary Table S1 online). Differences in AM^CD11b expression and the appearance of CD11b high CD11c pos or CD11b pos CD11c neg cell subsets were observed in bronchoalveolar lavage (BAL) from C57BL/6 mice following LPS challenge and Mem71 influenza virus clearance and in SHIP-1 À / À and Hck F/F mice (see Supplementary Figure S2b ,c and Supplementary Table S1 online). 16, 17, 22 Increased AM^to blood neutrophil CD11b expression profiles were also observed for increasing LPS doses at day 3 post-challenge in C57BL/6 mice (see Supplementary Figure  S2d Figure 2a ) was also present in Mem71-infected and Hck F/F mouse BAL, which stained negatively for myeloid markers Class II, CD14, or CD86 ( Figure 2b ). Cell differentials using BAL cytospins, cell sorting, and Siglec F staining confirmed these cells as Siglec F pos lung eosinophils as previously reported (see Supplementary Figure 3S online and Figure 2c ; granular cells with eosinophilic cytoplasm as denoted by white arrows). 24 Identification of new immune cell parameters associated with acute lung exacerbations Acute exacerbations of COPD classically involve increased neutrophil recruitment and pro-inflammatory cytokine production, 25, 26 although eosinophils have also been increasingly linked to exacerbation predisposition. 27 However, it remains unknown how conserved or heterogeneous this inflammatory milieu is between affected patients. SHIP-1 À / À and Hck F/F mice have spontaneous inflammatory and emphysematous phenotypes that resemble patterns observed in human COPD. 16, 17, 22 To test whether specific BAL profiles could also be discerned during COPD-like acute lung exacerbations, SHIP-1 À / À and Hck F/F mice were challenged with a single intranasal dose of LPS. LPS-challenged SHIP-1 À / À and Hck F/F mice both developed exacerbated lung pathology resembling acute lung pneumonia by day 3 post-LPS challenge ( Figure 3 ). In SHIP-1 À / À mice, acute exacerbations were characterized by CD11b high CD11c pos monocyte recruitment and further AMF CD11b upregulation (Figure 3a -c,m). Exacerbation severity as evidenced by increased lung hemorrhaging, posture changes, piloerection, and increased respiratory effort was variable (data not shown) and correlated with the degree of AMF CD11b upregulation visualized as a rightwards signal shift of AMF CD11b expression compared with blood neutrophils ( Figure 3c) . Neutrophil, monocyte, and T lymphocyte numbers were also increased in LPS-challenged SHIP-1 À / À mice (Figure 3d-f). AMF CD11b upregulation and lung monocyte recruitment were also characteristic of LPS-challenged Hck F/F mice (Figure 3i ,n). Upregulated AMF CD11b expression was modest compared with challenged SHIP-1 À / À mice and did not reach statistical significance (Figure 3i ,n, *P ¼ 0.087). Heightened lung neutrophil recruitment was the dominant feature of challenged Hck F/F mice, with no alterations in lung eosinophil numbers ( Figure 3j ). Interestingly, lung tissue and immune cell apoptosis was found in Hck F/F but not SHIP-1 À / À acute lung exacerbations (see Supplementary Figure S4 online). Altogether, these results demonstrate that increased CD11b AMF expression is a mouse marker of active lung inflammation with differential patterns of AMF CD11b upregulation and eosinophil, neutrophil, or monocyte recruitment present in acute and chronic inflammatory lung conditions as well as COPD acute exacerbation models.",
            "cite_spans": [
                {
                    "start": 1751,
                    "end": 1753,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2589,
                    "end": 2592,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2593,
                    "end": 2596,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2597,
                    "end": 2599,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 3206,
                    "end": 3208,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 3418,
                    "end": 3421,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 3422,
                    "end": 3424,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 3513,
                    "end": 3515,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 3766,
                    "end": 3769,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 3770,
                    "end": 3773,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 3774,
                    "end": 3776,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 223,
                    "text": "(Figure 1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 228,
                    "end": 258,
                    "text": "Supplementary Table S1 online)",
                    "ref_id": null
                },
                {
                    "start": 1267,
                    "end": 1276,
                    "text": "Figure 1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1981,
                    "end": 1994,
                    "text": "(Figure 1b,c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2198,
                    "end": 2208,
                    "text": "Figure S2a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2539,
                    "end": 2549,
                    "text": "Figure S2b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2762,
                    "end": 2773,
                    "text": "Figure  S2d",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2774,
                    "end": 2783,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2915,
                    "end": 2924,
                    "text": "Figure 2b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3101,
                    "end": 3110,
                    "text": "Figure 3S",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 3122,
                    "end": 3131,
                    "text": "Figure 2c",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 4115,
                    "end": 4123,
                    "text": "Figure 3",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 4268,
                    "end": 4278,
                    "text": "(Figure 3a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 4602,
                    "end": 4612,
                    "text": "Figure 3c)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 4842,
                    "end": 4852,
                    "text": "(Figure 3i",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 4988,
                    "end": 4998,
                    "text": "(Figure 3i",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 5157,
                    "end": 5166,
                    "text": "Figure 3j",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 5309,
                    "end": 5318,
                    "text": "Figure S4",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Identification of distinct inflammatory immune cell profiles in mouse lungs"
        },
        {
            "text": "CD11b is ubiquitously expressed on monocytes and neutrophils, which prevents the exclusive targeting of AMFs using anti-CD11b mAbs. However, as CD11b is discretely expressed on inflammatory AMFs in mice, we used anti-CD11b administration to test whether CD11b pos AMFs could be selectively blocked without perturbations to homeostatic CD11b neg AMFs. Intranasal anti-CD11b Ab administration 24 h post-LPS challenge attenuated lung inflammation by significantly decreasing lung neutrophil and monocyte infiltration in C57BL/6 mice 3 days post-LPS challenge (Figure 4a-d) . Interestingly, AMF numbers remained unchanged following anti-CD11b Ab administration (Figure 4d) , suggesting that anti-CD11b blocked surface AMF CD11b expression rather than depleting CD11b pos AMFs. Anti-CD11b Ab administration demonstrated a dose-dependent preferential neutralization of CD11b high neutrophils before CD11b high lung monocytes and CD11b pos AMFs (Figure 4e) . Anti-CD11b also attenuated lung neutrophilia in a dose-dependent manner (Figure 4f,g) . Decreased lung tissue apoptosis was observed in the lungs of anti-CD11b Ab-treated, but not vehicle-PBS or rat IgG isotype control Ab-treated C57BL/6 mice at day 3 post-LPS challenge (Figure 4h,i) . In contrast, CD11b À / À mice did not show attenuated neutrophil or monocyte recruitment day 3 post-LPS challenge but did show variable AMF and monocyte CD11a expression and upregulated monocyte CD11c surface expression (see Supplementary Figure S5 online).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 556,
                    "end": 569,
                    "text": "(Figure 4a-d)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 657,
                    "end": 668,
                    "text": "(Figure 4d)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 938,
                    "end": 949,
                    "text": "(Figure 4e)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1024,
                    "end": 1037,
                    "text": "(Figure 4f,g)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1223,
                    "end": 1236,
                    "text": "(Figure 4h,i)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1464,
                    "end": 1487,
                    "text": "Supplementary Figure S5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "In vivo targeting of CD11b pos lung macrophages"
        },
        {
            "text": "As distinct BAL cell immunophenotypes were clearly discerned in mice, we investigated whether parallel immune cell features could be identified in humans. Blood neutrophil CD11b expression was similar between healthy volunteers and respiratory patients seen in the day clinic, although CD11b variation is higher in humans than in mice ( Figure 5a) . Nevertheless, 492% of all patient blood neutrophils existed within the same gated CD11b expression range used to reference AMF CD11b expression (see Supplementary Figure S6a For human BAL cell immunophenotyping, CD33 was chosen over CD11c as CD33 is a commonly used pan MF marker in humans, 28 which separated AMFs more clearly than CD11c in our studies and thus is a more definitive marker of human AMFs (see Supplementary Figure S7a online). As human lung monocytes are CD33 pos CD11b high and potentially similar to CD33 pos CD11b high AMFs, monocytes were excluded from our gating strategy based on their lack of autofluorescence and smaller size (low forward scatter (FSC)) to eliminate signal contamination (see Supplementary Figure S7b online). Despite this, an additional CD33 low CD11b high immune cell subset was still prominent in the BAL of a subset of human patients (Figure 5d , subset E). This subset showed negligible Class II, CD14, or CD86 expression ( Figure 5e ) and was identified as lung eosinophils from cell differentials of BAL cytospins (Figure 5f ; granular cells with eosinophilic cytoplasm as denoted by white arrows). This allowed the inclusion of lung eosinophilia as a parameter for immunophenotyping, similar to mice. The degree of lung neutrophilia, another preestablished parameter for COPD and asthma patient immunophenotyping, could simultaneously be measured as the proportion of granular CD15 high CD11b high cells in BAL (see Supplementary Figure S1 online and Figure 6a -d, pie charts).",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 643,
                    "text": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 337,
                    "end": 347,
                    "text": "Figure 5a)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 513,
                    "end": 523,
                    "text": "Figure S6a",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 760,
                    "end": 784,
                    "text": "Supplementary Figure S7a",
                    "ref_id": null
                },
                {
                    "start": 1068,
                    "end": 1092,
                    "text": "Supplementary Figure S7b",
                    "ref_id": null
                },
                {
                    "start": 1230,
                    "end": 1240,
                    "text": "(Figure 5d",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1321,
                    "end": 1330,
                    "text": "Figure 5e",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1413,
                    "end": 1423,
                    "text": "(Figure 5f",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1830,
                    "end": 1839,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1851,
                    "end": 1860,
                    "text": "Figure 6a",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Identification of analogous human immune cell profiles"
        },
        {
            "text": "Our immunophenotyping approach could thus incorporate AMF CD11b expression alterations with other preexisting parameters for clinical endotyping. Using these parameters, we analyzed human BAL from a randomly sampled pool of patients undergoing bronchoscopies for clinical diagnosis (see Supplementary Table S3 online) . Human patients could be broadly segregated into one of four lung immunophenotypes: into patients with (a) only CD11b low AMFs, (b) only CD11b mod AMFs, (c) only CD11b high AMFs, and (d) CD11b mod/high AMFs with eosinophilia or atypical myeloid cell infiltration (Figure 6a-d) . Surprisingly, this mirrored the distinct immunophenotypes observed in C57BL/6 compared with SHIP-1 À / À and Hck F/F mice. Patients with CD11b low AMFs (set as having p10% AMFs with higher CD11b expression than blood neutrophils) showed low neutrophil and monocyte infiltration and most closely resembled the BAL phenotype of healthy C57BL/6 mice (Figure 6a) . Patients with CD11b mod AMFs were arbitrarily characterized to serve as an intermediate subgroup (with 10-40% CD11b pos AMFs with higher CD11b expression than blood neutrophils) to distinguish between patients with obvious CD11b low AMF or CD11b high AMF phenotypes (Figure 6b) . Patients with CD11b high AMFs (X40% AMFs with higher CD11b expression than blood neutrophils) but negligible monocyte or eosinophil recruitment greatly resembled the immunophenotype of SHIP-1 À / À mice and showed increased CD4 þ and CD8 þ T-cell proportions in BAL (Figure 6c) . Patients with CD11b mod/high AMFs and lung eosinophilia resembled the BAL cell immunophenotype of Hck F/F mice or C57BL/6 mice during the clearance phase of influenza infection (Figure 6d) . Interestingly, a unique subset of CD33 high CD11b low non-lymphocyte cells was additionally found in the BAL of PT5012 (Figure 6d) . These atypical myeloid cells were lobe-specific to disease pathology (see Supplementary Figure S8 online).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 317,
                    "text": "Supplementary Table S3 online)",
                    "ref_id": null
                },
                {
                    "start": 582,
                    "end": 595,
                    "text": "(Figure 6a-d)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 945,
                    "end": 956,
                    "text": "(Figure 6a)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1225,
                    "end": 1236,
                    "text": "(Figure 6b)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1505,
                    "end": 1516,
                    "text": "(Figure 6c)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1696,
                    "end": 1707,
                    "text": "(Figure 6d)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1829,
                    "end": 1840,
                    "text": "(Figure 6d)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1917,
                    "end": 1940,
                    "text": "Supplementary Figure S8",
                    "ref_id": null
                }
            ],
            "section": "Identification of analogous human immune cell profiles"
        },
        {
            "text": "As human AMF CD11b expression exists in a continuum, larger-scale clinical studies are required to identify CD11b high AMF cutoffs, which correlate with increased lung or systematic inflammation and disease burden. Our results demonstrate that patients with CD11b low or CD11b high AMFs exist and can be identified in a directly comparable manner. To represent AMF CD11b expression in an unbiased manner, we additionally calculated AMF CD11b MFIs and AMF to blood neutrophil CD11b MFI ratios for each patient (Figure 6a- As additional confirmation of CD11b selective AMF expression heterogeneity, we simultaneously measured AMF CD14 expression in the same experiment. In contrast to CD11b, CD14 AMF surface expression remained relatively constant between individual patients independently of AMF CD11b expression differences or lung disease status (Figure 6a-d) . Moreover, while blood neutrophil CD11b expression was relatively constant between patients, blood vs. lung neutrophil CD11b upregulation was observed in LPS-challenged C57BL/6 mice, SHIP-1 À / À and Hck F/F mice and human patients with similar inflammatory BAL cell profiles (see Supplementary Figure S9a ,b online). The degree of blood vs. lung neutrophil CD11b upregulation positively correlated with AMF CD11b upregulation (r ¼ 0.806) and further distinguished between patients with CD11b low or CD11b mod/high AMFs, providing an additional parameter of local lung inflammation (see Supplementary  Figure S9b online).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 509,
                    "end": 520,
                    "text": "(Figure 6a-",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 848,
                    "end": 861,
                    "text": "(Figure 6a-d)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1158,
                    "end": 1168,
                    "text": "Figure S9a",
                    "ref_id": null
                },
                {
                    "start": 1450,
                    "end": 1475,
                    "text": "Supplementary  Figure S9b",
                    "ref_id": null
                }
            ],
            "section": "Identification of analogous human immune cell profiles"
        },
        {
            "text": "Our study describes a simplified and internally standardized flow cytometry approach for human lung immunophenotyping, adapted from the study of inflammatory lung conditions in mice. Critically, it is the first approach that can systematically profile AMF-based alterations alongside preexisting immune cell parameters in a directly comparable manner. AMFs are the predominant immune cell population within the lung parenchyma and express an expansive repertoire of cell surface molecules, which dynamically reorganize in response to different environmental stimuli. 29 Theoretically, this should render them as more selective reporters of the inflammatory microenvironment compared with current parameters such as lung neutrophilia or eosinophilia, which only indicate immune subset presence and not phenotype.",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 569,
                    "text": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In truth, however, there are very few disease-associated MF markers in humans or even mice. The first reason stems from their dynamic and expansive nature; MFs activate a spectrum of transcriptional programs in response to a diverse array of environmental stimuli in a time-dependent manner. 30 This creates confusion in the absence of common descriptive standards as different studies ascribing markers to different MF activation states may not actually match each other. 5 For instance, induced nitric oxide synthase and Arginase I expression have been extensively used to discriminate between more classically M(LPS or interferon-g) or alternatively M(interleukin-4) activated MFs yet their presence is confounded by mouse strain-specific differences in enzyme expression and species-dependent differences in arginine and nitric oxide generation. 31, 32 Recently, transcriptome studies of tissue MF and dendritic cell subsets and differentially stimulated human monocyte-derived MFs have identified new genes with selective expression in different tissue MF subsets or activation stimuli (such as vascular cell adhesion molecule 1 for splenic MFs, intercellular adhesion molecule-2 for peritoneal MFs, Siglec H for microglial). 30, [33] [34] [35] This unbiased and systematic approach may generate new disease-specific MF markers for further evaluation and renders the discovery of systematic human MF profiling methods an even more critical objective.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 294,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 473,
                    "end": 474,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 850,
                    "end": 853,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 854,
                    "end": 856,
                    "text": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1231,
                    "end": 1234,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1235,
                    "end": 1239,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1240,
                    "end": 1244,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1245,
                    "end": 1249,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A second obstacle lies in the difficulty of translating candidate MF markers from animal or in vitro studies. Few surface markers are similarly expressed on mouse and human AMFs. Translatable MF activation markers are so far limited to several chemokines, scavenger receptors, and matrix proteins. 5 As the only cell surface receptors from the list, scavenger receptors are the most pragmatic candidates for immunophenotyping. However, apart from MARCO, 36 few scavenger receptors are even dually expressed on mouse and human AMFs, let alone in parallel stimuli-selective patterns. More importantly, the expression of these and many other classes of MF surface proteins is predominantly continuous. 37, 38 Continuously expressed markers are represented as MFIs, which permits semi-quantitative comparisons within single flow cytometry experiments but hinders comparisons and data replication between independent studies. MFIs also do not provide information about cell population spread, may be altered by different gating strategies, and can be inadvertently skewed by extremely low or high value false events captured, future questioning their usefulness as meaningful clinical readouts. Thus, without alternative study strategies, many future candidate human MF markers may be rejected in the screening process in favor of binary observations, which are biologically unlikely. A conventional myeloid cell parameter would be the frequency of CD14 pos CD16 neg pro-inflammatory monocytes, CD14 pos CD16 pos vs. CD14 low CD16 pos patrolling monocytes in individual patients, 39 which can be used to describe the local environment in terms of recruited monocyte phenotypes. However, residential MFs possess different and often opposing functions to recruited monocytes and an understanding of residential MF responses may provide a more accurate reflection of the local inflammatory state. Using our flow cytometry approach, we show that AMF CD11b upregulation occurs in both mice and human patients alongside other inflammatory changes despite basal CD11b expression on human AMFs. In particular, our studies suggest that CD11b high AMFs may identify an important subset of patients with inflammatory lung conditions and that a combinational immunophenotyping approach that monitors AMF CD11b expression alongside the absence or presence of other innate immune cell subsets may provide a more personalized understanding of individual patient lung microenvironments.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 299,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 699,
                    "end": 702,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 703,
                    "end": 705,
                    "text": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1575,
                    "end": 1577,
                    "text": "39",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "CD11b is a leukocyte integrin composed of the CD11b a subunit and common integrin b2 subunit and binds to ligands intercellular adhesion molecule-1, iC3b (cleaved product of complement 3b), and fibrinogen. 40 CD11b function was first suggested when a deficiency in the common integrin b2 subunit (and hence LFA-1, CD11b, and p150/95 assembly and surface expression) was identified in a group of patients with recurrent bacterial infections owing to defective neutrophil and myeloid cell adhesion and phagocytosis. 41 Later studies identified CD11b upregulation as a functional component of neutrophil aggregation but not neutrophil endothelial cell adhesion or extravasation. 42 Surprisingly, global CD11b deletion in mice does not induce prominent physiological alterations or attenuate neutrophil accumulation in inflamed tissues. 43, 44 In CD11b À / À mice, however, complement-mediated phagocytosis and vasculitis are significantly attenuated, 43,44 most likely through a failure of iC3b ligand-mediated activation of CD11b receptor signaling. From our studies, given that anti-CD11b Ab administration but not CD11b deletion attenuated lung inflammation in mice, global CD11b deletion may not replicate the consequences of transiently targeting CD11b in chronic diseases. As blocking of surface AM^CD11b rather than depletion of CD11b pos AM^s most likely occurred following anti-CD11b Ab administration, it is crucial to dissect whether AM^CD11b signaling itself or CD11b pos/high AM^s are potential effectors of acute and chronic lung inflammation. Specifically, the comparison of CD11b neg (or CD11b low in humans) and CD11b pos/high AM^transcriptomes may identify whether alterations in CD11b-related signaling pathways or a broader array of effector pathways exist between these two AM^subpopulations.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 208,
                    "text": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 514,
                    "end": 516,
                    "text": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 676,
                    "end": 678,
                    "text": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 833,
                    "end": 836,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 837,
                    "end": 839,
                    "text": "44",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "AM^CD11b expression alterations have been previously described in clinical studies of acute and chronic inflammatory lung diseases. CD11b high AM^s correlated with increased lung monocyte influx and respiratory failure severity in a 21-day follow-up of ARDS patients requiring mechanical ventilation. 45 AM^CD11b upregulation was also observed in patients with pneumonia compared with healthy volunteers in a separate study that correlated CD11b AM^expression with the level of neutrophil chemokine interleukin-8. 46 Interestingly, AM^CD11b expression was not significantly different between COPD patients and healthy non-smokers in a previous study, though this may reflect a recruitment of inflammatory vs. non-inflammatory COPD endotypes. 47 Overall, the current diversity of CD11b AM^-and lung eosinophil-associated mouse models of emphysema temptingly suggests that distinct lung innate immune cell niches may be present in different COPD endotypes. Lung immunophenotyping in previously established COPD animal models may also help the field to more clearly differentiate immune-vs. non-immune-driven mechanisms of human COPD pathogenesis. 48 Although our approach can be immediately used in any flow cytometer facility, small caveats remain that apply to all lung immunophenotyping studies. Sample storage needs to be consistent for large-scale usage. 49 We used freshly obtained BAL samples for our studies in order to match the in vivo immunophenotype as closely as possible. This may be difficult in places where same-day flow cytometry analysis is not possible and cryopreservation options have to be explored. Cigarette smoke-induced cell autofluorescence is also a major obstacle as background AMF signals are exponentially increased in current smokers, confounding fluorescence AMF read-outs. Current cigarette smokers (o6 months) were excluded from our study, but this may be undesirable for COPD endotyping. In unavoidable scenarios, it is possible that non-fluorescence detection methods such as mass cytometry may be employed to characterize all samples from a similar baseline, although non-specific Ab-binding issues may still exist.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 303,
                    "text": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 514,
                    "end": 516,
                    "text": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 742,
                    "end": 744,
                    "text": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1145,
                    "end": 1147,
                    "text": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1358,
                    "end": 1360,
                    "text": "49",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, our study introduces a new internally standardized and hence directly comparable approach for AMF immunophenotyping. Used in combination with other established parameters for clinical endotyping (the presence of eosinophilia or neutrophilia), we show that inflammationassociated CD11b AMF profiles exist heterogeneously in both mouse lung disease models and human patients. This is timely as our understanding of immune cell contributions to disease pathogenesis and disease endotyping advances and the technology to discriminate differential immune cell subsets becomes more widely accessible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Study approval. Recruited patients undergoing a bronchoscopy for clinical diagnosis participated voluntarily and provided informed consent under protocols approved by the Melbourne Health Institutional review board. Written informed consent was obtained from all subjects prior to inclusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Human study subjects. Non-targeted or peri-lesion BAL were performed depending on computed tomographic scan presentations using 3 Â 20 ml saline, and patient BAL cells were collected for fluorescence-activated cell sorting (FACS) analysis. Three milliliters of blood was also collected from each patient. Patient diagnosis was established by same-day tissue biopsy (see Supplementary Table S3 online). A total of 14 patient samples were analyzed with standardized machine settings using fluorescent beads (allophycocyanin (APC) and APC-Cy7 fluorescence reference standards, Bangs Laboratories, Fishers, IN). Patients with BAL samples showing highly autofluorescent AMFs owing to recent cigarette smoke exposure were excluded from analysis as elevated autofluorescence greatly masks the surface expression of markers in AMFs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 392,
                    "text": "Supplementary Table S3",
                    "ref_id": null
                }
            ],
            "section": "METHODS"
        },
        {
            "text": "Mice. SHIP-1 À / À 16 and Hck F/F 22 mice have been described and were crossed onto the C57BL/6 background for X7 generations. C57BL/6 CD11b À / À mice were a gift from Professor Karlheinz Peter (Baker IDI Heart and Diabetes Institute, Melbourne, Australia). C57BL/6 mice were purchased from the Monash Animal Services (ARL, Melbourne, Australia). All mice were kept in specific pathogen-free conditions (Monash MARP and MICU, Melbourne, Australia). All animal experiments were approved by the Alfred Medical Research and Education Precinct (AMREP) Animal Ethics Committee in accordance with National Health and Medical Research Council (NHMRC) Australia guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "LPS challenge. Eight-12-week-old C57BL/6, CD11b À / À , SHIP-1 À / À , or Hck F/F mice were lightly anesthetized with 5% isofluorane and intranasally administered 30 ml of Escherichia coli LPS (10 mg per mouse, serotype O114:B4; Sigma, Saint Louis, MO). LPS-challenged mice were euthanized at day 3 post-LPS challenge. Vehicle control C57BL/6 mice received 30 ml of Dulbecco's modified Eagle's medium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Mem71 infection. Eight-12-week-old C57BL/6 mice were lightly anesthetized and intranasally delivered 30 ml Mem71 influenza virus (31,000 pfu per mouse, sublethal dose). Mice were euthanized at day 10 postinfection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Antibody treatment. Twenty-four hours post-LPS challenge, C57BL/6 mice were lightly anesthetized and intranasally administered 30 ml of anti-CD11b antibody (1.0, 0.5 or 0.1 mg kg À 1 , clone M1/70, Bio X cell, West Lebanon, NH) or rat IgG isotype control (1 mg kg À 1 , clone LTF-2, Bio X cell). Mice were euthanized on day 3. Ab administration occurred at 24 h post-LPS as this marks the onset of AM^Mac-1 upregulation 15 and minimizes the neutralization of CD11b high lung neutrophils recruited earlier.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 422,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Flow cytometry. For mouse BAL, filtered BAL and red blood celllysed blood cells were resuspended in FACS buffer (Mouse PBS, 2% fetal calf serum, 2 mM EDTA) and incubated with Fc block (0.6 mg ml À 1 , anti-mouse CD32/CD16, clone 2.4G2, 10 min). Cells were stained with 11 monoclonal Abs or non-binding Ab controls (20 min, 4 1C on ice, listed in Supplementary Table S2 online) followed by 21 fluorophore conjugates where necessary (streptavidin APC-A750, 15 min, 4 1C on ice). Cells were then washed and resuspended in 50 ml FACS buffer with 5 ml DAPI (4,6-diamidino-2-phenylindole) solution (1 mg ml À 1 , Sigma Aldrich, Saint Louis, MO) before analysis. Our FACS strategy has been previously described. 15 To examine mouse AM^s (see Supplementary Figure S1a online), DAPI neg cells were first gated to exclude all dead cells from analysis. Anti-mouse CD45-fluorescein isothiocyanate was next used to positively select all BAL leukocytes. Gating of FSC-A vs. FSC-W cells excluded doublet cells. Ly6g-phycoerythrin was then used to negatively gate out all neutrophils, and all lymphocytes were gated out based on their lower FSC-A and SSC-A profile. This allowed FACS analysis on the remaining M^/monocyte subpopulations. AMFs were discriminated from dendritic cells based on their high autofluorescence in an unstained PerCPCy5.5 channel.",
            "cite_spans": [
                {
                    "start": 705,
                    "end": 707,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 735,
                    "end": 759,
                    "text": "Supplementary Figure S1a",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "METHODS"
        },
        {
            "text": "For human BAL (all samples in Figures 5 and 6) , filtered BAL and red blood cell-lysed blood cells were resuspended in FACS buffer (Human PBS, 2% fetal calf serum, 2 mM EDTA) and incubated with saturated Mouse IgG to block non-specific 11 antibody binding to human cells (2.5 mg per 250,000 cells, Normal mouse IgG, Merck Millipore, Billerica, MA, 20 min on ice). Stains contained 250,000 cells per tube. Cells were stained with 11 monoclonal Abs or non-binding Ab controls (20 min, 4 1C on ice; listed in Supplementary Table S5 online), washed, and resuspended in 100 ml FACS buffer, with 5 ml DAPI solution (1 mg ml À 1 , Sigma Aldrich) added before analysis. Critically, prior to each experiment, single-peak fluorescent calibration beads were used to maintain a standardized laser voltage for data acquisition (APC and APC-Cy7 fluorescence reference standards, Bangs Laboratories). To examine human AM^s (see Supplementary  Figure S1b online), DAPI neg cells were first positively selected to exclude all dead cells from analysis. Live CD45 pos singlet cells were positively selected and neutrophils were negatively gated by CD15 high staining with low FSC. AMFs and eosinophils are positively selected by CD15 high cells with higher FSC (eosinophils are CD15 high and AMFs are autofluorescent in phycoerythrin). For AMF MFI calculations, events are further gated in the PerCP5.5 channel for only autofluorescent AMFs. The samples used to generate the preliminary human data shown in Figure 1a were incubated with Human TruStain FcX Fc block (Biolegend, San Diego, CA; 5 ml per 250,000 cells, 20 min on ice) instead of purified mouse IgG.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 46,
                    "text": "Figures 5 and 6)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 506,
                    "end": 528,
                    "text": "Supplementary Table S5",
                    "ref_id": null
                },
                {
                    "start": 913,
                    "end": 938,
                    "text": "Supplementary  Figure S1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1488,
                    "end": 1497,
                    "text": "Figure 1a",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "METHODS"
        },
        {
            "text": "All FACS data was acquired on a LSR-Fortessa (BD Biosciences, San Jose, CA) except Supplementary Figure S2 (LSR-Canto II, BD Biosciences), and X5,000 AM^events per sample was collected. Analysis was performed using the FlowJo software (Mac V8.7.3 or Windows V10, FlowJo LLC, Ashland, OR).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 106,
                    "text": "Figure S2",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "METHODS"
        },
        {
            "text": "Statistics. All values are expressed as mean ± s.e.m. from at least two independent experiments. Unpaired two-tailed Student's t-test was performed for all studies comparing two sets of data, except where the s.d. of data sets differed and a Welch t-test was used. Studies comparing three sets of data were analyzed by the analysis of variance test followed by the Tukey's post-test for statistical significance. The correlation between human AMF CD11b and CD86 surface expression was determined by linear regression. Statistical analyses were performed using GraphPad Prism 6 (GraphPad Software Inc, La Jolla, CA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "SUPPLEMENTARY MATERIAL is linked to the online version of the paper at http://www.nature.com/mi and funded the study, interpreted all data, and edited the manuscript. All authors approved the final draft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "HIV nonprogressors preferentially maintain highly functional HIV-specific CD8 þ T cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Betts",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Blood",
            "volume": "107",
            "issn": "",
            "pages": "4781--4789",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The pattern of CD38 expression defines a distinct subset of chronic lymphocytic leukemia (CLL) patients at risk of disease progression",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ghia",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Blood",
            "volume": "101",
            "issn": "",
            "pages": "1262--1269",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early initiation of combined antiretroviral therapy preserves immune function in the gut of HIV-infected patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Mucosal. Immunol",
            "volume": "8",
            "issn": "",
            "pages": "127--140",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Blood monocytes consist of two principal subsets with distinct migratory properties",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Geissmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Littman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Immunity",
            "volume": "19",
            "issn": "",
            "pages": "71--82",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Macrophage activation and polarization: nomenclature and experimental guidelines",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Immunity",
            "volume": "41",
            "issn": "",
            "pages": "14--20",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Asthma endotypes: a new approach to classification of disease entities within the asthma syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lotvall",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Allergy. Clin. Immunol",
            "volume": "127",
            "issn": "",
            "pages": "355--360",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Identification of asthma phenotypes using cluster analysis in the Severe Asthma Research Program",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "181",
            "issn": "",
            "pages": "315--323",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Inflammatory biomarkers and comorbidities in chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thomsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dahl",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lange",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vestbo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Nordestgaard",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "186",
            "issn": "",
            "pages": "982--988",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Persistent systemic inflammation is associated with poor clinical outcomes in COPD: a novel phenotype",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Agusti",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Susceptibility to exacerbation in chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Hurst",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "N. Engl. J. Med",
            "volume": "363",
            "issn": "",
            "pages": "1128--1138",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Endothelial cell death and decreased expression of vascular endothelial growth factor and vascular endothelial growth factor receptor 2 in emphysema",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kasahara",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Tuder",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Cool",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Flores",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Voelkel",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "163",
            "issn": "",
            "pages": "737--744",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Loss of integrin alpha(v)beta6-mediated TGF-beta activation causes Mmp12-dependent emphysema",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "422",
            "issn": "",
            "pages": "169--173",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Alveolar macrophage deficiency in osteopetrotic mice deficient in macrophage colony-stimulating factor is spontaneously corrected with age and associated with matrix metalloproteinase expression and emphysema",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shibata",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zsengeller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Otake",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Palaniyar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Trapnell",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Blood",
            "volume": "98",
            "issn": "",
            "pages": "2845--2852",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Src homology 2 domain-containing inositol 5-phosphatase 1 deficiency leads to a spontaneous allergic inflammation in the murine lung",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Oh",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Allergy Clin. Immunol",
            "volume": "119",
            "issn": "",
            "pages": "123--131",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Distinct macrophage subpopulations characterize acute infection and chronic inflammatory lung disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vlahos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Maxwell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Hibbs",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Immunol",
            "volume": "189",
            "issn": "",
            "pages": "946--955",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Targeted disruption of SHIP leads to hemopoietic perturbations, lung pathology, and a shortened life span",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Helgason",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Genes Dev",
            "volume": "12",
            "issn": "",
            "pages": "1610--1620",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "SHIP represses the generation of alternatively activated macrophages",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Rauh",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Immunity",
            "volume": "23",
            "issn": "",
            "pages": "361--374",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Perturbed myelo/erythropoiesis in Lyn-deficient mice is similar to that in mice lacking the inhibitory phosphatases SHP-1 and SHIP-1",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Harder",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Blood",
            "volume": "104",
            "issn": "",
            "pages": "3901--3910",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "SHIP-deficient mice are severely osteoporotic due to increased numbers of hyper-resorptive osteoclasts",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Takeshita",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat. Med",
            "volume": "8",
            "issn": "",
            "pages": "943--949",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Genetic segregation of inflammatory lung disease and autoimmune disease severity in SHIP-1-/-mice",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Maxwell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Armes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Tarlinton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Hibbs",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Immunol",
            "volume": "186",
            "issn": "",
            "pages": "7164--7175",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "LPS-induced upregulation of SHIP is essential for endotoxin tolerance",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Sly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Rauh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kalesnikoff",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Krystal",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Immunity",
            "volume": "21",
            "issn": "",
            "pages": "227--239",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Constitutive activation of the SRC family kinase Hck results in spontaneous pulmonary inflammation and an enhanced innate immune response",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ernst",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Exp. Med",
            "volume": "196",
            "issn": "",
            "pages": "589--604",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Pulmonary macrophage subpopulations in the induction and resolution of acute lung injury",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Rims",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Mcguire",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Manicone",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am. J. Respir. Cell Mol. Biol",
            "volume": "47",
            "issn": "",
            "pages": "417--426",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Detection and quantitation of eosinophils in the murine respiratory tract by flow cytometry",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Pujanauski",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Braciale",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Immunol. Methods",
            "volume": "327",
            "issn": "",
            "pages": "63--74",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Experimental rhinovirus infection as a human model of chronic obstructive pulmonary disease exacerbation",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mallia",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "183",
            "issn": "",
            "pages": "734--742",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Granulocyte inflammatory markers and airway infection during acute exacerbation of chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Aaron",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "163",
            "issn": "",
            "pages": "349--355",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Acute exacerbations of chronic obstructive pulmonary disease: identification of biologic clusters and their biomarkers",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bafadhel",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "184",
            "issn": "",
            "pages": "662--671",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Restricted expression of an early myeloid and monocytic cell surface antigen defined by monoclonal antibody M195",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tanimoto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Scheinberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cordon-Cardo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Huie",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Clarkson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Old",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Leukemia",
            "volume": "3",
            "issn": "",
            "pages": "339--348",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Alveolar macrophages: plasticity in a tissue-specific context",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hussell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat. Rev. Immunol",
            "volume": "14",
            "issn": "",
            "pages": "81--93",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Transcriptome-based network analysis reveals a spectrum model of human macrophage activation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Immunity",
            "volume": "40",
            "issn": "",
            "pages": "274--288",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Arginine transport is impaired in C57Bl/6 mouse macrophages as a result of a deletion in the promoter of Slc7a2 (CAT2), and susceptibility to Leishmania infection is reduced",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Sans-Fons",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Infect. Dis",
            "volume": "207",
            "issn": "",
            "pages": "1684--1693",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Species differences in macrophage NO production are important",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schneemann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schoedon",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat. Immunol",
            "volume": "3",
            "issn": "",
            "pages": "102--102",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Gene-expression profiles and transcriptional regulatory pathways that underlie the identity and diversity of mouse tissue macrophages",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Gautier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat. Immunol",
            "volume": "13",
            "issn": "",
            "pages": "1118--1128",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A neurodegeneration-specific gene-expression signature of acutely isolated microglia from an amyotrophic lateral sclerosis mouse model",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell Rep",
            "volume": "4",
            "issn": "",
            "pages": "385--401",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Macrophages retain hematopoietic stem cells in the spleen via VCAM-1",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dutta",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Exp. Med",
            "volume": "212",
            "issn": "",
            "pages": "497--512",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Role of the scavenger receptor MARCO in alveolar macrophage binding of unopsonized environmental particles",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Palecanda",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Exp. Med",
            "volume": "189",
            "issn": "",
            "pages": "1497--1506",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Flow cytometric analysis of macrophages and dendritic cell subsets in the mouse lung",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Misharin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Morales-Nebreda",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Mutlu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Budinger",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am. J. Respir. Cell Mol. Biol",
            "volume": "49",
            "issn": "",
            "pages": "503--510",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Overexpression of CD163, CD204 and CD206 on alveolar macrophages in the lungs of patients with severe chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kaku",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Mucosal immune responses predict clinical outcomes during influenza infection independently of age and viral load",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Oshansky",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "189",
            "issn": "",
            "pages": "449--462",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The human leukocyte adhesion glycoprotein Mac-1 (complement receptor type 3, CD11b) alpha subunit. Cloning, primary structure, and relation to the integrins, von Willebrand factor and factor B",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Corbi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Kishimoto",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Springer",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Biol. Chem",
            "volume": "263",
            "issn": "",
            "pages": "12403--12411",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Leukocyte adhesion deficiency: an inherited defect in the Mac-1, LFA-1, and p150,95 glycoproteins",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Springer",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Annu. Rev. Med",
            "volume": "38",
            "issn": "",
            "pages": "175--194",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Increased surface expression of CD11b/CD18 (Mac-1) is not required for stimulated neutrophil adherence to cultured endothelium",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Vedder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Harlan",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Clin. Invest",
            "volume": "81",
            "issn": "",
            "pages": "676--682",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "LFA-1 is sufficient in mediating neutrophil emigration in Mac-1-deficient mice",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Clin. Invest",
            "volume": "99",
            "issn": "",
            "pages": "1340--1350",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Mac-1 signaling via Src-family and Syk kinases results in elastase-dependent thrombohemorrhagic vasculopathy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hirahashi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Immunity",
            "volume": "25",
            "issn": "",
            "pages": "271--283",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Phenotypic characterization of alveolar monocyte recruitment in acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rosseau",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am. J. Physiol. Lung Cell. Mol. Physiol",
            "volume": "279",
            "issn": "",
            "pages": "25--35",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "MRP8/MRP14, CD11b and HLA-DR expression of alveolar macrophages in pneumonia",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Buhling",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Immunol. Lett",
            "volume": "71",
            "issn": "",
            "pages": "185--190",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Different inflammatory cell pattern and macrophage phenotype in chronic obstructive pulmonary disease patients, smokers and non-smokers",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lofdahl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wahlstrom",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Skold",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin. Exp. Immunol",
            "volume": "145",
            "issn": "",
            "pages": "428--437",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Alendronate inhalation ameliorates elastase-induced pulmonary emphysema in mice by induction of apoptosis of alveolar macrophages",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ueno",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Commun",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Standardizing immunophenotyping for the Human Immunology Project",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Maecker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Mccoy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nussenblatt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat. Rev. Immunol",
            "volume": "12",
            "issn": "",
            "pages": "191--200",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Identification of distinct inflammatory profiles in mouse bronchoalveolar lavage (BAL). (a) CD11b vs. CD11c expression profiles of human alveolar macrophages (AMFs) compared with healthy adult C57BL/6 mice. Human BAL samples collected and analyzed on separate days, with laser voltages standardized by the use of single peak allophycocyanin (APC) and APC-Cy7 fluorescent beads (blue: stained AMFs, gray: non-binding antibody (Ab) control). (b) Flow cytometry used to characterize blood neutrophil CD11b expression levels in phosphate-buffered saline vehicle, Day 3 lipopolysaccharide (LPS)-treated, and Day 10 Mem71 influenza virus-infected C57BL/6 mice (n ¼ 3, dotted gray: non-binding Ab controls, left panel).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "online). Critically, distinct BAL cell profiles could be identified in animal models with different lung tissue histopathology(Figure 1d,e).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "characterization of mouse immune cell subpopulations Further characterization of CD11b high CD11c pos immune cells (subset M) in mouse BAL profiles (Figure 2a) showed that these were lung monocytes with increased MHC Class II, CD14, and CD86 surface expression compared with AM^s (Figure 2b). MHC Class II is heterogeneously expressed on lung monocytes but not residential AM^s in different inflammatory lung conditions, emphasizing the selectivity of CD11b as a heterogeneously expressed marker of residential AM^s (see Supplementary Figure S2e online). A second subset of CD11c neg CD11b pos immune cells (subset E;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ",b online). AM^to blood neutrophil CD11b expression clearly distinguished between individual patients with lower or higher AM^CD11b expression analyzed on the same day independently of data acquisition variations(Figure 5b). AM^CD11b upregulation could also be confirmed by a comparison of AM^CD11b and CD14 expression levels and standard AM^CD11b MFI calculations(Figure 5c; MFI: 101 and 270 for CD11b expression on PT4912A and PT4912B, respectively).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Further characterization of immune cell subgroups in heterogeneous mouse bronchoalveolar lavage (BAL) profiles. (a) CD11b vs. CD11c staining of BAL cells segregates CD11c high CD11b low-high residential alveolar macrophages (AMFs; subset R or Ri and Rii in SHIP-1 À / À mice), CD11c pos CD11b high lung monocytes (subset M), and CD11c neg CD11b pos lung eosinophils (subset E; sorted and characterized inSupplementary Figure S3online). Representative of n ¼ 3-6 (b) Class II, CD14, and CD86 expression of gated immune cell subsets (dotted gray: non-binding antibody control). Representative of n ¼ 3-6. (c) BAL cytospins stained using Hemacolor (Merck Millipore). Eosinophils appear as polymorphonuclear leukocytes with pink-red cytoplasmic staining (white arrows; representative of n ¼ 4, bar ¼ 20 mm).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Distinct inflammatory signatures appear in mouse chronic obstructive pulmonary disease models of acute lung exacerbations. (a) Inflation fixed lungs from C57BL/6 and SHIP-1 À / À mice day 3 post-lipopolysaccharide (post-LPS) or phosphate-buffered saline vehicle challenge (bar ¼ 1 cm). (b) Hematoxylin and eosin (H&E)-stained sections of inflation fixed lungs (n ¼ 4, bar ¼ 100 mm). (c) Overlay of CD11b vs. CD11c staining from bronchoalveolar lavage (BAL) cells and blood neutrophils of day 3 LPS-challenged SHIP-1 À / À mice (blue: BAL cells, red: blood neutrophils; n ¼ 3-7). Mice were scored as moderate or severe responders based on pneumonia severity, postural changes, piloerection and increased respiratory effort.(d-f) Flow cytometry used to calculate total alveolar macrophage (AMF), monocyte, neutrophil (polymorphonuclear neutrophils (PMNs)), and lymphocyte numbers (n ¼ 4-7, *Po0.05, **Po0.01, two-tailed Student's t-test). (g) Inflation fixed lungs from Hck F/F mice at day 3 post-LPS challenge (bar ¼ 1 cm). (h) H&E sections of inflation fixed lungs (n ¼ 3, bar ¼ 100 mm). (i) Overlay of CD11b vs. CD11c staining from BAL cells and blood neutrophils of day 3 LPS-challenged Hck F/F mice (blue: BAL cells, red: blood neutrophils; n ¼ 3-5). (j-l) Flow cytometry used to calculate total AMF, monocyte, neutrophil, and lymphocyte numbers (n ¼ 3-5, *Po0.05, **Po0.01, two-tailed Student's t-test: j and k, Welch t-test: l). (m, n) Mean fluorescence intensity (MFI) of AMF CD11b expression (total AMF CD11b MFI À non-binding antibody control AMF MFI) in Dulbecco's modified Eagle's medium (DMEM) control and day 3 LPS-challenged SHIP-1 À / À and Hck F/F mice (n ¼ 3-7, *Po0.05, Student's t-test).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "A complementary approach for the characterization of human bronchoalveolar lavage (BAL) inflammatory profiles. (a) Histograms of human blood neutrophil CD11b expression; each of the three histograms depict n ¼ 2 random patient and 2 healthy volunteer blood samples (black: neutrophil Mac-1 expression, dotted gray: non-binding antibody (Ab) control). (b) Overlay of CD11b vs. CD33 staining of patient BAL cells and blood neutrophils (blue: BAL cells, red: blood neutrophils, boxed regions: alveolar macrophage (AMF) CD11b expression relative to the gated region of blood neutrophil CD11b expression). Samples collected and analyzed on the same day. (c) AMF CD11b and CD14 expression represented as histograms (black: CD11b, gray: CD14, dotted gray: non-binding Ab control). (d) CD11b vs. CD33 staining of patient BAL cells show the presence of a CD11b high CD33 low CD15 high subset, which correlates with the profile of eosinophils (R ¼ residential AMFs, E ¼ eosinophils, blue: BAL cell staining, gray: non-binding Ab control). (e) Patient AMF and eosinophil BAL subsets further characterized by Class II (HLA-DR), CD14, and CD86 expression and represented as histograms (dotted gray: non-binding Ab control). (f) Patient BAL cytospins stained using Hemacolor (Merck Millipore); eosinophils appear as polymorphonuclear leukocytes with pink-red cytoplasmic staining (white arrows; bar ¼ 20 mm). MFI, mean fluorescence intensity; PMN, polymorphonuclear neutrophil.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Anti-CD11b antibody blocks CD11b pos but not CD11b low/neg alveolar macrophages (AMFs) post-lipopolysaccharide (post-LPS) challenge in C57BL/6 mice. (a) LPS-challenged C57BL/6 mice were administered rat IgG isotype control or anti-CD11b antibody (Ab) 24 h after LPS challenge. Hematoxylin and eosin-stained sections of inflation fixed lungs day 3 post-LPS challenge (n ¼ 4, scale ¼ 100 mm). (b, c) Flow cytometry used to calculate total AMF, monocyte, neutrophil, and lymphocyte numbers (n ¼ 6, *Po0.05, **Po0.01, ***Po0.005, analysis of variance (ANOVA) test with Tukey's post-test). (d) CD11b vs. CD11c expression profile of bronchoalveolar lavage (BAL) cells at day 3 post-LPS challenge with anti-CD11b or isotype control Ab administration. (e) Dose-dependent neutrophil, monocyte, and CD11b pos AMF neutralization following anti-CD11b Ab administration (0.1, 0.5, or 1.0 mg g À 1 mouse weight). (f, g) Flow cytometry used to calculate total AMF, monocyte, neutrophil, and lymphocyte numbers (n ¼ 3-7, *Po0.05, ANOVA test with Tukey's post-test). (h) TUNEL (terminal deoxinucleotidyl transferase-mediated dUTP-fluorescein nick end labeling) staining used to measure total lung immune and non-immune cell apoptosis in day 3 post-LPS challenge treatment groups (n ¼ 3 with 3 sections of lung consolidations analyzed per mouse, *Po0.05, ANOVA test with Tukey's post-test). (i) Representative sections of TUNEL and anti-CD45 Ab-stained lung tissue. DAPI (4,6-diamidino-2-phenylindole): blue, cleaved nuclei indicating cell apoptosis: green, CD45 pos cells: red and cell membrane staining: purple, red arrows: TUNEL pos immune cell, black arrows: TUNEL pos non-immune cell, bar ¼ 30 mm). PMN, polymorphonuclear neutrophil.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Identification of subgroups of humans with shared inflammatory bronchoalveolar lavage (BAL) profiles. (a-d) CD11b vs. CD33 staining of patient BAL cells (alveolar macrophages (AMFs)±eosinophils or other atypical myeloid subsets as featured in PT5012, blue: BAL cells, red: blood neutrophils, left panels). Histograms represent AMF CD11b and CD14 expression with respect to non-binding antibody (Ab) control (black: CD11b expression, gray; CD14 expression, dotted gray: non-binding Ab control, middle panels). Total BAL cell differentials calculated using flow cytometry and presented as a percentage of total live leukocytes (AMFs: orange, polymorphonuclear neutrophils (PMNs): dark blue, other innate immune subsets: gray, CD4 þ T cells: red, CD8 þ T cells: green, other lymphocytes: purple, right panels). (e) Total distribution of the mean fluorescence intensity (MFI) of AMF CD11b and CD14 expression in all analyzed patients (n ¼ 14 patients).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "d and Supplementary Table S2 online). MFI values fluctuate between individual experiments even with the usage of single peak fluorescent beads. However, patients categorized into the subgroups A and C were clearly distinguished by all calculation parameters (see Supplementary Table S2 online).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Karlheinz Peter for providing CD11b À / À mice; the respiratory registrars and Michelle Thomson at the Royal Melbourne Hospital for patient consent; Maverick Lau for TUNEL staining protocols; Evelyn Tsantikos for SHIP-1 À / À genotyping; the AMREP flow cytometry facility for support; Stephen Cody and Chad Johnson from Monash Micro Imaging ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The authors declared no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCLOSURE"
        }
    ]
}