{
    "paper_id": "8df7caecabb30246831dbdb584748719df3e2e5f",
    "metadata": {
        "title": "Archives of Virology Structural and Physiological Properties of Mengovirus: Avirulent, Hemagglutination-defective Mutants Express Altered Alpha (1 D) Proteins and Are Adsorption-defective",
        "authors": [
            {
                "first": "Kevin",
                "middle": [],
                "last": "Anderson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Montana State University",
                    "location": {
                        "settlement": "Bozeman",
                        "region": "Mont",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            },
            {
                "first": "Clifford",
                "middle": [
                    "W"
                ],
                "last": "Bond",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Montana State University",
                    "location": {
                        "settlement": "Bozeman",
                        "region": "Mont",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Structural and physiological properties of two mutants of mengovirus, 205 and 280, were compared to those of wild-type virus to understand the molecular basis of changes exhibited in their biological function. Two dimensional gel electrophoresis of wild-type and mutant structural proteins revealed alterations in the isoelectric character of the alpha (1 D) protein of both mutant 205 and 280. These data suggest that alterations in the alpha (1 D) pro~in may be responsible for the phenotypic changes by the mutants. A delay in detectable virus-specified protein synthesis was exhibited in mutant-infected cells in comparison to wild-type. The amount of RNA synthesized in mutant-and revertant-infected cells was less than that synthesized in wild-type infected cells. Changes in virus-specified macromolecular synthesis in mutant and revertant-infected cells reflected a decrease in the ability of the viruses to attach to cells. Cytoplasmic lysates were immunoprecipitated by a modification of the procedure of BOND et al. (5) . Cytoplasmic lysates representing t.25 X 106 cells were diluted 10-fold in",
            "cite_spans": [
                {
                    "start": 1027,
                    "end": 1030,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Biological properties of two mengovirus mutants, 205 and 280, were compared with those of wild-type virus (2) . These mutants were defective in their ability to agglutinate erythroeytes, produced smMler plaques in cell culture, were avirulent in mice, but were not temperature-sensitive. These data suggested that changes in the structure of tile mutant viruses may be responsible for the expression of altered phenotypie traits.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this communication, the structurM proteins of the wfld-ty]pe and mutant, viruses were compared by SDS-PAGE, peptide mapping, and twodimensional gel electrophoresis to determine which of the mutant structural proteins differed from that of wild-type and the extent of homology among analogous proteins. The structural proteins of two revertants of mutant 205 were also examined by two-dimensional gel electrophoresis to relate changes in biological function to structural differences in the analogous proteins of the mutants and wild-type mengovirus. In addition, the progression of events associated with wild-type, mutant, and revertant virus infection were examined to identify-factors responsible for physiological changes associated with mutant and revertant virus-specified macromolecular s:ymthesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The growth and assay of wild-type, mutant and revertant viruses using BHK-21 cells have been described previously (2) . Mutant and revertant virus stocks used in the experiments described below were from the second passage of virus isolated by two successive rounds of plaque purification.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Viruses and ¢~lls"
        },
        {
            "text": "Purified virions were radiolabeled in vivo with [HC(U)]-L-amino acid mixture (6 ~Ci/ ml) [New England Nuclear (NEN), NEC-445] were prepared and analyzed by SDS-polyacrylamide gel electrophoresis as described previously (2) .",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 222,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Radiolabeling of Virus-specified Proteins"
        },
        {
            "text": "Surface tyrosine residues of purified virions were labeled with [12~I]-sodium iodide [(NEN), NEZ-033 HI using a modification of the method described by MILLAR and SMITH (15) . Pellets containing purified virions were resuspended in TN buffer [50 mM Tris-HC1 (pH 7.5), 150 m~ NaC1] and quantitated by absorbanee at 260 nm as described (19) . Suspensions of purified virus in TN buffer containing 0.3 absorbance units (260 nm), 200 ~Ci of lesI, and 100 ~g of Iodogen (Pierce) were mixed in a total volume of 0.3 ml and agitated for l0 minutes. An equal volume of 0.4 ~M NaI, 5.0 ~M 2-mercaptoethanol was added to the mixture and layered onto Sephadex G-25 columns (60 × 7 mm) equilibrated with TN buffer. The excluded volumes were collected and centrifuged in an SW 41 rotor at 37,000 rpm for 90 minutes at 6°C. Pellets were prepared for preparative SDS-polyacrylamide gel eleetrophoresis (SDS-PAGE).",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 334,
                    "end": 338,
                    "text": "(19)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Radiolabeling of Virus-specified Proteins"
        },
        {
            "text": "Virus-specified intracellular proteins were labeled with L-[35S]-methionine, immunoprecipitated and analyzed by SDS-PAGE. Cells were mock-infected or infected with virus in suspension (1 × 107 eells/ml) at an MOI of 3, adsorbed, plated into plastic 35 mm dishes (2.5 × 106 ceils/dish), and incubated at 33 ° C. Cells were pulse-labeled for 15 minutes with 100 ~Ci/ml 3~S-methionine in 0.3 ml methionine-free medium. The cells were washed twice with serum free medium and lysed with 0.1 ml B 10 [10 mM Tris-HCl (pH 7.4), 5 mM MgCI~, 0.5 percent NP 40, 0.1 percent SDS, 1 percent Aprotinin, 50 txg/ml ribonuelease A, 50 ~g/ ml deoxyribonuelease] for 5 minutes on ice. Cellular lysates were centrifuged at 6500 × g for 1 minute at 4 ° C and the supernatant fluid was colleeted and stored at -2 0 ° C. B 11 [50 m~ Tris (pH 7.4), 150 mM NaCl, 5 m~i EDTA, 0.02 percent sodium azide, 0.05 percent NP 40, 1 percent Aprotinin, 0.1 percent bovine sernm albumin]. Twelve txl of mouse anti-mengovirus hyperimmune aseitic fluid (2) was added to the diluted lysates (0.5 ml volume) and incubated at 0 ° C for 60 minutes. Immune complexes were precipitated with 100 t~l of 10 percent fixed Staphylococcus aureus (Cowan strain) (13) by incubation at 0 ° C for 60 minutes and pelleted by centrifugation for 1 minute at 6500 × g. Pellets were washed four times with B 11 buffer at 0 ° C and resuspended in 40 t~l 20 mM dithiothreitol (DTT), 1 percent SDS. After 15 minutes of incubation at room temperature, the immunoprecipitated proteins were eluted and reduced by heating at 60 ° C for 5 minutes. Bacteria were removed by eentrifugation and the supernatant fluids were prepared for SDS-PAGE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiolabeling of Virus-specified Proteins"
        },
        {
            "text": "Virus-specified intracellular RNA was labeled with [5, 6-'~H]-uridine [(NEN), NET-367]. Cells were infected in suspension with virus (1 × 107 ceUs/ml) at an MOI of 3, plated in plastic 35 mm dishes (2.5 × 106 cells/dish) following adsorption at 33 ° C for 30 minutes, and incubated at 33 ° C. Actinomyein D (5 l~g/ml final concentration) was added to each dish at various time points and the cells were incubated at 33 ° C for 20 minutes. The medium was aspirated, replaced with 0.3 ml DME 2 containing 10 ~Ci/mt '~H-uridine, and the monolayers were incubated at 33 ° C for 60 minutes. At the end of the labeling period, the cells were lysed at 4 ° C for 5 minutes with NET buffer [10 mM Tris-HC1 (pH 7.4), 100 mM NaC1, 1 mM EDTA] supplemented with 1 percent NP 40. The lysate was centrifuged at 6500 × g for I minute. Duplicate samples containing 25 I~t of the supernatant fluid were spotted onto Whatman GFC glass fiber filters and precipitated in ice cold 10 percent trichloroacetic acid (TCA). Filters were placed in vials with scintillation fluid [5 g / L 2, 5diphenyloxazoie (PP0) in xylene], and counted in a Packard LSC 460 CD liquid scintillation counter using the pre-set tritium channel (4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RadioIabeling qf Virus-specified RNA"
        },
        {
            "text": "To prepare virus particles containing radiolabeled I~NA, cells were infected with virus at an M0I of 3 and were labeled at 4.5 HPI with 20 ~Ci/ml [5, 6-3H]-uridine [(NEN), NET-367] or 500 ~Ci/m132P-orthophosphate [(NEN), NEX-054] in medium containing 12.5 rag/ L monosodium phosphate. Virus-infected cells were allowed to incubate at, 33 ° C until lysis and virions were purified as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RadioIabeling qf Virus-specified RNA"
        },
        {
            "text": "a~S-methionine labeled virions were suspended in sample buffer containing 9.95 M urea (Bio-l~ad), 4 percent. NP-40 (Particle Data Laboratories), 2 percent Bio-Lyte 3/10 (Bio-Rad), and 100 m~[ DTT as described (8) and incubated at 25 ° C for 30 minutes. Isoelectrie focusing (IEF) was performed as described (17). Following equilibration, the tube gels were placed onto 10 percent polyaerylamide slab gels and subjected to SDS-PAGE. The pH gradients for IEF and NEPHGE were generated from 1 cm serial gel sections equilibrated in 50 mM NaC1 and the pH values were lowered by 0.5 pH unit~s to correct for measurement in the presence of urea (22) . The isoclectric point (pI) value for each protein species was estimated from these gradients.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 639,
                    "end": 643,
                    "text": "(22)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Two Dimensional Gel Electrophoresis"
        },
        {
            "text": "Bands corresponding to the structural proteins of mcngovirus were identified by exposure of dried preparative SDS-PAGE gels to x-ray film, excised, rehydrated in 10 mM ammonium bicarbonate, 0.1 percent SDS, and electroeluted as described (7, 21) . Protein samples were lyophilized and SDS was removed as described (10) . The proteins were dried, oxidized for 90 minutes at 4 ° C with 0.2 mt of fresh performie acid and lyophitized three times in distilled water. Proteins were anMyzed for purity by SDS-PAGE prior to digestion. Purified, oxidized proteins were resuspended in 0.2 ml of 1 percent ammonium bicarbonate (pH 7.8) for digestion with N-Mpha-p-tosyl-L-lysine ehloromethyl ketonetreated chymotrypsin (TLCK-chymotrypsin) at 37 ° C as described (7), Enzyme treated samples were frozen and lyophilized before peptide analysis by thin layer chromatography (TLC).",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 241,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 242,
                    "end": 245,
                    "text": "21)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 314,
                    "end": 318,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of Labeled Proteins for Peptide Analysi~"
        },
        {
            "text": "Two-dimensional peptide mapping was performed as previously described (ll). Lyophilized samples were dissolved in electrophoresis buffer [butanol-pyridine-acetie acid-water (2 : 1 : 1 : 36)] and 2--5 pl was spotted onto cellulose TLC plates (E. Merck). Separation of peptides in the first dimension was perfomed by eleetrophoresis for 45 minutes at 1000V (40 to 50 mA). The TLC plates were air-dried and the peptides were separated in the second dimension by ascending chromatography in N-butanol-pyridineacetic acid-water (393 : 304 : 61 : 243) until the solvent front reached 2 cm from the top. Dried plates were sprayed with En3Hanee (NEN) and exposed to preflashed Kodak NAg-2 x-ray film at -70 ° C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Peptide Analysis"
        },
        {
            "text": "The number and percentage of wild-type, mutant, and revertant virus particles adsorbing to BHK-21 cells were determined as follows. Cells were infected with purified ~ep_ labeled virus at a multiplicity of 2000 particles/cell. The 32P-labeled virus suspensions were allowed to adsorb to BHK-21 cell monolayers in plastic dishes (60 mm diameter) for 60 minutes at 33 ° C. The cells were lysed with 0.1 ml B 10 for 5 minutes on ice. Duplicate 100 t~1 samples were spotted onto Whatman glass fiber filters and precipitated in ice-cold 10 percent TCA. The filters were placed in vials with scintillation fluid and counted in a Packard 460 CD liquid scintillation counter using the pre-set ~2p channel (4) . The fraction of cell-associated virus particles was calculated by dividing the number of cell associated counts per minute (CPM) by the CPM of the input virus. The average number of virus particles adsorbed per cell was calculated by multiplying the fraction of cell-associated virus by the multiplicity of infection (2000 particles/cell).",
            "cite_spans": [
                {
                    "start": 697,
                    "end": 700,
                    "text": "(4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A&orption of Viruses W BHK-21 Celh\""
        },
        {
            "text": "The structural proteins of purified 14C-labeled wild-type and m u t a n t mengovhnases were analyzed by S D S -P A G E on 8, 10 a n d 15 p e r c e n t polya e r y l a m i d e slab gels. A n a l y s e s of the structural proteins resolved on 15 percent gels are shown (Fig. 1) . Five structural proteins were resolved for each of the viruses: epsilon (lAB), 40 kd; alpha (1 D), 37 kd; b e t a (1B), 33 kd; g a m m a (1 C), 25 kd; and delta (t A), 7.8 kd. No changes in the migration of the m u t a n t structurM proteins were o b s e r v e d in c o m p a r i s o n to those of the wild-type virus. In addition, the migration of the structural proteins of several H A + r e v e r t a n t s of m u t a n t 205 was also similar to t h a t of wild-type (data n o t shown). Although some v a r i a t i o n in the a m o u n t of delta (1 A) p r o t e i n of the viruses w a s o b s e r v e d (Fig. 1) , this was not a result found consistently t h r o u g h o u t our analyses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 275,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 885,
                    "end": 893,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Comparative Analysis of Mengovirus Structural Proteins"
        },
        {
            "text": "35S-methionine-labeled structural proteins of wild-type and m u t a n t viruses 205 and 280 were analyzed following digestion with T P C K -t r y p s i n b y r e v e r s e -p h a s e H P L C to further e x a m i n e the structure of the proteins by separating peptides in a gradient on the basis of charge, However, the spectra of methionine-eontMning peptides of the delta (1A), beta (1B), gamma (1 C), and alpha (1 D) proteins from the different viruses were identical (data not shown). Although not all of the peptides generated by TPCK-trypsin digestion were likely to contain methionine, the results suggested that the peptide compositions of the four strueturM proteins of the wild-type and mutant viruses were remarkably similar. HPLC analyses of the tryptie peptide compositions of the four structural proteins of the wildtype and mutant viruses uniformly labeled with 14C-amino acid mixture by labeled strueturM proteins was inconclusive because the resulting ehromatograms contained many unresolvable, overlapping peaks (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparative Analysis of Mengovirus Structural Proteins"
        },
        {
            "text": "To determine whether the arrangement of the structural proteins on the surface of mutants 205 and 280 was similar to that of wild-type, purified virions were labeled with r25I and analyzed by SDS-PAGE (Fig. 2) . Most of the tyrosine residues on the surface of the wild-type and mutant viruses were on the alpha (1 D) protein as demonstrated by the extensive labeling of this protein. The beta (1 B) protein was labeled to a much lesser extent. There was no detectable difference in the pattern of surface protein labeling among the three viruses suggesting that the arrangement of the structural proteins on the surfaces of the virions of the wild-type and mutant viruses was similar.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 209,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Comparative Analysis of Mengovirus Structural Proteins"
        },
        {
            "text": "To examine the structure of the surface proteins of the three viruses in greater detail, two-dimensional TLCK-ehymotryptie peptide ehromato- Although not all of the surface peptides generated by TLCK-chymotrypsin are likely to be labeled, numerous peptides were labeled. These data suggest that the arrangement of the structural proteins on the surface of the three viruses was remarkably similar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparative Analysis of Mengovirus Structural Proteins"
        },
        {
            "text": "The structural proteins of the wfld-ts~e, mutant, and revertant strains were analyzed by pH gradient gel electrophoresis to determine whether any changes were apparent in migration of the mutant and revertant structural proteins relative to those of the wild-type virus. The proteins were analyzed by IEF and NEPHGE two-dimensional gel electrophoresis in order to resolve both acidic and basic proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparative Analysis of Mengovirus Structural Proteins"
        },
        {
            "text": "The two-dinlensional electrophoretie migration of the structural proteins of wild-type mengovirus is shown in Fig. 4 , panel A. The epsflon (1 AB) protein had a pI of 5.32. The alpha (1 D) protein was separated into four major protein species, each with a distinct pI (5.35, 5.52, 5.61, and 5.72). The beta (1 B) protein was separated into two major protein species with pI values of 5.55 and 5.62 and a heterogenous species ranging from 6.3 to 6.6 The gamma (1 C) protein was not well resolved by this technique and appears to be slightly acidic or neutral in charge. The delta (1 A) protein does not appear in any of the two-dimensional IEF gels.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 116,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Comparative Analysis of Mengovirus Structural Proteins"
        },
        {
            "text": "The two-dimensional electrophoretic migration of the structural proteins of mutant 205 is shown in Fig. 4, panel B . The etectrophoretic migration of the proteins was identical to that of the wild-type strain with one exception. Only three alpha (1 D) protein species were resolved. One of the protein species resolved in separation of the wild-type proteins, p I = 5.72, was absent. However, this protein species was resolved in the wild-type/205 mixed sample separation (Fig. 4, panel D) . These data suggest that the absence of this particular protein species represents a phenotypie change or mutation in the alpha (1 D) protein of mutant 205 relative to the wild-type virus. In addition, the two-dimensional electrophoretic patterns of the structural proteins of the revertent viruses, 205-A 7 and 205-D 2, were identical to those of mutant 205 (data not shown). The two-dimensional electrophoretie migration of the structural proteins of mutant 280 is shown in Fig. 4 , panel C. The eleetrophoretic migration of the proteins was identieM to t h a t of the wild-type strain with one exception. The pI of one of the four alpha (1 D) protein species (pI = 5.58) was slightly more acidic t h a n tile analogous wild-type isoelectric species ( p I = 5.61). This species a p p e a r e d b r o a d e r and slightly lower in molecular weight t h a n the corresponding wild-type protein species. The wild-type/280 mixed sample separation (Fig. 4, panel E) shows a broad protein species in the region of the gel corresponding to tile apparent, change in the pIs of the wild-type and 280 alpha (1 D) protein species. The altered migration of the m u t a n t 280 isoeleetrie species was found consistently in two dimensional profiles of independently derived virion protein samples. These data suggest that the change in form and migration of this protein species represents a phenotypic change or mutation in the alpha (1 D) protein of mutant 280 relative to the wild-type virus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 114,
                    "text": "Fig. 4, panel B",
                    "ref_id": null
                },
                {
                    "start": 472,
                    "end": 489,
                    "text": "(Fig. 4, panel D)",
                    "ref_id": null
                },
                {
                    "start": 967,
                    "end": 973,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 1435,
                    "end": 1452,
                    "text": "(Fig. 4, panel E)",
                    "ref_id": null
                }
            ],
            "section": "Comparative Analysis of Mengovirus Structural Proteins"
        },
        {
            "text": "Two-dimensionM NEPHGE analyses confirmed the results obtained by IEF analysis of the wild-type, mutant, and revertant structural proteins. The delta (1 A) proteins of the wild-type and mutant viruses were resolved by this technique and migrated similarly as a single acidic protein species at pH 2.5 (data not, shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparative Analysis of Mengovirus Structural Proteins"
        },
        {
            "text": "The specific activities (CPM/particle) of the wild-type and mutants differed when BHK-21 cells were intbcted and labeled with 35S-methionine or 14C-amino acids under similar conditions (ANI)E~SON and BO~-D, unpublished data). Therefore, to determine whether differences in the kinetics of virus-specified macromotecular synthesis exist among the viruses, virusspecified intraeellular protein and t~NA synthesis were examined. Virusinfected cells were pulse-labeled at 1 hour intervals from 3 to ll HPI with 35S-methionine for 15 minutes. Cytoplasmic lysates were immunoprecipitated and analyzed by SDS-PAGE (Fig. 5) . Eight virus-specified intracellular proteins were resolved in wild-type and mutant strain-infected cells: A (1-2 A), B (1), C (3), D (3 CD), 1 ABC, D 2 (1 CD), alpha (1 D), and gamma (1 C). The number and molecular weights of the proteins specified by the wild-type and mutant strains were identical. However, virus-specified protein synthesis was detected initiMly at 5 HPI for the wild-type strain and at 6 HPI for mutant strains 205 and 280.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 607,
                    "end": 615,
                    "text": "(Fig. 5)",
                    "ref_id": null
                }
            ],
            "section": "Synthesi.s of Virws-specified Intracellular Protein and RNA"
        },
        {
            "text": "To determine whether changes in the kinetics of lgNA synthesis could explain the delay in detectable protein synthesis observed in mutantinfected cells, virus-infected cells were treated with aetinomyein D, pulselabeled with 3H-uridine, lysed, and counted. The results are shown in Fig. 6 . The peak of RNA synthesis for each virus was from 10 to 11 HPI. However, the amount of RNA synthesized by the wild-type virus was 10-fold greater than that of the mutants and 2-fold greater than that of the revertants. Since the magnitude of virus-specified RNA synthesized in the mutant virusinfected cells was 10-fold less than that of wild-type virus, the beginning of virus-specified protein synthesis, as detected by immunoprecipitation (Fig. 5) , would appear to be delayed due to the fact that less RNA would be available for translation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 282,
                    "end": 288,
                    "text": "Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 741,
                    "text": "(Fig. 5)",
                    "ref_id": null
                }
            ],
            "section": "Synthesi.s of Virws-specified Intracellular Protein and RNA"
        },
        {
            "text": "Since the magnitude of virus-specified I%NA synthesis in mutant virusinfected cells was 10-fold less than that of the wild-type virus, Mterations in uncoating or adsorption of the m u t a n t viruses to cells m a y account for this difference. However, surface peptide analysis suggested t h a t the arrangem e n t of the strueturM proteins of the wild-type and m u t a n t virions was r e m a r k a b l y similar. Therefore, it is possible t h a t uncoating of the virions would occur at a similar rate in infected ceils due to their similarity in structure. The average n u m b e r of wild-type, mutant, and revertaa~t virus particles adsorbing to BHK-21 cells was examined tbllowing incubation at 33 ° C for 60 minutes. U n d e r these conditions, the a m o u n t of virus adsorption to cells would approximate saturation. The results are shown in Table 1 . The average n u m b e r of virus particles adsorbing per cell clearly differed among the wild-type, mutant,, and r e v e r t a n t viruses. Therefore, it is a p p a r e n t t h a t the mechanisms of adsorption of the m u t a n t and r e v e r t a n t viruses to cells is modified from t h a t of wild-type. The diftbrenee in the cellular binding affinities among the wild-type, mutant, and reveI'~ant viruses would be an i m p o r t a n t factor contributing to the differences in the magnitude of viral RNA and protein synthesis observed fbr these viruses. These data suggest t h a t fewer cells would be infected by the m u t a n t and r e v e r t a n t viruses and therefore, fewer virus-specified macromoleeules would be synthesized.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 851,
                    "end": 858,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Adsorption of Virus to BHK-21 CelLs"
        },
        {
            "text": "KEVlN ANDERSON and CLIFFORD W. BOND: Cells were infected at an MOI of 2000 particles/cell and incubated at 33 ° C for 60 minutes b The average number of particles adsorbed/cell ° The percentage of adsorption of the mutants and revertants in comparison to wild-type mengovirus",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adsorption of Virus to BHK-21 CelLs"
        },
        {
            "text": "BiologieM and structural properties of two mengo~drus :mutants have been compared to those of the parental wild-type strain. ~e s e mutants, 205 and 280, exhibited alterations in agglutination of erythrocytes, virulence in mice, and plaque morphology (2) . In addition, biological characterization of several HA + revertants of mutant 205 isolated from the brains of mice infected intraeranieally indicated that agglutination and virulence may be linked traits and that the size of plaques produced by a pa~ieular mengovirus isolate may reflect its bindhag affinity to cells and virulence in mice.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Analysis of 35S-methionine-labeled structural proteins of wild-type and mutant viruses by SDS-PAGE and HPLC revealed that extensive homology exists among these viruses. To further examine these viruses for structural differences, surface labeling of intact wild-type and mutant virus particles was done to compare the arrangement of the structural proteins which form the xdral capsids. Previous studies have shown that surface iodination of intact potiovirus and mengovirus labels primarily the 1 D (VP 1 or alpha) protein of the respective virus eapsids (3, 12) and the 1 B (VP 2 or beta) protein is also labeled, but to a much lesser extent than the 1 D protein. We obtained similar data tbr the surface iodination of intact wild-type and mutant virus particles. In addition, no apparent differences were evident from the analysis of ehymotryptie peptides of 125I-labeled wild-type and mutant alpha (1 D) proteins. These data suggest that arrangement of structural proteins on the surface of mutant eapsids did not differ from that of wild-type. Therefore, the mutations may result in the expression of altered determinants that reflect differences in biologicM function and may not result in the masking of otherwise funetionM determinants due to altered arrangement of the capsid proteins.",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 559,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 560,
                    "end": 563,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We compared the isoeleetrie character of the viral capsid proteins by two-dimensional gel electrophoresis. Multiple species of the alpha (1 D) and beta (1 B) proteins were reprodueibly deteeted by this technique in both the presence (Fig. 4 ) and absence (data not shown) of SDS prior to isoeleetrie focusing. Previous studies have demonstrated multiple isoelectrie species for the major eapsid proteins of poliovirus [VP 1 (1 D), VP 2 (1 B), and VP 3 (1 C)] (9, 23) and EMC virus [alpha (1 D) and beta (1 B)] (6). VRIaSEN et al. (23) also excluded the possibility that the multiple species are derived from differential binding of SDS or the accumulation of mutants in the original virus stoek. These authors suggested that the multiple species may result from heterogeneity in the cleavage of structural protein precursors; although the sequenees of the amino-and earboxyl-termini of the major eapsid polypeptides of mengovirus were determined without mention of sequenee variations (24) . We suggest that the charge heterogeneity of these molecules may reflect differences in the interaction of these proteins with the ampholines. The different protein species observed may represent different forms of the viral proteins associated with either intraeellular partieles or free extraeellular particles or extraeellular particles bound to or eluted from membranes, assuming that these particles share the same buoyant density in equilibrium gradients. Therefore, the heterogeneity observed may reflect differenees in the manner of isolating virus partieles, whether intraeellularly or from lysed cells.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 534,
                    "text": "(23)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 985,
                    "end": 989,
                    "text": "(24)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 240,
                    "text": "(Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Differenees were deteeted among the alpha (1 D) structural proteins of the wild-type and mutant viruses. Since the mutants exhibited different alterations in the alpha (1 D) protein, yet similar ehanges in biological activity, it is possible that alteration of this protein resulted in the observed phenotypie ehanges. The differenees in the number and migration of the alpha (1 D) protein isoelectrie species are likely to be due to changes in uneharged amino acid residues affeeting the interaction of the altered species with the ampholines. Changes in eharged amino acid residues would result in altered migration of all four isoeleetrie species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Since the ehromatograms of surface-and metabolieally-labeled peptides were similar, we speculate that the alterations in the mutant alpha (1 D) proteins may be assoeiated with a particular determinant on this protein. This determinant may serve as or be part of a funetional attachment site on the surface of virus partieles that determines their affinity for various cells. Atomic resolution of the structure of another pieornavirus, human rhinovirus 14, revealed a large cleft on the ieosahedral faee that has been postulated to serve as the host eell receptor binding site (18) . The large cleft separates the major part of five 1 D (alpha) subunits from the other viral protein subunits. Sinee the pieornaviruses share similar struetural eharaeteristies, by analogy it seems reasonable to speculate that mutations in the 1 D (alpha) protein could affect the strueture of the deft, and thus, alter the binding affinities of the mutant and revertant viruses. Alteration of the mengovirus host cell receptor binding site may lead to changes in affinity for erythrocytes as well as other cell types which may explain the lack of virulence of the mutants in mice. Previous work by MORISHIMA et al. (16) demonstrated that differences in binding affinities of closely related strains of EMC and mengovirus to various cells reflects their difference in pathogenicity for mice.",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 580,
                    "text": "(18)",
                    "ref_id": null
                },
                {
                    "start": 1197,
                    "end": 1201,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "HA + revertants were isolated from the brains of mice infected intracranially with mutant 205 (2) . In addition to regaining agglutination activity, the revertants were also virulent for mice and exhibited a slight increase in plaque size. However, revertants required 103. to 104-fold more P F U to kill mice than the wild-type virus. Since the isoelectric character of t/he proteins of the HA + revertants were identicM to that of mutant 205, this partial phenotypic reversion may have resulted from a change in an uncharged amino acid associated with a determinant, located on the alpha (1D) protein, which partially restores its biological activities. The partial reversion of this mutation may involve modification of the altered surface determinant, increasing the binding affinity of the virus for cells and restoring virulence, but would not result in reappearance of the isoelectric species absent in mutant 205 and revertant alpha (1 D) capsid proteins. Alternatively, mutant 205 may express more than one mutation since complete reversion to w i l d -t~e virulence and plaque size did not occur and the isoelectric profile of the alpha (1 D) protein was the same as that of mutant 205. However, revertants were not isolated from mice infected intracranially with mutant 280, which shared biological properties as well as alpha (1 D) protein alterations with mutant 205. Therefore, the mutation observed in the alpha (1 D) structural protein of mutant 280 is apparently more stable than that of mutant 205. However, unlike mutant 205, expression of the mutation of mutant 280 resulted in a more subtle, yet reproducible change in the isoelectric point of one of the four alpha (1 D) protein species.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Changes in virus-specified macromolecular synthesis in mutant and revertant virus-infected cells can be explained by a decrease in the ability of these viruses to attach to cells. These data suggest that a smaller proportion of cells were productively infected with the mutant and revertant viruses in comparison to wild-type. Therefore, the effective MOI for the mutant and revertant viruses would be less than that of wild-type. This difference can be explained by changes in the cellular binding affinities; and the higher particle : P F U ratios exhibited by the mutant and revertants (2), assuming that a greater proportion of noninfectious particles would lower the probability of these viruses to infect cells. This interference phenomenon would explain why P F U values obtained under dilute conditions could not be used to accurately predict the fraction of infected cells in high particle : cell infections. Since fewer cells would be productively infected with mutant and revertant viruses, less virus-specified RNA would be synthesized, although the peak hour of RNA synthesis would be the same as that of wild-type. Therefore, less RNA would be available for translation; and protein synthesis, as detected by immunoprecipitation, would appear to be delayed in ceils infected with the mutant viruses. Changes in the metabolic rates of mutant, virus-specified gNA synthesis would predict different results than those presented here if tile fraction of infected cells were similar to ~t d -t y p e infections. Collectively, our data suggest that the phenotypie changes expressed by the mutants may be due to mutations toeated exclusively within the alpha (1 D) coding region of the genome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Previous work by A(~oL et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(1) has indicated that the neurovirulenee of poliovirus maps to the 5' end of the genome which includes the coding region of the eapsid proteins. Consistent with these results, we have identified two different mutations in the alpha (1 D) capsid protein, which maps to the 3' end of tiffs region, of two avirulent mengovirus mutants. In addition, KO~tARA et al. (14) have stated that a molecular recombinant of the Sabin vaccine strain of poliovirus containing VP 1 (1 D) and most of VP 3 (1 C) of the neurovirulent Mahoney strain is virulent, but not as virulent as the Mahoney strain and retain the small plaque morphology of the Sabin strain. Our data also indicate that changes in the alpha (1 D) protein result in altered virulence of a pieornavirus. Since revertants of mutant 205 shared similar characteristics with the poliovirus recombinant, the plaque-forming ability of a particular virus isolate may be a characteristic that reflects as well as contributes to its virulence. Future experiments which compare the nueleotide sequences of the nmtants and revertant structural proteins to that of the parental wild-type virus will be useful in determining the genetic basis for the altered biological properties exhibited by the mutant and revertant viruses.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 366,
                    "text": "(14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Construction and properties of intertypie poliovirus reeombinants: first approximation mapping of the major determinants of neurovirulence",
            "authors": [
                {
                    "first": "Agol",
                    "middle": [],
                    "last": "Vl",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Gracm~v",
                    "suffix": ""
                },
                {
                    "first": "Drozdov",
                    "middle": [],
                    "last": "Sg",
                    "suffix": ""
                },
                {
                    "first": "Kolesnikova",
                    "middle": [],
                    "last": "Ms",
                    "suffix": ""
                },
                {
                    "first": "Kozlov",
                    "middle": [],
                    "last": "Vg",
                    "suffix": ""
                },
                {
                    "first": "I~alph",
                    "middle": [],
                    "last": "Nm",
                    "suffix": ""
                },
                {
                    "first": "Ro~anova",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Tolskaya",
                    "middle": [],
                    "last": "Ea",
                    "suffix": ""
                },
                {
                    "first": "Tyufanov",
                    "middle": [],
                    "last": "Av",
                    "suffix": ""
                },
                {
                    "first": "Victoro~¢a",
                    "middle": [],
                    "last": "Eg",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Virology",
            "volume": "136",
            "issn": "",
            "pages": "41--55",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Biological properties ofmengovirus: Characterization of avirulent, hemagglutination-defective mutants",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Anderson K",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bond Cw",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Arch Virol",
            "volume": "93",
            "issn": "",
            "pages": "31--49",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Iodination of poliovirus capsid proteins",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Beneke Tw",
                    "suffix": ""
                },
                {
                    "first": "Diefenthal",
                    "middle": [
                        "W"
                    ],
                    "last": "Haeerivij~hl K-0",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Buchholz M",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J Gen Virol",
            "volume": "34",
            "issn": "",
            "pages": "387--390",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Liquid scintillation counting: elimination of spurious results due to static electricity",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bond Cw",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Int J Appl Radiat Isot",
            "volume": "35",
            "issn": "",
            "pages": "550--551",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Relatedness of virion and intracellular proteins of the murine coronaviruses JHM and A 59",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bond",
                    "suffix": ""
                },
                {
                    "first": "Anderson",
                    "middle": [
                        "K"
                    ],
                    "last": "Cw",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Goss S",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sardinia L",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Biochemistry and biology of eoronaviruses. Plenum",
            "volume": "142",
            "issn": "",
            "pages": "103--110",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Two-dimensional electrophoretic analysis of encephalomyocarditis viral proteins",
            "authors": [
                {
                    "first": "Churchill",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "]:~adloff",
                    "middle": [],
                    "last": "Rj",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Virol",
            "volume": "37",
            "issn": "",
            "pages": "1103--1106",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Identification of the initiation site of poliovirus protein synthesis",
            "authors": [
                {
                    "first": "Dorner",
                    "middle": [],
                    "last": "Dorner Aj",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lf",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Larsen Gr",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wimmer",
                    "suffix": ""
                },
                {
                    "first": "Anderson",
                    "middle": [],
                    "last": "Cw",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Virol",
            "volume": "42",
            "issn": "",
            "pages": "1017--1028",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Two-dimensional gel electrophoresis and computer analysis of proteins synthesized by clonal cell lines",
            "authors": [
                {
                    "first": "Gari~ells",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J Bio] Chem",
            "volume": "254",
            "issn": "",
            "pages": "7961--7977",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Isoelectric points of polypeptides of standard poliovirus particles of different serological types and of empty capsids and dense particles of poliovirus type 1",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hamann Ac",
                    "suffix": ""
                },
                {
                    "first": "Wiegers",
                    "middle": [],
                    "last": "Reichel C",
                    "suffix": ""
                },
                {
                    "first": "Drzeniek",
                    "middle": [],
                    "last": "Kj",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "P~",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J Gen Virol",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A micromethod for complete removal of dodecyl sulfate from proteins by ion-pair extraction",
            "authors": [
                {
                    "first": "Henderson",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "0roszlan S",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Konigsberg W",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Anal Biochem",
            "volume": "93",
            "issn": "",
            "pages": "153--157",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Characterization of T antigens in polyoma-infected and transformed cells",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hutchinson",
                    "suffix": ""
                },
                {
                    "first": "Hunter",
                    "middle": [
                        "T"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Eckitart",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Cell",
            "volume": "1",
            "issn": "5",
            "pages": "5--7",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Structure of the mengo virion. Distribution of the capsid polypeptides with respect to the surface of the virus particle",
            "authors": [
                {
                    "first": "Ziola",
                    "middle": [],
                    "last": "Lund Ga",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Br",
                    "suffix": ""
                },
                {
                    "first": "Scraba",
                    "middle": [],
                    "last": "Salmi A",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dg",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Virology",
            "volume": "7",
            "issn": "",
            "pages": "5--9",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Rapid isolation of antigens from cells with a staphylococcal protein A-antibody absorbent: parameters of the interaction of antigen-antibody complexes with protein A",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kessler Sw",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J Immunol",
            "volume": "115",
            "issn": "",
            "pages": "1617--1642",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "In vitro phenotypic markers of a poliovirus recombinant constructed from infectious cDNA clones of the neurovirulent Mahoney strain and the attenuated Sabin 1 strain",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kohara M",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "0mata T",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kameda A",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Semler Bl",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Itoh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wimmer E",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nomoto A",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Virol",
            "volume": "5",
            "issn": "2",
            "pages": "6--7",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Protein iodination using iodogen",
            "authors": [
                {
                    "first": "Smith",
                    "middle": [],
                    "last": "Millar Wt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jfb",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Int J Appl l~adiat Isot",
            "volume": "34",
            "issn": "",
            "pages": "639--641",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Genomic and receptor attachment differences between mengovirus and encephalomyocarditis virus",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Morishima T",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcclintock",
                    "suffix": ""
                },
                {
                    "first": "Aulakh",
                    "middle": [],
                    "last": "Gs",
                    "suffix": ""
                },
                {
                    "first": "Notkins",
                    "middle": [],
                    "last": "Billups Lc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Al",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Virology",
            "volume": "122",
            "issn": "",
            "pages": "461--465",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Two-dimensional polyacrylamide gel electrophoretic fraetionation",
            "authors": [
                {
                    "first": "&apos;",
                    "middle": [],
                    "last": "Farrell Ph",
                    "suffix": ""
                },
                {
                    "first": "O&apos;farrell",
                    "middle": [],
                    "last": "Pz",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Methods in cell biology",
            "volume": "",
            "issn": "",
            "pages": "407--420",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Structure of a human common cold virus and functional relationship to other picornaviruses",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Vriend",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Nature",
            "volume": "317",
            "issn": "",
            "pages": "145--153",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "On the structure and morphogenesis of picornaviruses",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "~ueckert Rr",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Comprehensive virology",
            "volume": "6",
            "issn": "",
            "pages": "131--212",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Systematic nomenclature for picornavirus proteins",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "T~ueckert L~r",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wimmer E",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Virol",
            "volume": "5",
            "issn": "",
            "pages": "0--9",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Poliovirus replication proteins: RNA sequence encoding P 3-1 B and the sites of proteolytie processing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Semler",
                    "suffix": ""
                },
                {
                    "first": "Anderson",
                    "middle": [],
                    "last": "Bl",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cw",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kitamura N",
                    "suffix": ""
                },
                {
                    "first": "Wisi",
                    "middle": [],
                    "last": "Pg",
                    "suffix": ""
                },
                {
                    "first": "Wim-Mer E",
                    "middle": [],
                    "last": "Wl",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Proc Natl Acad Sci",
            "volume": "78",
            "issn": "",
            "pages": "3464--3468",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Isoelectric points and conformations of proteins. I. Effect of urea on the behavior of some proteins in isoelectric focusing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ui N",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Biochim Biophys Acta",
            "volume": "229",
            "issn": "",
            "pages": "567--581",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "gesolution of the major poliovirus eapsid proteins into doublets",
            "authors": [
                {
                    "first": "; ~ ~ R",
                    "middle": [],
                    "last": "Vrijs~",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Woute~s",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Boeye A",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Virology",
            "volume": "86",
            "issn": "",
            "pages": "546--555",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Structure of the mengo virion. IV. Amino-and carboxylterminal analysis of the major capsid polypeptides",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "Ziol",
                    "suffix": ""
                },
                {
                    "first": "Sc~aba",
                    "middle": [],
                    "last": "Br",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dg",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Virology",
            "volume": "71",
            "issn": "",
            "pages": "111--121",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "SDS-PAGE of 14C-labeled wild-type and mutant mengovirus structural proteins. The viruses were purified, reduced, and electrophoresed on a 15 percent SDS-polyacrylamide gel. The structural proteins of :mutant 205 (A), mutant 280 (B), wild-type virus (C) are shown Fig. 2. SDS-PAGE of 12aI-labeled proteins of intact wild-type and mutant mengovirus particles. Virus particles were purified, labeled, reduced, and electrophoresed on a 12 percent SDS-polyacrylamide slab gel as described in the text. Surface-labeled proteins of the wild-type virus (A), mutant 205 (B), and mutant 280 (C) are shown graphy was used to investigate the extent of homology among the alpha (1 D) structural proteins of the viruses(Fig. 3). The ehromatograms of individual and mixed samples of surface-labeled peptides were identical.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Two-dimensionM analysis of ~eSI-labeled ehymotryptie peptides of the alpha (t D) proteins of wild-type and mutant mengoviruses. Peptides were prepared and analyzed as described in the text. The surface-labeled peptides of the wild-type virus (A), mutant 205 (B), mutant 280 ((2) and mixed samples containing peptides of mutant 205 and wild-type virus (D), and peptides of mutant 280 and wild-type virus (E) are shown and CLIFFORD W. BOND: Two-dimensionM IEF gel electrophoresis of asS-methionine-labeled structural proteins of wild-type, mutant, and revertant mengoviruses. Samples containing purified, labeled virions were prepared and analyzed as described in the text. The pH gradients were generated as described in the text. Two dimensional analyses of the structural proteins of wild-type virus (A), mutant 205 (B), mutant 280 (C) and mixed samples of the struetural proteins of wild-type virus and mutant 205 (17) and wild-type and mutant 280 (E) are shown. The pH gradients for D and E were the same as those for B and C, respectively. Arrows point to distinct differences in the protein profiles of the viruses",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Time course for mengovirus-speeitied protein synthesis in wild-type-, m u t a n t 205-, and m u t a n t 280-infected cells. Virus-infected cells were labeled with :~S-methionine for 15 minutes from 3 to 11 HPI as described in the text. Cell lysates were immunopreeipitated with mengovirus-speeifie h y p e r i m m u n e aseitic fluid and analyzed by SDS-PAGE on Time course for mengovirus-specified RNA synthesis in wild-type-, mutant-, and revertant-infected cells. Actinomycin D was added to virus-infected cells prior to labeling with 3H-uridine and the cells were labeled from 1 to 12 HPI as described in the text.Data were generated from scintillation counting of the acid-insoluble if'action of cell lysates. The synthesis of virus-specified RNA in mock-(×), wild-type-(+), mutant 205-(*), mutant 280-([3), reverta.nt 205-A 7-(©), and revertant 205-D 2-infected cells (A) is shown",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Adsorption of wild-type, mutant, and revertant viruses to BHK-21 cells ~",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Drs. Sandra Ewald and Andreas Luder for their hetpfhl discussions and interest in our work and Dr. Andrew King for helpful comments on the manuscript. Support for this work was obtained from three geseareh Creativity Development Grants awarded to K. A. by the Department of Graduate Studies, Montana State Universi~-and a grant from the Montana Heart Association, Inc. awarded to C.W.B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "P~eceived March 20, 1986 ",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 24,
                    "text": "March 20, 1986",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}