{"paper_id": "8e018ed843de3f3b45398269f60a85aa545f9dde", "metadata": {"title": "Age-Sensitive T Cell Phenotypes Covary in Genetically Heterogeneous Mice and Predict Early Death From Lymphoma", "authors": [{"first": "Richard", "middle": ["A"], "last": "Miller", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Paul", "middle": [], "last": "Turke", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Clarence", "middle": [], "last": "Chrisp", "suffix": "", "affiliation": {"laboratory": "Unit for Laboratory Animal Medicine", "institution": "University of Michigan", "location": {}}, "email": ""}, {"first": "Jennifer", "middle": [], "last": "Ruger", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ann", "middle": [], "last": "Luciano", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Joyce", "middle": [], "last": "Peterson", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kathy", "middle": [], "last": "Chalmers", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gayle", "middle": [], "last": "Gorgas", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Simi", "middle": [], "last": "Vancise", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "We have assessed several age-sensitive indicators of immune status in young (i.e., 6 to 11-month-old) mice of a genetically heterogeneous population to see if these varied in parallel and to determine if one or more of the status indices predicted life span or cancer incidence. We report that the number of memory (i.e., CD44 hi ) T cells within the CD8 subset is correlated with number of memory cells in the CD4 population, and inversely correlated with the number of naive (i.e., CD45RB hi ) CD4 cells at both 6 and 11 months of age, suggesting that the conversion of naive to memory cells may occur at similar rates in both T cell subsets. Mice that ranked high in the proportion of memory T cells (within the CD4 and CD8 pools) at 6 months of age tended to retain their ranking at 11 months, suggesting that the pace or extent of memory cell formation may be a consistent trait that distinguishes mice at least within a genetically heterogeneous population. Mice that at 6 months of age exhibited high levels ofCD4 or CD8 memory T cells, low levels of naive CD4 cells, or low levels ofT cells able to proliferate in response to Con A and 1L-2 were found to be significantly more likely than their littermates to die within the first 18 months of life. Cases offollicular cell lymphoma, lymphocytic and lymphoblastic lymphoma, and hepatic hemangiosarcoma were seen within the group of mice dying at early ages. Since each of the prognostic immune indices is characteristically seen in aged mice, we suggest that relatively precocious aging of the immune system may predispose a mouse to early death, particularly from lymphoma.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Postdoctoral research fellowships, supported in part by training grants from the National Institute on Aging are available at the University of Michigan Institute of Gerontology. Stipends and related expenses will be provided to qualified applicants. Postdoctoral trainees must have completed a Ph.D., M.D., or equivalent degree. Prospective faculty mentors represent the behavioral, biological, clinical and social sciences, and the humanities as follows:", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "A GING leads to a diminution in T cell-mediated immune L responsiveness, and an increased vulnerability to a variety of illnesses, cancer among them (Miller, 1991b) . The question of whether the immunodeficiency of aging contributes to the age-dependent increase in cancer continues to be a matter of controversy (Miller, 1991c; Ershler, 1993; Miller, 1993) . In principle, one could test the hypothesis that immune decline increases disease susceptibility by a longitudinal analysis, in which individuals are tested for one or more age-sensitive indices of immune competence at a relatively early age, i.e., at an age at which interindividual differences in immune function are unlikely to be the result of latent illness, and then followed until their natural death to see if any of the early or mid-life immune status tests were able to predict remaining longevity or disease incidence. Such an analysis is, in general, impractical in humans, for whom many decades of follow-up would be needed. Tests in shorter lived animals, e.g., rodents, have for the most part been stymied both by the small amount of material available for nondestructive testing and by the emphasis on inbred strains in which genetic homogeneity limits statistically useful variation in both immune responsiveness and pathological outcome.", "cite_spans": [{"start": 149, "end": 164, "text": "(Miller, 1991b)", "ref_id": "BIBREF21"}, {"start": 313, "end": 328, "text": "(Miller, 1991c;", "ref_id": "BIBREF22"}, {"start": 329, "end": 343, "text": "Ershler, 1993;", "ref_id": null}, {"start": 344, "end": 357, "text": "Miller, 1993)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": ""}, {"text": "In this study we have attempted to overcome some of these difficulties by examining a set of age-sensitive phenotypic markers in T cells from the peripheral blood of genetically heterogeneous mice. Differential expression of CD44 and CD45RB have been shown to discriminate between naive and memory T cells in mice (Budd et al., 1987a (Budd et al., , 1987b Lee et al., 1990; Lee and Vitetta, 1991) , and several groups have shown that aging leads to an increase in the proportion of CD44 hi cells in both the CD4 and CD8 subsets (Lerner et al., 1989; Ernst et al., 1990; Nagelkerken et al., 1991) , and a decrease in the proportion of CD45RB hi T cells within the CD4 subset. We therefore predicted that mice with unusually high numbers of CD44 hi and/or unusually low numbers of CD45RB W CD4 cells would prove to be particularly susceptible to premature death from neoplastic illnesses. We report here evidence in support of the idea that precocious immunodeficiency, as detected by phenotypic analysis, predisposes to midlife development of neoplasia, in particular lymphoma. Our data also indicate that the rate of immune aging may differ from mouse to mouse, in that animals that exhibit a rapid rate of change in one agesensitive T cell subset show correspondingly accelerated changes in others as well.", "cite_spans": [{"start": 314, "end": 333, "text": "(Budd et al., 1987a", "ref_id": "BIBREF3"}, {"start": 334, "end": 355, "text": "(Budd et al., , 1987b", "ref_id": "BIBREF4"}, {"start": 356, "end": 373, "text": "Lee et al., 1990;", "ref_id": "BIBREF15"}, {"start": 374, "end": 396, "text": "Lee and Vitetta, 1991)", "ref_id": "BIBREF14"}, {"start": 528, "end": 549, "text": "(Lerner et al., 1989;", "ref_id": "BIBREF16"}, {"start": 550, "end": 569, "text": "Ernst et al., 1990;", "ref_id": "BIBREF11"}, {"start": 570, "end": 595, "text": "Nagelkerken et al., 1991)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": ""}, {"text": "Mice. -The experimental animals for these experiments were the progeny of (C57BL/6J x SJL/J)F1 males crossed to (AKR/J x DBA/2J)F1 females. This \"four-way cross\" breeding scheme produces a population of genetically heterogeneous mice, no two of which are genetically identical, but whose average characteristics can be stably reproduced in populations of arbitrary size, and whose genetic constitu-tion is unlikely to show the genetic drift and founder effects characteristic of commercially available \"outbred\" stocks. The experimental population of this heterogeneous stock consisted of 20 male and 20 female mice. These mice were bred at the University of Michigan's Core Facility for Aging Rodents, housed from weaning in a specific-pathogen free colony in cages containing one male and one female, and given access to rodent chow and water ad libitum. All litters from these pair-housed mice were weaned at 3 weeks of age and used for another study. Peripheral blood samples were taken by tail venipuncture from each mouse at approximately 6 months of age and then again at 11 months of age. The animal room also housed \"sentinel\" mice that were tested quarterly for evidence of viral infection and found to be free of anti-viral antibodies until the population was 14 months of age, at which point sentinels were found to have antibodies to mouse coronavirus. Breeding within the colony was at this point stopped to eliminate the coronavirus from the colony (Weir et al., 1987) , and since that time sentinel mice have been repeatedly negative for murine pathogens.", "cite_spans": [{"start": 1464, "end": 1483, "text": "(Weir et al., 1987)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "METHODS"}, {"text": "Pathology. -Each mouse was inspected at least once a day by an experienced animal caretaker. Animals that were judged to be ill by a combination of clinical signs including weight loss, poor grooming, and lethargy were sacrificed for necropsy. Animals found dead were also submitted for necropsy. Gross lesions were described at necropsy and the following tissues were fixed in buffered formalin and submitted for histology: salivary glands, mandibular lymph nodes, harderian glands, trachea, esophagus, stomach, duodenum, ileum, jejunum, colon, liver, mesenteric lymph nodes, pancreas, uterus, ovaries, vagina, urinary bladder, heart, lung, thymus, kidneys, adrenals, thyroids, parathyroids, brain, middle ears, knee joint, bone marrow, crosssection of nasal cavity, skeletal muscle, cross-section of lumbar spinal cord and lumbar vertebra, and eyes. In addition, representative sections of gross lesions were submitted for histology. Processed tissues were embedded in paraffin sectioned at 5 microns, and stained with hematoxylin and eosin. Lymphomas were characterized using criteria described in Pattengale and Taylor (1983) .", "cite_spans": [{"start": 1101, "end": 1129, "text": "Pattengale and Taylor (1983)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "METHODS"}, {"text": "Immunophenotyping analysis. -A 400 (xl sample of tail venous blood was collected into a heparinized tube and washed once with Hank's balanced salt solution containing 0.5% bovine serum albumin (BSS-BSA). Three aliquots, each corresponding to 40 |xl of peripheral blood, were used to determine the relative proportions of age-sensitive T cell subsets. The first of these was stained with biotin-conjugated antibody to mouse CD44, followed by FITC-conjugated streptavidin, and then with phycoerythrin (PE)-conjugated antibody to mouse CD4 (Becton Dickinson; San Jose, CA). The second aliquot was stained with FITC-conjugated antibody to mouse CD45RB (Gibco; Gaithersburg, MD) and PE-anti-CD4, and the third aliquot was stained with biotinanti-CD44 and FITC-streptavidin followed by PE-anti-CD8 (Boehringer Mannheim; Indianapolis, IN). Cells were then fixed with 1 % paraformaldehyde and analyzed using a FACScan flow cytometer, with forward and side scatter gates set to include lymphocytes only. CD44 W and CD45RB W cells were calculated as a percentage of the total CD4 and CD8 population in a two-parameter histogram. The intensity distribution of CD44 within the CD8 population is usually bimodal, and so the intermodal minimum for CD44 was determined for CD8 cells and then used for both CD4 and CD8 cell analyses within any single experiment. Each experimental group consisted of two pairs of mice, and all animals in the cohort were analyzed within a three-week period at 6 months of age and then again at 11 months of age.", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "Limiting dilution analysis of responder T cell frequencies.", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "-The proportion of peripheral blood T cells that can respond to Con A and IL-2 containing rat spleen cell conditioned medium by generating a clone of proliferating cells was determined by a limiting dilution culture method that has been described previously (Miller, 1990) .", "cite_spans": [{"start": 258, "end": 272, "text": "(Miller, 1990)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "METHODS"}, {"text": "subsets. -Several studies (Lerner et al., 1989; Ernst et al., 1990; Nagelkerken et al., 1991) have now shown that aging in mice leads to an increase in the proportion of CD44 W cells within both the CD4 and CD8 subsets, and a decline in the proportion of CD45RB hi cells within the CD4 subset. Both changes can be interpreted as an increase in the fraction of memory T cells and a parallel decrease in the proportion of naive or virgin T cells (Budd et al., 1987a (Budd et al., , 1987b Sanders et al., 1988; Lee et al., 1990; Akbar et al., 1991; Lee and Vitetta, 1991) , and we will accordingly use these terms despite some controversy over whether the phenotype inferred for memory T cells may under certain circumstances be reversible (Bell and Sparshott, 1990) . We have used a population of genetically heterogeneous mice derived from four inbred grandparental strains to determine if differences among mice in the proportion of memory T cells within the CD4 subset were correlated with differences in the fraction of CD8 memory cells. Figure 1 shows that there was indeed such a correlation: 6-month-old mice with relatively high fractions of CD44 W cells within the CD4 subset tended also to have high proportions of CD44 W CD8 cells (R = .43; p < .006). A similar correlation was also noted in blood samples obtained from the same group of mice at 11 months of age (R = .71;/? < .001).", "cite_spans": [{"start": 26, "end": 47, "text": "(Lerner et al., 1989;", "ref_id": "BIBREF16"}, {"start": 48, "end": 67, "text": "Ernst et al., 1990;", "ref_id": "BIBREF11"}, {"start": 68, "end": 93, "text": "Nagelkerken et al., 1991)", "ref_id": "BIBREF24"}, {"start": 444, "end": 463, "text": "(Budd et al., 1987a", "ref_id": "BIBREF3"}, {"start": 464, "end": 485, "text": "(Budd et al., , 1987b", "ref_id": "BIBREF4"}, {"start": 486, "end": 507, "text": "Sanders et al., 1988;", "ref_id": "BIBREF27"}, {"start": 508, "end": 525, "text": "Lee et al., 1990;", "ref_id": "BIBREF15"}, {"start": 526, "end": 545, "text": "Akbar et al., 1991;", "ref_id": "BIBREF0"}, {"start": 546, "end": 568, "text": "Lee and Vitetta, 1991)", "ref_id": "BIBREF14"}, {"start": 737, "end": 763, "text": "(Bell and Sparshott, 1990)", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 1040, "end": 1048, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Correlated variation among genetically heterogeneous mice in the proportions of different age-sensitive T cell"}, {"text": "Although differences in CD44 expression distinguish naive from memory T cells in some strains of mice, there are other strains (Lynch and Ceredig, 1989) in which CD44 does not provide a useful discriminant between naive and memory subsets. We therefore wished to determine if the correlations between CD44 W CD4 and CD44 W CD8 cells (Figure 1 , left panels) might reflect inter-mouse variation in CD44 expression per se rather than variation in the proportions of developmentally distinct T cell subsets. To address this possibility we used anti-CD45RB antibody to assess the proportion of naive (i.e., CD45RB W ) CD4 T cells in each mouse and compared these values with the proportion of CD44 W CD8 T cells in the same mice at 6 and again at 11 months of age. The righthand panels of Figure 1 show that the proportion of CD45RB W CD4 cells is inversely correlated with the fraction of CD44 hi CD8 cells, in good agreement with the data obtained using CD44 staining alone. We conclude that within the genetically heterogeneous mice studied, those with high numbers of CD44 W CD8 T cells also tend to have high numbers of CD44 W CD4 cells and low numbers of CD45RB W CD4 cells.", "cite_spans": [{"start": 127, "end": 152, "text": "(Lynch and Ceredig, 1989)", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 333, "end": 342, "text": "(Figure 1", "ref_id": "FIGREF0"}, {"start": 785, "end": 793, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Correlated variation among genetically heterogeneous mice in the proportions of different age-sensitive T cell"}, {"text": "We also sought to determine whether those mice which had the highest proportions of CD44 W T cells and lowest proportions of CD45RB W CD4 cells at 6 months of age also tended to have the most extreme subset distributions at 11 months of age. Figure 2 presents data to show that there was indeed a good correlation between subset proportions at 6 and at 11 months of age. We conclude that differences among these mice in their relative proportions of these subsets remain stable at least over the first year of adult life.", "cite_spans": [], "ref_spans": [{"start": 242, "end": 250, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "Correlated variation among genetically heterogeneous mice in the proportions of different age-sensitive T cell"}, {"text": "Early death is correlated with levels of age-sensitive T cell subset markers. - Table 1 presents a summary of the deaths of mice that occurred between the time at which mice were weaned and the time at which the mice attained 18 months of age. All five mice had extensive malignant lymphoma: small lymphocytic lymphoma in one case, follicular center cell lymphoma in a second case, and lymphoblastic lymphoma in the other three cases. These neoplasms were the cause of death in all but one mouse. Mouse PT-18 died due to rupture of a hepatic hemangiosarcoma with exsanguination into the peritoneal cavity. The only nonneoplastic lesions found in these mice were bilateral cataracts.", "cite_spans": [], "ref_spans": [{"start": 80, "end": 87, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Correlated variation among genetically heterogeneous mice in the proportions of different age-sensitive T cell"}, {"text": "Since aging leads to an increase in the proportion of T cells with the surface phenotype characteristic of memory T cells, and a decrease in the apparent proportion of naive T cells, we hypothesized that those young mice whose T cell subset distributions were most similar to those of older mice would have shorter life spans. To test this idea we compared the levels of the age-sensitive T cell subsets in the group of mice that died prior to 18 months of age with levels in the population that survived to this age. Figure 3 presents the results of this comparison, and shows that those mice destined to die young did indeed have relatively high levels of CD44 W CD4 and CD44 W CD8 T cells, and relatively low levels of CD45RB W CD4 cells when tested at 6 months of age. The number of CD44 W CD8 cells at 11 months of age was also significantly higher [F( 1,36) = 4.12;p = .05] in those mice that died before 18 months; the difference in the proportion of CD45RB hi CD4 cells at 11 months showed a similar trend that did not, however, reach statistical significance [F(l,35) = 2.7; p = .11] (data not shown). There were no significant correlations between early death and the levels of CD3, CD4, or CD8 T cells at either age (not shown). We conclude that those mice which, at 6 months of age, exhibit a pattern of T cell subsets that resembles those of older mice are more likely to die within the first 1.5 years of life.", "cite_spans": [], "ref_spans": [{"start": 518, "end": 526, "text": "Figure 3", "ref_id": null}], "section": "Correlated variation among genetically heterogeneous mice in the proportions of different age-sensitive T cell"}, {"text": "Early death is correlated with a loss in the frequency of T cells that can proliferate in response to Con A and IL-2. -A limiting dilution analysis was carried out on each blood sample taken at 6 months, to determine the proportion of T cells that can respond to Con A by generating a clone of proliferating cells in the presence of IL-2 containing conditioned medium (\"pPTL test\"), to see if this functional assay could also identify those mice likely to die at relatively young ages. The results of this analysis (see Figure 4) show that mice destined to die young had substantially and significantly lower levels of pPTL per |xl of blood when tested at 6 months of age. There was, however, no statistically significant correlation between early death and the proportion of T cells that could generate clones of cytotoxic effectors when stimulated with Con A and IL-2 (\"pCTL test\") at 6 months, nor any correlation between early death and either pPTL or pCTL frequencies at 11 months of age (not shown).", "cite_spans": [], "ref_spans": [{"start": 520, "end": 529, "text": "Figure 4)", "ref_id": null}], "section": "Correlated variation among genetically heterogeneous mice in the proportions of different age-sensitive T cell"}, {"text": "Our observations are relevant to a number of issues in developmental immunology, cancer immunology, and the immunobiology of aging.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The underlying theoretical model that our protocol was designed to test postulates links among aging rate, changes in the numbers of naive and memory T cells, and susceptibility to mid-and late life diseases, including neoplasia. We propose that individual mice, particularly within genetically heterogeneous populations, may differ in the rate at which ", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Live Dead Live Dead Live Dead Figure 3 . Comparisons of T cell subsets, at 6 months of age, in mice that either lived to the age of 18 months or that died prior to that age. Each of the three panels presents an analysis of one of the three tested age-sensitive markers (left to right): CD44 hi cells within the CD4 subset; CD44 hi cells within the CD8 subset; and CD45RB W cells within the CD4 subset. The \" p \" refers to the likelihood that the distributions of T cell phenotypes do not differ between the two groups of mice (F test). Each point represents an individual mouse. ", "cite_spans": [], "ref_spans": [{"start": 30, "end": 38, "text": "Figure 3", "ref_id": null}], "section": "100"}, {"text": "Figure 4. Comparisons of pPTL frequencies, expressed as responding cells per \\i\\ of blood, in mice that either lived to the age of 18 months or that died prior to that age. Each point represents an individual mouse. Only those limiting dilution titrations that fit the Poisson distribution withp(x 2 ) > .05 were included in the figure and in the statistical analysis. they undergo age-dependent changes in the i m m u n e (and other age-sensitive) systems. In view of the evidence that alterations in the numbers of naive and memory T cells may be characteristic of aging in mice and humans (DePaoli et al., 1988; Lerner et al., 1989; Ernst et al., 1990; Nagelkerken et al., 1991; Pilarski et al., 1991) , and are delayed by dietary regimes that retard aging in most physiologic systems (Miller, 1991a) , we suggest that measurements of the numbers of naive and memory T cells may provide one index -though surely not a perfect index -of the ' 'biological age\" of the immune system in each mouse, which may not correspond precisely to the animal's calendar age. We predict that animals whose immune systems show relatively high ratios of memory to naive T cells in early and middle adult lives are likely to be aging more rapidly, likely to die relatively young, and likely to be more susceptible in particular to diseases, including neoplastic diseases, which the healthy immune systems in young adult mice may serve to suppress.", "cite_spans": [{"start": 592, "end": 614, "text": "(DePaoli et al., 1988;", "ref_id": null}, {"start": 615, "end": 635, "text": "Lerner et al., 1989;", "ref_id": "BIBREF16"}, {"start": 636, "end": 655, "text": "Ernst et al., 1990;", "ref_id": "BIBREF11"}, {"start": 656, "end": 681, "text": "Nagelkerken et al., 1991;", "ref_id": "BIBREF24"}, {"start": 682, "end": 704, "text": "Pilarski et al., 1991)", "ref_id": null}, {"start": 788, "end": 803, "text": "(Miller, 1991a)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Live Dead"}, {"text": "One prediction of this model is that age-dependent subset shifts are likely to occur in parallel in both the CD4 and CD8 T cell subsets, in that accumulation of memory T cells is postulated to be linked in each subset to an underlying rate of aging. (An alternative hypothesis might be that the rates of accumulation of memory T cells in the CD4 and CD8 subsets are under separate control, much as the accumulation of CD4 and CD8 cells within the T cell pool are independently regulated in AIDS, athymic nude mice, and certain transgenics.) Our data (Figure 1 ) confirm our prediction, showing that correlations are present at 6 month of age and at 11 months of age, and that they cannot be attributed to possible generic variation in the degree to which the CD44 marker defines functionally distinct T cell subsets (Lynch and Ceredig, 1989) , since similar correlations are observed whether the distribution of cells within the CD4 subset is estimated using CD44 or instead CD45RB.", "cite_spans": [{"start": 816, "end": 841, "text": "(Lynch and Ceredig, 1989)", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 550, "end": 559, "text": "(Figure 1", "ref_id": "FIGREF0"}], "section": "Live Dead"}, {"text": "A second prediction of our model is that the rank order of individual animals on an age-sensitive biomarker will not vary with age in adult life; animals that are immunologically \"older\" in early middle age are predicted to retain this prematurely aged status at later ages as well. (The opposite result would support a different model, e.g., one in which mice that generate large numbers of naive T cells as young adults, and thus seem relatively young at six months, might through a kind of thymic exhaustion be relatively unable to produce additional naive cells in middle age.) Our data, shown in Figure 2 , support the idea that mice that begin adult life with a comparatively high ratio of naive to memory T cells are likely to retain their position relative to other mice in later life.", "cite_spans": [], "ref_spans": [{"start": 601, "end": 609, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "Live Dead"}, {"text": "A third prediction is that mice with an accelerated shift in T cell populations should have short life expectancies and high age-adjusted incidence of at least some major agedependent illnesses, including neoplasia. Although a complete life table will not be available for this pilot study for another 12-18 months, a preliminary analysis of the survivorship patterns at the 18-month interval (Figures 3 and 4) revealed a consistent and statistically significant pattern: the mice dying first were on average more likely than the survivors to have high levels of memory T cells in both the CD4 and CD8 subsets, low levels of naive CD4 cells, and poor function in a functional assay for Con A triggered, IL-2 dependent clonal proliferation in limiting dilution culture. Thus for each of these four measures, mice destined to die early had, at 6 months, immune systems that resembled those characteristically seen in older mice.", "cite_spans": [], "ref_spans": [{"start": 393, "end": 410, "text": "(Figures 3 and 4)", "ref_id": null}], "section": "Live Dead"}, {"text": "A correlational analysis of this kind cannot establish the direction of causality, and we therefore need to consider the plausibility of the three causative hypotheses: (1) early cancer causes the poor immunity; (2) poor immunity leads to cancer; and (3) both are caused by some third factor, e.g., differences among mice in aging rate.", "cite_spans": [], "ref_spans": [], "section": "Live Dead"}, {"text": "Hypothesis (1), suggesting that the immnune subset shifts and functional defects are the result, rather than a contributing cause, of an early neoplastic process, seems to us unlikely for several reasons. First of all, the interval between the test of immune status (at 6 months) and the appearance of clinical signs (as much as 10 to 11 months later) is long compared to the known natural history of lymphoma development in mice, in which the incidence of detectable illness is far lower in animals sacrificed at arbitrary ages than in animals examined when moribund or at their natural death (Wolf et al., 1988) . Furthermore, even in the AKR model, in which spontaneous lymphoma leads to death within 8-12 months of age, there seems to be no effect on T cell responsiveness until very late in the lymphomagenic progression (Zatz et al., 1973; Collavo et al., 1975) . \"Hidden neoplasms\" hypothetically present at 6 months of age would have to exhibit a very unusual set of properties. They would need to have no effect on the numbers of CD3, CD4, and CD8 cells (none of which discriminate survivors from nonsurvivors in samples at 6 or 11 months of age -data not shown). They would also need to alter in parallel the proportions of naive and memory T cells in the CD4 and CD8 subsets, and thus mimic the effects of aging on these subsets. The numbers of CD3 cells per |xl of blood at 11 months of age are equivalent in survivors and nonsurvivors, again at odds with the hypothesis that the alterations (at 6 months) in T cell subsets represent an effect of an advanced leukemia or preleukemic state. Finally, according to this hypothesis, this spectrum of changes would have been induced by each of four different varieties of fatal lesion, including three distinct forms of lymphoma. Thus, it is hard to reconcile our findings with the suggestion that the distinctions between survivors and nonsurvivors at the 6-month assay point are the result of a tumor-induced immunosuppressive process.", "cite_spans": [{"start": 594, "end": 613, "text": "(Wolf et al., 1988)", "ref_id": "BIBREF30"}, {"start": 826, "end": 845, "text": "(Zatz et al., 1973;", "ref_id": "BIBREF31"}, {"start": 846, "end": 867, "text": "Collavo et al., 1975)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Live Dead"}, {"text": "A second idea is that those mice whose immune systems show signs of precocious aging may be more susceptible to the development of neoplasia, including lymphomas. The idea that the immunodeficiency of aging contributes to the 5th-power relationship between age and cancer incidence is controversial, and deserves to be; the various arguments have been explored more fully in recent reviews (Ershler, 1993; Miller, 1991c Miller, , 1993 . The incidence and the rate of development of lymphocyte malignancies in mice are under complex, multi-genic control (Lilly and Pincus, 1973; Steeves and Lilly, 1977) . Some of the genetic loci are known to encode endogenous retroviruses, and others to control the ability of these viruses to infect cells from mice of different genotypes, but still others are thought to alter the parameters of host response, potentially including immunological defences. Two of the four grandparental strains, AKR/J and SJL/J, are known to be highly prone to early life hematologic malignancy, but in each case tumor susceptibility is controlled by sets of genes at least some of which are recessive. Fewer than 10% of the (SLJ x A.SW)F1 hybrid mice develop the tumor typical of their SJL parent (Bubbers, 1984) , while Fl progeny of AKR mice experience a leukemia incidence of approximately 17%, with the leukemia incidence of F2 and F3 crosses diminished in proportion to the logarithm of the proportion of AKR genotype (Lilly and Pincus, 1973) . At least one of these genes, Rgv-1, maps to the K end of H-2 and regulates lymphoma development through mechanisms that are still not fully understood (Lilly and Pincus, 1973) but which may well involve altered immunity. Another group, studying the delayed development of lymphoma in AKR mice congenic for the H-2 b allele of C57L, has suggested that the stronger T cell immune response of the AKR.H2 b strain may contribute to its relative resistance to AKR-type lymphoma (Johnson et al., 1980) . The idea that altered levels of immune function may strongly influence susceptibility to spontaneous tumor development is further supported by the work of Covelli and his colleagues on the genetically heterogeneous lines of mice originally bred by Biozzi (Covelli et al., 1985 (Covelli et al., , 1989 . This group has shown that selection over many generations for high (or alternately low) levels of early life humoral immunity can produce lines of genetically heterogeneous mice that differ not only in immune response but also in life span and age-adjusted tumor incidence. The populations bred for higher early immunity exhibit lower tumor incidence and longer life span. A similar relationship is observed among populations (Fl, F2, and backcross) with differing genetic contributions from the high immune, long-lived parental stock, and furthermore also among individual mice within the heterogeneous F2 and backcross segregants (Covelli et al., 1989) . Despite its flaws, which include the absence of an unselected control population, the absence of a specific pathogen free vivarium, and the relatively short life spans of all the tested groups, this study lends prima facie support for the hypothesis that inter-animal differences in immunological responsiveness may contribute to tumor susceptibility. It is in this context interesting to note that the high immune population was apparently more resistant both to hematologic as well as solid tumors.", "cite_spans": [{"start": 390, "end": 405, "text": "(Ershler, 1993;", "ref_id": null}, {"start": 406, "end": 419, "text": "Miller, 1991c", "ref_id": "BIBREF22"}, {"start": 420, "end": 434, "text": "Miller, , 1993", "ref_id": "BIBREF23"}, {"start": 553, "end": 577, "text": "(Lilly and Pincus, 1973;", "ref_id": "BIBREF17"}, {"start": 578, "end": 602, "text": "Steeves and Lilly, 1977)", "ref_id": "BIBREF28"}, {"start": 1218, "end": 1233, "text": "(Bubbers, 1984)", "ref_id": "BIBREF2"}, {"start": 1444, "end": 1468, "text": "(Lilly and Pincus, 1973)", "ref_id": "BIBREF17"}, {"start": 1622, "end": 1646, "text": "(Lilly and Pincus, 1973)", "ref_id": "BIBREF17"}, {"start": 1944, "end": 1966, "text": "(Johnson et al., 1980)", "ref_id": null}, {"start": 2224, "end": 2245, "text": "(Covelli et al., 1985", "ref_id": "BIBREF7"}, {"start": 2246, "end": 2269, "text": "(Covelli et al., , 1989", "ref_id": null}, {"start": 2904, "end": 2926, "text": "(Covelli et al., 1989)", "ref_id": null}], "ref_spans": [], "section": "Live Dead"}, {"text": "Our new data provide additional evidence that constitutionally weak immunity may predispose to the early development of certain forms of lymphoma. Follow-up studies using much higher numbers of subjects, other tests of immune responsiveness, and more sensitive indices of early neoplastic events will be needed before any firm conclusions can be reached.", "cite_spans": [], "ref_spans": [], "section": "Live Dead"}, {"text": "The third explanatory hypothesis suggests that both the alterations in T cell subsets and the eventual development of neoplasia are linked to some third, underlying factor. We propose that this factor may be inter-individual differences in the rate of biological aging, which could lead both to early immunosenescence and, somewhat later in life, to premature development of disease. This idea can best be tested by using independent biomarkers of aging. Mice can be tested, early in life, for other physiological traits (e.g., muscle strength, collagen cross-linking, accumulation of oxidized lipids) that provide independent indices of aging rate but are much less likely to play a direct role in oncogenesis. Correlations between these measures and early-life tumor incidence will support the hypothesis that the relation between immunity and neoplasia we have noted actually represents linkage of both to aging. The idea that premature loss of immune subsets is linked to accelerated aging would also be supported by data showing that mice with poor early life immunity tend to exhibit higher mortality risks from forms of illness that, unlike neoplasia, are less plausibly attributed to immunosenescence per se. Further analysis of our current pilot experiment, and analysis of larger numbers of mice will be needed before we can determine whether any of our early life immunological tests predict late life tumor incidence, incidence of other forms of malignancy (e.g., solid tumors) and nonmalignant illness, and life expectancy among mice that do not die of lymphoma.", "cite_spans": [], "ref_spans": [], "section": "Live Dead"}, {"text": "This study represents the first use of a four-way crossbreeding scheme (Committee on Animal Models for Research on Aging, 1981) to examine hypotheses relating to links among the physiological changes seen in aging rodents and pathological processes. Genetically heterogeneous mice present many advantages over inbred and Fl hybrid strains for the dissection of complex interactive systems, and are particularly suited to experimental approaches that require wide variation among test mice in properties thought to be related (e.g., immune subsets and tumor incidence in the current instance). We also note that the micromethods used for assessment of immune status make use of very small samples of tail blood (=s 400 (xl/sample), and thus do not require sacrifice of the test subject. Most previous work on immune function in aging rodents has used spleen or lymph node tissue in order to obtain sufficient numbers of lymphocytes for analysis; this approach is obviously unsuitable for designs that require determination of subsequent longevity and pathological outcome. Micromethods for analysis of blood samples will also permit comparisons of rodent data to data on aging humans, in which only blood is available.", "cite_spans": [], "ref_spans": [], "section": "Live Dead"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The synergy between naive and memory T cells during activation", "authors": [{"first": "A", "middle": ["N"], "last": "Akbar", "suffix": ""}, {"first": "M", "middle": [], "last": "Salmon", "suffix": ""}, {"first": "G", "middle": [], "last": "Janossy", "suffix": ""}], "year": 1991, "venue": "Immunol. Today", "volume": "12", "issn": "", "pages": "184--188", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Interconversion of CD45R subsets of CD4 T cells in vivo", "authors": [{"first": "E", "middle": ["B"], "last": "Bell", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Sparshott", "suffix": ""}], "year": 1990, "venue": "Nature", "volume": "348", "issn": "", "pages": "163--166", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Identification and linkage analysis of a gene, Rcs-1, suppressing spontaneous SJL/J lymphoma expression", "authors": [{"first": "J", "middle": ["E"], "last": "Bubbers", "suffix": ""}], "year": 1984, "venue": "J. Natl. Cancer Inst", "volume": "72", "issn": "", "pages": "441--446", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Distinction of virgin and memory T lymphocytes. Stable acquisition of the Pgp-1 glycoprotein concomitant with antigenic stimulation", "authors": [{"first": "R", "middle": ["C"], "last": "Budd", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Cerottini", "suffix": ""}, {"first": "C", "middle": [], "last": "Horvath", "suffix": ""}, {"first": "C", "middle": [], "last": "; Bron", "suffix": ""}, {"first": "T", "middle": [], "last": "Pedrazzini", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Howe", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Macdonald", "suffix": ""}], "year": 1987, "venue": "J. Immunol", "volume": "138", "issn": "", "pages": "3120--3129", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Phenotypic identification of memory cytolytic T lymphocytes in a subset of Lyt-2 + cells", "authors": [{"first": "R", "middle": ["C"], "last": "Budd", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Cerottini", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Macdonald", "suffix": ""}], "year": 1987, "venue": "J. Immunol", "volume": "138", "issn": "", "pages": "1009--1013", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "In vitro and in vivo evaluation of T and B lymphocyte functions in AKR mice", "authors": [{"first": "D", "middle": [], "last": "Collavo", "suffix": ""}, {"first": "G", "middle": [], "last": "Biasi", "suffix": ""}, {"first": "A", "middle": [], "last": "Colombatti", "suffix": ""}, {"first": "L", "middle": [], "last": "Chieco-Bianchi", "suffix": ""}], "year": 1975, "venue": "Br. J. Cancer", "volume": "32", "issn": "", "pages": "331--338", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Committee on Animal Models for Research on Aging. Mammalian models for research on aging", "authors": [], "year": 1981, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Spontaneous lymphomas in mice genetically selected for high or low phytohemagglutinin responsiveness", "authors": [{"first": "V", "middle": [], "last": "Covelli", "suffix": ""}, {"first": "V", "middle": [], "last": "Di Majo", "suffix": ""}, {"first": "B", "middle": [], "last": "Bassani", "suffix": ""}, {"first": "C", "middle": [], "last": "Mancini", "suffix": ""}, {"first": "L", "middle": [], "last": "Adorini", "suffix": ""}, {"first": "G", "middle": [], "last": "Doria", "suffix": ""}], "year": 1985, "venue": "J. Natl. Cancer Inst", "volume": "75", "issn": "", "pages": "1083--1090", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Inheritance of immune responsiveness, life span, and disease incidence in interline crosses of mice selected for high or low multispecific antibody production", "authors": [{"first": "J", "middle": ["C"], "last": "Mevel", "suffix": ""}, {"first": "S", "middle": [], "last": "Rebessi", "suffix": ""}, {"first": "G", "middle": [], "last": "Doria", "suffix": ""}, {"first": "G", "middle": [], "last": "Biozzi", "suffix": ""}], "year": 1989, "venue": "J. Immunol", "volume": "142", "issn": "", "pages": "1224--1234", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Age-related changes in human lymphocyte subsets: progressive reduction of the CD4 CD45R (suppressor inducer) population", "authors": [{"first": "P", "middle": [], "last": "De Paoli", "suffix": ""}, {"first": "S", "middle": [], "last": "Battistin", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Santini", "suffix": ""}], "year": null, "venue": "Clin. Immunol. Immunopathol", "volume": "48", "issn": "", "pages": "290--296", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Differences in the expression profiles of CD45RB, Pgp-1, and 3G11 membrane antigens and in the patterns of lymphokine secretion by splenic CD4+ T cells from young and aged mice", "authors": [{"first": "D", "middle": ["N"], "last": "Ernst", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Hobbs", "suffix": ""}, {"first": "B", "middle": ["E"], "last": "Torbett", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Glasebrook", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Rehse", "suffix": ""}, {"first": "K", "middle": [], "last": "Bottomly", "suffix": ""}, {"first": "K", "middle": [], "last": "Hayakawa", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Hardy", "suffix": ""}, {"first": "W", "middle": ["O"], "last": "Weigle", "suffix": ""}], "year": 1990, "venue": "J. Immunol", "volume": "145", "issn": "", "pages": "1295--1302", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The influence of an aging immune system on cancer incidence and progression", "authors": [{"first": "W", "middle": ["B"], "last": "Ershler", "suffix": ""}, {"first": "", "middle": [], "last": "Minireview", "suffix": ""}], "year": null, "venue": "J. Gerontol. Biol. Sci", "volume": "48", "issn": "", "pages": "3--7", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Leukemogenesis, immune responsiveness, and murine leukemia virus expression in congenic AKR/J mice differing at H-2", "authors": [{"first": "D", "middle": ["A"], "last": "Johnson", "suffix": ""}, {"first": "H", "middle": ["G"], "last": "Bedigian", "suffix": ""}, {"first": "M", "middle": [], "last": "Cherry", "suffix": ""}, {"first": "H", "middle": [], "last": "Meier", "suffix": ""}], "year": null, "venue": "Infect. Immun", "volume": "29", "issn": "", "pages": "1007--1012", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The differential expression of homing and adhesion molecules on virgin and memory T cells in the mouse", "authors": [{"first": "W", "middle": ["T"], "last": "Lee", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Vitetta", "suffix": ""}], "year": 1991, "venue": "Cell Immunol", "volume": "132", "issn": "", "pages": "215--222", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Functional and ontogenetic analysis of murine CD45R W and CD45R 10 CD4 + T cells", "authors": [{"first": "W", "middle": ["T"], "last": "Lee", "suffix": ""}, {"first": "X", "middle": ["M"], "last": "Yin", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Vitetta", "suffix": ""}], "year": 1990, "venue": "J. Immunol", "volume": "144", "issn": "", "pages": "3288--3295", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "PGP-l hi T lymphocytes accumulate with age in mice and respond poorly to Concanavalin A", "authors": [{"first": "A", "middle": [], "last": "Lerner", "suffix": ""}, {"first": "T", "middle": [], "last": "Yamada", "suffix": ""}, {"first": "R", "middle": [], "last": "Miller", "suffix": ""}], "year": 1989, "venue": "Eur. J. Immunol", "volume": "19", "issn": "", "pages": "977--982", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Genetic control of murine viral leukemogenesis", "authors": [{"first": "F", "middle": [], "last": "Lilly", "suffix": ""}, {"first": "T", "middle": [], "last": "Pincus", "suffix": ""}], "year": 1973, "venue": "Adv. Cancer Res", "volume": "17", "issn": "", "pages": "231--277", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Mouse strain variation in Ly-24 (Pgp-1) expression by peripheral T cells and thymocytes: implications for T cell differentiation", "authors": [{"first": "F", "middle": [], "last": "Lynch", "suffix": ""}, {"first": "R", "middle": [], "last": "Ceredig", "suffix": ""}], "year": 1989, "venue": "Eur. J. Immunol", "volume": "19", "issn": "", "pages": "223--229", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Limiting dilution assays for IL-2 and CTL precursor frequency", "authors": [{"first": "R", "middle": ["A"], "last": "Miller", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Coligan", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Kruisbeek", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Margulies", "suffix": ""}, {"first": "E", "middle": [], "last": "Shevach", "suffix": ""}], "year": 1990, "venue": "Current protocols in immunology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Caloric restriction and immune function: developmental mechanisms", "authors": [{"first": "R", "middle": ["A"], "last": "Miller", "suffix": ""}], "year": 1991, "venue": "Aging: Clin. Exp. Res", "volume": "3", "issn": "", "pages": "395--398", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Aging and immune function", "authors": [{"first": "R", "middle": ["A"], "last": "Miller", "suffix": ""}], "year": 1991, "venue": "Intl. Rev. Cytol", "volume": "124", "issn": "", "pages": "187--216", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Gerontology as oncology: research on aging as the key to the understanding of cancer", "authors": [{"first": "R", "middle": ["A"], "last": "Miller", "suffix": ""}], "year": 1991, "venue": "Cancer", "volume": "68", "issn": "", "pages": "2947--2951", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Aging and cancer -another perspective", "authors": [{"first": "R", "middle": ["A"], "last": "Miller", "suffix": ""}], "year": 1993, "venue": "J Gerontol. Biol. Sci", "volume": "48", "issn": "", "pages": "8--9", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Agerelated changes in lymphokine production related to a decreased number ofCD45RB w CD4+ T cells", "authors": [{"first": "L", "middle": [], "last": "Nagelkerken", "suffix": ""}, {"first": "A", "middle": [], "last": "Hertogh-Huijbregts", "suffix": ""}, {"first": "R", "middle": [], "last": "Dobber", "suffix": ""}, {"first": "A", "middle": [], "last": "Drager", "suffix": ""}], "year": 1991, "venue": "Eur. J. Immunol", "volume": "21", "issn": "", "pages": "273--281", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Experimental models of lymphoproliferative disease. The mouse as a model for human non-Hodgkin's lymphomas and related leukemias", "authors": [{"first": "P", "middle": ["K"], "last": "Pattengale", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Taylor", "suffix": ""}], "year": 1983, "venue": "Am. J. Pathol", "volume": "113", "issn": "", "pages": "237--265", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "31 integrin (CD29) expression on human postnatal T cell subsets defined by selective CD45 isoform expression", "authors": [{"first": "L", "middle": ["M"], "last": "Pilarksi", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Yacyshyn", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Jensen", "suffix": ""}, {"first": "E", "middle": [], "last": "Pruski", "suffix": ""}, {"first": "H", "middle": ["F"], "last": "Pabst", "suffix": ""}], "year": null, "venue": "J. Immunol", "volume": "147", "issn": "", "pages": "830--837", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Human memory T lymphocytes express increased levels of three cell adhesion molecules (LFA-3, CD2, and LFA-1) and three other molecules (UCHL1, CDw29, and Pgp-1) and have enhanced IFN-7 production", "authors": [{"first": "M", "middle": ["E"], "last": "Sanders", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Makgoba", "suffix": ""}, {"first": "S", "middle": ["O"], "last": "Sharrow", "suffix": ""}, {"first": "D", "middle": [], "last": "Stephany", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Springer", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Young", "suffix": ""}, {"first": "S", "middle": [], "last": "Shaw", "suffix": ""}], "year": 1988, "venue": "J. Immunol", "volume": "140", "issn": "", "pages": "1401--1407", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Interactions between host and viral genomes in mouse leukemia", "authors": [{"first": "R", "middle": [], "last": "Steeves", "suffix": ""}, {"first": "F", "middle": [], "last": "Lilly", "suffix": ""}], "year": 1977, "venue": "Annu. Rev. Genetics", "volume": "11", "issn": "", "pages": "277--296", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Elimination of mouse hepatitis virus from a breeding colony by temporary cessation of breeding", "authors": [{"first": "E", "middle": ["C"], "last": "Weir", "suffix": ""}, {"first": "P", "middle": ["N"], "last": "Bahtt", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Barthold", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Cameron", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Simack", "suffix": ""}], "year": 1987, "venue": "Lab. Animal Sci", "volume": "37", "issn": "", "pages": "455--458", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Life table analysis and pathologic observations in male mice of a long-lived hybrid strain (A f x C57BL/6)F", "authors": [{"first": "N", "middle": ["S"], "last": "Wolf", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Giddens", "suffix": ""}, {"first": "C", "middle": [], "last": "Martin", "suffix": ""}], "year": 1988, "venue": "J. Gerontol. Biol. Sci", "volume": "43", "issn": "", "pages": "71--78", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Lymphocyte populations of AKR/J mice. II. Effect of leukemogenesis on migration patterns, response to PHA, and expression of theta antigen", "authors": [{"first": "M", "middle": ["M"], "last": "Zatz", "suffix": ""}, {"first": "A", "middle": [], "last": "White", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Goldstein", "suffix": ""}], "year": 1973, "venue": "J. Immunol", "volume": "111", "issn": "", "pages": "1519--1525", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Candidates should forward a letter of interest, identification of a potential mentor, complete curriculum vitae and bibliography, graduate transcript, representative article (if available), and at least three letters of recommendation to", "authors": [{"first": "Ph", "middle": ["D"], "last": "Krause", "suffix": ""}, {"first": "J", "middle": [], "last": "Liang", "suffix": ""}, {"first": "Ph", "middle": ["D"], "last": "", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Ph", "middle": ["D"], "last": "", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Miller", "suffix": ""}, {"first": "M", "middle": ["D D"], "last": "Ph", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Rosenblatt", "suffix": ""}, {"first": "M", "middle": ["D D"], "last": "Ph", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Schultz", "suffix": ""}, {"first": "Ph", "middle": ["D"], "last": "", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Steel", "suffix": ""}, {"first": "Ph", "middle": ["D"], "last": "", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Supiano", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Terpenning", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Troen", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Verbrugge", "suffix": ""}, {"first": "Ph", "middle": ["D"], "last": "", "suffix": ""}, {"first": "W", "middle": ["G"], "last": "Weissert", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "The application deadline for fellowships is A/larch 31,1995. The University of Michigan is an Equal Opportunity/Affirmative Action Employer", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "48109--2007", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Correlations among mice in the proportions of naive and memory T cells between the CD4 and CD8 subsets. Upper left: CD44 W CD4 cells versus CD44 W CD8 T cells in 6-month-old mice: R = .43, p < .006, N = 39. Lower left: CD44 1 \" CD4 cells versus CD44 W CD8 T cells in 11-month-old mice: R = J\\,p<.O0l,N = 35. Upper right: CD44 hi CD8 versus CD45RB W CD4T cells in 6-month-old mice:/? = -. 4 0 , p < .015,N = 38. Lower right: CD44 hi CD8 versus CD45RB hi CD4 T cells in 11-month-old mice: R = -.58, p < .001 ,N = 31.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Correlation in T cell subsets between the 6th and 1 lth month of life. The lefthand panel presents a comparison of CD45RB M CD4 T cells (R = .44, p < .01, N = 36). A reanalysis omitting the four mice with the lowest numbers of CD45RB 1 \" T cells at 11 months of age gave R = .50, p < .005, N = 32. The righthand panel shows the comparison for CD44 W CD8 cells (R = .42, p = .009, N = 38).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Life Span and Results of Pathology", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Mouse ID\n</td><td>Sex\n</td><td>Age at Death\n</td><td>Principal Lesions\n</td></tr><tr><td>PT-39\n</td><td>Male\n</td><td>9 months\n</td><td>Lymphoblastic lymphoma\n</td></tr><tr><td>PT-34\n</td><td>Female\n</td><td>13 months\n</td><td>Follicular center cell lymphoma\n</td></tr><tr><td>PT-18\n</td><td>Female\n</td><td>16 months\n</td><td> </td></tr><tr><td>PT-24\n</td><td>Female\n</td><td>17 months\n</td><td>Ruptured hemangiosarcoma; plus small lymphocytic lymphoma\n</td></tr><tr><td>Lymphoblastic lymphoma\n</td></tr><tr><td>PT-32\n</td><td>Female\n</td><td>17 months\n</td><td>Lymphoblastic lymphoma\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "This work was supported by grants from the National Institute on Aging (AG03978 and AGO88O8). Paul Turke was supported by NSRA award AG00114.We thank Gerald McClearn for advice on mouse genetics, Charles H. Frith for pathological analysis, Robert Dysko for veterinary consultation, and Jacek Witkowski for assistance with flow cytometry.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}]}