{
    "paper_id": "8e0a3fb4c0b6859936d1b2b8eec4363a7e38f0b7",
    "metadata": {
        "title": "Functionalized magnetic microparticle- based colorimetric platform for influenza A virus detection",
        "authors": [
            {
                "first": "Chaohui",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Analytical Chemistry for Biology and Medicine (Ministry of Education)",
                    "institution": "Wuhan University",
                    "location": {
                        "postCode": "430072",
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhong",
                "middle": [],
                "last": "Zou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong Agricultural University",
                    "location": {
                        "postCode": "430070",
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lu",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Analytical Chemistry for Biology and Medicine (Ministry of Education)",
                    "institution": "Wuhan University",
                    "location": {
                        "postCode": "430072",
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xinghu",
                "middle": [],
                "last": "Ji",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Analytical Chemistry for Biology and Medicine (Ministry of Education)",
                    "institution": "Wuhan University",
                    "location": {
                        "postCode": "430072",
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhike",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A colorimetric platform for influenza A virus detection was developed by using the high efficiency of enzymatic catalysis and the reduction of gold ions with hydrogen peroxide. Aptamer-functionalized magnetic microparticles were synthesized to capture the influenza A virus. This was followed by the binding of ConA-GOx-AuNPs to the H3N2 virus through the ConA-glycan interaction. The sandwich complex was subsequently dispersed in glucose solution to trigger an enzymatic reaction to produce hydrogen peroxide, which controlled the growth of gold nanoparticles and produced colored solutions. The determination of H3N2 concentration was realized by comparing the two differently colored gold nanoparticles. This method could detect the target virus as low as 11.16 μg ml −1 . Furthermore, it opens new opportunities for sensitive and colorimetric detection of viruses and proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Influenza A viruses are zoonotic pathogens, which have been rampant periodically for centuries throughout the world. Every year, respiratory diseases caused by influenza A viruses have resulted in about 500 million human infections and 0.25-0.5 million victims worldwide [1, 2] . The H3N2 virus is the primary cause of human influenza morbidity and mortality in the world [3] . Therefore, early and sensitive detection of the influenza A virus is important to control the outbreaks. To date, different methods have been developed for detecting influenza A viruses such as virus culture [4] [5] [6] , loop-mediated isothermal amplification (LAMP) [7] [8] [9] , polymerase chain reaction (PCR) methods [10] [11] [12] , enzyme linked immunosorbent assay (ELISA) [13] [14] [15] and microarray technology [16] [17] [18] . However, they are labor intensive, have complex sample pretreatment, low sensitivity, high cost and require appropriate laboratory facilities and well-trained technicians. To improve the sensitivity, some researchers have developed electrochemical biosensors for the detection of the influenza virus [19, 20] . Although the strategies of electrode immobilization are well developed, some drawbacks still exist such as the complicated, tedious and time-consuming immobilization procedures, and low reproducibility and regeneration ability [21] [22] [23] . Therefore, a simple, rapid and reliable method is urgently needed.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 274,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 277,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 589,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 594,
                    "end": 597,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 646,
                    "end": 649,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 653,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 654,
                    "end": 657,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 700,
                    "end": 704,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 705,
                    "end": 709,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 710,
                    "end": 714,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 759,
                    "end": 763,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 764,
                    "end": 768,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 769,
                    "end": 773,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 800,
                    "end": 804,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 805,
                    "end": 809,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 810,
                    "end": 814,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1117,
                    "end": 1121,
                    "text": "[19,",
                    "ref_id": null
                },
                {
                    "start": 1122,
                    "end": 1125,
                    "text": "20]",
                    "ref_id": null
                },
                {
                    "start": 1355,
                    "end": 1359,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 1360,
                    "end": 1364,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 1365,
                    "end": 1369,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Colorimetric assays have attracted much attention due to the simplicity, practicality, and visibility of the target, without the utilization of expensive and sophisticated instruments [24] [25] [26] [27] . Researchers have developed various methods and strategies for colorimetric assays. Recently, enzyme [28] and enzyme-functionalized nanostructure-based colorimetric biosensors [29] [30] [31] have shown great application value in the colorimetric assays. These methods exhibited high catalytic activity and high specificity. However, since the signals of the colorimetric biosensors are based on the distinction between non-colored and colored solution, and this can only be realized with confidence when the concentrations of the target are high, making ultrasensitive detection with the naked eye unsuitable. For example, Gao et al [31] designed a magnetic bead (MB)-based assay for the analysis of biomolecules. The MBs were employed as peroxidase mimics and used to catalyze the 3,3′,5,5′-tetramethylbenzidine (non-colored solution) to produce a colored solution. It is hard to distinguish between two similar-looking lightly colored solutions. To solve this problem, Rica and Stevens [32] had exploited a new method based on the reduction of gold ions by hydrogen peroxide, which generates blue-or red-colored solutions in the absence or presence of the target, respectively. In detail, gold nanoparticles (AuNPs) are grown as nonaggregated red colloidal suspensions, when the concentration of hydrogen peroxide is high. Whereas, blue-colored NP solutions of aggregated AuNPs are acquired when the concentration of hydrogen peroxide is low. The generation of two differently colored AuNP solutions has advantages over traditional colorimetric assays due to the distinction of two differently colored solutions being easier than the differentiation of two similar-looking lightly colored solutions.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 189,
                    "end": 193,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 194,
                    "end": 198,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 395,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 838,
                    "end": 842,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 1193,
                    "end": 1197,
                    "text": "[32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "With this idea in mind, a colorimetric platform for influenza A virus detection via functionalized magnetic microparticles has been designed and developed (figure 1). H3N2 viruses were captured by MBs, which were modified with H3N2-specific aptamer. This was followed by the addition of ConA-GOx-AuNPs, which were formed by the modification of glucose oxidase (GOx) and concanavalin A (ConA) onto AuNPs. The ConA-GOx-AuNPs were conjugated to the H3N2 virus through the ConA-glycan interaction. The sandwich complex was incubated with glucose solution to trigger an enzymatic reaction to produce hydrogen peroxide. The determination of H3N2 concentration was realized by comparing the two differently colored AuNPs. This new method combined the inherent advantages of the high efficiency of enzymatic catalysis with the high sensitivity of the distinction of two differently colored solutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The carboxylated matrix metalloproteinases (MMPs) (1.02 μm, 10 mg ml −1 ) were obtained from Invitrogen (USA). Sodium phosphate monobasic dihydrate (NaH 2 PO 4 ·2H 2 O), sodium phosphate dibasic dodecahydrate (Na 2 HPO 4 ·12H 2 O), sodium chloride (NaCl), concanavalin A (ConA) ((type VI, from Canavalia ensiformis (Jack bean)), hydrogen tetrachloroaurate MO, USA). Glucose oxidase was obtained from Amresco (USA). Influenza virus (H3N2) was supplied by Huazhong Agricultural University. The selected aptamer with high affinity and specificity to the H3N2 surface protein was developed by Jeon [33] , and DNA oligonucleotides were synthesized and purified by Sangon.",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 598,
                    "text": "[33]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Chemicals and reagents"
        },
        {
            "text": "The aptamer A22: 5′-NH 2 -AATTAACCCTCAC-TAAAGGGCTGAGTCTCAAAACCGCAA-TAACTGGTTGTATGGTCGAATAAGTTAA-3′",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemicals and reagents"
        },
        {
            "text": "The aptamers were prepared in 10 mM Tris-HCl buffer (1 mM EDTA, pH=8.0).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemicals and reagents"
        },
        {
            "text": "Ultrapure water was produced by a Millipore-Q Academic Water Purification System (USA). UV-vis measurements were recorded by a UV-2250 spectrophotometer (Shimadzu, Tokyo, Japan) and the colorimetric photos were taken by a digital camera. The pH of the solutions was measured by a pB-10 potentiometer (Sartorius). Transmission electron microscopy (TEM) was conducted on a JEM 2100 transmission electron microscope (Japan).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instrumentation"
        },
        {
            "text": "The conjugation of MMPs and the aptamer A22 was prepared according to a modified protocol according to the manufacturer (Invitrogen). In brief, the carboxyl-modified MMPs (0.5 ml, 10 mg ml −1 ) were washed three times with 500 μl of the binding buffer (10 mM PB, 15 mM NaCl, pH 7.4) and then redispersed in 260 μl of the binding buffer. The aptamer A22 (9 nM) in 90 μl binding buffer was added into the MMP suspension. The above suspension was mixed with EDC (50 μl, 0.1 M), NHS (100 μl, 0.05 M) and incubated at room temperature with gentle shaking overnight. After washing three times with 0.25 mM Tris-HCl buffer (0.01% Tween-20, pH=8.0) for 30 min, the modified MMPs were dispersed in 1 ml 10 mM Tris-HCl (1 mM EDTA and 0.5% BSA, pH=8.0) buffer and stored at 4°C for further use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of MMPs"
        },
        {
            "text": "AuNPs were synthesized according to the previous method [34] . 5 mg of GOx was added into 1 ml solution of AuNPs, and then the mixture was incubated for 1 h with gentle shaking and then incubated overnight at 4°C. At the same time, 2 mg ml −1 of conA solution mixed with 1 mM Mn 2+ and Ca 2+ was incubated overnight at 4°C. After centrifugation and washing with phosphate-buffered saline with Tween-20 (PBST) three times, the GOx-AuNPs were suspended in the above ConA solution to form the ConA-GOx-AuNPs through the interaction between glycan of GOx and ConA [35] . Then, the mixture was incubated for 30 min with gentle shaking. Finally, the ConA-GOx-AuNP suspension was centrifuged at 6000 r min −1 . After washing with PBST twice, the ConA-GOx-AuNPs were dispersed in PBS and stored at 4°C.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "[35]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Preparation of ConA-GOx-AuNPs"
        },
        {
            "text": "The aptamer-modified MMPs were washed three times with 10 mM PBS buffer (0.1% Tween-20, pH=7.40) and magnetically separated for 3 min. Then, the modified MMPs were mixed with different concentrations of the influenza A virus (H3N2) to a final volume of 400 μl in the PBS buffer and rotated at 5000 r min −1 for 30 min. The MMPs were washed three times and then redispersed in 200 μl PBS containing 20 μl of ConA-GOx-AuNPs, which could bind to the H3N2 through the ConA-glycan interaction. After incubation for 30 min with gentle shaking, the MMPs were washed three times with wash buffer and once with deionized water, followed by the addition of 2 mM (100 μl) glucose solution. An hour later, the suspension was magnetically separated and transferred to the 96-well plate. HAuCl 4 (100 μl, 0.2 mM) in MES buffer was added to the well and the absorbance was collected using UV-vis spectroscopy after 20 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure for H3N2 detection"
        },
        {
            "text": "10 μl of AuNPs, GOx-AuNPs and ConA-GOx-AuNPs were loaded onto a 3% agarose gel and electrophoresed in 1× Trisacetate-EDTA (TAE) buffer (40 mM TrisAcOH, 2.0 mM Na 2 EDTA, pH=8.50) at 120 V for 40 min. The photo was taken by a digital camera.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gel electrophoresis"
        },
        {
            "text": "For TEM examination, a 10 μl sample was loaded onto a carbon-coated copper grid and dried on filter paper after 2 min. Then, the sample was negatively stained. After that, the samples were observed with a Hitachi H7000 electron microscope at 200 kV. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transmission electron microscopy"
        },
        {
            "text": "The signal generation mechanism was based on the reduction of gold ions with hydrogen peroxide. As illustrated in figure 1(A) , when the concentration of hydrogen peroxide was high, nonaggregated and spherical NPs were formed and this turned the solution red. When the concentration of hydrogen peroxide was low, aggregates of NPs were generated and a blue-colored solution was acquired due to the biocatalytic action of the enzyme catalase. The detection strategy of the colorimetric sensor for influenza A virus analysis was shown in figure 1(B) , the aptamer-modified MBs were used to capture the H3N2 virus. After the AuNPs were modified with GOx and ConA, the ConA-GOx-AuNP complexes were then conjugated to the H3N2 virus through the glycan-ConA interaction. A glucose aqueous solution was added to the final complex and incubated for 90 min to produce hydrogen peroxide. Finally, the absorbance was collected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 125,
                    "text": "figure 1(A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 536,
                    "end": 547,
                    "text": "figure 1(B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The principle of colorimetric sensor for influenza A virus analysis"
        },
        {
            "text": "First, it was essential to confirm the formation of modified products. As shown in figure 2, in the presence of unmodified AuNPs (lane a), no band was exhibited and the AuNPs were aggregated at the well. When the AuNPs were modified with GOx (lane b), a red band was observed. The reason was that the AuNPs could be protected from aggregating by the GOx, and the negatively charged GOx-AuNPs verified that the modification was successful. Furthermore, when the GOx-AuNPs were further modified with ConA, the red ConA-GOx-AuNP complexes exhibited no migration as a result of the neutral ConA-GOx-AuNPs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verification of products"
        },
        {
            "text": "The TEM results (figure 3) were consistent with the results of agarose gel analysis. For AuNPs without proteins ( figure 3(A) ), no corona coating was observed. For GOx-AuNPs ( figure 3(B) ) and ConA-GOx-AuNPs ( figure 3(C) ), protein corona could be observed by TEM image.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 125,
                    "text": "figure 3(A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 177,
                    "end": 188,
                    "text": "figure 3(B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 212,
                    "end": 223,
                    "text": "figure 3(C)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Verification of products"
        },
        {
            "text": "In order to obtain obvious color changes and UV-vis signal, some of the parameters were investigated. Figure 4 influence of the number of functionalized MMPs used in assay on the UV-vis signal. The UV-vis absorption intensities increased with increasing the number of functionalized MMPs in the range 10-50 μg and then reached a plateau in the range from 40-50 μg. Hence, 40 μg of functionalized MMPs were chosen in this assay. Since the amount of glucose might have an influence on the enzymatic catalysis reaction, excessive glucose was used to ensure the completion of the reaction. In addition, the incubation time that influenced the enzymatic catalysis reaction was explored and the results are shown in figure 5 . The UV-vis absorption intensities increased progressively in 1.5 h and then leveled off in the range from 1.5-2 h, which indicated the completion of the reaction. Therefore, 1.5 h was chosen for this study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 110,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 710,
                    "end": 718,
                    "text": "figure 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Optimization of the variables"
        },
        {
            "text": "Under the optimized conditions, the virus assay was performed with different concentrations of target H3N2. As shown in figure 6 (A) inset, with the increase in the concentration of H3N2, the tonality of the solution changed from blue to red between 12 and 240 μg ml −1 and the UV-vis absorbance intensity increased gradually, which was consistent with the color change. In addition, TEM images (figures 6(C) and (D)) showed that AuNPs aggregated at low concentration of target and dispersed well at higher concentration of target. The plot of the UV-vis intensities versus the concentrations of the virus is presented in figure 6 (B). It exhibited a good linear relationship with the linear equation y=0.0237 +0.0018 ×(R 2 = 0.9942). The limit of detection (LOD) was calculated to be 11.16 μg ml −1 (3σ/slope, whereas σ is the relative standard deviation of a blank solution, n=11). Seven parallel measurements of 200 μg ml −1 target H3N2 were used for estimating the precision, and the relative standard deviation (RSD) was 1.17%, and the blank standard deviation was 0.670%. Furthermore, the introduction of magnetic separation made it easier to detect complex samples than with other methods [36] [37] [38] and this colorimetric assay would be possible for sensing low concentrations of target in a real sample [39] owing to the separation and enrichment functions of the MBs.",
            "cite_spans": [
                {
                    "start": 1203,
                    "end": 1207,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 1208,
                    "end": 1212,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 1213,
                    "end": 1217,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 1322,
                    "end": 1326,
                    "text": "[39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 128,
                    "text": "figure 6",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 622,
                    "end": 630,
                    "text": "figure 6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Colorimetric detection of H3N2"
        },
        {
            "text": "To assess the selectivity of this colorimetric sensor, the control experiments were carried out in the presence of purified H1N1, H9N2 and target virus. As shown in figure 7 , there was no obvious signal change in the presence of H1N1 and H9N2, which indicated the specificity of this proposed method. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 173,
                    "text": "figure 7",
                    "ref_id": null
                }
            ],
            "section": "The specificity of H3N2 sensing"
        },
        {
            "text": "In conclusion, a simple magnetic microparticle-based colorimetric method for influenza virus (H3N2) detection was developed by coupling the high efficiency of enzymatic catalysis with the colored AuNPs. The sensitivity of this assay was calculated to be 11.16 μg ml −1 by the UV-vis instrument. In addition, this method could not only determine the target virus by UV-vis absorbance, but achieve semiquantitative determination by visual detection. Moreover, the present sensory system could be exploited for other virus detection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Histogram for the specificity of this colorimetric platform for H3N2 detection. The concentration of H1N1, H9N2 and H3N2 was 120 μg ml −1 . The inset shows the corresponding color changes",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(III) trihydrate (HAuCl 4 ·3H 2 O), N-hydroxysuccinimide (NHS) and 2-(N-morpholino)ethanesulphonic acid (MES), 1-ethyl-3-(3-dimethylaminopropyl) carbodiimide (EDC) were purchased from Sigma (St Louis,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(A) The signal generation mechanism for detection with the naked eye. (B) The detection strategy of this colorimetric method for influenza A virus analysis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The agarose gel analysis for the modified products of AuNPs. From left to right, lanes: (a) AuNPs; (b) GOx-AuNPs; (c) ConA-GOx-AuNPs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "TEM images of AuNPs, GOx-AuNPs, ConA-GOx-AuNPs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Effect of the number of functionalized MMPs on the UVvis absorption intensity of this sensing system.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Effect of the incubation time of enzymatic catalysis on the UV-vis absorption intensity of this sensing system.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "(A) Changes in the UV-vis absorbance with increasing concentrations of H3N2: 0, 12, 60, 120, 180 and 240 μg ml −1 . Inset: colorimetric responses of the sensing system in the presence of different concentrations of H3N2. (B) The linear relationship between the UV-vis absorption intensities and the target H3N2 concentration. TEM images of NPs grown with the H3N2 at concentrations of 12 μg ml −1 (C) and 240 μg ml −1 (D). Scale bars=50 nm.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work was financially supported by the National Key Scientific Program-Nanoscience and Nanotechnology (2011CB933600), the National Science Foundation of China (21475101, 21675119, 21205089 and 21305049) and Suzhou Nanotechnology Special Project (ZXG2013028).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}