{"paper_id": "8eac75a77af2e437aa8c7ee8b3a6841823fe2694", "metadata": {"title": "Capacity building efforts and perceptions for wildlife surveillance to detect zoonotic pathogens: comparing stakeholder perspectives", "authors": [{"first": "Jessica", "middle": ["S"], "last": "Schwind", "suffix": "", "affiliation": {"laboratory": "", "institution": "PREDICT Consortium", "location": {}}, "email": ""}, {"first": "Tracey", "middle": [], "last": "Goldstein", "suffix": "", "affiliation": {"laboratory": "", "institution": "PREDICT Consortium", "location": {}}, "email": ""}, {"first": "Kate", "middle": [], "last": "Thomas", "suffix": "", "affiliation": {"laboratory": "", "institution": "PREDICT Consortium", "location": {}}, "email": ""}, {"first": "Jonna", "middle": ["Ak"], "last": "Mazet", "suffix": "", "affiliation": {"laboratory": "", "institution": "PREDICT Consortium", "location": {}}, "email": ""}, {"first": "Woutrina", "middle": ["A"], "last": "Smith", "suffix": "", "affiliation": {"laboratory": "", "institution": "PREDICT Consortium", "location": {}}, "email": ""}]}, "abstract": [{"text": "Background: The capacity to conduct zoonotic pathogen surveillance in wildlife is critical for the recognition and identification of emerging health threats. The PREDICT project, a component of United States Agency for International Development's Emerging Pandemic Threats program, has introduced capacity building efforts to increase zoonotic pathogen surveillance in wildlife in global 'hot spot' regions where zoonotic disease emergence is likely to occur. Understanding priorities, challenges, and opportunities from the perspectives of the stakeholders is a key component of any successful capacity building program. Methods: A survey was administered to wildlife officials and to PREDICT-implementing in-country project scientists in 16 participating countries in order to identify similarities and differences in perspectives between the groups regarding capacity needs for zoonotic pathogen surveillance in wildlife.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: Both stakeholder groups identified some human-animal interfaces (i.e. areas of high contact between wildlife and humans with the potential risk for disease transmission), such as hunting and markets, as important for ongoing targeting of wildlife surveillance. Similarly, findings regarding challenges across stakeholder groups showed some agreement in that a lack of sustainable funding across regions was the greatest challenge for conducting wildlife surveillance for zoonotic pathogens (wildlife officials: 96% and project scientists: 81%). However, the opportunity for improving zoonotic pathogen surveillance capacity identified most frequently by wildlife officials as important was increasing communication or coordination among agencies, sectors, or regions (100% of wildlife officials), whereas the most frequent opportunities identified as important by project scientists were increasing human capacity, increasing laboratory capacity, and the growing interest or awareness regarding wildlife disease or surveillance programs (all identified by 69% of project scientists).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusions: A One Health approach to capacity building applied at local and global scales will have the greatest impact on improving zoonotic pathogen surveillance in wildlife. This approach will involve increasing communication and cooperation across ministries and sectors so that experts and stakeholders work together to identify and mitigate surveillance gaps. Over time, this transdisciplinary approach to capacity building will help overcome existing challenges and promote efficient targeting of high risk interfaces for zoonotic pathogen transmission.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Capacity building is an important tenet in the area of global health advancement [1] . A conceptual approach that focuses on resource utilization and sustainability, capacity building is a term often used in international development where programs are implemented in developing countries with the overall aim to improve the population's skills, abilities, and organizational capabilities. In the public health sector, capacity building generally refers to improvement of a system's (e.g. country's) ability to increase the capability to conduct surveillance and monitoring of public health, perform medical research, improve health programs, and establish disease prevention/control measures. The process of building capacity using a One Health approach may benefit public health and animal health by utilizing strategies that bridge health sectors and disciplines for improving infrastructure, personnel training, and surveillance networks [2, 3] .", "cite_spans": [{"start": 81, "end": 84, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 942, "end": 945, "text": "[2,", "ref_id": null}, {"start": 946, "end": 948, "text": "3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Background"}, {"text": "In the past century alone, the number of emerging infectious diseases with international implications have increased [4] . With globalization, local disease activity now has the potential for global consequences. Recent outbreaks, such as SARS and influenza, highlighted the basic need for in-country capabilities for disease recognition and identification at the source of emergence as a part of an early warning system for emerging and reemerging health threats [5] . In 2009, the United States Agency for International Development (USAID) launched an Emerging Pandemic Threats (EPT) program in order to address the threat to human health posed by emerging infectious diseases from wildlife. As one of the four projects in the EPT program, the PREDICT project was implemented in order apply a One Health approach to monitor for and increase local capacity in 'geographic hot spots' so as to identify the emergence of potentially zoonotic pathogens in high-risk wildlife that could pose a major threat to human health [6] .", "cite_spans": [{"start": 117, "end": 120, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 464, "end": 467, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1019, "end": 1022, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Background"}, {"text": "With approximately 60% of recent emerging infectious diseases being zoonotic and 72% of those originating in wildlife [7] , improving viral surveillance in potential wildlife hosts was a critical component of the PREDICT program. Studies have shown that countries conducting wildlife pathogen surveillance are more likely to understand the disease dynamics within their borders and thereby may be better equipped to limit the risk of pathogen spillover across wildlife, domestic animal, and human populations [8, 9] . A prominent example was the monitoring of wild bird populations in order to investigate the transmission of avian influenza viral subtypes across species [10] . While some countries conduct wildlife disease surveillance as a part of routine management, most countries still only address events in post-outbreak scenarios.", "cite_spans": [{"start": 118, "end": 121, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 509, "end": 512, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 513, "end": 515, "text": "9]", "ref_id": "BIBREF8"}, {"start": 672, "end": 676, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Background"}, {"text": "It is clear that successful capacity development requires the strengthening of local, regional, and global networks.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "For implementation, this goal may be best achieved once attitudes and perspectives regarding current capacity building efforts and priorities are adequately understood at each of these levels. Within the PREDICT project, 'rapid survey' questionnaires were designed to be used as a low cost and relatively quick method to examine the incountry teams' capacities, challenges, and opportunities for conducting zoonotic pathogen surveillance in wildlife. The aim of this study was to evaluate the similarities and differences between the perspectives of wildlife officials and PREDICT's in-country project scientists regarding current priority interfaces, challenges, and opportunities for surveillance.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Data for this study were collected from PREDICTparticipating countries in Latin America, Central/East Africa, and Asia/Southeast Asia, representing diverse regional perspectives on capacities for zoonotic pathogen surveillance in wildlife populations. Respondents from 16 out of 18 invited countries where the PREDICT program was active (89% participation) completed the questionnaire (rapid survey tool): Cameroon, Democratic Republic of Congo, Republic of Congo, Gabon, Rwanda, United Republic of Tanzania, and Uganda in Africa; Bolivia, Brazil, Mexico, and Peru in Latin America; and Bangladesh, Cambodia, Lao People's Democratic Republic, Malaysia, and Vietnam in Asia/Southeast Asia. Two PREDICT countries did not submit completed surveys and three PREDICT countries were not included because they were just beginning or ending their programmatic activities at the time of the survey. For each participating country, a lead PREDICT project scientist with veterinary training and wildlife expertise was encouraged to complete the survey using individual knowledge and local resources regarding conditions observed in-country. Following completion of their portion of the survey tool, each project scientist was then asked to interview at least one wildlife official within their country for completion of the stakeholder portion of the rapid survey tool.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The rapid survey included questions regarding perspectives on priority interfaces, challenges, and opportunities for conducting wildlife zoonotic pathogen surveillance in each country (Additional file 1). For each of these categories, a list of choices was provided, with stakeholders instructed to rate their importance as important, unimportant, or unknown. Project scientists were also asked to indicate the priority interfaces where the project was operational in each respective country. Additionally, all stakeholders were asked about any knowledge of recent outbreaks involving wildlife. Though beyond the scope of this publication, the rapid survey was also used internally to track in-country project progress, explore cooperation between health sectors, better understand organizational efforts for the improvement of wildlife health, and examine systematic improvements in wildlife pathogen surveillance occurring during the project timeline.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Baseline demographics of all participants (wildlife officials and project scientists) were compared, including the stakeholder region (Latin America, Asia/Southeast Asia, Africa), gender (male, female), organization affiliation type (governmental, non-governmental, university) and reach (international, national, local). Characteristics regarding the collaborating partner organizations that work alongside project scientists in-country were also noted. A combination of basic frequencies and percentages were utilized to evaluate wildlife surveillance efforts, including the priority interfaces, challenges, and opportunities for conducting wildlife pathogen surveillance in each country and region, from both the wildlife officials' and project scientists' perspectives. To determine how human-animal interface rankings compared to ongoing animal sampling efforts, the project scientists were asked to list the high-priority interfaces that were important for zoonotic pathogen surveillance in wildlife in each country. Additionally, project scientists were also asked to indicate the interfaces where current PREDICT surveillance efforts were operational. The percentage of stakeholders that identified each interface as important were compared to each other, as well as to the interfaces where PREDICT's current surveillance efforts were focused, in order to identify disparities across groups.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "A list of global challenges and opportunities for conducting and improving surveillance for zoonotic pathogens in wildlife was also given to the wildlife officials to rate the importance of each challenge or opportunity. Project scientists were asked to list the challenges and opportunities for building capacity in their respective countries to implement and sustain effective surveillance of zoonotic pathogens in wildlife populations. The project scientists' answers were coded into the same categories given to the wildlife officials, and then comparisons were made of the percentages of respondents who identified each particular descriptor as a challenge or opportunity in each stakeholder group. Both the wildlife officials and project scientists were also asked about the occurrence of disease outbreaks in humans or livestock that may have originated from wildlife in recent years in order to determine the overlap between the two groups in their knowledge of outbreaks and the extent of PREDICT involvement in each country based upon the identified outbreaks by each stakeholder group.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Associations between the stakeholder groups (wildlife official, project scientists) and the wildlife pathogen surveillance risk factors and outcomes (priority interfaces, challenges, and opportunities) were evaluated using contingency tables. A Fisher's exact test was used for all categorical variables with cell frequencies less than 5, and a chi-square test was used for all categorical variables with cell frequencies of 5 or more. All results were also stratified by global region (Africa, America, Asia) for the purpose of grouping similar countries in order to identify the characteristics of the region. The sub-group analyses utilized a fisher's exact test or chi-square test where appropriate. All analyses were conducted using Stata™ (version 10.0, StataCorp, College Station, TX) and a pvalue of ≤ 0.05 was regarded as significant. All research conducted was determined to be exempt from ethics review by the Institutional Review Board at University of California, Davis (#357949-1).", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Twenty-two wildlife officials and 16 project scientists completed the survey ( Table 1 ). The gender composition was an approximate 3:1 ratio of males (16, 73%) to females (6, 27%) among the wildlife officials, while the gender composition was a 1:1 ratio (8, 50%) among project scientists. Of the 22 wildlife officials, 20 (91%) represented a governmental department with a national reach and 2 (9%) with a local reach. Thirteen (81%) project scientists were affiliated with non-governmental organizations and 3 (19%) with universities, all with an international reach. A limited number of wildlife official surveys were completed through email (3, 14%) rather than by an inperson interview by the project scientist, due to time constraints and logistical limitations.", "cite_spans": [], "ref_spans": [{"start": 79, "end": 86, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "Key human-animal interfaces, areas where wildlife and humans were in close contact and thus potentially important for disease transmission, recognized by wildlife officials and project scientists, were compared to identify similarities and differences in perceived importance between the two stakeholder groups ( Table 2 ). The categories were also aligned with the interfaces where the PREDICT project's efforts were currently focused in each country in order to identify potentially important areas for surveillance efforts. Significant differences between the stakeholder groups, wildlife officials and project scientists, were seen at the human-animal interfaces of butchering wildlife (p < 0.001), wildlife-livestock interactions (p < 0.028), shared water sources (p < 0.001), and areas of land use change (p < 0.005), indicating categories with the greatest disparities and potential for education or programmatic improvement. At all interfaces, the overall percentage of wildlife officials that indicated the interfaces were important for zoonotic pathogen transmission was larger compared to the percentage of project scientists.", "cite_spans": [], "ref_spans": [{"start": 313, "end": 320, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "Stratification by global region revealed significant differences between the stakeholder groups on the importance of the interfaces for surveillance. In Latin America, a higher percentage (p < 0.015) of wildlife officials (86%) indicated that shared water sources were an important interface for conducting surveillance for zoonotic pathogens in wildlife compared to project scientists (0%). In Asia, a significantly higher (p < 0.007) percentage of wildlife officials (100%) indicated the areas where wildlife were butchered were an important interface compared to project scientists (20%). No statistically significant differences were observed between stakeholder groups in Africa. To further understand where greater local capacity building efforts were needed, the percentage of high priority interfaces, where PREDICT activities were focused, was evaluated. The majority (93%) of country teams were working in greater than 50% of the high priority interfaces. Additionally, 20%, 25%, and 43% of country teams in Asian, Latin American, and African countries, respectively were working in 100% of their high priority interfaces.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Lack of sustainable funding and/or resources was the greatest challenge associated with conducting wildlife surveillance for zoonotic pathogens, as identified by both the wildlife official (96%) and project scientist groups (81%) (Figure 1 ). However, there was no agreement in the ranking of the other important challenges identified by both stakeholder groups. The second most important challenge as identified by project scientists was insufficient laboratory capacity (63%), whereas the second most important challenge identified by wildlife officials was the lack of existing government wildlife surveillance programs or wildlife policies (91%). When examined by global region, lack of sustainable funding was the challenge identified by most officials in all three areas (Latin America: 86%; Asia: 100%; Africa: 100%). Lack of existing government wildlife surveillance programs or wildlife policies and insufficient communication or coordination among agencies, sectors, or regions were also identified as important by at least 75% of wildlife officials in all three regions. When examining the differences between the two stakeholder groups, a significantly higher number (p < 0.007) of wildlife officials (86%) thought that insufficient human capacity (i.e. trained personnel) was a major challenge for effectively conducting wildlife surveillance for zoonotic pathogens compared to project scientists (44%). Statistically significant differences between the two stakeholder groups were also observed with ranking the challenges of insufficient communication or coordination (wildlife officials: 86%, project scientists: 56%, p < 0.044), limited interest/awareness regarding wildlife disease (wildlife officials: 77%; project scientists: 38%, p < 0.013) and cultural acceptability in conducting wildlife surveillance for zoonotic pathogens (wildlife officials: 41%; project scientists: 6%, p < 0.018). Overall for each challenge, a larger percentage of wildlife officials identified the descriptors as important when compared to project scientists.", "cite_spans": [], "ref_spans": [{"start": 230, "end": 239, "text": "(Figure 1", "ref_id": null}], "section": "Results"}, {"text": "The top opportunity important for improving wildlife surveillance for zoonotic pathogens identified by wildlife Areas of land use change* 77% (17) 44% (7) 25% (4) Note: These rankings are intended to be used as a comparison of stakeholder perspectives and do not represent the actual scientific importance of all possible interfaces or sampling situations encountered in zoonotic pathogen surveillance. *indicates a statistically significant difference (p < 0.05) between perspectives among two stakeholder groups. officials was increasing communication or coordination among agencies, sectors, or regions (100%) (Figure 2 ). However, the most important opportunities identified by project scientists were increasing human capacity, increasing laboratory capacity, and the growing interest or awareness regarding wildlife disease or surveillance programs (all 69%). Opportunities for capacity building in wildlife pathogen surveillance identified as important by at least 75% of wildlife officials were explored by region. Seven opportunities for conducting wildlife surveillance were identified in all three regions, which included increasing funding (96%), increasing human capacity (96%), increasing laboratory capacity from new/existing programs and facilities (82%), building on existing surveillance networks/programs (91%), collaboration with local/foreign programs or organizations (96%), growing interest or awareness regarding wildlife diseases or surveillance programs (96%), and increasing communication or coordination among agencies, sectors or regions (100%). Significant differences in how the opportunities were ranked between stakeholder groups were identified. In all instances, a larger percentage of wildlife officials identified each opportunity as important for improving wildlife surveillance for zoonotic pathogens when compared to project scientists. Knowledge of disease outbreaks that were thought to have originated from wildlife in recent years were reported, and five (31%) countries identified the same outbreaks by both stakeholder groups. In Latin America, 100% of respondents indicated knowledge of at least one Figure 2 Opportunities associated with conducting zoonotic pathogen surveillance ranked by wildlife officials and project scientists as 'important'. *indicates a statistically significant difference (p < 0.05) between perspectives among two stakeholder groups.", "cite_spans": [], "ref_spans": [{"start": 613, "end": 622, "text": "(Figure 2", "ref_id": null}, {"start": 2147, "end": 2155, "text": "Figure 2", "ref_id": null}], "section": "Results"}, {"text": "outbreak thought to have originated in wildlife in recent years. The outbreaks reported by respondents in this region included avian influenza, hantavirus, leptospirosis, plague, rabies, rickettsiosis, and yellow fever. In Asia/ Southeast Asia, 60% of wildlife officials compared to 40% of project scientists knew of at least one outbreak, with just one of the five countries having the same outbreak pathogens reported by both people. Outbreaks thought to have originated in wildlife in this region included anthrax, avian influenza, influenza, leptospirosis, Nipah virus, and SARS. In Central Africa, 57% of wildlife officials reported disease outbreaks originating in wildlife compared to 86% of project scientists. The identified outbreaks included anthrax, arbovirus, avian influenza, Ebola, hemorrhagic fever, lyssa virus, Marburg, plague, rabies, and yellow fever.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "We present one of the first studies to compare the perspectives of wildlife officials and project scientists in the field of wildlife surveillance for zoonotic pathogens in an attempt to understand gaps in perceptions that could lead to differential investments of governments from those of international aid organizations and the private sector in pandemic prevention. Findings from this research allow for a better understanding of key components (priority interfaces, opportunities, and challenges) associated with supporting surveillance programs on local, regional, and global scales in order to identify strengths, weaknesses, and future action areas related to implementing zoonotic pathogen surveillance in wildlife. This study was useful for implementation of PREDICT project activities by not solely relying on the PREDICT project scientists' perceptions so that a more balanced understanding of wildlife surveillance capacity in each country could be obtained, and will indirectly benefit wildlife even if originally motivated by public health needs. Taking a One Health approach further to assemble transdisciplinary working groups with common interests will allow constituents such as researchers, organizations, governments, and communities to focus on innovative capacity building activities. The global health community is increasingly recognizing the intrinsic importance of capacity development and assessment, consistent with the motivation for this study and for the PREDICT project overall. In a study examining global trends in emerging infectious diseases from 1940 to 2004, researchers found that the global resources needed to counteract disease emergence were disproportionately focused in regions where emerging disease events were least likely to originate, such as in the developed nations of Europe, North America, Australia, and parts of Asia [7] . Due to factors such as globalization and urbanization, diseases that emerge in once isolated areas now have the ability to cause global health crises [11] . This interconnectivity highlights the fact that any surveillance gaps at the individual country level can affect global health. Recognizing this disparity across countries, numerous efforts to build and strengthen the capacity for disease detection and response in these 'hot spots'regions identified as likely for the emergence of novel pathogens from wildlife that affect human healthwere undertaken [12] . The PREDICT project, along with partner organizations in over 20 developing countries, specifically concentrated on preventing future pandemics at potential sources through the promotion of increased capacity, enhanced surveillance programs in wildlife, and a better understanding of the drivers associated with emerging health threats [13] . This study, conducted by PREDICT's capacity tracking team, was just one area of focus in the larger effort for global pandemic surveillance, prediction, and prevention.", "cite_spans": [{"start": 1874, "end": 1877, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 2030, "end": 2034, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 2439, "end": 2443, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 2782, "end": 2786, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "Study findings revealed differences and similarities regarding priorities, challenges, and opportunities for wildlife surveillance for zoonotic pathogens between the stakeholders. The wildlife official and project scientist groups both indicated the importance of working at key human-animal interfaces, such as the hunting locations, markets, wildlife near dwellings, wildlife-livestock interaction, captive wildlife, and extraction areas. Discrepancies across stakeholder groups regarding the relative importance of other interfaces could have been due to differences seen in each organization's current focus or limitations in each individual's area of expertise. However, gaps in program presence at interfaces that were labeled as important by wildlife officials, such as areas where wildlife were butchered, shared water sources, and land use change, remain a key focus for program improvement and stakeholder education. It is essential to note that wildlife officials were not required to rank the relative importance of the interfaces, and thus could identify as many choices as 'important' as they thought appropriate. While the instructions to the project scientists were no different, the nature of their work required the prioritization and ranking of the relative importance of interfaces on a daily basis to decide how their financial and time resources would be spent. Therefore, project scientists were more likely to have a larger spread in their rankings across categories than wildlife officials.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Both stakeholder groups agreed that the lack of sustainable funding was the greatest challenge facing wildlife surveillance for zoonotic pathogens today. However, different opportunities for improving wildlife surveillance for zoonotic pathogens were identified between the stakeholder groups. This could be due to the fact that most project scientists were representatives from non-governmental organizations or universities, whereas the wildlife officials were from governmental organizations, and as such, the opportunities familiar to the individuals within their respective organizations were likely specific to the chances to improve capacity provided to them within their organizational framework. Discovering ways to collaborate and capitalize on these opportunities across sectors is an important step in building successful wildlife pathogen surveillance programs in each country. Additionally, the fact that knowledge of outbreaks potentially originating in wildlife varied by global region suggests that there was a lack of sufficient communication across stakeholder groups and that there is a need to raise awareness among stakeholders on wildlife health issues in relation to public health.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In addition to current high priority interfaces where PREDICT surveillance efforts were targeted, additional key interfaces were identified as important from the majority of wildlife officials, such as shared water sources, and should be given consideration for future surveillance efforts. Given limited resources, it was not surprising that all human-wildlife interfaces could not be addressed in the initial PREDICT surveillance program. For example, shared water sources were a lower priority for surveillance because they represented primarily indirect opportunities for zoonotic pathogen transmission given the dynamics at play where humans and animals often utilize water sources at different times. On the other hand, areas where there were more direct interactions between wildlife and humans, and thus a greater potential for pathogen transmission, were targeted more often (e.g. markets). Opportunities, such as a growing interest or awareness regarding wildlife disease or surveillance programs, could be used a starting point to obtain the funding needed to increase both human and laboratory capacity for wildlife pathogen surveillance.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Using stakeholders to identify and help to prioritize future research directions has long been recommended [14] [15] [16] [17] . The PREDICT project has put this principle into action by placing in-country experts, who were also wildlife stakeholders, in key longitudinal programmatic positions and by using the rapid tool surveys as a way to reach out to incorporate input from external stakeholder groups, as well. From a global health perspective, this assessment was helpful in not only meeting a short-term goal of gaining perspectives of people both within and outside the project, but also a long-term goal of obtaining buy-in and input from stakeholders to promote project sustainability within and among the hotspot regions.", "cite_spans": [{"start": 107, "end": 111, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 112, "end": 116, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 117, "end": 121, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 122, "end": 126, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Discussion"}, {"text": "This study was not without limitations, given that the field of wildlife pathogen surveillance and associated best practices continue to evolve. It was recognized that the interfaces, challenges, and opportunities listed were subjective, and there was often overlap among categories. However, the options given at the time of the survey represented the main themes encountered in wildlife surveillance. The survey also concentrated on the zoonotic transmission of pathogens at key human-animal interfaces and did not specifically focus on other pathogen transmission routes in ecosystems which are extremely important from a One Health perspective, such as anthroponoses and pathogens solely transmitted in non-human animals. Furthermore, this study consisted of a convenience sample of a limited number of wildlife officials chosen by the project scientists. The limited sample size restricted the generalizations that could be made beyond participating countries. However, similarities on the importance of the interfaces, associated challenges, and opportunities for conducting zoonotic pathogen surveillance in wildlife would likely be seen across global regions.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A potential for information bias existed due to the fact that the survey administration was different between the two groups, as the project scientists filled out the survey as directed by their supervisors, whereas the wildlife officials were mostly interviewed by the project scientists and participated on a voluntary basis, providing the opportunity for interviewer bias to arise. However, the results still showed important differences even at the regional level, suggesting that different global regions may have unique issues that could relate to specific human-animal interactions in that region or to the varying level of infrastructure and development by region, for example the fact that the Latin America region is considered more developed than the Asia and Africa regions may present different challenges and opportunities for wildlife surveillance. The rankings were derived from survey responses that indicated whether a stakeholder thought the priority interfaces, challenges, or opportunities were important to wildlife pathogen surveillance in his or her country specifically; therefore, it would be difficult to determine if a negative response was an indication that the descriptor was not applicable to the country, or if it was just simply not considered to be important by the respondent.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Future areas of research should include a greater number and range of stakeholders (i.e. varying level of professional titles, education) in order to better understand differences at local, national, and regional levels. This research would help to elicit the benefits of taking a topdown or bottom-up approach to capacity building across different regions. Future surveys for capacity building and tracking should also aim to gain the perspectives of domestic animal health, public health, and environmental health professionals to truly build a One Health approach to disease detection for the next emerging health threat.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "By using low cost, rapid methods for obtaining input from stakeholders on the ground, valuable cultural insights can be gained into local risk behaviors (i.e. wildlife hunting and trade), and awareness can be raised to facilitate country buy-in for project sustainability into the future. In this study, diverse perspectives were identified among key stakeholders as to the best strategies and interventions needed to strengthen capacity for public health/animal health programs aimed at combating emerging infectious diseases [18] . Given the range of participant perspectives, understanding key interfacesplaces of direct or indirect contact between animals and humans where disease transmission may occurby tapping into multiple experts within and across regions and sectors will help to gain consensus on priorities for improving zoonotic pathogen surveillance in wildlife. Similarly, challenges and opportunities experienced by stakeholders varied across public and private sectors.", "cite_spans": [{"start": 527, "end": 531, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Conclusions"}, {"text": "Therefore, a One Health approach to capacity building that improves zoonotic pathogen surveillance in wildlife at local and global scales is greatly needed. This approach will include building bridges across ministries and sectors to enable sufficient manpower and funding mobilization to facilitate efficient targeting of high risk interfaces for zoonotic disease transmission. Knowing the viewpoints of diverse stakeholders, the challenges they face, and the opportunities uniquely available to them will allow for optimal prioritization of recommendations for future capacity building and surveillance efforts going forward.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Building capacity in health research in the developing world", "authors": [{"first": "M", "middle": ["A"], "last": "Lansang", "suffix": ""}, {"first": "R", "middle": [], "last": "Dennis", "suffix": ""}], "year": 2004, "venue": "Bull World Health Organ", "volume": "82", "issn": "", "pages": "764--770", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Public health: grand challenges in global health", "authors": [{"first": "H", "middle": [], "last": "Varmus", "suffix": ""}, {"first": "R", "middle": [], "last": "Klausner", "suffix": ""}, {"first": "E", "middle": [], "last": "Zerhouni", "suffix": ""}, {"first": "T", "middle": [], "last": "Acharya", "suffix": ""}, {"first": "A", "middle": [], "last": "Daar", "suffix": ""}, {"first": "P", "middle": [], "last": "Singer", "suffix": ""}, {"first": "H", "middle": [], "last": "Varmus", "suffix": ""}, {"first": "R", "middle": [], "last": "Klausner", "suffix": ""}, {"first": "E", "middle": [], "last": "Zerhouni", "suffix": ""}, {"first": "T", "middle": [], "last": "Acharya", "suffix": ""}], "year": 2003, "venue": "Science", "volume": "302", "issn": "5644", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Microbial threats to health: emergence, detection, and response", "authors": [{"first": "M", "middle": ["S"], "last": "Smolinski", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Hamburg", "suffix": ""}, {"first": "J", "middle": [], "last": "Lederberg", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Global capacity for emerging infectious disease detection", "authors": [{"first": "E", "middle": ["H"], "last": "Chan", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Brewer", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Madoff", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Pollack", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Sonricker", "suffix": ""}, {"first": "M", "middle": [], "last": "Keller", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Freifeld", "suffix": ""}, {"first": "M", "middle": [], "last": "Blench", "suffix": ""}, {"first": "A", "middle": [], "last": "Mawudeku", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Brownstein", "suffix": ""}], "year": 2010, "venue": "Proc Natl Acad Sci", "volume": "", "issn": "50", "pages": "21701--21706", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "USAID Launches Emerging Pandemic Threats Program", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Global trends in emerging infectious diseases", "authors": [{"first": "K", "middle": ["E"], "last": "Jones", "suffix": ""}, {"first": "N", "middle": ["G"], "last": "Patel", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Levy", "suffix": ""}, {"first": "A", "middle": [], "last": "Storeygard", "suffix": ""}, {"first": "D", "middle": [], "last": "Balk", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Gittleman", "suffix": ""}, {"first": "P", "middle": [], "last": "Daszak", "suffix": ""}], "year": 2008, "venue": "Nature", "volume": "451", "issn": "7181", "pages": "990--993", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Surveillance and monitoring of wildlife diseases. Revue Scientifique et Technique-Office International des Epizooties", "authors": [{"first": "T", "middle": [], "last": "Morner", "suffix": ""}, {"first": "D", "middle": [], "last": "Obendorf", "suffix": ""}, {"first": "M", "middle": [], "last": "Artois", "suffix": ""}, {"first": "M", "middle": [], "last": "Woodford", "suffix": ""}], "year": 2002, "venue": "", "volume": "21", "issn": "", "pages": "67--76", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Human benefits of animal interventions for zoonosis control", "authors": [{"first": "J", "middle": [], "last": "Zinsstag", "suffix": ""}, {"first": "E", "middle": [], "last": "Schelling", "suffix": ""}, {"first": "F", "middle": [], "last": "Roth", "suffix": ""}, {"first": "B", "middle": [], "last": "Bonfoh", "suffix": ""}, {"first": "D", "middle": [], "last": "De Savigny", "suffix": ""}, {"first": "M", "middle": [], "last": "Tanner", "suffix": ""}], "year": 2007, "venue": "Emerg Infect Dis", "volume": "13", "issn": "4", "pages": "527--531", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Global patterns of influenza a virus in wild birds", "authors": [{"first": "B", "middle": [], "last": "Olsen", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Munster", "suffix": ""}, {"first": "A", "middle": [], "last": "Wallensten", "suffix": ""}, {"first": "J", "middle": [], "last": "Waldenstrom", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Osterhaus", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Fouchier", "suffix": ""}], "year": 2006, "venue": "Science", "volume": "", "issn": "5772", "pages": "384--388", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Factors in the emergence of infectious diseases. Emerg Infect Dis", "authors": [{"first": "S", "middle": ["S"], "last": "Morse", "suffix": ""}], "year": 1995, "venue": "", "volume": "1", "issn": "", "pages": "7--15", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Disease surveillance, capacity building and implementation of the International Health Regulations (IHR", "authors": [{"first": "R", "middle": ["L"], "last": "Katz", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Fernandez", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Mcnabb", "suffix": ""}], "year": 2005, "venue": "BMC Public Health", "volume": "10", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Daszak P: Prediction and prevention of the next pandemic zoonosis", "authors": [{"first": "S", "middle": ["S"], "last": "Morse", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Mazet", "suffix": ""}, {"first": "M", "middle": [], "last": "Woolhouse", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Parrish", "suffix": ""}, {"first": "D", "middle": [], "last": "Carroll", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Karesh", "suffix": ""}, {"first": "C", "middle": [], "last": "Zambrana-Torrelio", "suffix": ""}, {"first": "W", "middle": ["I"], "last": "Lipkin", "suffix": ""}], "year": null, "venue": "Lancet", "volume": "2012", "issn": "9857", "pages": "1956--1965", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "To strengthen consensus, consult the stakeholders", "authors": [{"first": "C", "middle": ["C"], "last": "Macpherson", "suffix": ""}], "year": 2004, "venue": "Bioethics", "volume": "18", "issn": "3", "pages": "283--292", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The value of engaging stakeholders in planning and implementing evaluations", "authors": [{"first": "A", "middle": [], "last": "Gilliam", "suffix": ""}, {"first": "D", "middle": [], "last": "Davis", "suffix": ""}, {"first": "T", "middle": [], "last": "Barrington", "suffix": ""}, {"first": "R", "middle": [], "last": "Lacson", "suffix": ""}, {"first": "G", "middle": [], "last": "Uhl", "suffix": ""}, {"first": "U", "middle": [], "last": "Phoenix", "suffix": ""}], "year": 2002, "venue": "AIDS Educ Prev", "volume": "14", "issn": "3", "pages": "5--17", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Engaging Stakeholders to Identify and Prioritize Future Research Needs", "authors": [{"first": "C", "middle": [], "last": "O&apos;haire", "suffix": ""}, {"first": "M", "middle": [], "last": "Mcpheeters", "suffix": ""}, {"first": "E", "middle": [], "last": "Nakamoto", "suffix": ""}, {"first": "L", "middle": [], "last": "Labrant", "suffix": ""}, {"first": "C", "middle": [], "last": "Most", "suffix": ""}, {"first": "K", "middle": [], "last": "Lee", "suffix": ""}, {"first": "E", "middle": [], "last": "Graham", "suffix": ""}, {"first": "E", "middle": [], "last": "Cottrell", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Guise", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Innovative community-based approaches doubled tuberculosis case notification and improve treatment outcome in southern Ethiopia", "authors": [{"first": "M", "middle": ["A"], "last": "Yassin", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Datiko", "suffix": ""}, {"first": "O", "middle": [], "last": "Tulloch", "suffix": ""}, {"first": "Markos", "middle": ["P"], "last": "Aschalew", "suffix": ""}, {"first": "M", "middle": [], "last": "Shargie", "suffix": ""}, {"first": "E", "middle": ["B"], "last": "Dangisso", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Komatsu", "suffix": ""}, {"first": "R", "middle": [], "last": "Sahu", "suffix": ""}, {"first": "S", "middle": [], "last": "Blok", "suffix": ""}, {"first": "L", "middle": [], "last": "", "suffix": ""}], "year": 2013, "venue": "PLoS One", "volume": "8", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Surveillance, detection and response: managing emerging diseases at national and international levels", "authors": [{"first": "K", "middle": ["B"], "last": "Jebara", "suffix": ""}], "year": 2004, "venue": "Rev Sci Tech", "volume": "23", "issn": "2", "pages": "709--715", "other_ids": {"DOI": ["10.1186/1471-2458-14-684"]}}, "BIBREF18": {"ref_id": "b18", "title": "Capacity building efforts and perceptions for wildlife surveillance to detect zoonotic pathogens: comparing stakeholder perspectives", "authors": [{"first": "", "middle": [], "last": "Schwind", "suffix": ""}], "year": 2014, "venue": "BMC Public Health", "volume": "14", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Demographics of Wildlife Officials and ProjectScientists, n (%) *organizations that work alongside project scientists in-country.", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1 Demographics of Wildlife Officials and Project Scientists, n (%)", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Wildlife officials\n</td><td>Project scientists\n</td></tr><tr><td>Number of respondents\n</td><td>22 </td><td> </td><td>16\n</td></tr><tr><td>Region\n</td><td> </td><td> </td><td> </td></tr><tr><td>Latin America </td><td>7 (32) </td><td> </td><td>4 (25)\n</td></tr><tr><td>Asia/Southeast Asia </td><td>8 (36) </td><td> </td><td>5 (31)\n</td></tr><tr><td>Africa </td><td>7 (32) </td><td> </td><td>7 (44)\n</td></tr><tr><td>Gender\n</td><td> </td><td> </td><td> </td></tr><tr><td>Male </td><td>16 (73) </td><td> </td><td>8 (50)\n</td></tr><tr><td>Female </td><td>6 (27) </td><td> </td><td>8 (50)\n</td></tr><tr><td>Organization affiliation\n</td><td> </td><td>Project scientist\n</td><td>Collaborating partner*\n</td></tr><tr><td>Governmental </td><td>22 (100) </td><td>0 (0) </td><td>7 (44)\n</td></tr><tr><td>Non-governmental </td><td>0 (0) </td><td>13 (81) </td><td>5 (31)\n</td></tr><tr><td>University </td><td>0 (0) </td><td>3 (19) </td><td>4 (25)\n</td></tr><tr><td>Organization reach\n</td><td> </td><td> </td><td> </td></tr><tr><td>International </td><td>0 (0) </td><td>16 (100) </td><td>3 (19)\n</td></tr><tr><td>National </td><td>20 (91) </td><td>0 (0) </td><td>13 (81)\n</td></tr><tr><td>Local </td><td>2 (9) </td><td>0 (0) </td><td>0 (0)\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Table 2 Comparison of stakeholder perspectives regarding important human-animal interfaces, with percentage (number) of human-animal interfaces ranked as important by wildlife officials and project scientists", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Interface </td><td>compared to PREDICT sampling activities\nWildlife official (n = 22)\n</td><td>Project scientist (n = 16)\n</td><td>PREDICT sampling efforts (n = 16)\n</td></tr><tr><td>Hunting </td><td>86% (19) </td><td>75% (12) </td><td>63% (10)\n</td></tr><tr><td>Butchering wildlife* </td><td>86% (19) </td><td>31% (5) </td><td>19% (3)\n</td></tr><tr><td>Wildlife consumption* </td><td>73% (16) </td><td>38% (6) </td><td>44% (7)\n</td></tr><tr><td>Markets </td><td>91% (20) </td><td>69% (11) </td><td>56% (9)\n</td></tr><tr><td>Crop-raiding </td><td>36% (8) </td><td>19% (3) </td><td>19% (3)\n</td></tr><tr><td>Wildlife living near human dwellings\n</td><td>82% (18) </td><td>63% (10) </td><td>63% (10)\n</td></tr><tr><td>Wildlife-livestock interaction* </td><td>86% (19) </td><td>50% (8) </td><td>38% (6)\n</td></tr><tr><td>Captive wildlife </td><td>82% (18) </td><td>63% (10) </td><td>38% (6)\n</td></tr><tr><td>Eco-tourism </td><td>36% (8) </td><td>44% (7) </td><td>44% (7)\n</td></tr><tr><td>Shared water sources* </td><td>73% (16) </td><td>6% (1) </td><td>6% (1)\n</td></tr><tr><td>Extraction areas </td><td>59% (13) </td><td>63% (10) </td><td>31% (5)\n</td></tr><tr><td>Areas of land use change* </td><td>77% (17) </td><td>44% (7) </td><td>25% (4)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We would like to thank all of the PREDICT project scientists and research teams who assisted with data collection and conducted the interviews for this project. This study was made possible by the generous support of the American people through the United States Agency for International ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Additional file 1: Rapid survey tool.Abbreviations USAID: United States Agency for International Development; EPT: Emerging Pandemic Threats program.", "cite_spans": [], "ref_spans": [], "section": "Additional file"}, {"text": "The author(s) declare that they have no competing interests.Authors' contributions JSS, TG, and WAM designed the study and contributed to the writing of the manuscript. JSS, TG, KT, and WAM created the survey. TG, KT, JAKM, and WAM facilitated the data collection process, and PC performed the data collection. JSS and KT performed statistical analysis. JSS wrote the first draft, and JAKM contributed to scientific review. All authors read and approved the final manuscript.Authors' information PREDICT Consortium One Health Institute, School of Veterinary Medicine, University of California, Davis, CA, USA website: http://www.vetmed.ucdavis.edu/ohi/predict/publications/ Authorship.cfm", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}