{
    "paper_id": "8eb0338812ce11cc283d2c29e052c5cd8157253c",
    "metadata": {
        "title": "Entwicklungen der modernen Onkologie Auswirkungen auf Anästhesie und Intensivmedizin Medizin aktuell",
        "authors": []
    },
    "abstract": [
        {
            "text": "In der modernen Onkologie vollziehen sich zurzeit weitreichende paradigmatische Veränderungen, die sowohl die zur Verfügung stehenden tumorspezifischen Pharmaka und multimodale Tumortherapiekonzepte insgesamt als auch epidemiologische Entwicklungen und ethische Aspekte betreffen. Der vorliegende Beitrag stellt die zu erwartenden Auswirkungen dieser Entwicklungen auf die anästhesiologische, intensiv-und notfallmedizinische Betreuung von Tumorpatienten dar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Die auffälligste Entwicklung in der modernen Onkologie ist die Vielzahl neu zugelassener Substanzen, die ihre antitumoröse Wirkung weniger aufgrund konventioneller zytotoxischer Wirkmechanismen, sondern vielmehr aufgrund zellbiologischer Mechanismen wie Signaltransduktionshemmung oder Apoptoseregulation entfalten. Diese gezielt auf zellbiologische Prozesse in Tumorzellen einwirkenden Substanzen werden daher auch als \"targeted therapies\" bezeichnet; sie nehmen neben älteren und neueren \"Chemotherapeutika\" (dieser Begriff bezeichnet im onkologischen Sinn tumorwirksame Medikamente, die gegen ubiquitär vorhandene Zellteilungsvorgänge und damit allgemein zytotoxisch in Abhängigkeit vom Proliferationsgrad wirken) ei-ne zunehmend bedeutsame Stellung ein. Die Zahl der aktuell sich in klinischer Erprobung befindlichen tumorwirksamen Substanzen wird auf etwa 500 geschätzt [1] . Der Begriff der Targeted therapies umfasst dabei eine Vielzahl strukturell uneinheitlicher Substanzen, z. B. monoklonale Antikörper gegen zellwachstumsrelevante Rezeptoren und Liganden, peroral applizierbare Tyrosinkinaseinhibitoren (TKI), \"multitargeted\" TKI oder Serin-/Threonin-Kinase-Inhibitoren. Deren zielgerichtetes Wirken impliziert einen bedeutsamen Paradigmenwechsel in der Onkologie, in der vormals eine möglichst dosisdichte Gabe der breit zytotoxisch wirkenden Chemotherapeutika im Vordergrund stand. Die neuen Substanzen weisen Nebenwirkungsspektren auf, die sich von denen konventioneller zytotoxischer Chemotherapeutika deutlich unterscheiden. Diese in der Regel besser kontrollierbaren Toxizitätsprofile wirken sich auch auf die gängigen Tumortherapiesequenzen z. B. im späten Krankheitsverlauf aus. Eine Anzahl dieser Substanzen zeichnet sich eher durch eine klinisch relevante, symptomkontrollierte Tumorstabilisierung als durch eine morphometrisch fassbare Tumorgrößenreduktion aus, sodass in der Onkologie zunehmend klinisch geprägte Zielkriterien (\"time to progression\", \"stable disease\", \"clinical benefit response\") genutzt werden [2] .",
            "cite_spans": [
                {
                    "start": 875,
                    "end": 878,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2036,
                    "end": 2039,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Neue tumorspezifische Substanzen"
        },
        {
            "text": "Für die Anästhesiologie bedeutet diese Entwicklung eine Besonderheit in der Einschätzung der Narkosefähigkeit und perioperativen anästhesiologischen Führung einer zuvor nichtexistenten Gruppe von Patienten mit Tumorerkrankungen, die sich selbst im fortgeschrittenen Erkrankungsverlauf unter medikamentöser Tumortherapie befinden können odernach intensiver Vorbehandlung -als tumorfrei gelten. Die anästhesiologische präoperative Einschätzung, die Durchführung der Anästhesie, aber auch die postoperative Betreuung erfordern eine zunehmend genauere Differenzierung des zugrunde liegenden onkologischen Therapiekonzeptes, der applizierten Substanzgruppe und ihrer pharmakologischen Eigenschaften bzw. Nebenwirkungen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neue tumorspezifische Substanzen"
        },
        {
            "text": "Für die Tumorschmerztherapie implizieren diese Tumortherapieoptionen und deren klinisch orientierte Zielkriterien eine deutliche Erweiterung der zur Verfügung stehenden analgetisch wirksamen Behandlungsoptionen, die in der interdisziplinären Zusammenarbeit zwischen Schmerztherapeuten und Onkologen bedacht werden sollten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neue tumorspezifische Substanzen"
        },
        {
            "text": "In . Tab. 1 werden ältere und neuere, konventionell zytotoxische und neue \"zielgerichtete\" Substanzgruppen sowie einige ihrer im anästhesiologischen Kontext relevanten Wirkungen beispielhaft aufgeführt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neue tumorspezifische Substanzen"
        },
        {
            "text": "Eine Vielzahl der in . Tab. 1 genannten Wirkungen und Nebenwirkungen kann perioperatives, intensivmedizinisches, aber auch notfallmedizinisches Management beeinflussen. So steht zu erwarten, dass im Rahmen der zunehmend Redaktion F. Christ, München W. Rößling, Heidelberg ambulant über Port-und Pumpensysteme applizierten Tumortherapien z. B. Koronarischämien unter 5-Fluorouracil (5FU) oder anaphylaktische Spätreaktionen nach Erstgaben von Antikörpern das Spektrum notärztlicher Einsätze beeinflussen werden. Aus infektiologischer Perspektive sind die verschiedenen krankheitsassoziierten oder medikamentös induzierten Immundefektsyndrome mit einer notwendigen Berücksichtigung atypischer, viraler oder Pilzerreger bei der empirischen Antibiotikaauswahl von Interesse. In der operativen Intensivmedizin sind die potenziellen Nebenwirkungen des \"Vascular-endothelial-growth-factor\"-(VEGF-) Antikörpers Bevacizumab von Bedeutung, die entsprechend der antiangiogene-tischen Wirkung eine arterielle Hypertonie (laut Fachinformation bis zu 34% der Fälle), schwerere Blutungen, Grad 3-5 der National Cancer Institute-Common Toxicity Criteria (NCI-CTC; in 0,4-5% der Fälle), Epistaxis (in 20-40% der Fälle), Wundheilungsstörungen oder Perforationen des Magen-Darm-Traktes (in 0,2-1% der Fälle) umfassen können (http://www. fachinfo.de; [3, 4] ",
            "cite_spans": [
                {
                    "start": 1331,
                    "end": 1334,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1335,
                    "end": 1337,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Neue tumorspezifische Substanzen"
        },
        {
            "text": "Patienten mit soliden Tumoren und hämatologischen Neoplasien können für den Anästhesisten mit seinen vielschichtigen Kernkompetenzen (Narkoseführung, Intensiv-/ Notfallmedizin, Schmerztherapie und Palliativmedizin) eine besondere Herausforderung darstellen, die u. a. auf systemische Krankheitsmanifestationen, insbesondere in metastasierten Stadien, auf komplexe Folgewirkungen toxischer onkologischer Therapien, insbesondere in kurativ intendierten Behandlungskonzepten, auf schwierige ethische Entscheidungsfindungen, insbesondere in Akutsituationen, und auf die besondere emotio-nale Situation des Patienten, die sich durch den gesamten Erkrankungsverlauf hindurchziehen kann, zurückzuführen ist. Hinzu kommt eine Vielzahl neuer Entwicklungen in der modernen Onkologie, die diese Besonderheiten onkologischer Patienten erschweren und direkten Einfluss auf anästhesiologisches Tun haben können und daher im Folgenden dargestellt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Entwicklungen der modernen Onkologie. Auswirkungen auf Anästhesie und Intensivmedizin Zusammenfassung"
        },
        {
            "text": "Moderne Onkologie · Perioperatives Management · Neue Substanzen · Interaktionen · Nebenwirkungen Developments in modern oncology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlüsselwörter"
        },
        {
            "text": "Patients with solid tumors and hematological neoplasia can be a special challenge for anesthetists with their multilayered core competences (induction of anesthesia, intensive care, emergency medicine, pain therapy and palliative medicine) due to the systemic manifestation of the disease especially in metastatic stages, to complex sequelae of toxic oncologic therapy especially in curatively intended treatment concepts, to difficult ethical decision-making especially in acute situations and to the special emotional state of the patient which can extend throughout the complete course of the disease. In addition there are many new developments in modern oncology, which complicate the special characteristics of oncology patients, can have a direct influence on the anesthesiologic approach and will, therefore, be presented in this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ramifications for anesthesia and intensive care medicine Abstract"
        },
        {
            "text": "Modern oncology · Perioperative management · New substances · Interactions · Side effects ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Eine zweite wesentliche Entwicklung in der modernen Onkologie vollzieht sich innerhalb der multimodalen (in der Regel kurativ intendierten) Tumortherapie, bei der vor der operativen Entfernung des Tumors eine neoadjuvante Chemo-oder Radiochemotherapie durchgeführt wird. [11] . Präoperative Radiochemotherapiekonzepte führten in bisherigen Phase-II-Studien bei jedem fünften Patienten zu lebensbedrohlichen (Grad-IV-)Toxizitäten und gingen mit einer erhöhten postoperativen Komplikations-sowie Sterblichkeitsrate einher [11] .",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 520,
                    "end": 524,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Multimodale Tumortherapie"
        },
        {
            "text": "Insbesondere in palliativ intendierten Therapieregimes setzten sich sog. metronomische (Erhaltungs-)Therapien durch.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metronomische (Erhaltungs-)Therapien"
        },
        {
            "text": "In deren Rahmen werden Tumortherapeutika bis zum neuerlichen Tumorprogress eher niedrig dosiert appliziert, im Gegensatz zu zyklischen Chemotherapieschemata, die die Tumortherapeutikagabe in hoher Dosisintensität und in bestimmten Zeitabständen (z. B. alle 3 Wochen) vorsehen. Der Erfolg dieser Therapiesequenzen, in Verbindung mit den neuen medikamentösen Optionen, hat dazu geführt, dass bei bestimmten soliden Tumoren bereits von einer \"chronischen\" Erkrankung gesprochen und die tumorspezifische Therapie bis in den späten Erkrankungsverlauf fortgesetzt wird [12] . Dadurch nimmt die Wahrscheinlichkeit, dass ein Patient unter laufender Tumortherapie eine Allgemeinanästhesie benötigt, zu.",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 567,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Metronomische (Erhaltungs-)Therapien"
        },
        {
            "text": "Auch die Supportivtherapie (d. h. die Kontrolle tumortherapieassoziierter Nebenwirkungen) hat in den vergangenen Jahren erhebliche Fortschritte gemacht; dies resultiert ebenfalls in einer Ausweitung des Einsatzes von Chemotherapie oder anderen Tumortherapiekonzepten [13] . Die wichtigen Entwicklungen der modernen Tumorchirurgie (\"multimodale statt mutilierende Tumorchirurgie\") sind andernorts dargestellt [14] .",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 271,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Supportivtherapie"
        },
        {
            "text": "Als dritte, anästhesiologisch relevante Entwicklung müssen epidemiologische Daten und Projektionen genannt werden. Tumorerkrankungen werden aufgrund des demographischen Wandels häufiger; bereits jetzt nehmen sie nach den Herz-Kreislauf-Erkrankungen den zweithöchsten Stellenwert der Gesamttodesursachen ein. Dementsprechend sind Patienten F mit aktuellen hämatologischen und onkologischen Grunderkrankungen, F unter laufender Tumortherapie, F nach neoadjuvanter Radio-und/oder Chemotherapie in multimodalen Tumortherapiekonzepten sowie F nach früherer, abgeschlossener Tumortherapie bzw. nach kurativ behandelter Erkrankung in allen klinischen Bereichen immer öfter anzutreffen. Patienten, die sich in Langzeitremission nach einer Krebserkrankung befinden (\"geheilt\" sind), können dennoch eine Vielzahl kardialer, pulmonaler, infektiologischer, neurologischer und neuropsychiatrischer Besonderheiten aufweisen, wie an den folgenden Beispielen deutlich wird. Nach dem Einsatz von Anthrazyklinchemotherapeutika (z. B. Doxorubicin, Epirubicin) kann es einerseits zu akuten kardiotoxischen Nebenwirkungen kommen (in der Regel Rhythmusstörungen und ST-Strecken-Veränderungen). Andererseits tritt eine dosisabhängige kumulative Organtoxizität auf, die sich auch noch nach Jahren als kongestive dilata-tive Kardiomyopathie erstmanifestieren kann. Insofern ist auch bei jüngeren Patienten (z. B. Patientinnen mit der Vorgeschichte einer kurativ behandelten Mammakarzinomerkrankung mit stattgehabter adjuvanter anthrazyklinhaltiger Chemotherapie oder bei Patienten, die in ihrer Kindheit chemotherapeutisch behandelt wurden) eine präoperative echokardiographische bzw. weitergehende kardiologische Abklärung begründet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patienten nach abgeschlossener Tumortherapie"
        },
        {
            "text": "Aufgrund der langen Halbwertszeit des Anti-EGF-Rezeptorantikörpers Trastuzumab (bis zu 24 Wochen nach letzter Applikation nachweisbar) ist nach der letzten Applikation mit einer protrahierten kardiodepressiven Wirkung zu rechnen. Neuere Analysen von Studienpatientinnen mit Mammakarzinom zeigen, dass die linksventrikuläre Ejektionsfraktion (LVEF) stärker abnimmt als bisher angenommen, und lassen die bisherige Annahme hinterfragen, die Trastuzumab bedingte Kardiotoxizität sei reversibel [15, 16] .",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 494,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Patienten nach abgeschlossener Tumortherapie"
        },
        {
            "text": "Nach einer cisplatinhaltigen Chemotherapie kann eine lebenslang eingeschränkte Nierenfunktion bestehen bleiben, sodass die Beurteilung eines \"normwertigen\" Kreatininwerts (eingedenk dessen eingeschränkter Aussagekraft) zur Einschätzung einer \"unauffälligen\" Nierenfunktion ggf. nicht ausreicht, sondern subtilere Parameter (z. B. Clearance) zur Beurteilung herangezogen werden sollten, sofern die Nierenfunktion für die geplante Intervention von größerer Bedeutung ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patienten nach abgeschlossener Tumortherapie"
        },
        {
            "text": "Infolge einer busulfanhaltigen Chemotherapie (z. B. eingesetzt in der Konditionierung vor hämatopoetischer Stammzelltransplantation) können Lungengerüstveränderungen mit nachfolgender restriktiver Ventilationsstörung und entsprechendem präoperativen Abklärungsbedarf sowie intraoperativem anästhesiologischen Management lebenslang persistieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patienten nach abgeschlossener Tumortherapie"
        },
        {
            "text": "In der Behandlung solider Tumoren und in der Hämatoonkologie werden stammzellbasierte Therapien bei vielen Grunderkrankungen und auch bei älteren Patienten eingesetzt. Hier müssen Therapiekonzepte mit körpereigenen, im Vorfeld apheresierten (\"autologen\") Stammzellen von den in der kurativ intendierten Leukämie-und Lymphomtherapie einge-setzten \"allogenen\" Fremdspendertransplantationen, denen eine Stammzellspende eines Familienangehörigen (\"Familienspender\") oder eines nichtverwandten Fremdspenders (\"matched unrelated donor\", MUD) vorausgeht, unterschieden werden. Allogene Therapiekonzepte weisen aufgrund hämatologischer, hämostaseologischer, immunologischer und infektiologischer Komplikationen eine erhebliche therapieassoziierte Morbidität sowie Mortalität auf und führen daher nicht selten zu intensivmedizinischen Interventionen, bei denen eine enge Zusammenarbeit mit der hämatologischen Abteilung entscheidend ist. In zunehmendem Maß werden jedoch auch in (Langzeit-)Remission befindliche (\"geheilte\"?) Leukämieund Lymphompatienten längere Zeit nach allogener Stammzelltransplantation z. B. aufgrund anderer Indikationen intensivmedizinisch oder anästhesiologisch betreut. Auch hier ist eine enge Kooperation mit der vorbehandelnden hämatologischen Abteilung unabdinglich, da der Grad der transplantatassoziierten oder medikamentös induzierten Immunsuppression erheblich variieren kann und spät auftretende chronische Formen einer Graft-versus-Host-Erkrankung (GvHD) mit ihren verschiedenen, auch lebensbedrohlichen Manifestationen erkannt sowie behandelt werden müssen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patienten nach abgeschlossener Tumortherapie"
        },
        {
            "text": "Prinzipiell existieren für die Einschätzung des anästhesiologischen Risikos und des Grades der präoperativ erforderlichen Diagnostik vor dem Hintergrund einer anamnestischen Tumorerkrankung bislang keine Standards, jedoch sollte die vorbehandelnde onkologische Einrichtung Auskünfte über stattgehabte Therapie, eventuelle Komplikationen und potenzielle Spätrisiken geben können.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patienten nach abgeschlossener Tumortherapie"
        },
        {
            "text": "Neben der Erwartung, dass immer mehr Patienten mit abgeschlossener Tumortherapie in operativen Settings anzutreffen sein werden, muss festgehalten werden, dass Tumorerkrankungen eine deutlich steigende Inzidenz mit dem höheren Patientenalter aufweisen. Neoplasien zählen zu den \"Alterserkrankungen\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patienten im höheren Lebensalter"
        },
        {
            "text": "Zwar strebt die geriatrische Onkologie ein den klinischen und funktionellen (so-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patienten im höheren Lebensalter"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Small molecule inhibitors of tyrosine kinase: waiting for the good news in colorectal cancer",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sobrero",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Andretta",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Onkologie",
            "volume": "31",
            "issn": "",
            "pages": "224--225",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Symptomkontrollierende Effekte der Chemotherapie -Ergänzung palliativer Konzepte?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Alt-Epping",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nauck",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Onkologie",
            "volume": "13",
            "issn": "",
            "pages": "619--624",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Molecular targeted therapies for solid tumors: management of side effects",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Grünwald",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Soltau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ivanyi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Onkologie",
            "volume": "32",
            "issn": "",
            "pages": "129--138",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Bevacizumab-bedingte chirurgische Komplikationen",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lordick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Siewert",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chirurg",
            "volume": "79",
            "issn": "",
            "pages": "356--360",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ischämische Anastomosenperforation im Bereich einer Ileotransversostomie unter Therapie mit Bevacizumab",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Abbrederis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kremer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schuhmacher",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Chirurg",
            "volume": "78",
            "issn": "",
            "pages": "351--355",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Complementary and alternative medicine use among individuals participating in research: implications for research and practice",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Timothy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Wessel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Arant",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pharmacotherapy",
            "volume": "26",
            "issn": "",
            "pages": "1794--1801",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Arzneimittelinteraktionen von in der",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Onkologie angewendeten Pharmaka. Best Pract Onkol",
            "volume": "2",
            "issn": "",
            "pages": "44--55",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Arzneimittelinteraktionen mit Zytostatika",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Lipp",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Onkologie",
            "volume": "13",
            "issn": "",
            "pages": "801--812",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Phase III study of concurrent chemotherapy and radiotherapy (CT/RT) vs CT/RT followed by surgical resection for stage IIIA (pN2) non-small cell lung cancer (NSCLC): outcomes update of North American Intergroup Trial 0139 (R9309)",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Albain",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Swann",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Ruschet",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Stenning SP et al, for the MAGIC Trial Participants (2006) Perioperative chemotherapy versus surgery alone for resectable gastroesophageal cancer",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Allum",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "355",
            "issn": "",
            "pages": "11--20",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Aggressiveness of cancer near the end of life: is it a quality-of-care issue?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Earle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Landrum",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Souza",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Oncol",
            "volume": "26",
            "issn": "23",
            "pages": "3860--3866",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Supportivtherapie, Best Supportive Care und Palliativmedizin -Symptomkontrolle aus verschiedenen Blickwinkeln",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Alt-Epping",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nauck",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Multimodale statt mutilierende Tumorchirurgie",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Schlag",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Liebeskind",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "U"
                    ],
                    "last": "Tunn",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Onkologie",
            "volume": "6",
            "issn": "",
            "pages": "198--207",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Antikörpertherapie in der Hämatologie und Onkologie, Teil 2",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kneba",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schrader",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Köhne",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Med Clin",
            "volume": "104",
            "issn": "",
            "pages": "28--49",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Trastuzumab-related cardiotoxicity: calling into question the concept of reversibility",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Telli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Carlson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Oncol",
            "volume": "25",
            "issn": "",
            "pages": "5532--5533",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Hrsg) Grenzsituationen in der Intensivmedizin",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nauck",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Junginger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perneczky",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Vahl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Werner",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Entscheidungsfindung in der Intensivmedizin",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Crises in palliative care -a comprehensive approach",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nauck",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Alt-Epping",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet Oncol",
            "volume": "9",
            "issn": "11",
            "pages": "1086--1091",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Tab. 1 Gruppen konventioneller und neuer tumorspezifischer Substanzen und Beispiele anästhesiologisch relevanter Akutwirkungen und Nebenwirkungen. (http://www.fachinfo.de)Chronische lymphatische Leukämie, T-Zell-Non-Hodgkin-Lymphome o.Z.Protrahierte Lymphopenie: bestrahlte Blutprodukte bei Transfusionsbedarf zur Vermeidung einer GvHD, Immunkompromittierung: insbesondere CMV, EBV, PCP, invasive Aspergillose u. a.ARDS \"acute respiratory distress syndrome\", CMV Zytomegalievirus, EBV Epstein-Barr-Virus, EKG Elektrokardiographie, GvHD \"graft-versus-host disease\", o.Z. ohne Zulassung, PCP Pneumocystis pneumonia, WHO World Health Organization.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "teraktionen nehmen bei der Applikation von Tumortherapeutika einen hohen Stellenwert ein; durch diese sind Krebspatienten in hohem Maß gefährdet. Neben wechselseitigen Medikamenteneinflüssen auf die intestinale Resorption (bei oraler Anwendung), auf die Metabolisierung zur Aktivierung von \"pro-drugs\" (wie z. B. Cyclophosphamid) und auf die Proteinbindung bzw. Bindung an Trägermoleküle sind Einflüsse auf die renale Elimination und intrahepatische Metabolisierung hierfür verantwortlich. Als Schnittstelle für Arzneimittelinteraktionen erweist sich hierbei die Subgruppe CyP450 3 A4/ A5 des Zytochrom-P-Enzymsystems, mithilfe deren viele klassische Zytostatika, nichtzytotoxische Targeted therapies, tumorwirksame Hormonpräparate und in der Supportivtherapie eingesetzte Medikamente (Dexamethason, Makrolidantibiotika, Azolantimykotika) metabolisiert werden. Von den bekannten CyP450-Enzyminduktoren finden vor allem Johanniskraut[6] und Dexamethason bei Tumorpatienten Anwendung, während der Einsatz \"klassischer\" Enzyminduktoren wie Rifampicin oder Phenytoin eine Rarität bleibt. Von den bekannten Hemmstoffen des CyP450-Systems kommen in der Tumortherapie vor allem Allopurinol, B. Alt-Epping · S. Alt-Epping · M. Quintel · F.Nauck",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "wie molekulargenetischen/immunhistochemischen) prognostischen Voraussetzungen angemessenes Tumortherapiekonzept an, das potenzielle perioperative Komplikationen in die Therapieentscheidung einbezieht. So wird in einem multimodalen Konzept bei älteren Tumorpatienten der Stellenwert der definitiven Radiochemotherapie z. B. beim nichtkleinzelligen Bronchialkarzinom oder bei Kopf-/Halstumoren anstelle einer ausgeweiteten Operation höher sein als bei jüngeren Patienten. Dennoch wird sich aus den genannten Entwicklungen auch ergeben, dass häufiger ältere Patienten unter laufender Tumortherapie oder im Rahmen eines multimodalen Therapiekonzeptes zur Operation vorgestellt werden. Hier treten potenzielle Organinsuffizienzen vor dem Hintergrund zusätzlicher therapieassoziierter Nebenwirkungen und tumorassoziierter (infiltrativer bzw. metastatischer) Organläsionen, zudem die allgemeine klinische Vulnerabilität (\"frailty\") geriatrischer Patienten und die tumorkachexiebedingten sowie altersabhängigen Veränderungen der physiologischen Kompartimente in den Blickwinkel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Neben den pharmakotherapeutischen, konzeptuellen und epidemiologischen Entwicklungen bei Patienten mit Tumorerkrankungen hat sich -nicht zuletzt durch eine breite gesellschaftliche und politische Debatte getriggert -eine bewusste Auseinandersetzung mit der möglichen Inkurabilität einer Krebserkrankung ausgeprägt. (Eine primäre oder im weiteren Krankheitsverlauf sich abzeichnende Inkurabilität besteht in ca. zwei Drittel aller diagnostizierten Tumorerkrankungen.) Zunehmend verleihen Patienten ihrer autonomen Willensentscheidung durch Vorausverfügungen (Patientenverfügung bzw. Vorsorgevollmacht) Ausdruck, und immer öfter bemühen sich Pflegende, Ärzte und ggf. andere Berufsgruppen, die Wünsche des Patienten bezüglich einer medizinischen Intervention und Behandlung vor dem Eindruck einer inkurablen Situation oder des Lebensendes zu explorieren. Die Fragen einer etwaigen Therapiezieländerung und Therapiebegrenzung gewinnen im perioperativen oder intensiv-und not-fallmedizinischen Bereich nicht zuletzt aufgrund der engen Zeitgrenzen ein besonderes Gewicht, sodass ein hohes Maß an kommunikativer Kompetenz und klinischer Abwägung vonnöten ist. Hierfür werden in Deutschland in zunehmendem Maß Strukturen der klinischen Ethikberatung (Konsil, Fallbesprechung, Komitee) in Ergänzung zu einer eher klinisch orientierten Kooperation aus Anästhesie und Onkologie etabliert; zudem leisten bereits heute palliativmedizinische Versorgungseinrichtungen mit ihrem interdisziplinären und multiprofessionellen Behandlungsansatz auch auf Intensivstationen [17] und in der Notfallmedizin [18] Unterstützung bei der vorausschauenden Planung, der moderierenden Strukturierung und der ethischen Bewertung klinischer Entscheidungssituationen.",
            "cite_spans": [
                {
                    "start": 1553,
                    "end": 1557,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1584,
                    "end": 1588,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Ethische Fragen"
        },
        {
            "text": "Die Behandlung von Patienten mit Tumorerkrankungen unterliegt einem rasanten, vielschichtigen und paradigmatischen Wandel. Pharmakotherapeutische, konzeptuelle, epidemiologische und ethische Aspekte der modernen Onkologie werden auch konkrete Auswirkungen auf die Anästhesie, Intensivund Notfallmedizin haben und neue Bewertungsgrundlagen für neue klinische Konstellationen von Tumorpatienten erfordern, die diese Übersicht aufzuzeigen sucht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fazit für die Praxis"
        },
        {
            "text": "Abteilung Palliativmedizin, Zentrum Anaesthesiologie, Rettungs-und Intensivmedizin Robert-Koch-Str. 40, 37099 Göttingen bernd.alt-epping@med.uni-goettingen.de",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dr. B. Alt-Epping"
        }
    ]
}