{"paper_id": "8ee3a91913e1f39a5c27f3533fc9a6d21b842834", "metadata": {"title": "Advances in the Diagnosis and Management of Influenza", "authors": [{"first": "Tom", "middle": [], "last": "Jefferson", "suffix": "", "affiliation": {"laboratory": "", "institution": "Address Health Reviews Ltd and Cochrane Acute Respiratory Infections Group", "location": {"addrLine": "Via Adige 28a", "postCode": "00061", "settlement": "Anguillara Sabazia (Roma)", "country": "Italy"}}, "email": "toj1@aol.com"}]}, "abstract": [], "body_text": [{"text": "Influenza is an acute respiratory infection caused by a virus of the Orthomyxoviridae family, of which three serotypes are known, but only two (A and B) are pathogenic in humans. Influenza causes an acute febrile illness with myalgia, headache, and cough. Although the median duration of the acute illness is 3 days, cough and malaise can persist for weeks. Complications of influenza include otitis media, pneumonia, secondary bacterial pneumonia, exacerbations of chronic respiratory disease, and bronchiolitis in children. Additionally, influenza can cause a range of nonrespiratory complications including febrile convulsions, Reye's syndrome, and myocarditis [1] . Clinically, influenza caused by influenza A and B viruses is similar to influenza-like illness (ILI), a syndrome caused by more than 200 known causal agents, mostly with subtypes and serotypes chiefly of viral origin (Table 1) . Two recent studies carried out on 200 university students in Turku, Finland and on 533 elderly people aged 60 to 90 years of age living at home in Leicestershire, England showed the wide range of etiologic agents of ILI (Table 1) [2, 3] . The clinical manifestations of both influenza and ILI can vary in severity from those of an acute respiratory disease with generalized symptoms, to those of a mild common cold. The incidence of influenza and ILI is variable, but most primary care physicians will see around 500 persons with influenza and ILI per 1000 registered population per year. The incidence of ILI is highest in children aged 5 to 10 years [4, 5] .", "cite_spans": [{"start": 664, "end": 667, "text": "[1]", "ref_id": null}, {"start": 1129, "end": 1132, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 1133, "end": 1135, "text": "3]", "ref_id": "BIBREF2"}, {"start": 1551, "end": 1554, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 1555, "end": 1557, "text": "5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 887, "end": 896, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 1119, "end": 1128, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Introduction"}, {"text": "Since influenza and ILI share most clinical characteristics, an accurate diagnosis of influenza, when possible, would enable effective prevention and treatment, since there are several effective interventions against influenza. Given the mainly self-limiting nature of influenza and ILI, such tests must be rapid and practical to enable their effective use in a primary health care environment. Rapid tests based on polymerase chain reaction have been developed for the diagnosis of influenza viruses. However, a recent unpublished systematic review of the predictive efficacy of rapid tests commissioned by the UK's National Institute of Clinical Excellence (NICE), showed that many studies were based on small population numbers and had been carried out in hospital settings, which are outside the usual diagnostic scenario of influenza, which is primary care. Additionally predictive accuracy is highly sensitive to the level of circulating influenza viruses, which varies yearly and seasonally (A. Burls, Personal communication). The limits of tests and of real-time information on viral circulation available to clinicians mean that differential diagnosis based on clinical signs and symptoms alone is difficult, except for periods when viral circulation is very high, such as during pandemics. To enable an evidence-based approach to influenza and ILI, this review presents evidence from available Cochrane systematic reviews of the effectiveness and safety of interventions that deal both with specific causal agents and interventions that relieve the symptoms. Whenever a Cochrane review is not available, evidence from non-Cochrane systematic reviews or single studies will be presented. Cochrane reviews are accessible online at http://www.cochrane.com.", "cite_spans": [], "ref_spans": [], "section": "Differential Diagnosis Between Influenza and Influenza-like Illness"}, {"text": "Effective vaccines are available against influenza, but none against ILI. Available influenza vaccines contain", "cite_spans": [], "ref_spans": [], "section": "Vaccines"}, {"text": "Vaccines are the mainstay of influenza prevention. In the treatment of a likely or certain case of influenza, ion channel inhibitors (amantadine and rimantadine) and neuraminidase inhibitors (oseltamivir and zanamivir) can be effective in reducing the duration of illness in adults. In the absence of a likely or certain influenza diagnosis, ion channel inhibitors or neuramindase inhibitors have lower effectiveness, and symptom relief becomes the rationale for treatment of influenza-like illness. Because both influenza and influenzalike illness are self-limiting, safety of interventions is paramount, especially in children. Echinacea extracts, steam, chicken soup, ipatropium bromide, and oxymetazoline in adults are the interventions that appear to have the best empirical evidence.", "cite_spans": [], "ref_spans": [], "section": "Vaccines"}, {"text": "inactivated viruses, either whole or in parts, and are administered parenterally or intranasally. Composition varies yearly because of viral antigenic shifts and drifts. Vaccines with a composition matching yearly World Health Organization recommendations are 72% efficacious (95% CI, 54%-83%) in preventing influenza caused by influenza viruses A and B. Their effectiveness (or capacity to prevent ILI) is lower, 37% (95% CI, 18%-52%) [6•] . Vaccine effectiveness in the prevention of hospitalization and other serious outcomes in the elderly are variable, depending on the level of circulation of the viruses [7] .", "cite_spans": [{"start": 436, "end": 440, "text": "[6•]", "ref_id": null}, {"start": 611, "end": 614, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Vaccines"}, {"text": "There are currently two licensed families of antiviral compound against influenza: ion channel inhibitors (amantadine and rimantadine) and neuraminidase inhibitors (oseltamivir and zanamivir).", "cite_spans": [], "ref_spans": [], "section": "Antivirals: Ion Channel Inhibitors and Neuraminidase Inhibitors"}, {"text": "A recently updated Cochrane review of 27 clinical trials shows that amantadine taken orally prevents 23% of ILI cases (95% CI, 11%-34%) in adults and 63% of influenza A cases (95% CI, 42%-76%). Amantadine reduces duration of fever by 1 day (95% CI, 0.7-1.3). Rimantadine has comparable effectiveness. Both amantadine and rimantadine, however, induce significant gastrointestinal adverse effects. Adverse effects of the central nervous system and study withdrawals were significantly more common with amantadine than rimantadine [8•] . Fewer data are available in the elderly and children.", "cite_spans": [{"start": 528, "end": 532, "text": "[8•]", "ref_id": null}], "ref_spans": [], "section": "Antivirals: Ion Channel Inhibitors and Neuraminidase Inhibitors"}, {"text": "A Cochrane review of eight trials (with a population of 1180 adults) of zanamivir and oseltamivir reports that when compared with placebo, the compounds were 74% effective (95% CI, 50%-87%) in preventing cases of ILI and 60% effective (95% CI, 76%-33%) in preventing cases of influenza. Neither antiviral, however, is currently licensed for prevention of influenza [9] .", "cite_spans": [{"start": 365, "end": 368, "text": "[9]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Antivirals: Ion Channel Inhibitors and Neuraminidase Inhibitors"}, {"text": "In the treatment role (for which both compounds are licensed), neuraminidase inhibitors shorten the duration of symptoms by 1 day, weighted mean difference 1 (95% CI, -1.3 to -0.6). The time gained in returning to normal activities is half a day, weighted mean difference -0.5 (95% CI, -1.1 to -0.1) for cases of influenza [9] .", "cite_spans": [{"start": 323, "end": 326, "text": "[9]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Antivirals: Ion Channel Inhibitors and Neuraminidase Inhibitors"}, {"text": "Another recent systematic review of seven trials of zanamivir (inhaled, 10 mg twice a day for 5 days) carried out for the UK's Health Technology Assessment Programme found that the compound reduces duration of symptoms of ILI by 1 day (95% CI, 0.8-1.9), from about 6 days to 5 days, and time to return to normal activities by 0.5 days (95% CI, -0.4-1.5), from about 7 days to about 6.5 days. The difference was not statistically significant from placebo [10• ]. In the influenza-positive population, the treatment effect was marginally larger, but this was not significantly different from that in ILI cases [10•] .", "cite_spans": [{"start": 454, "end": 458, "text": "[10•", "ref_id": null}, {"start": 608, "end": 613, "text": "[10•]", "ref_id": null}], "ref_spans": [], "section": "Antivirals: Ion Channel Inhibitors and Neuraminidase Inhibitors"}, {"text": "In the at-risk population (371 persons in the zanamivir group and 392 in the placebo group) inhaled zanamivir 10 mg twice a day for 5 days (the licensed dose) was found to reduce the duration of symptoms of ILI by 1.15 days (95% CI, 0.13-2. 19 ), from about 8 days to about 7 days, and by 1.67 days (95% CI, -0.02-3.37) in the influenza-positive population. Unfortunately, there were insufficient data to ", "cite_spans": [{"start": 241, "end": 243, "text": "19", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Antivirals: Ion Channel Inhibitors and Neuraminidase Inhibitors"}, {"text": "In the past four decades several antivirals against one or more casual agents of ILI and influenza have been tested and discarded because of poor effectiveness or safety profiles. A Cochrane review of 241 studies assessing the effects of antivirals against the common cold showed that the antiplatelet drug dipyridamole (protective efficacy against natural colds 49%; 95% CI, 30%-62%), and the unlicensed compounds Imperial Chemical Industries 130, 685 (protective efficacy against experimental colds 58%; 95% CI, 35%-74%), impulsin (palmitate) (protective efficacy against natural colds 44%; 95% CI, 35%-52% ), and pleconaril (protective efficacy against experimental colds 71%; 95% CI, 15%-90%) appear to have important antiviral properties and are well tolerated. Pleconaril, which has specific action against rhinoviruses, is the only compound of the four currently undergoing phase III trials [11] .", "cite_spans": [{"start": 898, "end": 902, "text": "[11]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Other Antivirals"}, {"text": "Zinc and vitamin C are currently marketed for relief of upper respiratory tract symptoms. A Cochrane review of seven trials involving 754 cases found that evidence of the effects of zinc lozenges for treating upper respiratory tract infections was inconclusive. However, given the potential for treatment to produce side effects (especially a metallic taste in the mouth), the use of zinc lozenges to treat cold symptoms deserves further study [12] . Thirty trials were included in another Cochrane review, assessing the effects of vitamin C in doses as high as 1 g daily for several winter months. Vitamin C was found to have no consistent beneficial effect on incidence of the common cold. For both preventive and therapeutic trials, there was a consistently beneficial but modest therapeutic effect on duration of symptoms, with a reduction across all studies of less than half a symptom day per cold episode representing an 8% to 9% reduction in symptom days. There was no clear indication of the relative benefits of different regimens or vitamin C doses.", "cite_spans": [{"start": 444, "end": 448, "text": "[12]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Naturally Occurring Elements and Vitamins"}, {"text": "However, in trials that tested vitamin C after cold symptoms occurred, there was some evidence that a large dose produced greater benefits than lower doses [13] .", "cite_spans": [{"start": 156, "end": 160, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Naturally Occurring Elements and Vitamins"}, {"text": "Extracts of the plant echinacea (family Compositae) are widely used for preventing and treating upper respiratory tract infections. A Cochrane review of 16 trials (eight prevention trials, and eight trials on treatment of upper respiratory tract infections) with a total of 3396 participants found modest evidence that some echinacea preparations may be better than placebo.", "cite_spans": [], "ref_spans": [], "section": "Natural Remedies"}, {"text": "The majority of the trials reported positive results, but there was not enough evidence to recommend a specific echinacea product or preparations for the treatment or symptoms [14] .", "cite_spans": [{"start": 176, "end": 180, "text": "[14]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Natural Remedies"}, {"text": "Antihistamines such as terfenadine, chlorpheniramine, tripolidine, astemizole, and clemastine have been marketed for relief of the symptoms of ILI, especially runny noses, sneezing, and general malaise.", "cite_spans": [], "ref_spans": [], "section": "Antihistamines"}, {"text": "A good quality systematic review of nine studies (comprising 1119 individuals) found conflicting results with no clear evidence of clinically significant improvement. Four studies reported no reduction. Three studies reported statistically significant improvements, although in two studies there was insufficient data to evaluate clinical significance and in one study the improvement was not clinically significant [15] .", "cite_spans": [{"start": 416, "end": 420, "text": "[15]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Antihistamines"}, {"text": "Another good quality systematic review of nine studies by D'Agostino et al. [16] came to the opposite conclusion, that antihistamines were significantly better than placebo in reducing the severity of sneezing and a runny nose. The difference in results of the two reviews may be due to the use of meta-analyis by D'Agostino et al. [16] , thus achieving denominators large enough to show significant differences. The controversy may be settled by the imminent publication of a Cochrane review on the topic [17] .", "cite_spans": [{"start": 76, "end": 80, "text": "[16]", "ref_id": "BIBREF16"}, {"start": 332, "end": 336, "text": "[16]", "ref_id": "BIBREF16"}, {"start": 506, "end": 510, "text": "[17]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Antihistamines"}, {"text": "The assessment of the risks and benefits of antibiotic treatment in children with symptoms of upper respiratory tract infection was the objective of a systematic review of penicillin, aureomycin, sulfonamides, tetracyclines, chloramphenicol, ampicillin, erythromycin, cotrimoxazole, cephalexin, and amoxicillin-clavulanic acid compared with placebo [18] .", "cite_spans": [{"start": 349, "end": 353, "text": "[18]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Antibiotics"}, {"text": "Ten randomized controlled trials in children aged up to 12 years were included in the review (3626 children). Six randomized controlled trials contributed to the meta-analysis (3501 children), showing that clinical condition was either worse or unchanged at follow-up with antibiotic versus placebo (RR, 1.01; 95% CI, 0.90-1.13), and antibiotics were no different in avoiding complications or progression of illness compared with placebo (RR, 0.71; 95% CI, 0.45-1.12). Incidence of adverse events of antibiotic use compared with placebo was not significant (RR, 0.8; 95% CI, 0.54-1.21). The authors concluded that in view of the lack of efficacy and low complication rates of upper respiratory tract infection, antibiotic treatment of children with upper respiratory tract infection is not supported by current evidence from randomized trials. However, assessment of efficacy of antibiotics in children with persistent cough requires further investigation before antibiotic treatment can be recommended [18] .", "cite_spans": [{"start": 1003, "end": 1007, "text": "[18]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Antibiotics"}, {"text": "Anticholinergics Anticholinergics (such as ipratropium bromide and atropine methonitrate) appear to reduce the nasal symptoms of ILI. The evidence comes from single, relatively small, but good quality trials [19] . Adverse events include palpitations and dizziness in up to 30% of participants. These compounds should not be used in children [20••] .", "cite_spans": [{"start": 208, "end": 212, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 342, "end": 348, "text": "[20••]", "ref_id": null}], "ref_spans": [], "section": "Antibiotics"}, {"text": "The effects of another traditional intervention, steam, to relieve the nasal symptoms of ILI was the object of a Cochrane review by Singh [21] . The results of the review of six trials with 319 participants support the use of warm vapor inhalations for relief of symptoms (OR, 0.31; 95% CI, 0.16-0.60). Since none of the studies demonstrated a worsening of clinical symptom scores, steam appears to be devoid of adverse effects [21] .", "cite_spans": [{"start": 138, "end": 142, "text": "[21]", "ref_id": "BIBREF22"}, {"start": 428, "end": 432, "text": "[21]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Environmental Interventions"}, {"text": "Mucolytic drugs such as acetylcysteine, bromhexine, and carbocysteine are designed to alter the viscosity of bronchial secretions, making them easier to clear by coughing. The review by Gove et al. [20••] found no good quality published randomized controlled trials in either adults or children. Because adverse effects reported following oral administration of acetylcysteine include bronchospasm, gastrointestinal disturbances, and fever, there are no data to support their use in children or adults with acute respiratory infections such as influenza or ILI [20••] .", "cite_spans": [{"start": 198, "end": 204, "text": "[20••]", "ref_id": null}, {"start": 561, "end": 567, "text": "[20••]", "ref_id": null}], "ref_spans": [], "section": "Mucolytics"}, {"text": "Antitussives (opiates such as codeine, hydrocodone, noscapine, pholcodine, diphenhydramine hydrochloride, and dextromethorphan, and non-narcotics such as carabentapentane and chlophedianol hydrochloride) are widely marketed for the suppression of cough. The evidence for the use of opiates in adults comes from studies of suppression of artificial cough or from animal models. Because of the danger of adverse events such as respiratory depression, opiates should not be used in children or adults for treatment of ILI and influenza symptoms. Their use is not recommended for the relief of the acute respiratory symptoms of influenza and ILI [20••,22] .", "cite_spans": [{"start": 642, "end": 651, "text": "[20••,22]", "ref_id": null}], "ref_spans": [], "section": "Cough Suppressants"}, {"text": "Topical or oral sympathomimetic agents such as desoxephedrine, propylexedrine hydrochloride, ephedrine, pseudoephedrine, and phenylephrine, and α-adrenergic agonists such as oxymetazoline hydrochloride, cause constriction of nasal blood vessels, thereby reducing mucosal swelling. Only two good quality randomized controlled trials in adults were identified in Gove et al.'s review [20••] . A study of oxymetazoline found reduced nasal symptoms, whereas a very small trial of tramazoline among 26 adults reported no difference from placebo. The authors could not identify randomized controlled trials of topical decongestants in children.", "cite_spans": [{"start": 382, "end": 388, "text": "[20••]", "ref_id": null}], "ref_spans": [], "section": "Sympathomimetics"}, {"text": "Because topical agents when used for more than 2 or 3 days can cause rhinitis medicamentosa, topical decongestants should never be used in infants or children, and should be used with caution in adults [20••] .", "cite_spans": [{"start": 202, "end": 208, "text": "[20••]", "ref_id": null}], "ref_spans": [], "section": "Sympathomimetics"}, {"text": "Soothing Remedies, Including Traditional Remedies for a Sore Throat Soothing homemade remedies are used worldwide and include linctus, tea with honey and lemon, eucalyptus, ginger, tamarind, glycerin, menthol, and chicken soup. Evidence from comparative studies is limited, but the systematic review by Gove et al. [20••] suggests that there is no reason why safe remedies should not be tried. A trial of hot fluids and chicken soup concluded that the latter speeded nasal mucus clearance, thus giving symptomatic relief [23] .", "cite_spans": [{"start": 315, "end": 321, "text": "[20••]", "ref_id": null}, {"start": 521, "end": 525, "text": "[23]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Sympathomimetics"}, {"text": "Topical anesthetic agents such as benzocaine, dyclonine, and lidocaine may temporarily relieve sore throat symptoms in adults. However, because of lack of evidence of efficacy in pain relief and of concerns about potential toxicity, they should not be used in young children [20••] .", "cite_spans": [{"start": 275, "end": 281, "text": "[20••]", "ref_id": null}], "ref_spans": [], "section": "Topical Anesthetic Agents"}, {"text": "Expectorants such as ammonium chloride, ammonium carbonate, beechwood, creosote, benzoin preparations, camphor, chloroform, guaifenesin (glycerol guaiacolate), ipecacuanha (ipecac), potassium iodide, sodium citrate, squill preparations, terpin hydrate, and tolu balsam are thought to reduce sputum viscosity and facilitate expectoration. Evidence on their use in both adults and children is scarce, but points to no beneficial effect [20••,22] .", "cite_spans": [{"start": 434, "end": 443, "text": "[20••,22]", "ref_id": null}], "ref_spans": [], "section": "Expectorants"}, {"text": "Combination products containing topical anaesthetic agents, antihistamines, mucolytic drugs, oral nasal decongestants, antitussives, and anticholinergics should be avoided in young children [22] . In adults, combined antihstamines with decongestants are effective [20••] . Any combination with analgesics such as paracetamol and ibuprofen is effective against headaches, and ipratropium bromide with oxymetazoline appears effective and relatively safe in relieving the symptoms of experimental colds [24] .", "cite_spans": [{"start": 190, "end": 194, "text": "[22]", "ref_id": "BIBREF23"}, {"start": 264, "end": 270, "text": "[20••]", "ref_id": null}, {"start": 500, "end": 504, "text": "[24]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Combinations"}, {"text": "Given the self-limiting nature of influenza and ILI, and the practical difficulties in distinguishing between the two, symptom relief is the mainstay of routine consultations. Safe and relatively effective interventions for symptomatic relief should be given, as well as analgesics and antipyretics.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "particular interest, published recently, have been highlighted as: • Of importance •• Of major importance 1. Wiselka M: Influenza: diagnosis, management and prophylaxis", "authors": [], "year": 1994, "venue": "", "volume": "308", "issn": "", "pages": "1341--1345", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Viruses and bacteria in the aetiology of the common cold", "authors": [{"first": "M", "middle": ["J"], "last": "Makela", "suffix": ""}, {"first": "O", "middle": [], "last": "Puhakka", "suffix": ""}, {"first": "M", "middle": [], "last": "Leinonen", "suffix": ""}], "year": 1998, "venue": "J Clin Microbiol", "volume": "36", "issn": "", "pages": "539--542", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Acute viral infections of upper respiratory tract in elderly people living in the community: comparative, prospective, population based study of disease burden", "authors": [{"first": "K", "middle": ["G"], "last": "Nicholson", "suffix": ""}, {"first": "J", "middle": [], "last": "Kent", "suffix": ""}, {"first": "V", "middle": [], "last": "Hammersley", "suffix": ""}], "year": 1997, "venue": "BMJ", "volume": "315", "issn": "", "pages": "1060--1064", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Common Colds and Related Diseases", "authors": [{"first": "Daj", "middle": [], "last": "Tyrrell", "suffix": ""}], "year": 1965, "venue": "Edward Arnold", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Acute respiratory virus infections. Indoor Environment 1992", "authors": [{"first": "Daj", "middle": [], "last": "Tyrrell", "suffix": ""}], "year": null, "venue": "", "volume": "1", "issn": "", "pages": "16--18", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "In The Cochrane Library, Issue 2. Oxford: Update Software; 2002. Influenza vaccines with a composition matching World Health Organization recommendations are 72% efficacious in preventing influenza caused by influenza viruses A and B", "authors": [{"first": "V", "middle": [], "last": "Demicheli", "suffix": ""}, {"first": "D", "middle": [], "last": "Rivetti", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Deeks", "suffix": ""}, {"first": "Jefferson", "middle": [], "last": "To", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The efficacy of influenza vaccine in elderly persons. A meta-analysis and review of the literature", "authors": [{"first": "P", "middle": ["A"], "last": "Gross", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Hermogenes", "suffix": ""}, {"first": "H", "middle": [], "last": "Sacks", "suffix": ""}], "year": 1995, "venue": "Ann Intern Med", "volume": "123", "issn": "", "pages": "519--527", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Amantadine and rimantadine for preventing and treating influenza A in adults (Cochrane review). In The Cochrane Library, Issue 2. Oxford: Update Software", "authors": [{"first": "T", "middle": ["O"], "last": "Jefferson", "suffix": ""}, {"first": "V", "middle": [], "last": "Demicheli", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Deeks", "suffix": ""}, {"first": "D", "middle": [], "last": "Rivetti", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Adverse effects of the central nervous system and study withdrawals were significantly more common with amantadine than rimantidine", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Neuraminidase inhibitors for preventing and treating influenza in healthy adults (Cochrane review). In The Cochrane Library, Issue 2. Oxford: Update Software", "authors": [{"first": "T", "middle": ["O"], "last": "Jefferson", "suffix": ""}, {"first": "V", "middle": [], "last": "Demicheli", "suffix": ""}, {"first": "J", "middle": [], "last": "Deeks", "suffix": ""}, {"first": "D", "middle": [], "last": "Rivetti", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Zanamivir for the Treatment of Influenza in Adults. London: NHS HTA Programme", "authors": [{"first": "A", "middle": [], "last": "Burls", "suffix": ""}, {"first": "A", "middle": [], "last": "Clark", "suffix": ""}, {"first": "A", "middle": [], "last": "Stewart", "suffix": ""}, {"first": "C", "middle": [], "last": "Preston", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "In The Cochrane Library, Issue 2. Oxford: Update Software", "authors": [{"first": "T", "middle": ["O"], "last": "Jefferson", "suffix": ""}, {"first": "D", "middle": [], "last": "Tyrrell", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "In The Cochrane Library, Issue 4. Oxford: Update Software", "authors": [{"first": "I", "middle": [], "last": "Marshall", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Vitamin C for preventing and treating the common cold (Cochrane review). In The Cochrane Library, Issue 2. Oxford: Update Software", "authors": [{"first": "R", "middle": ["M"], "last": "Douglas", "suffix": ""}, {"first": "E", "middle": ["B"], "last": "Chalker", "suffix": ""}, {"first": "B", "middle": [], "last": "Treacy", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Echinacea for preventing and treating the common cold (Cochrane review). In The Cochrane Library, Issue 2. Oxford: Update Software", "authors": [{"first": "D", "middle": [], "last": "Melchart", "suffix": ""}, {"first": "K", "middle": [], "last": "Linde", "suffix": ""}, {"first": "P", "middle": [], "last": "Fischer", "suffix": ""}, {"first": "J", "middle": [], "last": "Kaesmayr", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Antihistamines and the common cold: a review and critique of the literature", "authors": [{"first": "D", "middle": [], "last": "Luks", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Anderson", "suffix": ""}], "year": 1996, "venue": "J Gen Intern Med", "volume": "11", "issn": "", "pages": "240--244", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The effectiveness of antihistamines in reducing the severity of runny nose and sneezing: a meta-analysis", "authors": [{"first": "D&apos;agostino Rb", "middle": [], "last": "Sr", "suffix": ""}, {"first": "M", "middle": [], "last": "Weintraub", "suffix": ""}, {"first": "H", "middle": ["K"], "last": "Russell", "suffix": ""}], "year": 1998, "venue": "Clin Pharmacol Ther", "volume": "64", "issn": "", "pages": "579--596", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Antihistamines for the common cold (protocol for a Cochrane review). In The Cochrane Library, Issue 1. Oxford: Update Software", "authors": [{"first": "H", "middle": [], "last": "Campbell", "suffix": ""}, {"first": "H", "middle": ["F"], "last": "Mackinnon", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Systematic review of the treatment of upper respiratory tract infection", "authors": [{"first": "T", "middle": [], "last": "Fahey", "suffix": ""}, {"first": "N", "middle": [], "last": "Stocks", "suffix": ""}, {"first": "T", "middle": [], "last": "Thomas", "suffix": ""}], "year": 1998, "venue": "Arch Dis Child", "volume": "79", "issn": "", "pages": "225--230", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Effectiveness and safety of intranasal ipatropium bromide in common colds", "authors": [{"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}, {"first": "L", "middle": [], "last": "Diamond", "suffix": ""}, {"first": "P", "middle": ["B"], "last": "Wood", "suffix": ""}], "year": 1996, "venue": "Ann Intern Med", "volume": "125", "issn": "", "pages": "89--97", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Cough and Cold Remedies in the Treatment of Acute Respiratory Infections in Young Children. Geneva: World Health Organization", "authors": [{"first": "S", "middle": [], "last": "•• Gove", "suffix": ""}, {"first": "H", "middle": [], "last": "Campbell", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Another thorough review of medications for the symptomatic relief of ILI symptoms in children", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Heated, humidified air for the common cold (Cochrane review)", "authors": [{"first": "M", "middle": [], "last": "Singh", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Over-the counter cold medications. A critical review of trials between 1950 and 1991", "authors": [{"first": "Mbh", "middle": [], "last": "Smith", "suffix": ""}, {"first": "W", "middle": [], "last": "Feldman", "suffix": ""}], "year": 1993, "venue": "JAMA", "volume": "269", "issn": "", "pages": "2258--2263", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Effects of drinking hot water, cold water, and chicken soup on nasal mucus velocity and nasal airflow resistance", "authors": [{"first": "K", "middle": [], "last": "Saketkhoo", "suffix": ""}, {"first": "A", "middle": [], "last": "Januszkiewicz", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Sacker", "suffix": ""}], "year": 1978, "venue": "Chest", "volume": "74", "issn": "", "pages": "408--410", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Combined ipratropium bromide and oxymetazoline in experimental rhinovirus infection", "authors": [{"first": "A", "middle": [], "last": "Pitkaranta", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Wecker", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Korts", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}], "year": 1998, "venue": "Am J Rhinol", "volume": "12", "issn": "", "pages": "125--129", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Known causal agents of the common cold/influenza-like illness by known number of serotypes and subtypes and their etiologic contribution in the Turku (n = 200) and Leicestershire (n = 291) studies Data fromNicholson et al.[3] and Makela et al.[4].", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1. Known causal agents of the common cold/influenza-like illness by known number of serotypes and subtypes and their etiologic contribution in the Turku ( n = 200) and Leicestershire ( n = 291) studies", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Known serotypes associated with the common cold, n\n</td><td>Students in the Turku study positive by causal agent, % </td><td>Elderly in the Leicestershire study positive by causal agent, % </td></tr><tr><td>Cause\n</td><td> </td><td> </td><td> </td></tr><tr><td>Rhinovirus </td><td>100+ </td><td>52.5 </td><td>29.4\n</td></tr><tr><td>Influenza A virus </td><td>1 and subtypes </td><td>5 </td><td>6.5*\n</td></tr><tr><td>Influenza B virus </td><td>1 and subtypes </td><td>1 </td><td>6.5*\n</td></tr><tr><td>Adenovirus </td><td>31+ </td><td>1\n</td><td> </td></tr><tr><td>Parainfluenza </td><td>1-4 </td><td>3.5\n</td><td> </td></tr><tr><td>Respiratory </td><td>2 </td><td>2 </td><td>3.7\n</td></tr><tr><td>syncytial virus Enterovirus </td><td>70+ </td><td>2\n</td><td> </td></tr><tr><td>Coronavirus </td><td>2+ </td><td>8.5 </td><td>14.4\n</td></tr><tr><td>Chlamydia pneumoniae </td><td> </td><td>2\n</td><td> </td></tr><tr><td>Mycoplasma pneumoniae Pneumococcus </td><td> </td><td>0.5 0.5\n</td><td> </td></tr><tr><td>Haemophilus influenzae </td><td> </td><td>0.5\n</td><td> </td></tr><tr><td>Moraxella catarrhalis\nDouble viral infection </td><td> </td><td>5 </td><td>NK\n</td></tr><tr><td>Mixed infection </td><td> </td><td>3 </td><td>NK\n</td></tr><tr><td>Unknown </td><td> </td><td>30.5 </td><td>46\n</td></tr><tr><td> </td><td> </td><td>*Influenza A and B isolates are reported in aggregate. </td></tr></table></body></html>"}}, "back_matter": [{"text": "Drs. Harry Campbell and Amanda Burls, and Ms. Anne Lusher.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}