{
    "paper_id": "8fce6a2e125c3310b80fa368957aa43648e76235",
    "metadata": {
        "title": "Initial Lung Lesions in Two Calves Experimentally Infected with Haemophilus sornnus",
        "authors": [
            {
                "first": "C",
                "middle": [],
                "last": "Tegtmeier&apos;.&apos;",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Bixkh&apos;",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "N",
                "middle": [
                    "E"
                ],
                "last": "Jensen&apos;",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "E"
                ],
                "last": "Jensen&apos;",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The initial lung lesions in two calves intrabronchially inoculated with Haemophtlus sonmus are described. The animals were cuthanized within 7 h after challenge. The m s//u locauon of H. somnus and accompanying lesions were examined by light microscopy, immunohistochemistry and transmiwon electron microscopy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Inoculation with H. somnus resulted in the development of acute pulmonary lesions within 3.5 h. H. somnus antigen was demonstrated only within the luminal spaces of the anways and in one area of bronchioassociated lymphoid assue (HALT). As observed by TEM, the bacteria were phagocytized by both neutrophds and alveolar macrophages. Antigen was never demonstrated in the pulmonary intravascular macrophages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Introduction ffaemopbihJ somnus is the causal agent of a variety o f bovine diseases, e.g. pneumonia, thrombotic meningoencephalitis and reproductive syndromes (HUMPHREY and STEPHENS, 1983) . In Denmark, pneumonia is a major cause of losses in calf production and H. somnus is frequently isolated from pneumonic calf lungs (TEGTMEIER, 1996) .",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 189,
                    "text": "(HUMPHREY and STEPHENS, 1983)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 323,
                    "end": 340,
                    "text": "(TEGTMEIER, 1996)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Lung lesions caused by H. somnus in calves following spontaneous (ANDREWS et al., 1985; BRYSON et al., 1990; TEGTMEIRR, 1996) as wcll as experimental infections (GOGOLBWSKI et al., 1987; JACKSON et al., 1987; POTGIETER et al., 1988) have previously been described. Most experimental studies have focused on lesions developed at least 24 h after infection. Although cases of severe and often fatal pneumonia in naturally infected calves seem to develop rapidly, studies focusing on the pathogenesis of the initial lung lesions caused by H. somnus are not available. Moreover, the ultrastructural lesions related to in vivo H. somnus infection have not been described. However, THOMPSON and LITTLE (1981) observed widespread contraction and desquamation of endothelial cells with adherence of H. somnus bacteria in vitm when inoculated on bovine arterial endothelial cell cultures. Also, the possible expression of adhesion mechanisms, i.e. the formation of pili in vivo, has not been examined, whereas more in vitm studies have failed to demonstrate the presence of pili (STEPHENS and LITT1-1-1, 1981; THOMPSON and LITI'LE, 1981; WARD etal., 1984) .",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 87,
                    "text": "(ANDREWS et al., 1985;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 88,
                    "end": 108,
                    "text": "BRYSON et al., 1990;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 109,
                    "end": 125,
                    "text": "TEGTMEIRR, 1996)",
                    "ref_id": null
                },
                {
                    "start": 161,
                    "end": 186,
                    "text": "(GOGOLBWSKI et al., 1987;",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 208,
                    "text": "JACKSON et al., 1987;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 209,
                    "end": 232,
                    "text": "POTGIETER et al., 1988)",
                    "ref_id": null
                },
                {
                    "start": 676,
                    "end": 702,
                    "text": "THOMPSON and LITTLE (1981)",
                    "ref_id": null
                },
                {
                    "start": 1084,
                    "end": 1100,
                    "text": "LITT1-1-1, 1981;",
                    "ref_id": null
                },
                {
                    "start": 1101,
                    "end": 1128,
                    "text": "THOMPSON and LITI'LE, 1981;",
                    "ref_id": null
                },
                {
                    "start": 1129,
                    "end": 1146,
                    "text": "WARD etal., 1984)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The aim of the present work was to study the early lung lesions in two calves experimentally infected with H. somnus and the possible in vivo expression of adhesion mechanisms. were acclimatized to the facilities in isolation stables for 1 weck prior t o challenge. The calves were anaesthetized with propofol (RapinovetR, Schering-Plough, Farum, Denmark), and a sterile catheter (I(ruuse 230755, Marslev, Denmark) was placed into the right main bronchus through the larynx.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The inoculum consisted of e 10\"' colony-forming units (WC) of H. somnrrs bacteria suspended in lOml of a sterile physiological saline solution. For inoculation, a Danish /I. somnus field strain (DVL 939/90), isolated frnm a case of bovine pneumonia, was used. The strain was previously characterized by blotping, plasmid profiling, REA-patterns and ribotyping, and belongs to the maior group of Danish ff. fomnais strains isolated from cases of calf pneumonia (FrSSlh'<; and WIGI:NI~R. 1993). The inoculum was deposited through the catheter, followcd by 20ml sterile saline and 30 ml air. After challengc, the calves were monitored clinically until euthanasia with an ovcrdose of sodium pentobarbital given intravenously 3.5 h (calf no. 1) and 7 h (calf no. 2) after inoculation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The calves were necropsied immediately after euthanasia and macn>scopic lesions were recorded. Tissues from the fight cranial lung lobe, the nght diaphrapatic lung lobe and from the liver and spleen were examined bacteriologically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cmss pathology and minubtolog"
        },
        {
            "text": "Cultivation attempts for bacteria were performed according to standard laboratory procedures. In brief, tissue was cultured on four 5 O h bovine blood agar plates (Columbia agar base, Oxoid, Unipath Ltd, Basingstoke, UK) o f which two contained polymyxin 13 sulphate (2500 d m l ) . Of the plates, two were incubated in normal atmosphere at 37OC and duplicate plates wcre incubated in an atmosphere of 10'%1 <:O, and 90% air at 37°C. All plates wcre inspected for growth after 16 h and 40 h. T h e identification of H. sotnnais was based on the growth of tiny white or yellow-white colonies on plates without polymyxin R sulphate incubated with 1O\"/o CO, and no growth in normal air, by Gram stalning (negative), oxidasc reaction (positive), catalasc reaction (negative), production of indol and fermentation of glucose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cmss pathology and minubtolog"
        },
        {
            "text": "Other bactenal pathogens wcrc identified according to standard laboratory procedures. In addition, lung tissue was also suhmitted for viral (bovine respiratory syncytial virus, parainfluenza-3 virus, bovine coronavirus, adenovirus. bovine virus diarrhoea virus) and mycoplasma examination according to standard laboratory procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cmss pathology and minubtolog"
        },
        {
            "text": "Tissues from 16 areas o f the lungs, the reflonal lymph nodes, tonsil, trachea, heart, brain, liver, spleen, kidney, and the gastrointestmal system were collected for histopathological and immunohistochemical cxamination. The t i w m were fixed in 10 'Yo neutral buffered formalin, dehydratcd in alcohol, cmbcdded in paraffin wax and cut into sections 4 5 pm thick. All sections werc stained with hacmatoxylin and cosin (HE) and in sclcctcd cases by Mallory's phosphotungstic acid hacmatoxylin (PTAI I) stain for fibrin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "t listopa fhology and immunohistochemistp"
        },
        {
            "text": "Sections for immunohistcichemistry wcre mounted on Star t h s t * adhesive slides (Axel Johnson I.ab System, Copenhagen, Denmark).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "t listopa fhology and immunohistochemistp"
        },
        {
            "text": "For the detectim of H. somnais anugen in assue sections, a pcroxidaseantipen,xidase (PAP) technique previously developed for the m sttu identification of the organism was applied. In brief, polyclonal rabbit serum raised a p n s t somatic fractions of H. somnuf 939/90 bactena was used as the pnmary rcagent. Thc sensitivity and specificity of the primary immune serum and the PAP tcchniquc were examined and opumizcd by crossed immunoclectrophoresis and on experimentally infected m u r m tissues, respectively, as previously described VI..GTMI .II..R ct al., 1995).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "t listopa fhology and immunohistochemistp"
        },
        {
            "text": "Multiple samples (> 15) of affected lung nswc wcrc fixed in 2 5 '%I glutaraldchpde in 0.13 hi phosphate buffer for TEM. The tissue was postfixed in osmium tetroxide 1 '%I in 0.13 M phosphate buffcr and embedded in Vestopal-W (Serva, Hie &c Herntsen, Aarhus, Denmark). L'ltrathin sections were contrasted with uranyl acetate and lead citrate pnor to TEM examination, while thc I -2 p m thick survey sections were stained with toluidinc blue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7iansmission rlrctmn mimscopy (1 t:M)"
        },
        {
            "text": "Both calves developed symptoms in the first hours after challenge, i.e. coughing, increased respiration rate, abdominal respiration and depression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical q n s"
        },
        {
            "text": "In calf no. 1 the rcctal temperature increased from 38.6OC to 39.1OC within 3.5 h after challenge, at which time it was euthanized. In calf no. 2, an initial increase in temperature (from 38.5OC to 38.8OC) was followed by a subsequent decrease to 37.5OC at 5 h post-infection, lasting until euthanasia 7 h after inoculaoon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical q n s"
        },
        {
            "text": "Ca!fno. 1. Acute pulmonary lesions were found In the right lung lobes and in the accesoric lobe. The lesions were characterized by areas of swollen tissue with a rubbery t o firm consistency at palpation. O n cross-section these areas were hyperaemic, oedematous with fibrinous exudation and x1-2mm thick interstitial oedetna. The trachea was hyperaemic with a foamy exudate and the regional lymph nodes were oedematous and swollen. H. somnus was recovered in pure culture from the lung lesions only. No virus or mycoplasma were detected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cmss patholog and nrzmbiohg"
        },
        {
            "text": "2. An acute pulmonary lesion similar to the lesions observed in calf no. 1 was confined to the right diaphragmatic lung lobe (Fig. 1) . In the cranial lung lobes, minor areas of chronic catarrhal bronchopneumonia were present. H. somnus was isolated from the affected lung areas, concomitant with a few Pasteurella ranis biovar 2 bacteria. Also, Mycoplama di-par and fhapfasma spp. were cultured from the lung tissue, whereas the examination for viruses was negative.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 133,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Cu!fno."
        },
        {
            "text": "Histopathology and immwnohistochemistr/ I,ung. An exudative inflammation distributed in a lobular pattern was present in both calves. The dominating lesions were characterized as suppurativc bronchiolitis and alveolitis, with a fcw necrotic foci scattered within the most sevcrcly affected arcas. The alveoli were often filled with an amorphous eosinophilic exudate, fibrin and large numbers of erythrocytes (Fig. 2) . Many neutrophils and some macrophages were also present. The interlobular septae and the lymphatic vcsscls wcrc markedly distcndcd by oedcma fluid and inflammatory cells, especially neutrophils. A few areas of bronchio-assc,ciated lymphoid tissue (BALT) were markedly infiltrated with neutrophils in calf no. 1. The epithclial Lining covering these areas was occasionally disrupted.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 408,
                    "end": 416,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Cu!fno."
        },
        {
            "text": "Within lesions, H. somnus antigen was rcgdarly demonstrated immunohistochemically in the lumcn of bronchi, bronchioles and alveoli. Sometimcs antigen was observed in close association with the alveolar walls and especially alveolar macrophages. A few clumps of H. somnus antigen were observed in the distended lymphatic vessels and intracellular in BALT of calf no. 1. A few ulcerations of the epithelial lining in trachea with If. soltlllu~ antikrn were also observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cu!fno."
        },
        {
            "text": "The areas with macroscopically visible chronic catarrhal bronchopneumonia in calf no. 2 were characterized by a suppurative bronchiolitis and alveolitis, peribronchiolar fibrosis, and hyperplasia of HALT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cu!fno."
        },
        {
            "text": "In the pulmonary lymph nodes, the subcapsular and medullary sinuses contained a huge number of neutrophils. However, I{. somnus antigen was not detected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cu!fno."
        },
        {
            "text": "Other oEans. A mild infiltration with neutrophils in the tonsillar crypts and a few microabscesscs within thc omasal laminae were recorded in both animals. H. somnus antigen was not detected in any extra pulmonary tissues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cu!fno."
        },
        {
            "text": "In the alveolar walls, epithelial desquamation, perivascular oedema, and necrosis were present in both calves. Often the interalveolar capillaries were filled with leucocytes, pre- Fig. 2 . Section from a n acute lesion characterized by exudation o f inflammatory cells (especially neutrophils), cosinophilic exudate, tibrin a n d large numbers of cnthrocytcs into thc Im)nchiolar a n d alveolar lumina. Lung tissue from calf no. 1 cuthanizetl 3.5 ti after intrd~ronchid ch:illcngc with fiutmophjLt4.r $ O~/ N U .~. 1laernatr)xylin and cosin (I 11:) stain, objcctivc X 10.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 187,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "TI:M"
        },
        {
            "text": "dominantly neutrophils. In the alveolar spaces, exudation of proteinous and fibrinous fluids often containing erythrocytes and bacteria was observed. In such areas, inflammatory cells, primarily neutrophils and macrophages, were present. Occasionally bacteria could be demonstrated in different stages of division. Close adhesion to, or invasion of, epithelial cells by H. somnus was not observed, nor were pili or other adherent mechanisms. Bacteria were observed to be phagocytized by both neutrophils and pulmonary alveolar macrophages (Fig. 3) , whereas they were not observed within the pulmonary intravascular macrophages.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 539,
                    "end": 547,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "TI:M"
        },
        {
            "text": "By light microscopy and TEM, neutrophils were seen to be the dominating cell infiltrating the early lung lesions. As determined by irnmunohistochemistry, H. somnus antigen was demonstrated only in areas of acute inflammation, in lymphatic vessels and in BALT. The uptake of H. somnus antigen by antigen-presenting cells and migration into the BALT tissue are predictable events in an aerogenic pulmonary infection. However, the illustration of uptake and transportation of the antigen from the bronchiolar lumen into the BALT within 3.5 h is notable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As in the previous in vifro studies of the ultrastructure of H. somnus (STEPHENS and IATIJ:,, 1981) , we failed to demonstrate pili in the present in vivo study. THOMPSON and LITTIJ~ (1981) have described adhesion o f ff. somnus t o bovine arterial endothelial cell cultures.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 99,
                    "text": "(STEPHENS and IATIJ:,, 1981)",
                    "ref_id": null
                },
                {
                    "start": 162,
                    "end": 189,
                    "text": "THOMPSON and LITTIJ~ (1981)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, in our study, adhesion o r invasion by I-I. .romn,vs o f different types of epithelial cells was not observed. The close contact of H. somnuJ antigen to alveolar walls occasionally observed by light immunohistochernistry, could not be confirmed by TEM, although multiple areas were examined. In a previous immunohistochemical study of spontaneously infected calf lungs, H. somnus antigen was described as being located within the cytoplasm of airway epithelial cells, Fig. 3 . Bacteria undergoing phagocytosis (arrow) by an alveolar macrophagc in the alveolar lumen. Lung tissue from calf no. 2 euthanized 7 h after intrabronchial challenge with Huemophilus somnus. Bar = 0.6 pm.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 477,
                    "end": 483,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "which was speculated as a source leading to chronic persistence of infection (BRYSON et al., 1990) . In the present study, H. somnus could not be demonstrated intracellularly in epithelial cells. This could be explained by the early stage of infection, or that the apparent intracellular location observed by immunohistochemistry was an optical artefact. P. cunis biovar 2 has previously been isolated from pneumonic bovine lungs (BISGAARD et al., 1991), and might (eventually concomitantly with the isolated M. dirpurand/or Unuplasmu spp.) be the causative organism of the chronic bronchopneumonia in the cranial lobes of calf no. 2. These chronic lesions might have enhanced the ability of II. somnus to colonize in the lung. However, the degree of influence seems to be minor as the inoculum was deposited in the diaphragmatic lobe in which the acute lesions developed. The mild neutrophilic infiltration in the tonsils and the few omasal microabscesses are considered as occasional observations (BARKER et al., 1993) without any significance for this study. As the number of animals was restricted to an absolute minimum, any general conclusions should not be drawn from the present study. However, valuable information o n the early pathogenesis has been obtained which might contribute to the understanding of the disease. ",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 98,
                    "text": "(BRYSON et al., 1990)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Microscopic lesions associated with the isolauon of Huemophrlus somnus from pneumonic bovine lungs",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Andrrson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Si",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Ipe",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Stwenson",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Vet. Pathol",
            "volume": "22",
            "issn": "",
            "pages": "131--136",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "T h e alimentary system",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Barker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Dreumei",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Paimrr",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pathology of Domesuc Animals",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Diego",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bisgaard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "U"
                    ],
                    "last": "Houghton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mutters",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sw",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Bnush and Dutch isolates of so-called Pa.rfeurel(a mulfocidu obtained from pneumonic calf lungs",
            "authors": [],
            "year": null,
            "venue": "Vet. Microbiol",
            "volume": "26",
            "issn": "",
            "pages": "15--16",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pathological, immunocytochemical and microbiological findings in calf pneumimias associated with Huemophrlus somnus infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Bryson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Bail",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcaijskey",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mcconnell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J I"
                    ],
                    "last": "Mccui",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ough",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Comp. Pathol",
            "volume": "103",
            "issn": "",
            "pages": "433--445",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characterization of bovine Huemophifus somnus by biotyping, plasmid profiling, REA-patterns and ribotyping",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Fussing",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Wegener",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Zbl. Bakt",
            "volume": "279",
            "issn": "",
            "pages": "60--74",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Experimental Huemophdus romnus pneumonia in calves and immunoperoxidase localization of bacteria",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Gogolewsm",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Leattirrs",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lig(;Ltt",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "U"
                    ],
                    "last": "Correii",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Vet. Pathol",
            "volume": "24",
            "issn": "",
            "pages": "250--256",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Huemophi/us somnus': a review",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Humphrey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Stephens",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Vet. Bull",
            "volume": "53",
            "issn": "",
            "pages": "987--1004",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Experimental Huemophilns somnur pneumonia in calves",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Hargis",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Vet. Pathol",
            "volume": "24",
            "issn": "",
            "pages": "129--134",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Experimental bovine respiratory tract disease with Ifuemophdus somnus",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "N D"
                    ],
                    "last": "Potgieitr",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Helman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Greene",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Breider",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Thurhi:R",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "€1"
                    ],
                    "last": "Peetl",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Vet. Pathol",
            "volume": "25",
            "issn": "",
            "pages": "124--130",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Ultrastructure of Huemophilus somnus, causative agent of bovine infectious thromboembolic meningoencephalitis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B I"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Itti",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Am. J. Vet. Res",
            "volume": "42",
            "issn": "",
            "pages": "163--1640",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pneumonia in calves with special reference to development and application of immunohistochemical techniques for the diagnosis and studies of the pathogenesis related to f-laemophilus somnur infections",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tegtmeier",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Development of a peroxidase-antiperoxidase (PAP) technique far the identification of HuemophifuJ somnus in pneumonic calf lungs in Denmark",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tegtmeier",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "APMIS",
            "volume": "103",
            "issn": "",
            "pages": "540--547",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Acute lesion with marked hyperacmia and interstitial ocdcm:i. I m g section from calf no. 2 cuthanizcd 7 h after intrabronchial challenge \\vith //mmp/ih.r w m / / . r .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "THOMPSON, K. G., and P. B. LITTLE, 1981: Effect of Huemopbilur mmnlls on bovine endothelid cells in organ culture. Am. J. Vet. Res. 42, 748-754. K'ARD, G. E., J. R. NIVARD, and S. K. MAHFSWARAN, 1984 Morphologic features, structure, and adherence to bovine turbinate cells of three Huemopbiius somnus variants. Am. J. Vet. Res. 45, 336-338.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Two 1 month old Red Danish dairy calves were purchased from a local closed herd free of .Salmonella and bovine viral diarrhoea virus, as monitored by the Danish Veterinary Laboratory (DVI.). T h e calves",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors gratefully acknowledge the excellent technical assistance of Mrs Annie Ravn Pedersen, Ulla Andreasen and Irene Hauge. The corresponding author gratefully thanks Intervet Scandinavia A/S for supporting the study with a grant. The study was partly supported by the Research Secretariat of the Ministry of Food, Agriculture and Fisheries (grant no. SIJN95-SVS-6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}