{
    "paper_id": "901b848b28f58d2fa58664af86f2e6d6229ea4a0",
    "metadata": {
        "title": "Epidemiology of Asthma in India",
        "authors": [
            {
                "first": "H",
                "middle": [],
                "last": "Paramesh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lakeside Medical Center and Hospital",
                    "location": {
                        "settlement": "Bangalore, Bangalore-560042",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Allergic respiratory disorders, in particular asthma are increasing in prevalence, which is a global phenomenon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Even though genetic predisposition is one of the factors in children for the increased prevalence -urbanisation, air pollution and environmental tobacco smoke contribute more significantly. Our hospital based study on 20,000 children under the age of 18 years from 1979, 1984, 1989, 1994 and 1999 in the city of Bangalore showed a prevalence of 9%, 10.5%, 18.5%, 24.5% and 29.5% respectively. The increased prevalence correlated well with demographic changes of the city. Further to the hospital study, a school survey in 12 schools on 6550 children in the age group of 6 to 15 years was undertaken for prevalence of asthma and children were categorized into three groups depending upon the geographical situation of the school in relation to vehicular traffic and the socioeconomic group of children. Group I-Children from schools of heavy traffic area showed prevalence of 19.34%, Group I I-Children from heavy traffic region and low socioeconomic population had 31.14% and Group Ill-Children from low traffic area school had 11.15% respectively. (P: I & II; II & III <0.001). A continuation of study in rural areas showed 5.7% in children of 6-15 years. The persistent asthma also showed an increase from 20% to 27.5% and persistent severe asthma 4% to 6.5% between 1994-99. Various epidemiological spectra of asthma in children are discussed here. [Indian J Pediatr 2002; 69 (4) : 309-312]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Prevalence of asthma in Asian countries varies between 5.2% in Taipei to 30% in New Zealand and in other countries it is around 10-17 %. There is a substantial evidence that the prevalence is increasing worldwide and the likely causes for the increase or for the variation in prevalence among countries vary. However, there is general agreement that the environmental factors, including increasing exposure to pollution, allergens, western life style of living and environmental tobacco smoke are the major culprits. TM The study in Papua New Guinea where introduction of mites in the indoor environment by using blankets had caused increase prevalence. 1 Synergic action of air pollution, tobacco smoke have been implicated for increase prevalence. 5-7 Western life style of living and insulation of houses are an important cause. 8,9 Polluted cities in Sweden have shown increased prevalence of allergy. ~1 Similar observation have been made in Chile, where school children living in heavily polluted areas present with asthma more than those living in less polluted areas. ~2",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 523,
                    "text": "TM",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the hospital based study in a general pediatric out patient by Pediatric Pulmonologist on international guidelines on 20,000 children under the age of 18 years in 2 decades from 1979, 1984, 1989, 1994 and 1999 The meteorological data like relative humidity, temperature change at 8 a.m. and 5 p.m. and rainfall has not changed much in 20 years. The three major pollens -Casurina, Parthenium and eucalyptus are decreasing in the city in the past 2 decades. The levels of air pollution, sulphur dioxide, oxides of nitrogen , suspended particulate matter -10 are much above the permissible levels according to the annual data of the Karnataka State Pollution Control Board.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 212,
                    "text": "1979, 1984, 1989, 1994 and 1999",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Prevalence of Asthma in Bangalore, India"
        },
        {
            "text": "In continuation of the study we undertook further study in 12 schools on 5570 children in the age group of 6-15 years and 990 rural school children. The urban / rural data were correlated as also the location of schools in relation to traffic and socioeconomic groups (affiuency) to which children belonged and the results are shown in Table I The intermittent asthma/persistent asthma is 80%/20% and 74.3%/25.7% respectively. Further analysing the persistent asthma based on frequency of symptoms, disturbance of sleep and PEF values showed persistent mild 64%, persistent moderate 32% and the persistent severe 4% in 1994. The persistent severe increased from 4% to 6.5% between 1994 to 1999. Age of Onset : Asthma may have its onset at any age: 26.3% of patients are symptomatic by one year of age, one to five years -51.4%; over five years 22.3%. It was observed that in 77.7% the asthma begins in children less than 5 years.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 343,
                    "text": "Table I",
                    "ref_id": null
                }
            ],
            "section": "Prevalence of Asthma in Bangalore, India"
        },
        {
            "text": "Distribution of Sex: The male to female ratio is 64% to 36 % on par with various other studies. Contrary to the well established facts recent observation by Paramesh, Cherian E et al on 119 children of 6-15 years in the year 2001 in the village 6 km away from the main road has shown that girl children suffer more than boys. The male to female ratio is 42%:58%. This is mainly due to the fact that living in ill ventilated houses, use of cow dung cakes and agricultural waste as fuel for cooking and girls always helping the mother to cook in the kitchen lead to airway inflammation and asthma. (Unpublished).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevalence of Asthma in Bangalore, India"
        },
        {
            "text": "Family history: Cooke and Varider Veer in 1916 undertook the first comprehensive study of the inheritance and showed strong genetic component. Studies have shown that monozygotic twins suffer more than dizygotic twins reared together or apart. Our observation on family history reveals that the incidence of asthma in children if one parent in the family is having asthma is 18.79%, in case of one sibling having asthma the incidence is 1.65% and where grandparents have asthma the incidence is 4.12%. a. Viral Infections : Clinical evaluation revealed that in 40% of children the precipitating factor for an asthma attack was viral upper respiratory infection. Parents noticed that the child developed rhinitis with or without fever followed by cough. In these children chest congestion persists over 10 days and often along with wheeze. Other studies show that the incidence varied from 29 to 54% in both atopic and non-atopic individuals. Tissue culture and serologic studies have shown by David Cypcar et al in 1992 that respiratory syncitial virus (RSV) para influenza virus, corona virus and adeno virus were the predominant viruses isolated, is b. Season : Seasonal variation of asthma attacks has been experienced by 35% of children. Of the 35%, during monsoon the incidence was recorded as 75.8%, during winter at 83.3% and during summer at 2.8%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevalence of Asthma in Bangalore, India"
        },
        {
            "text": "Indian Journal of Pediatrics, Volume 69--April, 2002 c. Food : The role of food allergy in asthma is historically a controversial subject and difficult to prove in children in particular. As observed by the parents and when the suspected food allergen is avoided they seem to do well. We noticed by survey purely history based that 19.75% of children seems to suffer with food related asthma according to parents. The most blamed offenders are as such grapes 57%, banana 53%, guavas 51%, citrus fruit 28%, ice cream 21.5%, fried foods 19%, tomato 12.5% and other food items suspected are less common. d. Aeroallergens : Studies have shown that children develop sensitivity to indoor allergens as they grow older in that atmosphere. Studies have also shown that sensitivity of 1.5% at I year increases to 90% at 8-11 years of age. The predominant indoor allergen is the house dust mite. It takes 100 mites per gram of dust to produce sensitivity and 500 per gram of dust to produce wheezing. Bangalore homes have 4-5 thousand dust mite per gram of dust during high humid months. 50% of perennial asthma is due to dust mites) 7 The pollen and mould sensitivity by skin testing showed only 7.5% in children over 6 years. Cockroach sensitivity was observed in 25% of cases in Bangalore. e. Irritants : Smoke, sprays, burning of mosquito coils, cooking smell are the triggering factors in 6% of children. Study by Cherian E has shown that 41.4% of urban children, 21.86% of rural children smoked their first cigarette in the age group of 10 -17 yrs. Among club going women 36.2% are smokers and they felt it was a status symbol, in comparison to rural agricultural labour class women of whom only 2% were smokers. ~6 Our observation has shown that cigarette smoke as an irritant triggers asthma and has increased from 6% in 1994 to 7.5% in 1999. Thanks to the legislation prohibiting tobacco smoking in public places.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TRIGGERING FACTORS"
        },
        {
            "text": "f. Pets : Pet ownership by asthmatic children in urban houses is 5% and in rural area it is 7.5%. Among the pets are dogs 89%, cats 38% and birds 11%. We have observed that where pets are more the asthma is less prevalent and where pets are less the asthma is more prevalent. Table 3 can clearly demonstrate our findings and we can conclude that pets are not the major factors for asthma) 9",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 283,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "TRIGGERING FACTORS"
        },
        {
            "text": "g. Air Pollution & Asthma : Air pollutants are both Exercise Induced Asthma : A few minutes after the cessation of exercise, there is narrowing of airways which can be proved by decreased forced expiratory flow rate at one second (FEV1). This generally reaches its peak at about 5 to 10 minutes after cessation of exercise and is usually resolved in twenty to thirty minutes as it is due to smooth muscle contraction of airways. We have observed that 55% of asthmatic children experience cough/wheeze after running, crying, shouting. The male to female ratio is 70%:30%. It is essential to identify these factor of exercise induced asthma (EIA) so that proper education of children, parents, teachers and sport authorities can effectively control asthma by proper medications which can be instituted prior to any competitive sport. 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TRIGGERING FACTORS"
        },
        {
            "text": "Allergic respiratory disorders in particular asthma are increasing in the developed and developing countries and pose a serious global health problem and economic burden. Recognising the problem in children is very essential since the spectrum of presentation is variable and multiple, for proper management. Under-diagnosis is very common and under-treatment is equally common.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "The increased prevalence and severity of asthma in the metropolitan city correlates with environmental pollution, urbanisation and change in the demography of the city. Any economic growth from industrialisation should focus on control of pollution simultaneously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Relationship between mite densities and prevalence of asthma: comparative studies in two populations in the Eastern Highlands of Papua New Guinea",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Clinical Allergy",
            "volume": "18",
            "issn": "",
            "pages": "331--340",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Expert Panel Report 2 Guidelines for the diagnosis and management of asthma",
            "authors": [],
            "year": 1997,
            "venue": "NIH Publication",
            "volume": "97",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Consensus Guidelines on management of childhood asthma in India",
            "authors": [],
            "year": 1999,
            "venue": "Indian Pediatr",
            "volume": "36",
            "issn": "",
            "pages": "157--164",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Detection of previously undiagnosed bronchial asthma in children using exercise challenge test chest. Indian Edition Supplement APCDC 2001.16 ~ Asia Pacific Congress on diseases of chest",
            "authors": [
                {
                    "first": "Daljit",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "5--59",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Passive smoking -bronchial responsiveness and atopy",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Tager",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Am Rev Respir Dis",
            "volume": "138",
            "issn": "",
            "pages": "507--509",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Parental smoking enhances bronchial responsiveness in 9 yr-old-children",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Am Rev Respir Dis",
            "volume": "138",
            "issn": "",
            "pages": "518--523",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Scenario of respiratory ailments in children with particular reference to asthma in Bangalore. Recent trends in aerobiology, allergy and immunology",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Paramesh",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Oxford and IBH",
            "volume": "",
            "issn": "",
            "pages": "207--216",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epidemiology of house dust mite allergy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Korsgaurd",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iversen",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Allergy",
            "volume": "46",
            "issn": "11",
            "pages": "14--18",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Bronchial Asthma. I.A.P. Textbook of Pediatrics, 2 ~ edn",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Paramesh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Subramanyam",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Somu",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "399--407",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Effect of urbanisation, air pollution on health",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Paramesh",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Symptoms of bronchial hyper-reactivity and asthma in relation to environmental factors",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Andrae",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Arch Dis Child",
            "volume": "63",
            "issn": "",
            "pages": "473--478",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Estudio epidemiologico sobre efectas de la contamination astmoseferica",
            "authors": [
                {
                    "first": "Ara/Seebla/",
                    "middle": [],
                    "last": "Consecol",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Enfoques en Atencion Primeria",
            "volume": "5",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Utrecht, Link between pollution and asthma uncovered",
            "authors": [
                {
                    "first": "Tony",
                    "middle": [],
                    "last": "Shelton",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Lancet",
            "volume": "353",
            "issn": "",
            "pages": "878--888",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Prevalence of under-diagnosed asthma in adolescents",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Somasekhar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Paramesh",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "XXXIX National Conference of the Indian Academy of Pediatrics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Impact of Respiratory Infection on Asthma",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Cypcar",
                    "suffix": ""
                },
                {
                    "first": "James",
                    "middle": [],
                    "last": "Stark",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Robert",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lemauske",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Ped Cli North Am",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Cigarette smoke as a pollutant and social causes attributed to the habit. 2 \"d International Conference on Environment and Health, scientific proceedings",
            "authors": [
                {
                    "first": "Elizabeth",
                    "middle": [],
                    "last": "Cherian",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "21--22",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Environment Control measures in Asthma. IAP Respiratory Chapter",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Paramesh",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "98",
            "issn": "",
            "pages": "48--50",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Evaluation of Cough in children",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Paramesh",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Pediatrics Today",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Role of pets in increasing the prevalence of asthma",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Paramesh",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "23 ra International Conference in Pediatrics. China abstract OP",
            "volume": "",
            "issn": "",
            "pages": "1--08",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Allergic Rhinitis. IAP Textbook of Pediatrics",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Paramesh",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "698--700",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "in the Reprint requests: Dr. H. Paramesh, Director & Pediatric Pulmonologist, Lakeside Medical Center and Hospital, Bangalore-560042, India. Fax : 080 5303677, E-mail : dr parameshl@yahoo.com metropolitan city showed 9%, 10.5%, 18.5%, 24.5% and 29,5% respectively. The steady rise in prevalence correlated with demographic changes in the city. 9,1~ like increase in numbers of industries, increased density of population from migration of rural population in search of jobs and increased number of automobiles to commute resulting in air pollution as in Figs. 1, 2, 3 & 4.Fig. 1. Prevalence of Asthma Fig. 2. Prevalence of Asthma (Industries/Asthma)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "and 2Further analysis by Paramesh and Somashekhar on 800 adolescents between 16-19 yrs of age, the point prevalence is 10.3%. TM The severity of asthma based on clinical features and PEF.16.17 is compared in 1994 and 1999. 2.3",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Asthma Prevalence Urban/Rural",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Prevalence of Asthma/Pet OwnershipAssociated Conditions in Childhood Asthma:  We have documented that children with asthma have other associated conditions, which have to be looked into for better control of asthma symptoms. The associated conditions are -allergic rhinitis -750/0. 2o Serous otitis media -22.5%, sinusitis -9% and eczema-8%.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}