{
    "paper_id": "906c77b56d5c334e9fbf6caeb652f7286560bc44",
    "metadata": {
        "title": "How useful is 'burden of disease' to set public health priorities for infectious diseases?",
        "authors": [
            {
                "first": "Ruth",
                "middle": [],
                "last": "Berkelman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "addrLine": "1518 Clifton Rd NE",
                        "postCode": "30322",
                        "settlement": "Atlanta",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "Leduc",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas",
                    "location": {
                        "settlement": "Galveston",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "For many infectious diseases, a low burden of disease does not equate to reduced potential public health importance. Many zoonotic infectious diseases have the potential for human-to-human transmission with potentially devastating consequences as currently seen with Ebola. Policymakers should not be lulled into thinking that the best use of resources is to allocate them only to the most obvious current problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In this journal, we find an article assessing prevention measures for Nipah virus disease in Bangladesh. 1 With a low burden from this disease relative to many other problems, and as it has been found in only a few countries, many may believe this is not a particularly important problem. We take exception to this view. In many ways, Nipah virus is not unlike other viruses including Ebola, Marburg, SARS, and MERS. All of these viruses result in zoonotic diseases that have the potential for human-tohuman transmission, high mortality rates, and cause diseases for which there are no readily available diagnostic tests, no effective treatments, no vaccines, and for which only supportive treatment is available.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 106,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since its discovery in 1976 until 2014, Ebola outbreaks had involved only a few hundred cases each and the total number of cases from all recognized outbreaks combined was fewer than 2500. Today (4 March 2015), WHO reports nearly 24 000 cases and over 9800 deaths because of the Ebola epidemic that has been ongoing for over a year in West Africa. Clearly, little-known zoonotic diseases can and do emergewith devastating consequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nipah, SARS, MERS, and Hendra have already demonstrated the ability to adapt to other mammalian species, subsequently spreading via the respiratory route. Nipah viruses adapted to and spread rapidly among pigs in Malaysia in 1998, leading to a large outbreak that required urgent containment measures. Over a million pigs were culled; the swine industry was devastated. More than 300 humans were infected and developed encephalitis, and one-third died. Currently, Bangladesh is the only country reporting Nipah encephalitis. But in recent decades, other countriesincluding Malaysia, India, and Singaporehave been adversely affected by the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nipah disease appeared in Singapore when Malaysian farmers sold their livestock to other parts of Asia. SARS caused a global public health crisis in 2002 and 2003 when the virus emerged from a zoonotic reservoir to infect humans. This led to billions of dollars in economic loss and required extraordinary measures to eliminate the disease. MERS is currently sputtering along in Middle Eastern countries with short chains of human transmission. It has an approximately 50 per cent case fatality rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With many infectious diseases, including Ebola, SARS, MERS, Nipah, and extensively drug-resistant tuberculosis, transmission to health-care workers and other caregivers has been challenging, particularly in the absence of effective therapy or a vaccine. Frequent transmission to health-care workers highlights the need for more effective infection control measures. Infection of health-care workers causes not only illness and death, but also the flight of coworkers who fear becoming infected. Over 800 health-care workers have been infected during the current West Africa Ebola epidemic, causing nearly 500 deaths. Quarantine and isolation of workers caring for patients infected with such deadly diseases has become a subject of great controversy. A recent article explores the challenge associated with health-care workers returning to India after caring for patients potentially infected with MERS. 2 Public health policymakers have questioned the need to devote scarce resources to developing diagnostics, treatments, or vaccines for diseases that cause relatively few human illnesses. Sadly, for all the basic research conducted on Ebola, including identifying vaccine candidates over a decade ago, until recently not even 'phase 1 trials' had been conducted.",
            "cite_spans": [
                {
                    "start": 904,
                    "end": 905,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Preventing human infection with Nipah virus in Bangladesh is important. By preventing cases, we reduce the risk that the virus may further adapt to the human population. The more cases that occur and the more generations of transmission that take place, the greater the likelihood that the virus will further adapt, potentially leading to sustained human-to-human transmission. Nipah has already been shown to have some capacity for human-to-human transmission; the virus spread to 22 caretakers in one incident in Bangladesh. Nipah virus also has a high rate of mutation. To restrict its opportunities for adaptation to humans, it is important to get the number of cases as close to zero as possible. Reducing Nipah virus transmission to humans in Bangladesh is important to decrease this looming global threat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "If longer chains of human transmission of Nipah begin to appear, a vaccine and effective treatment would be critical. Arguments about its relatively low current burden of disease are unconvincing when the threat of introduction into densely populated urban centers is large for Nipah and for a number of other emerging infectious diseases that have the potential for spread, domestically and internationally. That it takes a long time to develop a vaccine or effective therapeutic drug is reason to start now, before an emergency starts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The burden of disease is a less useful measure to set public health priorities for infectious diseases as compared with non-communicable diseases. Ministers of health and key policymakers should not be lulled into thinking that the best use of resources is to allocate them only to the most obvious current problems. The biggest public health impact against an infectious disease is often when the numbers are small. Good public health sense would suggest that ignoring many of the emerging zoonotic diseases today because they exhibit a low burden of disease may result in catastrophic problems tomorrow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A greater emphasis on translational research for the development of Nipah diagnostics, therapeutics, and vaccines ready for field trials may add insurance against global threats. Unlike Ebola, Nipah is not a catastrophic problem today and there is still time to reduce the number of infections. Advancing translational research will increase preparedness and it holds the potential for a pay-off around the world that is not easily measured. We will all gain by reducing catastrophic threats from this and other infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The book on infectious diseases is wide open and chapters continue to be written as microbes mutate and find new niches. Knowledge of and respect for infectious diseases remains imperative among public health policymakers. Fundamental toolsdisease surveillance and investigation, prevention measures in the community, infection control in health-care settings, and advancing translational research to provide diagnostics, therapeutics, and vaccines will continue to be critical for disease control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Controlling Nipah virus encephalitis in Bangladesh: Policy options",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dhillon",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Public Health Policy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1057/jphp.2015.13"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle East Respiratory Syndrome Corona Virus (MERS CoV): The next steps",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Public Health Policy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}