{"paper_id": "9092d318e7c26bafb9d75a1bb4a902e543678074", "metadata": {"title": "Extra corporeal membrane oxygenation to facilitate lung protective ventilation and prevent ventilator-induced lung injury in severe Pneumocystis pneumonia with pneumomediastinum: a case report and short literature review", "authors": [{"first": "Husain", "middle": ["Shabbir"], "last": "Ali", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ibrahim", "middle": [], "last": "Fawzy", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hassan", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Saibu", "middle": [], "last": "George", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Pulmonary infections caused by Pneumocystis jirovecii in immunocompromised host can be associated with cysts, pneumatoceles and air leaks that can progress to pneumomediastinum and pneumothoraxes. In such cases, it can be challenging to maintain adequate gas exchange by conventional mechanical ventilation and at the same time prevent further ventilator-induced lung injury. We report a young HIV positive male with poorly compliant lungs and pneumomediastinum secondary to severe Pneumocystis infection, rescued with veno-venous extra corporeal membrane oxygenation (V-V ECMO). Case presentation: A 26 year old male with no significant past medical history was admitted with fever, cough and shortness of breath. He initially required non-invasive ventilation for respiratory failure. However, his respiratory function progressively deteriorated due to increasing pulmonary infiltrates and development of pneumomediastinum, eventually requiring endotracheal intubation and invasive ventilation. Despite attempts at optimizing gas exchange by ventilatory maneuvers, patients' pulmonary parameters worsened necessitating rescue ECMO therapy. The introduction of V-V ECMO facilitated the use of ultra-protective lung ventilation and prevented progression of pneumomediastinum, maintaining optimal gas exchange. It allowed time for the antibiotics to show effect and pulmonary parenchyma to heal. Further diagnostic workup revealed Pneumocystis jirovecii as the causative organism for pneumonia and serology confirmed Human Immunodeficiency Virus infection. Patient was successfully treated with appropriate antimicrobials and de-cannulated after six days of ECMO support. Conclusion: ECMO was an effective salvage therapy in HIV positive patient with an otherwise fatal respiratory failure due to Pneumocystis pneumonia and air leak syndrome.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Lung protective ventilation and prevention of ventilatorinduced lung injury (VILI) are a cornerstone in the management of Acute Respiratory Distress Syndrome (ARDS) [1] . But implementing these strategies in patients with poor lung compliance can lead to inadequate gas exchange. The use of veno-venous extra corporeal membrane oxygenation (V-V ECMO) to facilitate lung rest and maintain optimal gas exchange has been significantly growing in the past few years [2, 3] .", "cite_spans": [{"start": 165, "end": 168, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 462, "end": 465, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 466, "end": 468, "text": "3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Background"}, {"text": "Prognosis of the underlying disease, timing, quality of life of survivors and the possibility of being lung transplant candidate remain important considerations for patient selection. There are concerns about initiating ECMO support in immunocompromised patients especially those with underlying HIV (Human Immunodeficiency Virus) infection and AIDS (Acquired Immune Deficiency Syndrome) due to poor outcomes [4] . We report a case of life threatening respiratory failure due to severe Pneumocystis jirovecii infection complicated by pneumomediastinum in a HIV infected patient who was rescued by V-V ECMO.", "cite_spans": [{"start": 409, "end": 412, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Background"}, {"text": "A 26 year old male with no significant past medical history presented to the emergency department with complaints of fever, dry cough, difficulty in breathing and chest pain of 15 days duration. Initial assessment showed an averagely built male with body mass index (BMI) 18.8 kg/m 2 (normal: 18.5-24.9 kg/m 2 ), fever (38.9°C), tachycardia (heart rate 120/min, regular), tachypnea (respiratory rate 35/min), hypoxia (pulse oximetry: 85 % on room air, PaO 2 : 55 mm Hg) and normal blood pressure (126/76 mm Hg). Systemic examination was unremarkable other than reduced air entry at both lung bases. Blood investigations revealed an elevated white cell count of 14.2 x 10 9 /L (normal: 4.5-10 x 10 9 /L), predominantly neutrophilic; serum electrolytes, renal function, liver function, coagulation profile were within normal limits; lactate was 2.2 mmol/L (normal: <2 mmol/L) and procalcitonin was 0.6 ng/mL (normal: <0.5 ng/mL). Blood cultures, sputum for gram's stain and nasal swab for viral polymerase chain reaction (PCR) were collected. Chest x-ray showed bilateral middle and lower zone air space opacities (Fig. 1a) . After oxygen supplementation via nasal cannula, fluid resuscitation and empirical antimicrobial therapy (ceftriaxone 2 gm i.v. once daily, azithromycin 500 mg i.v. once daily and oseltamivir 75 mg orally twice daily) patient was stabilized (PaO 2 80 mm Hg on oxygen 2 L/min through nasal cannula) and admitted to medical ward.", "cite_spans": [], "ref_spans": [{"start": 1112, "end": 1121, "text": "(Fig. 1a)", "ref_id": null}], "section": "Case presentation"}, {"text": "Due to worsening of respiratory function (respiratory rate 30/min and PaO 2 60 mm Hg on supplemental oxygen 5 L/min through face mask) on the 2 nd day post hospitalization, patient was transferred to medical intensive care unit (MICU). Non-invasive ventilation (NIV) via face mask was initiated to improve respiratory parameters Fig. 1 Chest x-ray of patient. a On admission: Bilateral middle and lower zone air space opacities with air bronchograms; b After application of non-invasive ventilation: Subcutaneous emphysema around neck and axillary region, hyper-lucency around mediastinal structures suggestive of pneumomediastinum and bilateral pulmonary infiltrates. c Post endotracheal intubation and ECMO cannulation and ceftriaxone was escalated to piperacillin/tazobactam 4.5 gm i.v. every 6 h; azithromycin and oseltamivir were continued. Blood and respiratory samples collected initially did not reveal causative organism for pneumonia. Over the next 2 days patient's condition remained steady with single organ (respiratory) failure requiring intermittent NIV (averaging 16 h/day) with oxygen supplement (FiO 2 0.5). As the patient was neurologically appropriate and understood his clinical condition, good adherence to NIV was maintained. On Day 4 of ICU admission, patient's respiratory function further deteriorated (respiratory rate 40/min; PaO 2 50 mm Hg on FiO 2 0.6) and chest x-ray showed subcutaneous emphysema with pneumomediastinum in addition to bilateral pulmonary infiltrates (Fig. 1b) . After detailed discussion with the patient and addressing his concerns, he was intubated and mechanical ventilation was initiated. This was followed by diagnostic bronchoscopy with broncho-alveolar lavage (BAL) fluid collection and CT (computerized tomography) scan of chest which revealed bilateral diffuse ground glass opacity with extensive basal consolidation and pneumomediastinum (Fig. 2) . Bedside trans-thoracic echocardiography showed good left ventricular function and non-dilated right ventricle. Since serial imaging did not show worsening of pneumomediastinum, it was managed conservatively. Despite optimal sedation, analgesia and neuro-muscular paralysis it was not possible to achieve adequate gas exchange with lung protective ventilation and hence, 'Severe Respiratory Failure' team at our institution was consulted.", "cite_spans": [], "ref_spans": [{"start": 329, "end": 335, "text": "Fig. 1", "ref_id": null}, {"start": 1499, "end": 1508, "text": "(Fig. 1b)", "ref_id": null}, {"start": 1897, "end": 1905, "text": "(Fig. 2)", "ref_id": "FIGREF0"}], "section": "Case presentation"}, {"text": "On evaluation by the Severe Respiratory Failure team (Table 1) , tidal volume was decreasing to critical levels (225 mL) trying to achieve safe ventilation pressures, PaO 2 /FiO 2 was 200 mm Hg on 45 % of FiO 2 and 10 cm H 2 O of Positive End-Expiratory Pressure (PEEP). As well patient had severe respiratory acidosis with PaCO 2 of 109 mm Hg and pH 7.01; pulmonary compliance was only 9 ml/cm H 2 O and Murray score was 3. The decision was made to place the patient on V-V ECMO to facilitate lung protective ventilation, prevent progression of pneumomediastinum and improve respiratory acidosis. 25 French drainage cannula was inserted percutaneously into inferior vena cava via left femoral approach and 23 French return cannula was inserted into the inferior vena cava via right femoral approach under fluoroscopy guidance. Post cannulation, ECMO blood flow and sweep flow were titrated to 4 liters/min each in order to achieve optimal gas exchange. Mechanical ventilation was switched to ultra-protective strategy using Pressure Control Ventilation (PCV) with Peak Inspiratory Pressure (PIP) 15 cm H 2 O, PEEP 5 cm H 2 O, respiratory rate 10/min and FiO 2 21 %. Patient was anticoagulated with intravenous heparin infusion targeting an APTT of 50-70 s. Cotrimoxazole 250 mg i.v. every 6 h (20 mg/kg/day of Trimethoprim) and prednisone 40 mg twice daily through feeding tube were started after Pneumocystis jirovecii was identified in the broncho-alveolar lavage (BAL) fluid on ECMO day 1. Subsequently, serology confirmed HIV-1 infection with CD4+ cell count of 84/mm 3 of blood (normal: 600-1500/mm 3 of blood) and HIV viral load of 907,302 copies/mL. Patient's respiratory parameters progressively improved (Table 1) , his blood pressure was maintained without vasopressor support and other organs function including the kidneys remained normal throughout ECMO therapy and ICU stay. Neuro-muscular paralysis was held on ECMO day 2 followed by weaning off sedation on ECMO day 3. The patient was able to tolerate pressure support ventilation (PSV) by ECMO day 4 and he was successfully de-cannulated after 6 days of V-V ECMO support. Patient was extubated the next day, followed by aggressive physiotherapy/mobilization and transfer to medical ward in the next 48 h. There were no complications related to ECMO therapy in this patient during ICU stay and on follow-up post discharge. Patient was explained about his diagnosis and highly active anti-retroviral therapy (HAART: Efavirenz, Emtricitabine and Tenofovir) was initiated in the medical ward. He was discharged in good general condition after 21 days of hospitalization with follow-up appointment in Infectious Disease clinic. ", "cite_spans": [], "ref_spans": [{"start": 53, "end": 62, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 1714, "end": 1723, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Case presentation"}, {"text": "The frequency of ICU admission for Pneumocystis pneumonia in immunocompromised patients is decreasing but mortality is high if it progresses to respiratory failure requiring mechanical ventilation [5] . The most common manifestation on chest radiographs is bilateral interstitial or alveolar opacities. Parenchymal/sub-pleural cysts and pneumatoceles are frequently seen on CT scan. Spontaneous pneumothorax can occur in up to 36 % of patients with Pneumocystis jirovecii pneumonia [5, 6] . However, spontaneous pneumomediastinum is an uncommon complication with no reported incidence rates. The mechanism of spontaneous pneumomediastinum can be explained by the existence of a decreasing pressure gradient between the alveoli and the lung interstitium that can result in alveolar rupture. This leads to the accumulation of air in the interstitium that circulates centripetally through the venous sheaths to the hilum and mediastinum as the pressure in the mediastinum is lower than that of the lung periphery [7] . Our patient developed pneumomediastinum while on NIV. Barotrauma is very uncommon and pneumothorax following NIV occurs in less than 5 % of cases [8] . Development of pneumomediastinum in Pneumocystis jirovecii pneumonia patient receiving NIV has been reported previously [9] . This could be explained by the rupture of preexisting pneumatoceles or cysts under the effect of positive pressure ventilation.", "cite_spans": [{"start": 197, "end": 200, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 482, "end": 485, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 486, "end": 488, "text": "6]", "ref_id": "BIBREF5"}, {"start": 1010, "end": 1013, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1162, "end": 1165, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1288, "end": 1291, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "Acute respiratory distress syndrome (ARDS) is a life threatening respiratory condition. The Berlin definition classifies ARDS as mild, moderate and severe according to the value of PaO 2 /FiO 2 ratio (Table 2 ) [10] . The main supportive therapy for ARDS is positive pressure mechanical ventilation which helps to ensure adequate oxygenation. A landmark trial conducted in the late 1990s by the ARDS Network compared conventional tidal volume of 12 ml/kg with low tidal volume of 6 ml/kg and permissive hypercapnia. A 9 % absolute [11] . Based on these recommendations we provided ECMO therapy to our patient, as a bridge to recovery from severe pulmonary infection.", "cite_spans": [{"start": 211, "end": 215, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 531, "end": 535, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 200, "end": 208, "text": "(Table 2", "ref_id": "TABREF1"}], "section": "Discussion"}, {"text": "There are very few case reports of ECMO therapy for severe respiratory failure due to Pneumocystis pneumonia in HIV/AIDS patients (Table 3 ) [9, [12] [13] [14] [15] . All reported patients required V-V ECMO support for primarily respiratory failure other than the case reported by Gutermann et al, who was provided V-A (veno-arterial) ECMO therapy post cardiac arrest. 5 out of 8 patients had concomitant pneumothorax/pneumomediastinum which could have possibly worsened the respiratory failure, necessitating rescue ECMO therapy. The timing for initiation of V-V ECMO in severe respiratory failure remains debatable. However, based on previous studies it has been observed that increased pre-ECMO ventilation duration is associated with worse outcomes [16] . One of the exclusion criteria in CESAR trial was high pressure (>30 cm H 2 O of peak inspiratory pressure) and/or high FiO 2 (>0.8) ventilation >7 days [2] . In our patient the duration of pre-ECMO invasive ventilation was very short and this could be one of the contributing factor for his improved outcome. Fifty percent of the reported cases survived to hospital discharge. It is interesting to note that the patients who survived had a shorter duration of ECMO support (mean 9.25 versus 41 days). Advanced patient age, increased pre-ECMO ventilation duration, diagnosis category and complications while on ECMO are some of the factors associated with adverse outcomes in patients receiving ECMO support [17] .", "cite_spans": [{"start": 141, "end": 144, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 145, "end": 149, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 150, "end": 154, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 155, "end": 159, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 160, "end": 164, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 753, "end": 757, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 912, "end": 915, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1467, "end": 1471, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 130, "end": 138, "text": "(Table 3", "ref_id": "TABREF2"}], "section": "Discussion"}, {"text": "Patients in need of V-V ECMO support have a high predicted mortality, and implementing an invasive therapy that requires central venous cannulation, systemic anticoagulation, and exposure to an extracorporeal bypass circuit involves substantial risk. The most common complication encountered in ECMO patients is bleeding. Cannula site, surgical site, central nervous system and gastrointestinal bleeding are the most frequent hemorrhagic complications. Infection is also relatively common, with culture proven infections occurring in approximately 20 % of adult respiratory ECMO patients. Mechanical complications such as oxygenator failure, clotting, air in the circuit and tubing rupture are other important considerations [18, 19] .", "cite_spans": [{"start": 725, "end": 729, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 730, "end": 733, "text": "19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "In the CESAR trial [2] , not all patients transferred to the ECMO center received ECMO therapy. Despite this their outcomes were better than those managed in conventional treatment centers. This highlights the fact that management of patients with severe respiratory failure by a specialized team in units that have an ECMO-based management protocol improves outcome. As such, we have developed a 'Severe Respiratory Failure' team at our hospital that receives referrals from ICUs across the country. Their role is to evaluate and manage patients with life threatening respiratory failure who fail conventional ventilation.", "cite_spans": [{"start": 19, "end": 22, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Discussion"}, {"text": "V-V ECMO was an effective rescue therapy in HIV positive patient with an otherwise fatal respiratory failure due to Pneumocystis pneumonia and air leak syndrome. This case report emphasizes on the fact that the use of ECMO support in HIV/AIDS patient is not always futile and can be considered if the patient has favorable baseline characteristics and the primary problem is respiratory failure that has a reversible etiology. It also highlights the role of ECMO in allowing ultra-protective lung ventilation and preventing ventilator-induced lung injury in patients with poorly compliant lungs.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The 'Medical Research Center' at Hamad Medical Corporation, Qatar has granted permission for publication of this case report.", "cite_spans": [], "ref_spans": [], "section": "Ethics approval"}, {"text": "Written informed consent was obtained from the patient for publication of this case report and any accompanying images. A copy of the written consent is available for review by the Editor-in-Chief of this journal.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}, {"text": "Data underlying the conclusions drawn is contained in the manuscript and its supporting files. ", "cite_spans": [], "ref_spans": [], "section": "Availability of data"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Acute Respiratory Distress Syndrome Network. Ventilation with lower tidal volumes compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome", "authors": [], "year": 2000, "venue": "N Engl J Med", "volume": "342", "issn": "", "pages": "1301--1309", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Efficacy and economic assessment of conventional ventilatory support versus extracorporeal membrane oxygenation for severe adult respiratory failure (CESAR): a multicentre randomised controlled trial", "authors": [{"first": "G", "middle": ["J"], "last": "Peek", "suffix": ""}, {"first": "M", "middle": [], "last": "Mugford", "suffix": ""}, {"first": "R", "middle": [], "last": "Tiruvoipati", "suffix": ""}], "year": 2009, "venue": "Lancet", "volume": "374", "issn": "9698", "pages": "61069--61071", "other_ids": {"DOI": ["10.1016/S0140-6736(09)61069-2"]}}, "BIBREF2": {"ref_id": "b2", "title": "Extracorporeal membrane oxygenation for 2009 influenza A (H1N1) acute respiratory distress syndrome", "authors": [{"first": "A", "middle": [], "last": "Davies", "suffix": ""}, {"first": "D", "middle": [], "last": "Jones", "suffix": ""}, {"first": "M", "middle": [], "last": "Bailey", "suffix": ""}], "year": 2009, "venue": "JAMA", "volume": "302", "issn": "17", "pages": "1888--95", "other_ids": {"DOI": ["10.1001/jama.2009.1535"]}}, "BIBREF3": {"ref_id": "b3", "title": "The PRESERVE mortality risk score and analysis of long-term outcomes after extracorporeal membrane oxygenation for severe acute respiratory distress syndrome", "authors": [{"first": "M", "middle": [], "last": "Schmidt", "suffix": ""}, {"first": "E", "middle": [], "last": "Zogheib", "suffix": ""}, {"first": "H", "middle": [], "last": "Rozé", "suffix": ""}], "year": 2013, "venue": "Intensive Care Med", "volume": "39", "issn": "10", "pages": "1704--1717", "other_ids": {"DOI": ["10.1007/s00134-013-3037-2"]}}, "BIBREF4": {"ref_id": "b4", "title": "Acute respiratory failure due to Pneumocystis pneumonia: outcome and prognostic factors", "authors": [{"first": "V", "middle": [], "last": "Boonsarngsuk", "suffix": ""}, {"first": "S", "middle": [], "last": "Sirilak", "suffix": ""}, {"first": "S", "middle": [], "last": "Kiatboonsri", "suffix": ""}], "year": 2009, "venue": "Int J Infect Dis", "volume": "13", "issn": "1", "pages": "59--66", "other_ids": {"DOI": ["10.1016/j.ijid.2008.03.027"]}}, "BIBREF5": {"ref_id": "b5", "title": "Lung cysts associated with Pneumocystis carinii pneumonia: radiographic characteristics, natural history, and complications", "authors": [{"first": "C", "middle": [], "last": "Chow", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Templeton", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "White", "suffix": ""}], "year": 1993, "venue": "AJR Am J Roentgenol", "volume": "161", "issn": "3", "pages": "527--558", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Spontaneous pneumomediastinum: 41 cases", "authors": [{"first": "I", "middle": [], "last": "Macia", "suffix": ""}, {"first": "J", "middle": [], "last": "Moya", "suffix": ""}, {"first": "R", "middle": [], "last": "Ramos", "suffix": ""}, {"first": "R", "middle": [], "last": "Morera", "suffix": ""}, {"first": "I", "middle": [], "last": "Escobar", "suffix": ""}, {"first": "J", "middle": [], "last": "Saumench", "suffix": ""}, {"first": "V", "middle": [], "last": "Perna", "suffix": ""}, {"first": "F", "middle": [], "last": "Rivas", "suffix": ""}], "year": 2007, "venue": "Eur J Cardiothorac Surg", "volume": "31", "issn": "6", "pages": "1110--1114", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Non-invasive ventilation in acute respiratory failure", "authors": [{"first": "S", "middle": [], "last": "Nava", "suffix": ""}, {"first": "N", "middle": [], "last": "Hill", "suffix": ""}], "year": 2009, "venue": "Lancet", "volume": "374", "issn": "9685", "pages": "250--259", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Extra Corporeal Membrane Oxygenation (ECMO) in three HIV-positive patients with acute respiratory distress syndrome", "authors": [{"first": "De", "middle": [], "last": "Rosa", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Fanelli", "suffix": ""}, {"first": "V", "middle": [], "last": "Corcione", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2014, "venue": "BMC Anesthesiology", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Acute respiratory distress syndrome: the Berlin definition", "authors": [{"first": "Ards", "middle": [], "last": "Definition Task Force", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Ranieri", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Rubenfeld", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Thompson", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Ferguson", "suffix": ""}, {"first": "Caldwell", "middle": ["E"], "last": "", "suffix": ""}, {"first": "Fan", "middle": ["E"], "last": "Camporota", "suffix": ""}, {"first": "L", "middle": [], "last": "Slutsky", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "", "suffix": ""}], "year": 2012, "venue": "JAMA", "volume": "307", "issn": "23", "pages": "2526--2559", "other_ids": {"DOI": ["10.1001/jama.2012.5669"]}}, "BIBREF10": {"ref_id": "b10", "title": "Extracorporeal Life Support Organization (ELSO)", "authors": [], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Successful extracorporeal lung assistance for overwhelming pneumonia in a patient with undiagnosed full blown aids-a controversial therapy in HIV-patients", "authors": [{"first": "H", "middle": [], "last": "Gutermann", "suffix": ""}, {"first": "B", "middle": [], "last": "Van Roy", "suffix": ""}, {"first": "W", "middle": [], "last": "Meersseman", "suffix": ""}, {"first": "B", "middle": [], "last": "Meyns", "suffix": ""}, {"first": "P", "middle": [], "last": "Herijgers", "suffix": ""}], "year": 2005, "venue": "Thorac Cardiovasc Surg", "volume": "53", "issn": "", "pages": "252--256", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Extra-corporeal Membrane Oxygenation In An Adult With Severe Pneumocystis Pneumonia", "authors": [{"first": "J", "middle": [], "last": "Steppan", "suffix": ""}, {"first": "I", "middle": [], "last": "Sikazwe", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Extracorporeal membrane oxygenation as adjunctive therapy for refractory hypoxemic respiratory failure in HIV-positive patients with severe Pneumocystis jirovecii pneumonia", "authors": [{"first": "Jlg", "middle": [], "last": "Goodman", "suffix": ""}, {"first": "S", "middle": [], "last": "Satish", "suffix": ""}, {"first": "F", "middle": [], "last": "Michael", "suffix": ""}, {"first": "L", "middle": [], "last": "Mark", "suffix": ""}, {"first": "B", "middle": [], "last": "Jose", "suffix": ""}], "year": 2013, "venue": "Clin Pulm Med", "volume": "20", "issn": "", "pages": "117--137", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The use of ECMO in HIV/AIDS with Pneumocystis jirovecii Pneumonia: a case report and review of the literature", "authors": [{"first": "K", "middle": [], "last": "Cawcutt", "suffix": ""}, {"first": "A", "middle": [], "last": "Gallo De Moraes", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Lee", "suffix": ""}], "year": 2014, "venue": "ASAIO J", "volume": "60", "issn": "5", "pages": "606--614", "other_ids": {"DOI": ["10.1097/MAT.0000000000000112"]}}, "BIBREF15": {"ref_id": "b15", "title": "Extracorporeal life support for 100 adult patients with severe respiratory failure", "authors": [{"first": "S", "middle": [], "last": "Kolla", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Awad", "suffix": ""}, {"first": "P", "middle": ["B"], "last": "Rich", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Schreiner", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Hirschl", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Bartlett", "suffix": ""}], "year": 1997, "venue": "Ann Surg", "volume": "226", "issn": "", "pages": "544--64", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Extracorporeal membrane oxygenation in adults with severe respiratory failure: a multi-center database", "authors": [{"first": "T", "middle": ["V"], "last": "Brogan", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Thiagarajan", "suffix": ""}, {"first": "P", "middle": ["T"], "last": "Rycus", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Bartlett", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Bratton", "suffix": ""}], "year": 2009, "venue": "Intensive Care Med", "volume": "35", "issn": "12", "pages": "2105--2119", "other_ids": {"DOI": ["10.1007/s00134-009-1661-7"]}}, "BIBREF17": {"ref_id": "b17", "title": "Extracorporeal life support organization registry report 2012", "authors": [{"first": "M", "middle": ["L"], "last": "Paden", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Conrad", "suffix": ""}, {"first": "P", "middle": ["T"], "last": "Rycus", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Thiagarajan", "suffix": ""}, {"first": "", "middle": [], "last": "Elso Registry", "suffix": ""}], "year": 2013, "venue": "ASAIO J", "volume": "59", "issn": "3", "pages": "202--212", "other_ids": {"DOI": ["10.1097/MAT.0b013e3182904a52"]}}, "BIBREF18": {"ref_id": "b18", "title": "Extracorporeal membrane oxygenation for adult respiratory failure", "authors": [{"first": "D", "middle": ["A"], "last": "Turner", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Cheifetz", "suffix": ""}], "year": 2013, "venue": "Respir Care", "volume": "58", "issn": "6", "pages": "1038--52", "other_ids": {"DOI": ["10.4187/respcare.02255"]}}}, "ref_entries": {"FIGREF0": {"text": "CT scan of patient. a At the level of arch of aorta. b Lung bases. Shows bilateral diffuse ground glass opacity with extensive basal consolidation. Pneumomediastinum: air in the anterior and superior mediastinum", "latex": null, "type": "figure"}, "TABREF0": {"text": "Ventilator and ECMO parameters Pre-Intubation Post-Intubation ECMO Day 1 ECMO Day 2 ECMO Day 3 ECMO Day 4 ECMO Day 5 ECMO Day 6 Partial pressure of carbon dioxide in arterial blood (mm Hg), NIV Non Invasive Ventilation, PSV Pressure Support Ventilation, PCV Pressure Control Ventilation", "latex": null, "type": "table"}, "TABREF1": {"text": "ARDS Berlin definition CPAP continuous positive airway pressure, FiO 2 fraction of inspired oxygen, PaO 2 partial pressure of arterial oxygen, PEEP positive end-expiratory pressure", "latex": null, "type": "table"}, "TABREF2": {"text": "Adult patients with HIV/AIDS and severe Pneumocystis jirovecii pneumonia requiring ECMO therapy P/F ratio Ratio of partial pressure arterial oxygen and fraction of inspired oxygen (mm Hg), PaCO 2 Partial pressure of carbon dioxide in arterial blood (mm Hg), ART Antiretroviral therapy, TMP Trimethoprim, SMX Sulfamethoxazole, CLI Clindamycin, PI Pentamidine, ATQ Atovaquone, PQ Primaquine, NR Not reported", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 1 Ventilator and ECMO parameters", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Pre-Intubation </td><td>Post-Intubation </td><td>ECMO Day 1 </td><td>ECMO Day 2 </td><td>ECMO Day 3 </td><td>ECMO Day 4 </td><td>ECMO Day 5 </td><td>ECMO Day 6\n</td></tr><tr><td>Mode of Ventilation </td><td>PSV (NIV) </td><td>PCV </td><td>PCV </td><td>PCV </td><td>PCV </td><td>PSV </td><td>PSV </td><td>PSV\n</td></tr><tr><td>RR </td><td>40 </td><td>35 </td><td>10 </td><td>10 </td><td>10 </td><td>25 </td><td>25 </td><td>22\n</td></tr><tr><td>PIP </td><td>16 </td><td>35 </td><td>15 </td><td>15 </td><td>15 </td><td>13 </td><td>11 </td><td>11\n</td></tr><tr><td>PEEP </td><td>4 </td><td>10 </td><td>5 </td><td>5 </td><td>5 </td><td>3 </td><td>3 </td><td>3\n</td></tr><tr><td>VT </td><td>- </td><td>225 </td><td>90 </td><td>200 </td><td>400 </td><td>400 </td><td>360 </td><td>370\n</td></tr><tr><td>FiO2 </td><td>40 % </td><td>45 % </td><td>21 % </td><td>21 % </td><td>21 % </td><td>30 % </td><td>30 % </td><td>30 %\n</td></tr><tr><td>P/F ratio </td><td>- </td><td>200 </td><td>- </td><td>- </td><td>- </td><td>- </td><td>- </td><td>-\n</td></tr><tr><td>Blood Flow </td><td>- </td><td>- </td><td>4 </td><td>3.78 </td><td>3.75 </td><td>3.7 </td><td>3.6 </td><td>3.6\n</td></tr><tr><td>Sweep Flow </td><td>- </td><td>- </td><td>4 </td><td>2.5 </td><td>1.0 </td><td>0.5 </td><td>0 </td><td>0\n</td></tr><tr><td>pH </td><td>7.46 </td><td>7.01 </td><td>7.44 </td><td>7.39 </td><td>7.42 </td><td>7.47 </td><td>7.5 </td><td>7.5\n</td></tr><tr><td>PaO2 </td><td>73 </td><td>90 </td><td>83 </td><td>161 </td><td>114 </td><td>70 </td><td>74 </td><td>86\n</td></tr><tr><td>PaCO2 </td><td>44 </td><td>109 </td><td>49 </td><td>43 </td><td>45 </td><td>38 </td><td>33 </td><td>35\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors thank all the members of the 'Severe Respiratory Failure' team and the patient.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "There has been no financial support for this work that could have influenced its outcome. ", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "Abbreviations AIDS: acquired immune deficiency syndrome; APTT: activated partial thromboplastin time; ARDS: acute respiratory distress syndrome; BAL: broncho-alveolar lavage; BMI: body mass index; CT: computerized tomography; ELSO: extra-corporeal life support organization; FiO 2 : fraction of inspired oxygen; HIV: human immunodeficiency virus; MICU: medical intensive care unit; NIV: non-invasive ventilation; PaCO 2 : partial pressure of carbon dioxide in arterial blood; PaO 2 : partial pressure of oxygen in arterial blood; PCR: polymerase chain reaction; PCV: pressure control ventilation; PEEP: positive end expiratory pressure; PIP: peak inspiratory pressure; PSV: pressure support ventilation; VILI: ventilator-induced lung injury; V-V ECMO: veno-venous extra corporeal membrane oxygenation.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "The authors declare that they have no competing interests.Authors' contributions HSA principal investigator, responsible for data analysis and drafting the manuscript. IFH was leading member of ECMO team and was responsible for ECMO care during treatment in ICU; manuscript revision. SG responsible for acquisition and interpretation of data. All authors read and approved the final manuscript. Submit your next manuscript to BioMed Central and we will help you at every step:", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}