{
    "paper_id": "91344fb1a160fb65d3714d68efcbf01ddeb7beba",
    "metadata": {
        "title": "Bosentan as Rescue Treatment in Refractory Hypoxemia and Pulmonary Hypertension in a Patient with ARDS and H7N9 Influenza Virus Infection",
        "authors": [
            {
                "first": "Qiang",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jian-An",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dustin",
                "middle": [
                    "R"
                ],
                "last": "Fraidenburg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dear Editor, We would like to bring to your reader's attention the possible role of bosentan in treating refractory hypoxemia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 57-year-old man who had a history of excision of thymoma 20 years earlier was admitted to the hospital because of dyspnea, dry cough, and fever. Infection with influenza A (H7N9) virus was confirmed from a tracheal aspirate sample using polymerase chain reaction (PCR) assays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite the administration of oseltamivir, the patient's condition progressed quickly. Thoracic imaging showing diffuse bilateral infiltrates along with evidence of impaired gas exchange led to the diagnosis of acute respiratory distress syndrome (ARDS). Empirical antibacterial therapy was initiated in addition to the oseltamivir administration, and mechanical ventilation was required within the first 24 h of admission. Difficulties in oxygenation and deteriorating medical condition resulted in incremental positive end expiratory pressure (PEEP) titrations to a maximal value of 18 cm H 2 O and plateau pressure titrations to 40 cm H 2 O with the goal of maintaining the partial pressure of oxygen in the arterial circulation (PaO 2 ) above 55 mmHg. The infection progressed to bilateral diffuse airspace disease with severe hypoxemia during the next 70 days. High PEEP ([7 cm H 2 O, 32 days total) and high plateau pressures ([30 cm H 2 O, 54 days total) were necessary as rescue therapies given the severity of illness ( Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1029,
                    "end": 1036,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "During this course, right ventricular systolic pressure (RVSP) was measured by echocardiography [1] . On day 62, the endothelin-1 receptor antagonist, bosentan, was given as an adjuvant-rescue therapy (31.25 mg through a nasogastric tube every 12 h) to rescue pulmonary hypertension. The patient had a rapid and sustained improvement in RVSP which was followed by a gradual improvement in oxygenation (Fig. 1) . On day 86, the patient was able to be liberated from the ventilator successfully. Bosentan was stopped 17 days after discontinuing positive pressure ventilation and RVSP continued in a downward trend. Upon discharge, on hospital day 180, RVSP measurement was at low level, 37 mmHg.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 401,
                    "end": 409,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Therapeutic maneuvers such as the application of PEEP can also contribute to the rise in pulmonary vascular resistance (PVR) [2] . In the case, RVSP progressively increased to 63 mmHg on day 33. Twenty-six days later, despite the decline in PEEP requirements and plateau pressure measurements (PEEP \\5 cm H 2 O, plateau pressure \\29 cm H 2 O), the RVSP did not concurrently decrease. It was not until the pulmonary vasodilator, bosentan, was initiated that pulmonary hypertension and refractory hypoxemia began to improve.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The use of systemic pulmonary vasodilators has the potential risk of worsening ventilation-perfusion (V/Q) mismatch through dilation of pulmonary vessels in areas of impaired ventilation, yet, this case clearly identifies the potential benefit these agents can have despite being nonselective for well-ventilated areas of the lung. Further studies may help identify the safety and sustained efficacy of these agents in ARDS patients. This chart shows the gradual increase in RVSP which was rescued on the day after bosentan (31.25 mg, every 12 h) was given. Also shown is the quickly increase of P/F ratio, along with RVSP restoring to the normal level. (A P/F ratio of \\300 indicates abnormal oxygenation, and \\200 severe hypoxemia.) Twenty-seven days before bosentan was given, PEEP requirements had already decreased and kept\\5 cm H 2 O. Six days before bosentan was given, plateau pressure had decreased and was maintained \\30 cm H 2 O until the patient was discontinued from ventilation on day 86",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Bedside echocardiography in the assessment of the critically ill",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Beaulieu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Crit Care Med",
            "volume": "35",
            "issn": "5",
            "pages": "235--249",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effect of lung inflation on pulmonary vascular resistance by arterial and venous occlusion",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Hakim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Michel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Appl Physiol",
            "volume": "53",
            "issn": "5",
            "pages": "1110--1115",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Right ventricular systolic pressure (RVSP), ratio of arterial oxygen pressure (PaO 2 ) to the fractional concentration of inspired oxygen (FiO 2 ) (P/F ratio), PEEP, and plateau pressure in a 57-yearold man infected with Influenza A (H7N9) virus with pulmonary hypertension and ARDS.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Conflict of Interest None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}