{
    "paper_id": "91370ccb6f3914052397eb16227b368865aa0346",
    "metadata": {
        "title": "Effective Leadership Leadership in Public Health 11th ICC Biennial Symposium",
        "authors": [
            {
                "first": "Howard",
                "middle": [
                    "K"
                ],
                "last": "Koh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Howard",
                "middle": [],
                "last": "Koh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "n an ideal world, all people would reach their full potential for health: long life and high-quality lives in healthy communities would allow everyone to reach optimal physical and emotional well-being. Unfortunately, however, the harsh reality falls far short of this vision. 1 A dynamic and ever-expanding panoply of health threats poses a host of challenges. Dangers range from traditional threats such as infectious diseases and the health needs of mothers and infants to chronic diseases such as cancer and cardiovascular disease, substance abuse, mental illness, HIV/AIDS (human immunodeficiency virus/acquired immunodeficiency syndrome), and diabetes. Rising health care costs and growing numbers of the uninsured represent growing burdens for the United States. The 21st century has also seen greater emphasis on emerging infections and deadly pathogens that seem only a plane flight away. 2 Meanwhile, throughout all areas, health inequities divide the richer and the poorer. 1, 2 Stemming the tide of such daunting challenges in these volatile times will require a renewed commitment to public health leadership. In fact, recent years have seen a crescendo of calls to reinvigorate leadership education and training, because \"today, the need for leaders is too great to leave their emergence to chance.\" 3-5 Such leaders could help further social justice and the common good by promoting the values captured in the preamble to the Constitution of the World Health Organization-\"the enjoyment of the highest attainable standard of health is one of the fundamental rights of every human being.\" 6 To advance such training, the Association of Schools of Public Health has identified leadership as a core competency area in the Master of Public Health Competency Model for 2007. This and other cross-cutting competencies should distinguish the public health practitioner of tomorrow.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 278,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 898,
                    "end": 899,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 985,
                    "end": 987,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 988,
                    "end": 989,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1603,
                    "end": 1604,
                    "text": "6",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, leadership in public health requires stretching the mind and soul in almost unimaginable ways. 1 A good example is Dr. Harold Freeman, a leader who throughout his career has kindled new hope by making cancer prevention and control come alive. Dr. Freeman started his career as a young surgeon with a simple but profound passion to help people. He went on to attain many distinguished positions of note, including National President of the American Cancer Society, Chairman of the US President's Cancer Panel, Associate Director for the National Cancer Institute Center to Reduce Cancer Health Disparities, and chief architect of the American Cancer Society's Initiative on Cancer in the Poor.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 105,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The power of Dr. Freeman's remarkable career lies, however, not in his rich array of official titles but rather in his dedication to the broad vision of a world free from cancer. A descendant of a slave who became free and changed his name to \"free man,\" Harold refused to be typecast as a stereotypical surgeon. Rather, he used his passion and compassion to promote prevention, merging the fields of clinical medicine and public health to do so. Even as a young physician, he grasped the power of saving lives through early detection of cancerwhich currently carries a global disease burden of about 7 million deaths per year and is projected to become the leading cause of deaths worldwide by 2010. 7 Throughout his career, he not only delivered care for underserved individuals but also promoted early detection for all. In struggling to treat many underserved patients who died of metastatic cancer, he also pioneered cancer control by starting with a fundamental issue, \"What I really needed to know was: why do people come in too late for treatment; what are the reasons?\" 8 To probe for the answers, Dr. Freeman employed an innovative public health lens. In 1986, he published a landmark report addressing the impact of income and poverty on cancer entitled \"Cancer in the Economically Disadvantaged.\" 9 This report urged the country to view cancer outcomes not just through a clinical viewpoint but also through the broader perspective of poverty. Subsequent analyses have underscored his wisdom. For example, we now understand that in the United States, overall cancer survival decreases with increasing poverty level. For example, women in more affluent census tracts have a 63% overall 5-year cancer-specific survival rate, as opposed to 53% for those in less affluent census tracts; the same trends apply to males. 10, 11 Other data indicate that those with private insurance have better long-term survival than those with Medicaid (or who are uninsured) and that use of screening varies inversely by socioeconomic position. These findings, among others, led to landmark Institute of Medicine reports such as Unequal Treatment: Confronting Racial and Ethnic Disparities in Healthcare. 12 Dr. Freeman fully grasped what Nobel Prize winner Amartya Sen would further explain, ie, that poverty impedes capability to choose one's own functioning in areas such as literacy, security, freedom of religion and expression-in short, the ability to live in a secure environment without discrimination and oppression. 13 Dr. Freeman not only offered fresh insights into viewing these challenges but also offered innovative ways to address them. He transcended the confines of clinical medicine to envision new areas for advancement in public health. A major contribution was pioneering the \"Patient Navigator Program\" that was first created at Harlem Hospital. Such programs, now commonplace across the country, are designed to help every individual, regardless of culture, language, or country of origin, receive the efficient, optimal, and compassionate care they deserve. 14 Perhaps most noteworthy of all, however, has been Harold's steady and gentle leadership style. A man of quiet passion, he led many initiatives with a dignified sense of service. His style of communication and decision-making always sets standards for professionalism, fairness, and humility. Along the way, he has engendered fierce loyalty from everyone he met. Dr. Freeman represents a model of public health leadership worthy of our attention and respect. In the following sections, I explore both some of the special challenges and notable dimensions for leadership in public health.",
            "cite_spans": [
                {
                    "start": 701,
                    "end": 702,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1079,
                    "end": 1080,
                    "text": "8",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1309,
                    "end": 1310,
                    "text": "9",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1827,
                    "end": 1830,
                    "text": "10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1831,
                    "end": 1833,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2197,
                    "end": 2199,
                    "text": "12",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2518,
                    "end": 2520,
                    "text": "13",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 3075,
                    "end": 3077,
                    "text": "14",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Public health leaders must begin by acknowledging the extraordinary challenges of the discipline, not the least of which is the field's enormity of scope and goals. As opposed to clinical medicine, where health is generally regarded as a matter of one-on-one interaction between provider and patient, public health strives for the most lofty of aspirations, ie, \"fulfilling society's interest in assuring conditions in which people can be healthy\" 3,5 -or, as some have termed it, \"saving of lives millions at a time\". 1, 4, 15 Reaching such expansive goals requires attention to an extraordinary range of areas, as outlined domestically in the Healthy People (HP) 2010 16 objectives or globally in the Millennium Development Goals (MDG). They include the HP 2010 10 leading health indicators (physical activity, overweight and obesity, tobacco use, substance abuse, responsible sexual behavior, mental health, injury and violence, environmental quality, immunization, and access to health care), as well as specific MDG areas (eg, reducing infant and child mortality, combating major communicable diseases, and eradicating extreme poverty and hunger). 1, 17 Public health leadership also requires sophisticated understanding of the many dimensions which comprise the field. These include (1) a philosophy of social justice that raises provocative ethical questions about the distribution of resources;",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 521,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 522,
                    "end": 524,
                    "text": "4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 525,
                    "end": 527,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 670,
                    "end": 672,
                    "text": "16",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1153,
                    "end": 1155,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1156,
                    "end": 1158,
                    "text": "17",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SPECIAL CHALLENGES FOR PUBLIC HEALTH LEADERS"
        },
        {
            "text": "(2) a need to ground decisions in research when definitive data are often scarce; (3) a delicate link with government that may provoke tensions when public health interventions potentially limit personal rights on behalf of community needs; and (4) an orientation toward long-term prevention. 18 Perhaps the greatest challenge of the field, however, lies in its nonhierarchical structure involving seemingly limitless numbers of stakeholders. The field encompasses a growing multiplicity of actors, representing a dizzying array of values and perspectives about ends, means, and responsibility. Today, a \"typical\" public health meeting may feature doctors, nurses, occupational therapists, social workers, government officials, business leaders, advocates, payers, providers, researchers, media experts, sanitarians, and, of course, concerned members of the lay public. After 9/11, such meetings are also more likely to include police, fire, and emergency medical services personnel. This diversity of perspectives and values creates, on one hand, a rich, uncommon culture that links professionals from diverse backgrounds but also, on the other hand, a frequent \"collision of worlds\" 19 concerning ends and means. Moreover, with its egalitarian and social justice roots, the field is much less hierarchical than sectors such as business and the military that have previously generated many traditional leadership paradigms. However, innovative successes can bloom when public health leaders galvanize people in coalitions that rally around a results-centered focus. 20, 21 Strategic capacity blossoms with teams featuring heterogeneous perspectives, 22 broadening group identity while building upon the contributions of all the individuals involved. [23] [24] [25] In short, public health leadership starts with a foundation of science but ultimately requires social strategy, political will, and interpersonal skill. Public health leaders assume the responsibility of navigating jarring juxtapositions among a diverse group of \"Ps\": (1) policymakers, (2) penurious budget officials, (3) the press, (4) passionate advocates, (5) purchasers (public and private), (6) providers, and, (7) the public. The S13 relentlessly interdisciplinary nature of the public health challenges the leader to harness talents, advance the power of prevention, and deliver new hope to areas where previously there was no hope. 26, 27 ",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 295,
                    "text": "18",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1185,
                    "end": 1187,
                    "text": "19",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1567,
                    "end": 1570,
                    "text": "20,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1571,
                    "end": 1573,
                    "text": "21",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1651,
                    "end": 1653,
                    "text": "22",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1751,
                    "end": 1755,
                    "text": "[23]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1756,
                    "end": 1760,
                    "text": "[24]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1761,
                    "end": 1765,
                    "text": "[25]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2407,
                    "end": 2410,
                    "text": "26,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2411,
                    "end": 2413,
                    "text": "27",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "SPECIAL CHALLENGES FOR PUBLIC HEALTH LEADERS"
        },
        {
            "text": "Defining and identifying appropriate frameworks for public health leadership can be an elusive task. To begin, although no consensus definition of leadership exists, the literature is filled with interesting proposals. President Harry Truman once offered, \"A great leader is [one] who has the ability to get other people to do what they don't want to do and like it.\" 28 Benjamin Zander, the British conductor, has said, \"The job of the leader is to speak to the possibility.\" 29 Walter Lippman has commented that \"The final test of a leader is that he leaves behind in others the conviction and will to carry on.\" 30 Authors Kouzes and Posner define leadership as the \"art of mobilizing others to want to struggle for shared aspirations.\" 31 And of note, DePree has observed, \"The first responsibility of a leader is to define reality. The last is to say 'thank you.' In between, the leader is a servant.\" 32 In addressing these definitions, the literature also abounds with a panoply of leadership theories, models, and frameworks. Although all of them are static representations of dynamic processes, many have potential relevance to public health. Of these, the concept of transcendent leadership has gained recent attention. In this perspective, Crossan and others argue that leadership studies have, to date, focused disproportionately on transforming others and organizations when instead the larger emphasis should primarily rest on leadership of self. 33, 34 Doing so, in turn, fully enables leadership across the 3 overlapping levels of self, others, and organizations. Transcendent leadership involves going within, between, above, and beyond these levels. 33, 34 As opposed to other classical leadership models that focus on followers, transcendent leadership theory shines special attention on self-awareness to understand one's own weaknesses and biases, and self-regulation to align values, intentions, and actions. 33, 34 Such attention may be particularly relevant in today's environment where strong distrust of authorities in leadership positions spurs added attention to issues of honesty, integrity, morality, transparency of goals, and consistency of words and actions. Moreover, these themes concern more than the collaborative egalitarian world of public health to include a growing number of other arenas in the 21st century, because, as author Thomas Friedman has observed, \"Everywhere you turn, hierarchies are being challenged from below or transforming themselves from topdown structures into more horizontal and collaborative ones.\" 35 Moreover, it has been stressed that leadership is a choice and that one can lead at any age at any place, not solely in positions of authority or as heads of organizations. 36 Transcendent leadership therefore has an emphasis on wholeness, involving associates and constituents in collective decision making and group consent processes to serve the will of the group. 33, 34 Such leadership understands that \". . . We are all connected. If this could be taught and if people could understand it, we would have a different consciousness.\" 37 We can apply these dimensions of transcendent leadership to the global public health goal of \"the enjoyment of the highest attainable standard of health\" for all human beings. Dr. Freeman's story exemplifies a number of themes in public health leadership: pinpointing passion and compassion; promoting servant leadership; acknowledging the unfamiliar, the ambiguous, and the paradoxical; communicating succinctly to reframe; and understanding the \"public\" part of public health leadership. By working between and above the levels of leadership of self, others, and organizations, transcendent leaders can ultimately shift the paradigm from \"no hope\" to \"new hope\" and create a renewed sense of community.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 479,
                    "text": "29",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 740,
                    "end": 742,
                    "text": "31",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 907,
                    "end": 909,
                    "text": "32",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1461,
                    "end": 1464,
                    "text": "33,",
                    "ref_id": null
                },
                {
                    "start": 1465,
                    "end": 1467,
                    "text": "34",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1668,
                    "end": 1671,
                    "text": "33,",
                    "ref_id": null
                },
                {
                    "start": 1672,
                    "end": 1674,
                    "text": "34",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1931,
                    "end": 1934,
                    "text": "33,",
                    "ref_id": null
                },
                {
                    "start": 1935,
                    "end": 1937,
                    "text": "34",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2563,
                    "end": 2565,
                    "text": "35",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2739,
                    "end": 2741,
                    "text": "36",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2934,
                    "end": 2937,
                    "text": "33,",
                    "ref_id": null
                },
                {
                    "start": 2938,
                    "end": 2940,
                    "text": "34",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 3104,
                    "end": 3106,
                    "text": "37",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "EXPLORING DIMENSIONS OF PUBLIC HEALTH LEADERSHIP"
        },
        {
            "text": "Standing for something \"so you don't fall for anything\" begins the journey of public health leadership. In fact, the most successful examples of public health leadership are fundamentally rooted in pinpointing passions 38,39 discovered from a leader's profound journey into self. 40 The mission of preventing human suffering involves a deep understanding of one's values and spirituality, defined by Reverend William Sloane Coffin as \"living the ordinary life extraordinarily well.\" 39 In addition, however, embracing a broader purpose requires not only the ability to suffer-passion-but also the ability to suffer with-compassion. Father Henri Nouwen has noted, \"Compassion . . . asks us to go where it hurts, to enter into places of pain, to share in brokenness, fear, confusion, and anguish . . . Compassion means going directly to those people and places where suffering is most acute and building a home there.\" 41 Certainly Harold Freeman's passion and compassion in the world of cancer control underscore Nouwen's themes.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 282,
                    "text": "40",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 483,
                    "end": 485,
                    "text": "39",
                    "ref_id": null
                },
                {
                    "start": 917,
                    "end": 919,
                    "text": "41",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Pinpointing Passion and Compassion"
        },
        {
            "text": "Often the best leaders are those who, after suffering greatly, have successfully transformed their pain into passion. Indeed, so many leaders have endured and grown from indelible \"crucible experiences,\" so named for the medieval vessel used by alchemists in attempts to turn base metals into gold. 42 Leadership expert Warren Bennis has written that such crucible experiences are intense, often traumatic, and always unplanned transformations that force deep reexaminations of values and assumptions. Often though, the leader emerges stronger and more sure-imbued with a heightened sense of purpose. 42 As Hemingway has written \"The world breaks everyone, and afterward, many are strong in the broken places.\" 43 Public health leaders, therefore, can gain passion and compassion through such crucible experiences. So, for example, until recently, the bylaws of Mothers Against Drunk Driving (MADD) required that their presidents be those who were personally touched by the tragedy of the field. One recent president was launched into activism through the suffering of her family's 3 separate drunk driving crashes. 44 Similarly, the late actor, Christopher Reeve, who played Superman in action movies until a riding accident reduced him to quadriplegic status, used the remaining years of his life to advocate for stem cell research and the rights of the disabled. In his wheelchair, he had, perhaps, as much power and impact as when he was portraying a superhero on screen. All these leaders used their shared experiences to unite people and ultimately effect collective change.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 301,
                    "text": "42",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 601,
                    "end": 603,
                    "text": "42",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 711,
                    "end": 713,
                    "text": "43",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1116,
                    "end": 1118,
                    "text": "44",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pinpointing Passion and Compassion"
        },
        {
            "text": "Nouwen has written that such individuals are \"wounded healers,\" whose pain motivates them to prevent suffering for others. He relates the Talmud parable of a wounded healer who can be found \"sitting among the poor covered with wounds. The others unbind all their wounds at the same time and then bind them up again. But he unbinds one at a time and binds it up again saying to himself, 'Perhaps I shall be needed: if so I must always be ready.'\" 45 Nouwen underscores the rich interconnections of pain, passion, and compassion by noting that \"the great illusion of leadership is to think that man (and woman) can be led out of the desert by someone who has never been there.\" 45 The journey into self also means constantly revisiting the fundamental, and often painful, question \"Who tells you who you are?\" 39 For too many, the answer lies outside in terms of titles, status, or external trappings. Some even are defined by their enemies-that is, what they are against, as opposed to what they are for. 39 In government and other hierarchical structures, many who are defined solely by their unquestioning loyalty to authority figures scramble for perceived power through proximity. But Coffin reminds us that if power is a requirement for self-identity, then loss of power leads to loss of self. 46 Leaders may thus do better to focus on expressing, rather than proving themselvesnurturing the personal spirit and trusting the inner voice. 47 Such an approach helps one bear the inevitable slings and arrows of service and, in the words of Gergen, \"absorb the punishment without surrendering your soul.\" 48",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 448,
                    "text": "45",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 676,
                    "end": 678,
                    "text": "45",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 808,
                    "end": 810,
                    "text": "39",
                    "ref_id": null
                },
                {
                    "start": 1004,
                    "end": 1006,
                    "text": "39",
                    "ref_id": null
                },
                {
                    "start": 1298,
                    "end": 1300,
                    "text": "46",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1442,
                    "end": 1444,
                    "text": "47",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Pinpointing Passion and Compassion"
        },
        {
            "text": "Passion, although critical, is not enough. Transcendent leaders humbly understand their own biases and that their driving passions can easily blind them to the passions of others. Finding ways to connect passions and align their own spirit with that of others brings a leader closer to mobilizing people for a higher purpose. As has been written,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Promoting Servant Leadership"
        },
        {
            "text": "That is the secret of the bond between spirit and spirit. 49 As with any area in public health, no single leader has all the requisite skills and resources necessary to confront the constellation of complexities. For these and other reasons, public health leaders must engage in intergroup collaboration to serve the mission of the whole. 50 In a stark contrast, then, to some classic leadership models portraying bold leaders directing passive followers, the public health culture favors a more collaborative, facilitative leadership that recognizes the value of complementary and synergistic leadership functions among multiple contributors. Such servant leaders motivate and inspire individual and organizational commitment for change in a manner that is \"insistent yet not domineering . . . credible rather than powerful . . . concerned with process as much as content.\" 40 This public health approach also differs markedly from that of the traditional medical leader. Classic surgical leaders in an operating room, for example, practice their craft in a hierarchical manner, possessing all the requisite technical expertise and skill to direct a team. In contrast, the transcendent public health leader is more like the symphony maestro, capable of playing perhaps only an instrument or two but required to coordinate and blend the melodies of dozens more. The maestro and the public health leader strive to strike the right balance and dynamics and in doing so may oscillate from being the focus of intense attention to being rendered almost invisible. Focusing on the product and not the self, s/he is content to set the tempo and tone, confident that the music will soon flourish and flow. Harold Freeman lived by all these principles. He was surgeon and servant, combining service and leadership in his quest for a cancer-free world.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 60,
                    "text": "49",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 339,
                    "end": 341,
                    "text": "50",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 875,
                    "end": 877,
                    "text": "40",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "When a man is singing, And cannot lift his voice, And another comes and sings with him, Another who can lift his voice, Then the first will be able to lift his voice, too."
        },
        {
            "text": "In short, the most effective public health leader is unlikely to be the CEO with ready answers. 51 Rather \"the servant leader\" 52 can \"manage the dream\" 47,53 by knitting disparate voices together and fostering change through open collaboration. In doing so, transcendent leaders shape organizations, while heeding Harry Truman's observation that, \"[You] can accomplish anything in life, provided you do not mind who gets the credit.\" 54 Ideally, this transcendent leader will cultivate interdependence and oneness of mission, mobilizing individual commitment by inviting people in to build coalitions and share power. The traditional leadership trait of fierce independence gives way to a more valuable trait of fierce interdependence. Such a leader first emphasizes creating that special interdependent team that can create synergy and ultimately results. Author Jim Collins has written in his classic book From Good to Great, that good leaders often focus first on \"who\" and then on \"what.\" As he noted, \"Good-to-great leaders first get the right people on the bus (and the wrong people off the bus) and then figure out where to drive it.\" 54",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 98,
                    "text": "51",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 435,
                    "end": 437,
                    "text": "54",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "When a man is singing, And cannot lift his voice, And another comes and sings with him, Another who can lift his voice, Then the first will be able to lift his voice, too."
        },
        {
            "text": "Learning to accept chaos-the unfamiliar, the ambiguous, and the paradoxical event-is essential for leadership in public health. Ambiguity always accompanies this field characterized by partial knowledge, shifting dynamics and uncertain outcomes. 19 Rarely blessed with the luxury of rigorous academic studies with defined end points, public health leaders often find themselves intervening based on minimal or incomplete data. But intervene they must to begin the process of change.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 248,
                    "text": "19",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Acknowledging the Unfamiliar, the Ambiguous, and the Paradoxical"
        },
        {
            "text": "Adding to the sense of chaos is the advent of an era where disasters have become the norm. Today's public health leaders must be especially prepared to face the unfamiliar, including the Fall 2001 anthrax attacks, the 2003 SARS (severe acute respiratory syndrome), and Hurricane Katrina in 2005. 55 Such unexpected crises can shake communities to the core, as \". . . one of the worst outcomes of a crisis is the collapse of fundamental assumptions about the world.\" 55 These new challenges have prompted painful reexaminations of what had been taken for granted. For example, the 2001 anthrax attacks forced an awkward merger of public health, emergency management, law enforcement, and postal service investigators into a new post-9/11 public health infrastructure. Now, with the world nervously eyeing increases in human cases of H1N1 influenza everywhere, the next pandemic has exposed major gaps in worldwide surveillance, disease control, resources (such as vaccines and antiviral medications), and an overall lack of a sound life-saving public health infrastructure.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 298,
                    "text": "55",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 466,
                    "end": 468,
                    "text": "55",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Acknowledging the Unfamiliar, the Ambiguous, and the Paradoxical"
        },
        {
            "text": "An artful leader in public health thus must live within this web of complexity, and sense potential creative opportunities and innovations as hidden issues surface and ripen 19 to \"raise one another to higher levels of morality and motivation.\" 56 Such leaders, although not necessarily seeking a specific outcome, acknowledge chaos as a useful starting point for change. As has been written, \"chaos is not a mess, but rather a primal state of pure energy to which the person returns for every true new beginning.\" 57 Harvard leadership expert Ronald Heifetz has written about 3 types of work; an ambiguous environment requires adaptive work. 58 The first is technical work where the problem is clear and the solution requires involvement of an authority (eg, a patient's broken bone is set by a doctor). The second type of work is both technical and adaptive; the problem is clear, but the solutions require work shared by both the authority and the stakeholder (eg, a patient has heart disease, the doctor offers broad, lifestyle solutions to address the condition, and then the patient must change his way of life with respect to diet, exercise, cigarette dependence, or other areas). Public health, however, usually finds itself wrestling with the third type of work, adaptive work, in which the problem definition requires learning, the solutions require learning, and the primary responsibility for the work lies more with the stakeholder than the authority. Most of the major public health challenges facing our society fall in this third category. We look to authority figures for ready answers, when in fact, we need leaders without obvious, ready solutions who are, nevertheless, committed to embarking on the journey to define the problem and implement a solution.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 176,
                    "text": "19",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 515,
                    "end": 517,
                    "text": "57",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 643,
                    "end": 645,
                    "text": "58",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Acknowledging the Unfamiliar, the Ambiguous, and the Paradoxical"
        },
        {
            "text": "Among the myriad public health challenges in today's world, such as creating health coverage systems for the uninsured, defining the appropriate parameters for genetic testing, eliminating homelessness, or preventing violence, leaders in authority face enormous pressure to \". . . offer more certainty and better promises.\" 19, 51 In response, such authorities may be tempted to \"sometimes fake the remedy or take action that avoids the issue by skirting it.\" 19, 51 However, transcendent leadership in such instances may mean \"giving the work back to the group.\" 19, 51 For example, sustaining programs through public health budget cuts, a regular exercise in these uncertain times, is one example of leadership involving \"disappointing people at a rate they can bear.\" 51 Managing expectations guides people committed to change to understand that it may not come overnight. In such circumstances, the effective leader may need to humbly acknowledge Tolstoy's belief that \"certain questions are put to human beings not so much that they should answer them but that they should spend a lifetime wrestling with them.\" 59",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 327,
                    "text": "19,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 328,
                    "end": 330,
                    "text": "51",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "19,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 464,
                    "end": 466,
                    "text": "51",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "19,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 568,
                    "end": 570,
                    "text": "51",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Acknowledging the Unfamiliar, the Ambiguous, and the Paradoxical"
        },
        {
            "text": "All leadership requires the ability to communicate and persuade. 48 For public health, the field's vast and hazy image necessitates succinct, concrete communication that can cut through the fog. Communicating public health in conjunction with the mass media especially demands artful understanding of the different goals of the 2 fields. 60 The mass media generally aim to entertain or inform, whereas public health aims to promote social change. Media usually address short-term personal concerns, whereas public health addresses long-term societal concerns. Mass media gravitate to certain answers, whereas public health acknowledges uncertainty, realizing that conclusions can change.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 67,
                    "text": "48",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 338,
                    "end": 340,
                    "text": "60",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Communicating Succinctly to Reframe"
        },
        {
            "text": "Dr. Freeman especially understood that communicating with the public often meant reframing to create new meanings. For example, he is credited with focusing attention on the critical disconnect between discovery and delivery. 61 Simply coining the phrase \"the discovery to delivery disconnect\" prompted renewed national attention on the challenges of cancer and its unequal burden on society.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 228,
                    "text": "61",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Communicating Succinctly to Reframe"
        },
        {
            "text": "Others have urged similar attention on reframing in the field of health disparities. The official definition of health disparities (\"The quantity that separates a group from a specified reference point on a particular measure of health\" 62 ) can be viewed as dry and dispassionate. Substituting instead the terms \"inequalities\" or \"inequities\" for disparities reframes the conversation closer to basic issues of unfairness-or even human rights-and in this way may thus capture the attention of an otherwise disinterested public. As noted communication expert Lakoff notes, \"Frames are mental structures that shape the way we see the world. Reframing is social change. Reframing is changing the way the public sees the world. It is changing what counts as common sense.\" 63 Leaders master the power of reframing, using \"steadfast concentration on the same core message along with the flexibility in how it is presented and openness to the message being apprehended at a number of levels of sophistication.\" 28",
            "cite_spans": [
                {
                    "start": 770,
                    "end": 772,
                    "text": "63",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Communicating Succinctly to Reframe"
        },
        {
            "text": "By definition, both leadership and public health are public. Hence public health leadership combines double doses of exposure and scrutiny. Former college president Nan Keohane notes that, \"The leader is always on duty, always on stage and anything she does is inescapably interpreted not as a private action, but as representing the organization itself.\" 64 Leadership expert Warren Bennis also warns of the trials and tribulations of being \"on stage,\" noting, \"You have to learn how to do the job in public, subjected to unsettling scrutiny of your every word and act; a situation that's profoundly unnerving . . . Like it or not, as a new leader you are always on stage, and everything about you is fair game for comment, criticism, and interpretation (or misinterpretation). Your dress, your spouse, your table manners, your diction, your wit, your friends, your children, your children's table manners-all will be inspected, dissected, and judged.\" 53 Such scrutiny can be especially intense in public health, where so many differing passionate factions clash under the watchful eye of the media. Promoting change for many can represent costly loss for some. When, at the beginning of the HIV/AIDS epidemic in the 1980s, former US Surgeon General C. Everett Koop mailed what many considered to be sensitive information about risk factors and transmission to every house in America, the largest public health mailing in history, he was greeted with heavy criticism from many quarters. He withstood the assault, understanding that critics may \"go after your character, your competence, or your family\" in the hopes of leaving the leader marginalized or neutralized. 19 In such times, leaders gain resolve from the words of David Gergen who has commented, \"The toughest steel goes through the hottest fire.\" 48 When transcendent public health leaders make public what had been personal, they regularly assume risks. Tobacco-company-executive-turned-whistleblower, Jeffrey Wigand, was fired after trying to change the system from within, going public to expose that the industry had long known that its products were addictive. 65 Along the way, he expressed regret for his time working for the industry. His story exemplifies that \"real change comes from our willingness to own our vulnerability, confess our failures, and acknowledge that many of our stories do not have a happy ending.\" 21 A transcendent leader can find a sense of oneness in juxtaposing a vision with the imperfect reality and living in the creative tension represented by the space between them.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 358,
                    "text": "64",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 954,
                    "end": 956,
                    "text": "53",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1669,
                    "end": 1671,
                    "text": "19",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1810,
                    "end": 1812,
                    "text": "48",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 2129,
                    "end": 2131,
                    "text": "65",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Understanding the \"Public\" Part of Public Health Leadership"
        },
        {
            "text": "In some ways, the core of public health leadership hinges on surmounting the odds to kindle new hope for those being served. Shifting the paradigm from \"no hope\" to \"new hope\" 26, 27 in any setting may well be one of the most daunting human journeys of all. In these volatile times, many feel overwhelmed by the chaos of seemingly endless societal challenges. But \"no hope\" situations can give rise to underdog leaders, who successfully strategize, mobilize, transform, and rise above. Such leaders fully recognize that \"giant obstacles are brilliant opportunities-brilliantly disguised as giant obstacles.\" 46 One example of this is the life of public health leader Dr. Jim O'Connell who founded Boston Health Care for the Homeless in 1985. In the 2 decades since, Jim has nurtured both an organization and movement that now cares for the most vulnerable in our society. As a street doctor, he not only has built an organization that now boasts over 300 employees, but has also set a national standard for medical care for the homeless who routinely live on grates, under bridges, near racetracks, and propped up against public buildings. 66 His transcendent leadership style is marked by service, humility, gentle passion, and compassion.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "text": "26,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 180,
                    "end": 182,
                    "text": "27",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 608,
                    "end": 610,
                    "text": "46",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1140,
                    "end": 1142,
                    "text": "66",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Shifting the Paradigm From \"No Hope\" to \"New Hope\""
        },
        {
            "text": "Other effective public health leaders also learn to relish, not reject, the role of the underdog. Many, almost by definition, enter the field for social justice reasons and welcome fighting for the underserved. Such leaders often find themselves in David versus Goliath situations to \"afflict the comfortable and comfort the afflicted.\" 22, 47, 53 By challenging a Goliath publicly, they work to create a \"crack in the armor\" and expose a soft underbelly.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 340,
                    "text": "22,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 341,
                    "end": 344,
                    "text": "47,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 345,
                    "end": 347,
                    "text": "53",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Shifting the Paradigm From \"No Hope\" to \"New Hope\""
        },
        {
            "text": "A major public health example of this lies in the creation of the World Health Organization (WHO) Framework Convention on Tobacco Control (FCTC). The FCTC is the first and only international public health treaty, now ratified by 161 countries that have joined forces to counter tobacco industry marketing worldwide. 67 Hundreds of public health leaders in these ratifying countries have brought new hope by challenging a tobacco industry whose products are projected to cause a billion deaths in the 21st century. 7 Such leaders reject the status quo, \"entice through moral power\" 21 and demand change.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 318,
                    "text": "67",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 514,
                    "end": 515,
                    "text": "7",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Shifting the Paradigm From \"No Hope\" to \"New Hope\""
        },
        {
            "text": "Healthy People 2010 states \"the health of the individual is almost inseparable from the health of the larger community and that the health of every community . . . determines the overall health status of the nation.\" 16 Perhaps no theme more embodies transcendent leadership than the goal of creating a renewed sense of wholeness for self, others and organizations .The most enduring legacy of any public health leader springs from honoring and creating a renewed sense of community.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 219,
                    "text": "16",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Creating a Renewed Sense of Community"
        },
        {
            "text": "On a practical level, public health leaders can unify people in coalitions and organizations to craft a new shared urgency of public purpose and compelling direction. 24, 68 For example, advocacy groups and their leaders in areas such as cancer, cardiovascular disease, substance abuse, and S17 HIV/AIDS can galvanize a new sense of collective purpose through new coalitions with shared commitment. 68 In these circumstances, it is essential to have leaders who begin with a sense of urgency, create a guiding coalition, develop a vision and strategy, communicate the change vision, empower broad-based action, generate short-term wins, consolidate gains and produce more change, and anchor new approaches in the culture. 68 Definitions differ of what represents community. For some, the community is represented by a coalition. For others, it is a group of professionals or committed volunteers focused on a particular disease area (cancer, heart disease, women's health, or HIV, for example). For still others, a community may be one's neighborhood, city, town, state, country, or even the globe. For Harold Freeman, the community included anyone who cared about preventing human suffering from cancer. Because these are times of declining social capital where people are often \"bowling alone,\" 69 leaders can bring new meaning to many global communities for the future.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "24,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 171,
                    "end": 173,
                    "text": "68",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 399,
                    "end": 401,
                    "text": "68",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 722,
                    "end": 724,
                    "text": "68",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Creating a Renewed Sense of Community"
        },
        {
            "text": "The modern public health model for leadership will unlikely be the omniscient figure with easy answers. 51 Rather the public health leader of the future may well be the transcendent, collaborative \"servant leader\" 50,52 who knits and aligns disparate voices together behind a common mission. They pinpoint passion and compassion, promote servant leadership, acknowledge the unfamiliar, the ambiguous, and the paradoxical, communicate succinctly to reframe, and understand the \"public\" part of public health leadership. By working between and above the levels of leadership of self, others and organizations, these transcendent leaders can ultimately shift the paradigm from \"no hope\" to \"new hope\" and create a renewed sense of community.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 106,
                    "text": "51",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Such leadership will be vital as the 21st century progresses. Beginning the journey to new hope may start by motivating underdogs who nurture the spirit, discover a passion to serve, cultivate interdependence, and create uncommon bonds. These emerging leaders can tap into their unique talents, passion, and compassion to promote a mission of \"the highest attainable standard of health\" for all, in every community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Working Papers of the Center for Public Leadership",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mccormack",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "101--116",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Institute of Medicine. Who Will Keep the Public Healthy?: Educating Public Health Professionals for the 21st Century",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Bloom",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Sci Am",
            "volume": "293",
            "issn": "",
            "pages": "92--99",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Committee for the Study of the Future of Public Health. The Future of Public Health",
            "authors": [],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Committee on Assuring the Health of the Public in the 21st Century. The Future of the Public's Health in the 21st Century",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Human rights from a U.S. state health department perspective",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tavares",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pavlos",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Health and Human Rights",
            "volume": "7",
            "issn": "",
            "pages": "167--174",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The MPOWER Package",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "War on Poverty. New York Magazine",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Grobart",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Harold Freeman",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Special Report on Cancer in the Economically Disadvantaged",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Freeman",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Area deprivation and widening inequalities in US mortality, 1969-1998",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Public Health",
            "volume": "93",
            "issn": "",
            "pages": "1137--1143",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cancer disparities by race/ethnicity and socioeconomic status",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jemal",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cokkinides",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cardinez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghafoor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thun",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "CA Cancer J Clin",
            "volume": "54",
            "issn": "",
            "pages": "78--93",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Unequal Treatment: Confronting Racial and Ethnic Disparities in Health Care",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Institute Of Medicine",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Development as Freedom",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "National Cancer Institute Patient Navigation Research Program: methods, protocol, and measures",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Freund",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Battaglia",
                    "suffix": ""
                },
                {
                    "first": "Calhoun",
                    "middle": [
                        "E"
                    ],
                    "last": "Dudley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Fiscella",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Paskett",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Raich",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Roetzheim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cancer",
            "volume": "113",
            "issn": "",
            "pages": "3391--3399",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Johns Hopkins Bloomberg School of Public Health. Saving Lives Millions at a Time",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "United States Dept. of Health and Human Services",
            "authors": [],
            "year": 2000,
            "venue": "Dept. of Health and Human Services",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Public Health: What It Is and How It Works",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Turnock",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Leadership Can Be Taught: A Bold Approach for a Complex World",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Parks",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Results-Based Leadership",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ulrich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Zenger",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "N"
                    ],
                    "last": "Smallwood",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Change the World: How Ordinary People Can Achieve Extraordinary Results",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Why David sometimes wins: strategic capacity in social movements",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ganz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The Psychology of Leadership: New Perspectives and Research",
            "volume": "",
            "issn": "",
            "pages": "209--238",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Introduction: new approaches to the psychology of leadership",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Messick",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Kramer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The Psychology of Leadership: New Perspectives and Research",
            "volume": "",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Rethinking team leadership or team leaders are not music directors",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Hackman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The Psychology of Leadership: New Perspectives and Research",
            "volume": "",
            "issn": "",
            "pages": "115--142",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Leadership as group regulation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Behfar",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The Psychology of Leadership: New Perspectives and Research",
            "volume": "",
            "issn": "",
            "pages": "143--162",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The ways and words for communicating science",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gaitonde",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "CBE Views",
            "volume": "20",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Covering Controversial Science: Improving Reporting on Science and Public Policy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Leading Minds: An Anatomy of Leadership",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The Art of Possibility: Transforming Professional and Personal Life",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Zander",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zander",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Bass & Stogdill's Handbook of Leadership",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bass",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The Leadership Challenge",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kouzes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Z"
                    ],
                    "last": "Posner",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Leadership is an Art",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Depree",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Transcendent leadership: strategic leadership in dynamic environments",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Crossan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vera",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nanjad",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Leadership Quarterly",
            "volume": "19",
            "issn": "",
            "pages": "569--581",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The World Is Flat: A Brief History of the Twenty-First Century",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "True North: Discover Your Authentic Leadership",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Changing Consciousness: Exploring the Hidden Source of the Social, Political and Environmental Crises Facing our World (a dialogue of words and images)",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bohm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Ten Things I Wish I'd Known Before I Went Out into the Real World",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shriver",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Servant Leadership: A Journey Into the Nature of Legitimate Power and Greatness. 25th anniversary ed",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Greenleaf",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Spears",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Compassion: A Reflection on the Christian Life",
            "authors": [
                {
                    "first": "Hjm",
                    "middle": [],
                    "last": "Nouwen",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Crucibles of Leadership",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Bennis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Harv Bus Rev",
            "volume": "",
            "issn": "",
            "pages": "39--45",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "A Farewell to Arms: Scribner",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hemingway",
                    "suffix": ""
                }
            ],
            "year": 1929,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The wounded healer; ministry in contemporary society",
            "authors": [
                {
                    "first": "Hjm",
                    "middle": [],
                    "last": "Nouwen",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Willamette University Commencement Speech: Reverend Dr. William Sloane Coffin",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Coffin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "On Becoming a",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Bennis",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Eyewitness to Power: The Essence of Leadership: Nixon to Clinton",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Gergen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Tales of the Hasidim",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Buber",
                    "suffix": ""
                }
            ],
            "year": 1947,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The Collaborative Leadership Fieldbook: A Guide for Citizens and Civic Leaders",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Chrislip",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Leadership Without Easy Answers",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Heifetz",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Choosing Service Over Self Interest",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Block",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Stewardship",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The seven ages of the leader",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Bennis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Harv Bus Rev",
            "volume": "82",
            "issn": "",
            "pages": "46--53",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Good to Great: Why Some Companies Make the Leap",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "and Others Don't",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Crisis Leadership: Planning for the Unthinkable",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Mitroff",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Transforming Leadership: A New Pursuit of Happiness",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Burns",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Managing Transitions: Making the Most of Change",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bridges",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Adaptive work",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Heifetz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Adaptive State: Strategies for Personalizing in the Public Realm",
            "volume": "",
            "issn": "",
            "pages": "68--78",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Once to Every Man: A Memoir",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Coffin",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Communicating Public Health Information Effectively: A Guide for Practitioners",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Brownson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Remington",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Parvanta",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Poverty, culture, and social injustice: Determinants of cancer disparities",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Freeman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "CA Cancer J Clin",
            "volume": "54",
            "issn": "2",
            "pages": "72--77",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Measuring Progress in Health People",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Keppel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pearcy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Don't think of an elephant: Know your values and frame the debate",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lakoff",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "On leadership",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "O"
                    ],
                    "last": "Keohane",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Perspectives on Politics",
            "volume": "3",
            "issn": "",
            "pages": "705--722",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "A showdown may loom on tobacco. The New York Times",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Feder",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "World Health Organization. WHO Framework Convention on Tobacco Control",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "What Leaders Really Do",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Kotter",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Bowling alone: The collapse and revival of American community",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Putnam",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "ACKNOWLEDGMENTS I am grateful to Sarah Massin-Short and Kirkpatrick Tans for their help on the manuscript and to Dr. Claudia Arrigg for unending encouragement and support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}