{
    "paper_id": "913823fb421a62ffdb98640f25ad005887d5e778",
    "metadata": {
        "title": "Leukonychia Partialis in Kawasaki Disease",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Legend. Different treatment courses for travellers highly suspected of being infected with Borrelia recurrentis. No t Some of the travellers in Groups III and IV had minor signs of TBRF (headache and low grade fever).",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 115,
                    "text": "No",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Possible Prevention of Tick-Borne Relapsing Fever in Patients Infected with Borrelia recurrentis"
        },
        {
            "text": "COLLEAGUES -Some areas in the northern part of the Israel desert (Negev) are known to be endemic for Borrelia recurrentis infection [1] (tick-borne relapsing fever). Four groups of subjects, aged 18-21 years, had an overnight stay in a few caves along a small valley in this area. The groups camped separately overnight in the same caves within an interval of four weeks. After an overnight stay in the caves, 50% of the individuals in each group found ticks or had signs of tick bites on their bodies. Most actually noted the ticks biting them. Fifteen (52%) of 29 subjects in groups I and II had signs of bites. Four to five days later, 12 of them developed fever (>39 C), rigors, headache, anorexia, nausea, vomiting, and generalized muscular pain. The clinical diagnosis of tick-borne relapsing fever was confirmed by dark-field microscopy of fresh blood samples (12 patients) or serologically (proteus OXK agglutination test) in the three patients in whom spirochete was not identified in the blood. Tetracycline (Tevacycline; Teva Ltd, Jerusalem) [2, 3] was administered in a dose of 2.0 g/day for seven days and all of the patients recovered. Following this experience, 13(46%) of 28 individuals (groups III and IV) were given tetracycline (1.0 g/day) Please address requests for reprints to Dr. Eithan Galun, Department of Medicine A, Hadassah University Hospital, Ein Kerem, Jerusalem 91120, Israel for three to five days, 24-48 hr after evidence of tick bites. Only two of these 13 subjects developed fever « 38C) for one day and three had headache for about two days. None of them developed overt symptoms and signs of tick-borne relapsing fever as observed in the subjects from groups I and II. It would appear that a 'short-term, low-dose course of tetracycline may have prevented the appearance of the disease following a tick bite. ) . Examination of the patients' nails showed that most fingernails and some toenails were abnormally white proximally, with a distinct sharp 2-4 mm transverse band of normal pink nail distally. The free edge of the nail was of normal white color and the nails were of normal texture. The color changes persisted for four to seven days.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 1053,
                    "end": 1056,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 1057,
                    "end": 1059,
                    "text": "3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1847,
                    "end": 1848,
                    "text": ")",
                    "ref_id": null
                }
            ],
            "section": "Possible Prevention of Tick-Borne Relapsing Fever in Patients Infected with Borrelia recurrentis"
        },
        {
            "text": "Leukonychia (white nails) has been divided into four types: total, partial, striate, and punctate. All but the punctate type may be hereditary (autosomal dominant) or acquired. Our patients had nail abnormalities typical for leukonychia partialis of the acquired type, since color changes had not been noted be- fore the present illness and were transient. This type of leukonychia has been associated with tuberculosis, arteriosclerosis, nephritis, Hodgkin's disease, chilblains, metastatic carcinoma, anemia, and hepatic cirrhosis [1, 2] . Most researchers agree that it is caused by abnormal keratinization [2] [3] [4] . Some [2] postu-Correspondence late that altered vascular patterns of the nailbed or intravascular changes (anemia and hypoproteinemia) may also lead to increased whiteness of the nail. Since our patients were not anemic or hypoproteinemic, we suggest that vasculitis was the cause of leukonychia partialis. Although the heart and coronary arteries are mainly involved in Kawasaki disease, other small and medium-sized arteries may exhibit intimal thickening, round cell infiltration, and, rarely, fibrinoid necrosis [5] . According to Kawasaki et al. [6] an arteritis similar to that seen in infantile periarteritis nodosa and accompanied by coronary thrombosis and aneurysm was found in 13 autopsy cases. We would welcome correspondence from others who have seen nail color abnormalities in Kawasaki disease. ",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 536,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 539,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 614,
                    "end": 617,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 629,
                    "end": 632,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 1140,
                    "end": 1143,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 1175,
                    "end": 1178,
                    "text": "[6]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "EITRAN GALUN, ELDAD BEN-CRETRIT"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Relapsingfever in children in the northern Negev",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dagan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gradns 0, Milman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hammer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Harefuah",
            "volume": "96",
            "issn": "",
            "pages": "234--239",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Borrelia recurrentis infection: singledose antibiotic regimens and management of the Jarisch-Herxheimer reaction",
            "authors": [
                {
                    "first": "Jones",
                    "middle": [],
                    "last": "Butlert",
                    "suffix": ""
                },
                {
                    "first": "Wallaceck",
                    "middle": [],
                    "last": "Pk",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J Infect Dis",
            "volume": "137",
            "issn": "",
            "pages": "573--580",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Single-dose doxycyclinetreatment of louse-borne relapsingfever and epidemictyphus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Perine",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "W"
                    ],
                    "last": "Krause",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Awoke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcdade",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Lancet",
            "volume": "2",
            "issn": "",
            "pages": "742--746",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Plorde 11. Penicillin vs. tetracycline in the treatment of louse-borne relapsing fever",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Khaack",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Leitheadcs",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Kidan",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Ethiop Med J",
            "volume": "10",
            "issn": "",
            "pages": "15--22",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Phagocytosis of Borreliarecurrentis by blood polymorphonculear leukocytesis enhanced by antibiotic treatment",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aikawa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Habte-Michael",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wallace",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Infect Immun",
            "volume": "28",
            "issn": "",
            "pages": "1009--1022",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Diseases of the skin",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Philadelphia: W. B. Saunders",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Acute febrile mucocutaneous lymph node syndrome",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yanagihara",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Todd",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Am J Dis Child",
            "volume": "134",
            "issn": "",
            "pages": "603--617",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A new infantile acute mucocutaneous lymph node syndrome (MLNS) prevailing in Japan",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kawasaki",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kosaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Okawa",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Shigematsu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yanagawa",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Pediatrics",
            "volume": "54",
            "issn": "",
            "pages": "271--80",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "NO.4· OCTOBER 1984 © 1984 by The University of Chicago. All rights reserved",
            "authors": [],
            "year": null,
            "venue": "THE JOURNAL OF INFECTIOUS DISEASES",
            "volume": "150",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "= hispanic, B = black. t ESR = erythrocyte sedimentation rate.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "DONALD S. GROMISCH Department of Pediatrics, New York Medical College, Lincoln Medical and Mental Health Center, New York",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". of travellers No. of travellers with tick bite signs Percentage of travellers",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Department of Medicine, Hadassah University Hospital. Jerusalem, Israel suggested in 1982 by the Mucoutaneous Lymph Node Syndrome Research Committee (see table",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "COLLEAGUES -We examined paired sera from 62 infants with acute non bacterial gastroenteritis and from 50 age-matched controls (admitted to the hospital for nondiarrheal diseases) for antibody to human coronavirus (HCV) OC43 and neonatal-calf diarrhea coronavirus (NCDCY). Antibody response was observed with greater frequency in patients (27.4010) than in controls (2.0%). It was characterized by the presence of neutralizing and often HAl antibody to HCV OC43, but not to the antigenically related NCDCV [1] . These serological data suggested indirectly the existence of a human enteric coronavirus (HECY) antigenically related to HCV OC43, and prompted us to examine both infants and young children with acute gas-This work was supported by grant GRT C6/I81/124 from the World Health Organization.Please address requests for reprints to Professor Goiuseppe Gerna, Virus Laboratory, Institute of Infectious Diseases, University of Pavia, 27100 Pavia, Italy. troenteritis and age-matched controls for detection of antibody to coronavirus in sera and coronavirus-like particles in stools. Coronavirus-like particles were detected by electron microscopy in 34 (16.3%) of 208 patients and in 3 (1.6%) of 182 controls tested (P < .01), Subsequently, we purified HECVs from stools of two patients (VA24 and VA 35) by sucrose density gradient centrifugation. Antisera from mice and guinea pigs immunized with purified virus were examined by conventional immune electron microscopy (lEM) [2] for reactivity to HCV OC43, NCDCV, and the two HECV strains. Results showed a two-way crossreactivity between HCV OC43 and the two HECV strains. The antigenic relatedness to HCV OC43, as well as the typical morphology (figure), suggest that the coronavirus-like particles detected were actually HECVs. Furthermore, the buoyant density of HECV-24 and HECV-35 in sucrose was approximately 1.20 glml, a value in agreement with those reported for human and animal coronavirus. Convalescent-phase sera from all the patients positive for excretion of coronavirus-like particles in stools, and seronegative for previous HCV OC43 infections, reacted by IEM with HECY-24 and HECV-35 and, to a lesser extent, with HCY OC43. Acute-phase sera from the same patients were poorly reactive or nonreactive by IEM. Conversely,",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 508,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 1481,
                    "end": 1484,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Antigenic Relatedness of Human Enteric Coronavirus Strains to Human Coronavirus OC43: A Preliminary Report"
        }
    ]
}