{
    "paper_id": "914379289921c958c49740b37529179abda24868",
    "metadata": {
        "title": "The need for translational research in respiratory medicine",
        "authors": [
            {
                "first": "Yc",
                "middle": [
                    "Gary"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Western Australia",
                    "location": {
                        "settlement": "Perth",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Grant",
                "middle": [
                    "W"
                ],
                "last": "Waterer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Western Australia",
                    "location": {
                        "settlement": "Perth",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Medical advances have failed to arrest the growing morbidity and mortality from lung diseases. COPD, lung cancer and pulmonary infections remain leading causes of death. More than any other time in human history, we need high quality, translatable, patient-focussed respiratory research that will improve clinical practice. Close teamwork of scientists and clinicians are essential. The results of these work need to be disseminated quickly and widely. The creation of an open access journal, such as Translational Respiratory Medicine, dedicated to translational respiratory research can help foster progress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Lung diseases claim more lives now than they ever have. Chronic obstructive airways disease (COPD) will become the third leading cause of death according to predictions by the World Health Organization [1] . Lung carcinomas kill more people than any other cancers [2] and its increasing occurrence in non-smokers provokes further concerns. Medical advances over the past centuries have failed to eradicate lethal microbes such as tuberculosis [3] , which was responsible for 1.4 million deaths in 2011 [4] . Pneumonia and pleural infection [5] , once thought would extinct with advent of antibiotics, are also rising in incidences.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 205,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 443,
                    "end": 446,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 502,
                    "end": 505,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 540,
                    "end": 543,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Advances in respiratory medicine are failing to meet the growing challenges from a diverse range of lung diseases [6] . More virulent and drug-resistant respiratory pathogens continue to emerge. Multi-(and even total-) drug resistant M. TB, penicillin-resistant pneumococci, methicillin-resistant Staphylococcus aureus, and carbapenem-resistant Enterobacteraciae are now commonplace. The massive global impact of SARS and H1N1 2009 influenza A have highlighted how vulnerable mankind remains in the ongoing war against our ever-evolving microbial enemies.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "More than any other time in human history, we now need high quality, translatable, patient-focussed respiratory research -and fast! Resources for research are limited, and prioritization essential. Although 'pure' basic science is vital and major findings (e.g. discovery of the double helix) have profound implications, translational research to bring bench advances to the bedside is critical.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Success of translational research should be gauged by how (and how much) the result changes clinical practice. Meaningful translational research can only be achieved through close teamwork of scientists and clinicians at the frontline of clinical care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The leap is massive from cell biology experiments performed under optimized laboratory conditions to successful outcomes in clinical trials which have to incorporate numerous inevitable (and uncontrollable) confounding factors inherent in human diseases. Animal models may be used to bridge the gap, but faithful models for human diseases are few and far between. All too often researchers overlook dissimilarities between their animal models and the human diseases under study, and such mistakes have been proven costly. When promising bench work fails to translate into clinical care, it sends years of hard work and millions of funding down the drain. The despair and frustration to the researchers are often beyond description.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Pneumonia research provides many such examples. Disease-modifying agents such as anti-tumor necrosis factor-alpha, granulocyte colony stimulating factor and tissue factor pathway inhibitor all performed splendidly in animal models but failed dismally in human clinical trials [7] . In the preclinical models used, pneumonia was induced acutely by intra-tracheal installation of large boluses of bacteria into animals. This is far removed from the slow onset of disease in humans which is often also modified by comorbidities of the host. It is no surprise that what works well in the mouse pneumonia model frequently does not work in man.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another example is the mouse model of a single intratracheal instillation of bleomycin. For many years this model was used to examine disease pathogenesis and evaluate therapeutic targets for idiopathic pulmonary fibrosis (IPF), despite many differences in the anatomical distribution, disease chronicity and the level of acute lung inflammation between human IPF and bleomycin injured murine lungs. It is nowadays generally accepted that the bleomycin model is a better model for acute lung injury and not one of IPF [8] .",
            "cite_spans": [
                {
                    "start": 518,
                    "end": 521,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These examples highlight the need for tight collaboration between bench and clinical researchers. Both must remain critical of existing models and be highly aware of the limitations of all in vitro and preclinical models employed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The path from the laboratory to the bedside is now far more complex than in past decades. The modern ethical framework for conducting research has created the necessary barriers to safeguard patient safety. Thankfully, no longer can clinicians simply take a drug under development and experiment it on patients, without evidence of its potential efficacy and safety data on its toxicology and teratogenicity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Successful examples of translational research"
        },
        {
            "text": "The importance of full translational research in the workup of a therapeutic product is highlighted in the use of talc for pleurodesis [9, 10] . Millions of patients have received talc pleurodesis since the first report of talc poudrage in 1935 [11] , even though talc has never been subjected to 'proper' laboratory workup and testing. Only half a century later was the observation made that talc could induce acute respiratory distress syndrome (ARDS). In subsequent studies, not only did researchers find impurities in many commercial talc preparations, they also discovered that talc particles were heterogenous in size within most products. Animal and human studies, including randomized trials, found that small talc particles are often systemically absorbed after their intrapleural delivery and induce lung inflammation and ARDS [12] . Talc-induced respiratory failure can affect up to 9% of patients, and caused death in 2.3% of the 482 patients undergoing talc pleurodesis in a multicenter study [13] . Clinical guidelines now recommend only the use of large particle size talc for pleurodesis [14] .",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 139,
                    "end": 142,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 837,
                    "end": 841,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1006,
                    "end": 1010,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1104,
                    "end": 1108,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Successful examples of translational research"
        },
        {
            "text": "On the other hand, there have been many significant successes in bringing laboratory discoveries to clinical care through proper translational research and regulatory channels. Conjugate pneumococcal vaccines, for example, have reduced the burden of disease in children and adults worldwide since their introduction [15] . Antihuman immunodeficiency virus agents have prolonged life expectancy in HIV patients by decades, and the discovery of EGFR mutations in lung cancer have led to new therapies for those harboring such mutations. Understanding the pathogenesis of cystic fibrosis (CF) has led to the first successful introduction of a modulator of CF transmembrane receptor, albeit only for patients with a G551D mutation [16] .",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 727,
                    "end": 731,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Successful examples of translational research"
        },
        {
            "text": "The role of the translational respiratory medicine journal \"Research not published is as good as research never performed\". A journal dedicated to the field of translational respiratory research can only foster progress. Open access journals allow wider dissemination of information. The creation of Translational Respiratory Medicine is therefore an exciting and right step towards the above stated goals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Successful examples of translational research"
        },
        {
            "text": "\"Good beginning is half the success\" as the famous Chinese saying states. We congratulate Professors Bai, Matthay and Wang for their effort in establishing the TRM journal. The other half of the success now depends on the support from researchers around the world to rally and support this opportunity of developing a unique and prestigious forum for translational respiratory medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Successful examples of translational research"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiology of COPD",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Raherison",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "O"
                    ],
                    "last": "Girodet",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eur Respir Rev",
            "volume": "18",
            "issn": "",
            "pages": "213--221",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global cancer statistics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jemal",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bray",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Center",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ferlay",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Forman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "CA Cancer J Clin",
            "volume": "61",
            "issn": "",
            "pages": "69--90",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Stopping tuberculosis in the 21st century: goals and strategies",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Onozaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raviglione",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Respirology",
            "volume": "15",
            "issn": "",
            "pages": "32--43",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Tuberculosis fact sheet",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pleural infection: changing bacteriology and its implications",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lisboa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Waterer",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Respirology",
            "volume": "16",
            "issn": "",
            "pages": "598--603",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Road ahead to respiratory health: experts chart future research directions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Heffner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Holgate",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Respirology",
            "volume": "14",
            "issn": "",
            "pages": "625--636",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "GM-CSF and influenza: will saving mice help humans?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Waterer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Respir Crit Care Med",
            "volume": "184",
            "issn": "",
            "pages": "157--158",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Progress toward improving animal models for idiopathic pulmonary fibrosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Degryse",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Lawson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Med Sci",
            "volume": "341",
            "issn": "",
            "pages": "444--449",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Textbook of pleural diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "Ycg:",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pleurodesis",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "569--582",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pleurodeses for malignant pleural effusions: current controversies and variations in practices",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "Rjo",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "Ycg",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Curr Opin Pulm Med",
            "volume": "10",
            "issn": "",
            "pages": "305--310",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A new technique for the deliberate production of pleural adhesion as a preliminary to lobectomy",
            "authors": [
                {
                    "first": "N: Pleural",
                    "middle": [],
                    "last": "Bethune",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Poudrage",
                    "suffix": ""
                }
            ],
            "year": 1935,
            "venue": "J Thorac Surg",
            "volume": "4",
            "issn": "",
            "pages": "251--261",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Prospective randomized trials comparing the influence of talc of different particle sizes and tetracycline on lung and systemic inflammation after pleurodesis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Maskell",
                    "suffix": ""
                },
                {
                    "first": "Ycg",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "V"
                    ],
                    "last": "Gleeson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Hedley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pengelly",
                    "suffix": ""
                },
                {
                    "first": "Rjo",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Respir Crit Care Med",
            "volume": "170",
            "issn": "",
            "pages": "377--382",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Phase III intergroup study of talc poudrage vs talc slurry sclerosis for malignant pleural effusion",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Dresler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Olak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Herndon",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Chest",
            "volume": "127",
            "issn": "",
            "pages": "909--915",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Management of a malignant pleural effusion: british thoracic society pleural disease guideline",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Neville",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Berrisford",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Antunes",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Thorax",
            "volume": "65",
            "issn": "",
            "pages": "32--40",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The worldwide impact of the seven-valent pneumococcal conjugate vaccine",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Fitzwater",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chandran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Santosham",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pediatr Infect Dis J",
            "volume": "31",
            "issn": "",
            "pages": "501--508",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Effect of VX-770 in persons with cystic fibrosis and the G551D-CFTR mutation",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Accurso",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Rowe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Clancy",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "N Engl J Med",
            "volume": "363",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/2213-0802-1-9"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Cite this article as: Lee and Waterer: The need for translational research in respiratory medicine",
            "authors": [],
            "year": 2013,
            "venue": "Translational Respiratory Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors have no conflicts of interest to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "7 Convenient online submission 7 Rigorous peer review 7 Immediate publication on acceptance 7 Open access: articles freely available online 7 High visibility within the fi eld 7 Retaining the copyright to your article Submit your next manuscript at 7 springeropen.com",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submit your manuscript to a journal and benefi t from:"
        }
    ]
}