{
    "paper_id": "91a672be533dd4bc35a9415bbef7470bc4ba3505",
    "metadata": {
        "title": "Microfluidic devices harboring unsealed reactors for real-time isothermal helicase-dependent amplification",
        "authors": [
            {
                "first": "Naveen",
                "middle": [],
                "last": "Ramalingam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "E"
                ],
                "last": "Tong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chee",
                "middle": [],
                "last": "San",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "E"
                ],
                "last": "Teo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jin",
                "middle": [],
                "last": "Kai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "E"
                ],
                "last": "Matthew",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yew",
                "middle": [],
                "last": "Mun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mak",
                "middle": [],
                "last": "Ae",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hai-Qing",
                "middle": [],
                "last": "Gong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "High-throughput microchip devices used for nucleic-acid amplification require sealed reactors. This is to prevent evaporative loss of the amplification mixture and cross-contamination, which may occur among fluidically connected reactors. In most high-throughput nucleic-acid amplification devices, reactor sealing is achieved by microvalves. Additionally, these devices require micropumps to distribute amplification mixture into an array of reactors, thereby increasing the device cost, and adding complexity to the chip fabrication and operation processes. To overcome these limitations, we report microfluidic devices harboring open (unsealed) reactors in conjunction with a single-step capillary based flow scheme for sequential distribution of amplification mixture into an array of reactors. Concern about evaporative loss in unsealed reactors have been addressed by optimized reactor design, smooth internal reactor surfaces, and incorporation of a localized heating scheme for the reactors, in which isothermal, real-time helicase-dependent amplification (HDA) was performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Nucleic-acid amplification is an indispensable step in genetic analyses. Nucleic-acid amplification methods may be categorized either based on the means of amplification strategy (target-, probe-and signal-based) or based on temperature requirement, which is further categorized as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(1) methods that require temperature cycling to separate double-stranded DNA, followed by primer annealing and extension. Polymerase chain reaction (PCR) and Ligase chain reaction (LCR) are examples of methods under this category; and (2) methods that involve co-ordinated catalytic activity of multiple enzymes with/without accessory proteins, at a single temperature (isothermal) (Guatelli et al. 1990 ). Widely used isothermal DNA amplification methods include Strand displacement amplification (SDA), Qb replicase system, nucleic acid sequence-based amplification (NASBA), transcription-mediation amplification (TMA), signal mediated amplification of RNA technology (SMART), isothermal multiple displacement amplification (IMDA), single primer isothermal amplification (SPIA), Rolling circle amplification (RCA), Loop-mediated isothermal amplification (LAMP), SMart-Amplification Process (SMAP), Helicase dependent amplification (HDA) and circular helicase dependent amplification (cHDA). PCR was the first reported in vitro DNA amplification method (Saiki et al. 1988) . Although PCR is a wellestablished and widely used method for DNA amplification, the need for a specialized high-powered thermal cycling instrument limits the use of PCR in low-powered, hand-held DNA diagnostic devices. Alternatively, isothermal nucleic-acid amplification methods are being developed, as they are ideal for low-powered DNA diagnostic devices, since these methods do not require thermal cycling (Chow et al. 2008 ).",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 185,
                    "text": "(LCR)",
                    "ref_id": null
                },
                {
                    "start": 382,
                    "end": 403,
                    "text": "(Guatelli et al. 1990",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1054,
                    "end": 1073,
                    "text": "(Saiki et al. 1988)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1486,
                    "end": 1503,
                    "text": "(Chow et al. 2008",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The various isothermal nucleic-acid amplification methods have their own advantages and limitations. SDA is not a true isothermal amplification method, because prior to addition of enzymes, the SDA reaction mixture is incubated at 95°C to denature the double-stranded DNA followed by 37°C to anneal primers (Walker et al. 1992) . Becton Dickinson (Sparks, USA) uses SDA technology for their commercial clinical diagnostic assays for detection of Chlamydia and Mycobacteria. In transcription-based amplification system (TAS), three enzymes: reverse transcriptase, RNase H, and T7 RNA polymerase, produces multiple copies of RNA using a double-stranded DNA intermediate (Guatelli et al. 1990 ). The TAS can either produce sense or antisense amplified RNA product from a RNA sense strand (Mueller et al. 1997) . Variations of TAS [also known as self-sustained sequence replication (3SR) system] include nucleic acid sequence-based amplification (NASBA) (Compton 1991 ) and transcription-mediation amplification (TMA) (Pasternack et al. 1997) . Addition of dimethyl sulphoxide (DMSO) and optimization of reaction conditions to elevate the reaction temperature to 41°C improved the specificity of NASBA, when compared to the original 3SR system (Fahy et al. 1991) . Biomérieux (Durham, USA) uses NASBA for detection of HIV-1 and CMV. Transcription mediated amplification uses two enzymes: RNA polymerase and reverse transcriptase to amplify RNA or DNA with the help of two primers. Due to enhanced RNase activity of avian myeloblastosis virus reverse transcriptase (AMV-RT), a separate RNase H enzyme is not required. Gen-Probe (San Diego, USA) supplies a commercial system based on TMA for detection of M. tuberculosis.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 327,
                    "text": "(Walker et al. 1992)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 668,
                    "end": 689,
                    "text": "(Guatelli et al. 1990",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 785,
                    "end": 806,
                    "text": "(Mueller et al. 1997)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 950,
                    "end": 963,
                    "text": "(Compton 1991",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1014,
                    "end": 1038,
                    "text": "(Pasternack et al. 1997)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1240,
                    "end": 1258,
                    "text": "(Fahy et al. 1991)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recently three new isothermal DNA amplification methods: LAMP (Notomi et al. 2000) , SMAP (Mitani et al. 2007 ) and HDA (Vincent et al. 2004 ) have been described. LAMP technology uses four primers that recognize six distinct sequences on the target DNA to generate 10 9 copies in less than 60 min (Notomi et al. 2000) . Although LAMP is highly sensitive, primer designing is arduous and requires dedicated software (PrimerExplorer V4). Another isothermal DNA amplification method, SMAP, which is similar to LAMP was reported (Mitani et al. 2007) . In this method, a single tube DNA amplification and SNP characterization was demonstrated by Mitani et al., by developing a new mismatch-suppression technology. In 2004, mesophilic HDA (mHDA), a true isothermal DNA amplification technology, which does not require initial denaturation of double-stranded DNA was reported (Vincent et al. 2004 ). Subsequently, a thermophilic HDA (tHDA) platform was reported . Although SDA, NASBA, TMA, LAMP, tHDA have been successfully commercialized, use of these methods in conventional instruments are limited by their capability to analyze multitude of genes in parallel. Hence, it is desirable to develop microfluidic devices as a high-throughput platform for isothermal nucleic-acid amplification methods.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 82,
                    "text": "(Notomi et al. 2000)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 90,
                    "end": 109,
                    "text": "(Mitani et al. 2007",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 120,
                    "end": 140,
                    "text": "(Vincent et al. 2004",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 298,
                    "end": 318,
                    "text": "(Notomi et al. 2000)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 526,
                    "end": 546,
                    "text": "(Mitani et al. 2007)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 870,
                    "end": 890,
                    "text": "(Vincent et al. 2004",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An ideal isothermal amplification method for microchip devices should have: (1) high operation (incubation) temperature, as it reduces the incidence of non-specific target amplification; and (2) low number of enzymes, since multiple enzymes in the reaction will increase the probability of adsorption of these enzymes on the surface of the microchip and, disrupt the desired co-ordinated catalytic activity of the enzymes. Among the isothermal methods, LAMP, tHDA and SMAP are performed at 65, 64 and 60°C, respectively, while SDA, Qb replicase system, RCA, NASBA, TMA, SPIA are performed at 37, 37, 31, 41, 42, and 48°C, respectively. tHDA is advantageous when compared to other isothermal methods, since it requires two target specific oligos, similar to PCR, and uses two enzymes: DNA helicase and polymerase. Real-time isothermal DNA amplification methods are desired for the same applications as that of real-time PCR. In the literature, the real-time amplification of SMAP (Mitani et al. 2007) , mHDA (Vincent et al. 2004) , SDA (Little et al. 1999) , NASBA (Leone et al. 1998) , and LAMP (Mori et al. 2004 ) has been reported. Homogeneous real-time detection of SDA products utilized fluorescence resonance energy transfer (FRET) based ''BDprobeTecET'' probe. Real-time NASBA was demonstrated using molecular beacons, while ''LUX TM '' primer was used to develop real-time mHDA technology (Vincent et al. 2004) . Recently, EvaGreen based real-time reverse transcriptase (RT)-HDA was reported (Goldmeyer et al. 2007 ).",
            "cite_spans": [
                {
                    "start": 979,
                    "end": 999,
                    "text": "(Mitani et al. 2007)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1007,
                    "end": 1028,
                    "text": "(Vincent et al. 2004)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1035,
                    "end": 1055,
                    "text": "(Little et al. 1999)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1064,
                    "end": 1083,
                    "text": "(Leone et al. 1998)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1095,
                    "end": 1112,
                    "text": "(Mori et al. 2004",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1396,
                    "end": 1417,
                    "text": "(Vincent et al. 2004)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1499,
                    "end": 1521,
                    "text": "(Goldmeyer et al. 2007",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Most of the reported high-throughput microfluidic devices employed the polymerase chain reaction for nucleic-acid analyses (Lagally et al. 2000; Nagai et al. 2001; Liu et al. 2003; Brenan and Morrison 2005) , and utilized microvalves for reactor sealing (Blazej et al. 2006; Grover et al. 2003) . Additionally, these devices require micropumps/external pumping mechanism to distribute PCR mixture into an array of reactors. Implementation of microvalve arrays and micropumps increase the device cost, and add complexity to the chip fabrication and operation process. By developing a microfluidic device harboring unsealed reactors with a capillary based sample loading scheme, we eliminated the requirement of microvalve arrays and micropumps. Additionally, we implemented tHDA isothermal nucleic-acid amplification, so as to reduce the loss of reaction mixture due to the evaporation in the unsealed reactors. A few research groups have fabricated microchips to demonstrate the working of isothermal nucleic-acid amplification methods (Burns et al. 1998; Gulliksen et al. 2004) . Burns et al. demonstrated SDA reaction in a silicon-glass microchip followed by onchip gel electrophoresis (Burns et al. 1998 ), while Gulliksen et al. used real-time molecular beacon based NASBA technology in 10 nL silicon-glass reaction chamber (Gulliksen et al. 2004) .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 144,
                    "text": "(Lagally et al. 2000;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 145,
                    "end": 163,
                    "text": "Nagai et al. 2001;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 164,
                    "end": 180,
                    "text": "Liu et al. 2003;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 181,
                    "end": 206,
                    "text": "Brenan and Morrison 2005)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 254,
                    "end": 274,
                    "text": "(Blazej et al. 2006;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 275,
                    "end": 294,
                    "text": "Grover et al. 2003)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1036,
                    "end": 1055,
                    "text": "(Burns et al. 1998;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1056,
                    "end": 1078,
                    "text": "Gulliksen et al. 2004)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1081,
                    "end": 1106,
                    "text": "Burns et al. demonstrated",
                    "ref_id": null
                },
                {
                    "start": 1188,
                    "end": 1206,
                    "text": "(Burns et al. 1998",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1216,
                    "end": 1237,
                    "text": "Gulliksen et al. used",
                    "ref_id": null
                },
                {
                    "start": 1328,
                    "end": 1351,
                    "text": "(Gulliksen et al. 2004)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we report microfluidic devices with open/ unsealed reactors preloaded with primers for isothermal amplification of nucleic-acid using HDA technology. The microfluidic operation includes a single-step manual pipetting step, which can be performed in a point-of-care or resource limited setting, without the need for micropumps or sophisticated liquid handling instruments. The capability of our microfluidic device was demonstrated by amplifying the BNI-1 fragment of SARS cDNA as a model test sample system. To our best knowledge, this is the first report of real-time HDA technology in a microchip system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The microchip with incorporated reactors, inlet and outlet bridge channels, loading and waste channels was fabricated on a poly(dimethylsiloxane) (PDMS) material by soft-lithography techniques (Whitesides et al. 2001) , and then adhesively bonded to a glass substrate (0.1 mm thick). The latter was pre-loaded with different primer pairs for simultaneous amplification at multiple loci of a nucleic-acid test sample. The use of glass substrate facilitates rapid heat transfer from the thermoelectric cooler (TEC) surface to the amplification mixture inside the microreactors [glass has a higher thermal conductivity than PDMS (Lagally et al. 2004) ], and provides favorable hydrophilic surface conditions for capillary based microfluidics. The schematic layout of the microreactors and channels on the chip is shown in Fig. 1a . The loading channel is used for delivering the amplification mixture into an array of microreactors. During the loading step, the amplification mixture flows into the reactors and resuspends the dried primer pair, and in the process the air inside the microreactor is purged out through the air venting port. In order to prevent primer cross-contamination, all the microreactors were isolated from each other by autonomous removal of excess amplification mixture from the loading channel by an absorbent pad through a waste channel. The microreactors on our chip are not sealed during the amplification process, and the amplification mixture evaporative loss in these unsealed reactors was well controlled by reactor design, smooth internal surfaces and a localized heating region of the reactor. The amplification mixture inside the reactors was locally heated on a TEC surface, while a part of the amplification mixture inside the bridge channels does not experience reaction temperature provided by the TEC surface ( Fig. 1a) . A photograph of the PDMS-glass array chip, comprising four reactors, is shown in Fig. 1c . However, for our experiments we used a chip with five reactors. The microreactor, inlet and outlet bridge channels, loading and waste channels are 350 lm high. The inlet and outlet bridge channels are 200 lm wide and 10 mm long, and the microreactor is 1 mm wide and 10 mm long with a surface-to-volume ratio (SVR) of 9.7 mm -1 , and holds a volume of *5 ll. To replicate the PDMS layer of the array chip, a silicon wafer was patterned with photo resist (AZ9260) by UV photolithography using a Karl Suss mask aligner. The wafer was then dry etched by an ICP deep reactive ion etching (DRIE) Si etching system with Bosch technology (STS) (Kuo-Shen et al. 2002) . After the DRIE process, the residual photo resist on the wafer was cleaned with acetone, followed by isopropanol and water. The wafer was then treated with O 2 plasma for 5 min to remove any organic contaminants. Finally, a thin layer of CF 2 polymer was coated on the Si surface using C 4 F 8 plasma, for ease in release of the cured PDMS layer. Figure 2 schematically illustrates the fabrication process of the PDMS-glass hybrid chip. Firstly, PDMS prepolymer (Sylgard Silicone Elastomer 184; Dow Corning Corporation Midland, MI, USA) was mixed homogenously on a magnetic stirrer. The prepolymer PDMS mixture was poured onto the fabricated silicon master, degassed in a vacuum chamber for 20 min and then cured at 150°C for 30 min. After curing, the PDMS replica containing the microchannels and reactors was peeled off from the silicon master ( Fig. 2a) , and a smooth internal reactor surface was achieved by using PDMS prepolymer. For successful amplification of nucleic-acid in our chip, a smooth inner surface of the microreactors is imperative, so as to prevent bubble generation, which may cause purging of amplification mixture from the reactors, during the reaction incubation temperature. Secondly, the 0.1 mm thick glass substrate (Herenz Medizinalbedarf, Hamburg, Germany) was cleaned (acid-washed) using hot piranha solution (30% H 2 O 2 in H 2 SO 4 ) at 120°C for 60 min, and then rinsed with deionized water, and dried in nitrogen gas (Huber et al. 2005) . For our array chip, the primer pairs were preloaded on the glass substrate in the desired position. To guide the primer liquor (mixture of forward and reverse primer) loading in the microreactors, a hydrophobic pattern of PDMS precursor (uncured) was fabricated on the acidwashed glass substrate using a PDMS stamp with structure similar to the PDMS layer of the array chip (Fig. 2b) . Thirdly, the primer liquor was then loaded onto the acidwashed glass substrate and dried at 80°C for 10 min (Fig. 2c) .",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 217,
                    "text": "(Whitesides et al. 2001)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 626,
                    "end": 647,
                    "text": "(Lagally et al. 2004)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2588,
                    "end": 2610,
                    "text": "(Kuo-Shen et al. 2002)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 4065,
                    "end": 4084,
                    "text": "(Huber et al. 2005)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 819,
                    "end": 826,
                    "text": "Fig. 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1849,
                    "end": 1857,
                    "text": "Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1941,
                    "end": 1948,
                    "text": "Fig. 1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2960,
                    "end": 2968,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3461,
                    "end": 3469,
                    "text": "Fig. 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 4461,
                    "end": 4470,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 4581,
                    "end": 4590,
                    "text": "(Fig. 2c)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Chip design"
        },
        {
            "text": "To fabricate the adhesive layer for bonding the PDMS layer to the glass substrate, the PDMS prepolymer was spun onto the surface of a 1 mm thick glass plate (Herenz Medizinalbedarf, Hamburg, Germany) at 10,000 rpm for 1 min to achieve a homogenous layer of thickness *6 lm. The PDMS layer patterned with microreactors and channels was placed onto the PDMS coated glass plate. The embossed surface of the PDMS was in contact with the thin layer of adhesive. The recessed areas were free from the adhesive (Fig. 2d) . The PDMS layer was then peeled off from the PDMS coated glass plate and aligned on the glass substrate loaded with dried primer pairs, so that the dried primer pair is inside the microreactor (Fig. 2e) . The PDMS-glass hybrid chip was baked at 150°C for 20 min to cure the adhesive layer to form an irreversible bonding between the PDMS layer and glass substrate (Wu et al. 2005) .",
            "cite_spans": [
                {
                    "start": 879,
                    "end": 895,
                    "text": "(Wu et al. 2005)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 504,
                    "end": 513,
                    "text": "(Fig. 2d)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 708,
                    "end": 717,
                    "text": "(Fig. 2e)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Chip design"
        },
        {
            "text": "Concerns about thermal degradation of oligonucleotides (primer pairs) as a result of exposure of pre-loaded oligonucleotides to high-temperature (150°C for 20 min) during adhesive layer curing step have been addressed. For primer pairs incubated at 150°C for 90 min, we did not observe any noticeable effect of primer thermal degradation on real-time PCR threshold cycle (C t ), when compared to primer incubated at room temperature for 90 min (Data not shown). In addition, Yamamoto and coworkers reported no damage to oligonucleotides (10-300 bp), when subjected to high-temperature (*200°C) during covalent attachment of oligonucleotide to a glass surface using Bubble Jet technology for DNA microarray fabrication (Okamoto et al. 2000) .",
            "cite_spans": [
                {
                    "start": 718,
                    "end": 739,
                    "text": "(Okamoto et al. 2000)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Chip design"
        },
        {
            "text": "The hydrophobic nature of the PDMS layer in our chip prevents flow of pure water or HDA mixture (19 annealing buffer, 19 tHDA mix, 3 mM MgSO 4 , 1 lg/ll of BSA, 0.2 lM each of forward and reverse primer, and circular plasmid DNA template) into the microreactors by capillary action. Addition of 0.1% Triton X-100, a non-ionic detergent to HDA mixture significantly reduced the contact angle of HDA mixture on the PDMS layer. The presence of 0.1% Triton X-100 in HDA mixture is essential for capillary based microfluidics in our array chip. Furthermore, Triton X-100 is present in some commercial PCR buffers to enhance the Taq polymerase activity and it is also thought to suppress the formation of secondary structure of nucleic-acid template (Bachmann et al. 1990 ). We also used dynamic coating of BSA at a concentration of 1 lg/ll to avoid any possible inhibition of HDA or PCR (Liu et al. 2006) . The use of additives such as Triton X-100 and BSA is advantageous for most of the template-primer system, including our template system. However, it should be noted that this may not be a general case for other primer-template systems. Figure 3 illustrates the microfluidic operation process, which consists of two steps: (1) Amplification mixture loading; and (2) Isolation of microreactors by removal of excess amplification mixture, in order to prevent crosscontamination of primer pairs. For flow visualization of amplification mixture by capillary action, we added 0.1% Xylene Cyanole FF (Sigma-Aldrich, Singapore) blue dye to the liquid sample. The amplification mixture loading step is shown in Fig. 3b . The amplification mixture filled the microreactors in a sequential manner by capillary action. After filling the microreactor, the DNA amplification mixture enters the outlet bridge channel and stops at the air venting port. The excess amplification mixture in the loading channel was removed by an absorbent pad (GF/D; Whatmann filter paper) through the waste channel (Fig. 3c ).",
            "cite_spans": [
                {
                    "start": 744,
                    "end": 765,
                    "text": "(Bachmann et al. 1990",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 882,
                    "end": 899,
                    "text": "(Liu et al. 2006)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 1138,
                    "end": 1146,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1604,
                    "end": 1611,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1983,
                    "end": 1991,
                    "text": "(Fig. 3c",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Microfluidic operation of the chip for DNA amplification"
        },
        {
            "text": "For isothermal amplification, we used IsoAmp tHDA (thermophilic Helicase-Dependent Amplification) kit from New England Biolabs (Beverly, MA, USA). Plasmid pGEM-3Z containing BNI-1 fragment of SARS cDNA was used as a DNA template. A pair of primers was used to amplify a 78 bp gene fragment with forward primer sequence: 5 0 -TTA TCA CCC GCG AAG AAG CT-3 0 and reverse primer sequence: 5 0 -CTC TAG TTG CAT GAC AGC CCT C-3 0 . The tHDA reaction contained 1X annealing buffer, 19 tHDA mix, 3 mM MgSO 4 , 1 lg/ll of BSA and 0.1% Triton X-100, 0.2 lM each of forward and reverse primer, 0.1X EvaGreen fluorescent dye, and pGEM-3Z containing BNI-1 fragment of SARS cDNA (0.01 ng/ll). The manufactures of the tHDA kit suggest titration of MgSO 4 concentration from 3 to 4.5 mM. We titrated the MgSO 4 concentration (3, 4 and 5 mM) to study the effect of MgSO 4 concentration on HDA yield. For our template-primer system, the optimal reaction condition was determined to be 3 mM. The IsoAmp tHDA kit did not contain BSA, Triton X-100 and fluorescent dye, which we externally added to the HDA reaction in our chip. We externally added BSA, Triton X-100 and fluorescent dye for surface passivation of the chip, capillary microfluidics and real-time amplification monitoring, respectively. For real-time monitoring of DNA amplification product accumulation, we tested the performance (in terms of inhibition) of two DNA-intercalating fluorescent dyes, SYBR Green I (Cambrex Biosciences, Maine, USA) and EvaGreen (Biotium Inc, Hayward, CA, USA). EvaGreen is a DNA-intercalating fluorescent dye, which shows much lower PCR inhibition than SYBR Green I (Mao et al. 2007 ). The absorption and emission spectra of EvaGreen are similar to SYBR Green I. The thermophilic helicase dependent amplification (tHDA) kit from New England Biolabs contains thermostable UvrD helicase (Tte-UvrD), According to the manufacturer's protocol, the IsoAmp tHDA kit can amplify a short DNA sequence from 70 to 120 bp and this limitation is attributed to the limited speed and processivity of UvrD helicase . For isothermal amplification, the HDA reaction mixture was prepared and loaded in the sample port (Fig. 1c) . The distribution of the amplification mixture among the reactors and isolation of the reactors was autonomously achieved by capillary microfluidics. Following this, the PDMS-glass hybrid chip was incubated on the in-house real-time quantitative nucleic-acid amplification instrument (refer to Sect. 2.6) at 62°C for 30 min. The fluorescence intensity (FI) values of the EvaGreen dye was measured every 1 min.",
            "cite_spans": [
                {
                    "start": 1640,
                    "end": 1656,
                    "text": "(Mao et al. 2007",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 2173,
                    "end": 2182,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Real-time helicase-dependent amplification (rt-HDA)"
        },
        {
            "text": "The PCR mixture contained 10 mM Tris-HCl (pH 9.0), 50 mM KCl, 0.1% Triton X-100, 0.2 mM each of dATP, dCTP, dTTP and dGTP, 3 mM MgCl 2 , 0.2 lM each of forward and reverse primer, 0.1 U/ll of hot-start Platinum Taq DNA polymerase (Invitrogen, Carlsbad, USA), 1 lg/ ll of BSA, 19 Eva Green (Biotium Inc, Hayward, CA, USA), and 0.01 ng/ll of pGEM-3Z containing BNI-1 fragment of SARS cDNA. Experiments were performed to optimize annealing temperature, MgCl 2 concentration, and primer concentration for amplification of BNI-1 fragment of SARS cDNA on a commercial real-time PCR instrument (RotorGene 3000, Corbett Research, Australia). To compare and evaluate the HDA on the PDMS-glass chip, SARS cDNA was PCR amplified in our PDMS-glass chip on the in-house real-time quantitative nucleic-acid amplification instrument (refer to Sect. 2.6) with the following thermal cycling profile: initial denaturation at 95°C for 60 s followed by 40 cycles of denaturation at 95°C for 15 s, annealing at 62°C for 15 s and extension at 72°C for 15 s. The fluorescence of Eva Green dye was measured at the extension step of every PCR cycle. For melt curve analysis of amplicon generated by HDA and PCR, the sample was heated from 50 to 99°C and the fluorescence intensity (FI) of the EvaGreen dye was measured every 1°C. The desired amplicons from the PDMS chip and polypropylene tube (commercial real-time PCR instrument) were confirmed by melt curve analysis method and also on a capillary electrophoresis chip (DNA Labchip 500) using Agilent 2100 bioanalyzer (Agilent Technologies, Palo Alto, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Real-time polymerase chain reaction (PCR)"
        },
        {
            "text": "A prototype real-time PCR/HDA instrument for the PDMS-glass chips was designed and constructed. The temperature of the microchip was cycled using a TEC having a width of 10 mm (Melcor Corp., Trenton, NJ, USA). A resistive temperature detector (RTD) was mounted on the TEC surface to measure the temperature and it was used as a feedback control. The measured temperature is used as an input (feedback) to the proportional-integralderivative (PID) algorithm, which controls the power output to the TEC surface (Qinghui et al. 2003) . Rapid cooling of the TEC was achieved by forced cooling using a fan, and the optics of our real-time nucleic-acid amplification instrument was designed to measure the fluorescence of EvaGreen/SYBR Green I, both are DNA intercalating dyes. The fluorophore was excited using an array of blue LED (Marl International Ltd, Cumbria, UK) centered at 480 nm and fixed at an angle of 45°to the plane of the PDMS-glass chip surface to prevent interference of the excitation light on the light path of the detection unit. The excitation light from blue LED array was filtered using a bandpass filter (465-495 nm, Chroma Technologies Corp, Brattleboro, USA), and the emission light from the microreactor was filtered using a bandpass filter (515-555 nm, Chroma Technologies Corp, Brattleboro,USA) before being detected by a CCD camera (DTA, Pisa, Italy), which is a 14-bit monochrome camera with a resolution of 768 9 512 imaging array. The system is fully automated and integrated with multiple functions including thermal cycling control, thermal incubation, real-time fluorescence imaging, on-line image processing, and data analyses.",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 530,
                    "text": "(Qinghui et al. 2003)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Real-time nucleic-acid amplification instrument"
        },
        {
            "text": "Experiments were performed to optimize the primer annealing temperature, MgSO 4 , NaCl, and primer pair concentration in a commercial nucleic-acid amplification instrument (RotorGene 3000, Corbett Research, Sydney, Australia) to achieve higher amplicon yield, which was enumerated using a Agilent 2100 Bioanalyzer. Although, HDA was successful for reactions with circular plasmid DNA, we linearized the plasmid DNA using BamH1 (Promega, Madison, USA) restriction enzyme at 146 bp upstream of forward primer annealing region, in order to study the effect of plasmid linearization on (1) ability to amplify regions with size outside the specified range (70-120 bp), (2) ability to amplify low concentration of plasmid DNA template, and (3) amplicon yield. We found that the yields of HDA with circular and linearized primer were comparable. Even for reactions with linearized plasmid DNA, the HDA technology failed to amplify region with size of 189 bp (beyond the manufacturer's specified range), and reactions with low concentration of plasmid DNA. We performed all our HDA experiments with DNA template at a concentration of 0.01 ng/ll (3 9 10 7 copies/ll). For our template-primer system, addition of NaCl partially inhibited the HDA reaction, which was evident from our yield data. The HDA product yield was highest for reactions with 3 mM MgSO 4 , 0.2 lM each of forward and reverse primer, and 62°C HDA reaction temperature. For realtime HDA, 19 concentration of SYBR Green I and Eva Green showed partial inhibition of HDA reaction. HDA showed better performance in the presence of Eva Green when compared to SYBR Green I. We used EvaGreen at a concentration of 0.19. The yields of HDA with and without EvaGreen (0.19) were comparable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimization of HDA method"
        },
        {
            "text": "In this paper we tested the performance of HDA using the EvaGreen assay for the detection of SARS cDNA as a model template system. Each PDMS chip was loaded with HDA mixture, and incubated at 62°C for 30 min on the inhouse real-time nucleic-acid amplification instrument. We successfully amplified BNI-1 fragment of SARS cDNA using HDA technology in real-time format. Figure 4a displays the sigmoidal curve for the HDA reaction (*5 ll) in our chip. The characteristic sigmoidal curves were baseline subtracted and smoothed using a three point moving average method (Larionov et al. 2005) . In addition to our PDMS-glass hybrid chip (SVR: 9.7 mm -1 ), we successfully performed HDA in a borosilicate glass capillary (Microcaps, Drummond Scientific Co., USA; ID: 0.63 mm; SVR: 6.3 mm -1 ) in 5 ll reaction volumes. Since the SVR of the glass capillary was low (6.3 mm -1 ), we successfully performed HDA in glass capillary without BSA. The surface effects of microstructures with low SVR on the yield of the amplification reaction are negligible (Krishnan et al. 2004 ). Addition of BSA at concentrations 1 or 2 lg/ll did not increase the yield of HDA reaction in borosilicate glass capillaries. Our results indicate that the coordinated catalytic activity of two enzymes (UvrD helicase, DNA polymerase I) still persist on PDMS-glass and borosilicate chip surfaces. To compare and evaluate the performance of HDA in our PDMS-chip, we performed HDA in 5 ll volumes in a commercial real-time nucleic-acid amplification instrument. Since the presence of EvaGreen at 19 concentration partially inhibited HDA, we performed HDA without fluorescent dye and post-amplification analysis was performed by adding EvaGreen (1X), to determine the melting temperature (T m ) of amplicon. The T m values of amplicon and primer-dimer determined by a commercial nucleic-acid amplification instrument are 83.7 and 79.5°C, respectively. The T m of amplicon product and primer-dimer of HDA performed in our chip are *83 and 79°C, respectively (Fig. 4b) . We also performed HDA in nanoliter volumes using five PDMS-glass hybrid rectangular microreactor (length 9 breath 9 depth = 2 9 0.6 9 0.16 mm).",
            "cite_spans": [
                {
                    "start": 565,
                    "end": 587,
                    "text": "(Larionov et al. 2005)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1044,
                    "end": 1065,
                    "text": "(Krishnan et al. 2004",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 368,
                    "end": 377,
                    "text": "Figure 4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2021,
                    "end": 2030,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Isothermal amplification of cDNA in PDMS-glass hybrid chip"
        },
        {
            "text": "The SVR of this microreactor is *16.8 mm -1 , and it holds 192 nL reaction volume. For nL HDA, we sealed the reactors using PDMS prepolymer, due to unavailability of 2 mm wide TEC surface. Figure 4c shows the characteristic sigmoidal curve of real-time nL HDA format. The low increase in fluorescence and variability in threshold time (T t ), evident from Fig. 4c , can be attributed to increased SVR of reactors. At high SVR, the effects of surface on HDA become dominant. The average threshold time for reactions in 192 nL volumes is in agreement with threshold time of HDA reaction in micro-scale (5 ll) in our chip. Melt curve analyses of nanoliter HDA product showed that the desired product is pure (Fig. 4d) . To further evaluate the purity of the amplicon generated by HDA in the chip, we performed capillary electrophoresis using a DNA Labchip 500 (Fig. 4e) . The PCR product size determined by the DNA Labchip 500 was 83 bp, which is comparable to the designed 78 bp PCR product.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 198,
                    "text": "Figure 4c",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 356,
                    "end": 363,
                    "text": "Fig. 4c",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 705,
                    "end": 714,
                    "text": "(Fig. 4d)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 857,
                    "end": 866,
                    "text": "(Fig. 4e)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Isothermal amplification of cDNA in PDMS-glass hybrid chip"
        },
        {
            "text": "We compared the performance of HDA technology on-chip with the widely used PCR on-chip. Each PDMS microreactor was loaded with PCR mixture (described in section 2.5) and sealed using semi-cured PDMS prepolymer (precured at 72°C for 10 min in an oven). Strong sealing of the microreactors is achieved by curing the sealant at 72°C for 10 min before thermal cycling. The curing temperature of PDMS prepolymer (72°C for 10 min) did not produce any significant deleterious effect on PCR, since we used a hot-start Taq polymerase (activated at 95°C, which is higher than the sealant curing temperature). The consistent yield data from our PCR chip, when compared to PCR from a commercial PCR instrument, demonstrate a negligible effect of sealant curing temperature on PCR (Liu et al. 2007 ). The amplification plots for no-template control (NTC) reaction and positive control (PC) of PCR in five microreactors from a chip in microliter (5 ll) and nanoliter (192 nl) volume range are presented in Fig. 5a and c, respectively. We compared HDA and PCR in nanoliter ranges in our chip. The variability in C t for PCR (11.12 ± 0.11 cycles; mean ± SD) is comparable to variability in T t for HDA reaction (16.8 ± 0.77 minutes; mean ± SD). Melt curve analysis of amplicons generated by PCR (5 ll volume) in our chip, indicated that the T m of amplicon in our PDMS chip is *84°C and for primer-dimer is 79°C (Fig. 5b) , The T m values are in agreement with values determined by a commercial real-time nucleic-acid amplification instrument (amplicon: 84°C; primer-dimer: 78.5°C). The performance of HDA/PCR in our chip was evaluated by yield of nucleicacid amplification using DNA Labchip 500. The yields of PCR in PDMS-glass chip, HDA in PP tube, and HDA in PDMS-glass chip are comparable (Fig. 4f) .",
            "cite_spans": [
                {
                    "start": 768,
                    "end": 784,
                    "text": "(Liu et al. 2007",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 992,
                    "end": 999,
                    "text": "Fig. 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1396,
                    "end": 1405,
                    "text": "(Fig. 5b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1777,
                    "end": 1786,
                    "text": "(Fig. 4f)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Comparison of PCR and HDA on-chip"
        },
        {
            "text": "During the amplification mixture loading step, the microreactors are fluidically connected with each other and the preloaded primer pairs on the glass substrate re-suspends into Lane L is the ladder. Lane 1 and 4 are no-template control of PCR in polypropylene (PP) tube, and HDA in PDMS chip, respectively. Lanes 2 and 3 (duplicates) are positive PCR control in PP tube. Lanes 5 and 6 (duplicates) are positive HDA in PP tube. Lane 7 and 8 (duplicates) are positive HDA in our PDMS-glass array chip. f The yield of HDA in polypropylene (PP) tube (6.58 ± 0.36 ng/ll; mean ± SD); yield of HDA in PDMS chip (6.80 ± 0.15) and PCR (6.7 ± 0.15) in PDMS chip are comparable. NTC1-2: No-template control duplicates; PC1-5: Positive control reaction in five different microreactors on the same chip the amplification mixture, thereby creating a possibility of primer cross-contamination by diffusion and hence the timing of removal of excess amplification mixture from the loading channel is a critical factor for performing primer cross-contamination free amplification in our chip. To test for any possible cross-contamination of primer pairs, we performed PCR in chip preloaded with SARS specific and non-specific primer pairs in some selected microreactors. A total of four microreactors were used for this experiment, Microreactors 1 and 3 (Fig. 3) were preloaded with different primer pair for amplification of different loci of BNI-1 fragment of SARS cDNA. The primer pair (forward: 5 0 -ATG AAT TAC CAA GTC AAT GGT TAC; reverse: 5 0 -CAT AAC CAG TCG GTA CAG CTA) pre-loaded in reactor 1 generated 189 bp amplicon, while primer pair (forward: 5 0 -TTA TCA CCC GCG AAG AAG CT; reverse: 5 0 -CTC TAG TTG CAT GAC AGC CCT C) pre-loaded in reactor 3, generated an amplicon of 78 bp length. The amplicons with different length (78 and 189 bp) were discriminated by melt curve analysis (T m values for 78 and 189 bp are 84 and 86°C, respectively). The Tm values of 78 and 189 bp from our chip are in agreement with values from the conventional PCR instrument. Microreactors 2 and 4 were preloaded with primer pairs specific for influenza A and B virus, respectively (primer sequence was adapted from Syrmis et al. 2004) . PCR was successful only in reactors 1 and 3. We did not observe increase in fluorescence in reactors 2 and 4, even after 40 cycles. Additionally, we performed experiments to rule out the possibility of primer cross-contamination due to diffusion of either forward or reverse primer (Unpublished data). Figure 6 indicates that primer diffusion is negligible (based on PCR) for the reported dimensions of microreactor in our chip.",
            "cite_spans": [
                {
                    "start": 2192,
                    "end": 2211,
                    "text": "Syrmis et al. 2004)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 1337,
                    "end": 1345,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2516,
                    "end": 2524,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Primer cross-contamination studies"
        },
        {
            "text": "A concern associated with unsealed reactors is evaporative loss of amplification mixture, which may lead to failure of (Lagally et al. 2000; Liu et al. 2003) . Recently, Burns et al. reported an unsealed reactor for end-point PCR, in which optimized design geometry, thermal isolation and vapor replenishment were employed as methods to reduce evaporative loss (Wang et al. 2008 ). Concerns about PCR failure due to evaporation have been addressed by Burns et al. They found that for reactors having bridge channel volumes of less than 10% of the total reaction volume, the overall PCR efficiency in unsealed reactors, was not significantly affected (Wang et al. 2008) . For our array chip, we controlled evaporative loss of amplification mixture by implementing optimized reactor design geometry, smooth internal reactor surfaces, external heater, selective heating zone, suitable chip substrate based on thermal conductivity and reaction volume. We evaluated the evaporative loss in our unsealed reactor with different bridge channel lengths (L) with isothermal incubation for HDA, and compared the evaporative loss in unsealed reactors for PCR. For HDA, we monitored the evaporative loss at 62°C incubation for 40 min, while thermal cycling profile as mentioned in Sect. 2.5 was followed for evaporative loss analysis due to PCR. To approximately quantify the evaporative loss during the amplification process we performed a crude method, in which reactors were loaded with amplification mixture and subjected to thermal cycling (PCR)/incubation (tHDA). The reactors were aligned against a length scale and evaporative losses of the amplification mixture at different cycles were enumerated by monitoring the receding front in the bridge channels against the length scale. For reactors with no bridge channel (L = 0), both PCR and HDA failed, due to evaporative loss of 100 and 44%, respectively (Fig. 7) . For reactors with L = 5 mm, performance of HDA and PCR were comparable, since after 40 cycles/min, evaporative loss was *10% for both HDA and PCR. A small difference in evaporative loss due to PCR and HDA method was observed for reactors with L = 10 mm. This difference can be attributed to lower amplification mixture-air interfacial temperature, which is one of the driving forces for evaporation. Based on the result from Fig. 7 , we designed our reactors with bridge channel length of 10 mm.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 140,
                    "text": "(Lagally et al. 2000;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 141,
                    "end": 157,
                    "text": "Liu et al. 2003)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 361,
                    "end": 378,
                    "text": "(Wang et al. 2008",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 650,
                    "end": 668,
                    "text": "(Wang et al. 2008)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 1899,
                    "end": 1907,
                    "text": "(Fig. 7)",
                    "ref_id": null
                },
                {
                    "start": 2335,
                    "end": 2341,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Evaporative loss studies in unsealed reactors"
        },
        {
            "text": "We developed a microchip module containing an array of unsealed reactors for isothermal nucleic-acid Fig. 6 Primer cross-contamination free PCR in our array chip. a Amplification plot: Microreactor 1 and 3, contained primer pair specific for multiple loci on BNI-1 fragment of SARS cDNA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 107,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": "Microreactor 2 and 4, contained SARS non-specific primer pair. b Melt curve analysis to differentiate amplification product from different loci of SARS cDNA Fig. 7 Evaporative loss in a locally heated unsealed microreactor with different bridge channel lengths. Evaporative loss in unsealed reactor for HDA was compared to reactors experiencing PCR thermal cycling amplification. We demonstrated the potential of our array chip by using helicase-dependent amplification method. The combination of our array chip described here, with the sensitive and specific HDA method can be used at resource-limited settings, where expensive instruments are not available. In addition, the amplification mixture distribution among an array of reactors and isolation of reactors are achieved by capillary microfluidics without the need of a sophisticated liquid-handling instrument. In this paper, we reported a scaleable platform and the upper limit of the microreactor density on our chip is not restricted by the microfabrication process, rather it depends on the improvement of the chip operating parameters, such as, parameters to control primer crosscontamination in closely spaced reactors, ability to perform efficient HDA in high surface-to-volume ratio (SVR) microstructures in nanoliter and picoliter ranges. We noticed that increasing the concentration of BSA in nanoliter HDA did not reduce the variability in the threshold cycle. The HDA reaction in nanoliter range can be improved by reducing the number of enzymes without loosing their functions, since in microstructures with high SVR, the probability of two proteins adsorbing onto the surface is high. In other words, a fusion DNA polymerase enzyme with functional domain of helicase might improve the HDA reaction in the nanoliter range.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 163,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Characterization of a thermostable UvrD helicase and its participation in helicasedependent amplification",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Ranalli",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "",
            "pages": "28952--28958",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Improvement of PCR amplified DNA sequencing with the aid of detergents",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bachmann",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luke",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hunsmann",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Nucleic Acids Res",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Microfabricated bioprocessor for integrated nanoliter-scale Sanger DNA sequencing",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Blazej",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kumaresan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Mathies",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci",
            "volume": "103",
            "issn": "",
            "pages": "7240--7245",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "High throughput, nanoliter quantitative PCR",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brenan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Drug Discovery Today Technol",
            "volume": "2",
            "issn": "",
            "pages": "247--253",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An integrated nanoliter DNA analysis device",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Brahmasandra",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Science",
            "volume": "282",
            "issn": "",
            "pages": "484--487",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Application of isothermal helicase-dependent amplification with a disposable detection device in a simple sensitive stool test for toxigenic Clostridium difficile",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mccloskey",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Mol Diagn",
            "volume": "10",
            "issn": "",
            "pages": "452--458",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Nucleic acid sequence-based amplification",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Compton",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Nature",
            "volume": "350",
            "issn": "",
            "pages": "91--92",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Self-sustained sequence replication (3SR): an isothermal transcription-based amplification system alternative to PCR",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fahy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kwoh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Gingeras",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "PCR Methods Appl",
            "volume": "1",
            "issn": "",
            "pages": "25--33",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Development of a novel onetube isothermal reverse transcription thermophilic helicasedependent amplification platform for rapid RNA detection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goldmeyer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Mol Diagn",
            "volume": "9",
            "issn": "",
            "pages": "639--644",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Monolithic membrane valves and diaphragm pumps for practical large-scale integration into glass microfluidic devices",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Grover",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Skelley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Sens Actuators B Chem",
            "volume": "89",
            "issn": "",
            "pages": "315--323",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Isothermal, in vitro amplification of nucleic acids by a multienzyme reaction modeled after retroviral replication",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Guatelli",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Whitfield",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kwoh",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proc Natl Acad Sci",
            "volume": "87",
            "issn": "",
            "pages": "1874--1878",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Real-time nucleic acid sequence-based amplification in nanoliter volumes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gulliksen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Solli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Karlsen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Anal Chem",
            "volume": "76",
            "issn": "",
            "pages": "9--14",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evidence for capillarity contributions to gecko adhesion from single spatula nanomechanical measurements",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mantz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Spolenak",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci",
            "volume": "102",
            "issn": "",
            "pages": "16293--16296",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Polymerase chain reaction in high surface-to-volume ratio SiO 2 microstructures",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Krishnan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Burns",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Anal Chem",
            "volume": "76",
            "issn": "",
            "pages": "6588--6593",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Effect of process parameters on the surface morphology and mechanical performance of silicon structures after deep reactive ion etching (DRIE)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kuo-Shen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Ayon",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Microelectromech Syst",
            "volume": "11",
            "issn": "",
            "pages": "264--275",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Monolithic integrated microfluidic DNA amplification and capillary electrophoresis analysis system",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lagally",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Mathies",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Sens Actuators B",
            "volume": "63",
            "issn": "",
            "pages": "138--146",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Integrated portable genetic analysis microsystem for pathogen/infectious disease detection",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Lagally",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Scherer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Blazej",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Anal Chem",
            "volume": "76",
            "issn": "",
            "pages": "3162--3170",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A standard curve based method for relative real time PCR data processing",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Larionov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Krause",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "BMC Bioinformatics",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Molecular beacon probes combined with amplification by NASBA enable homogeneous, real-time detection of RNA",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Leone",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Schijndel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Gemen",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nucleic Acids Res",
            "volume": "26",
            "issn": "",
            "pages": "2150--2155",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Strand displacement amplification and homogeneous real-time detection incorporated in a second-generation DNA probe system",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Little",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "BDProbeTecET. Clin Chem",
            "volume": "45",
            "issn": "",
            "pages": "777--784",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Multichannel PCR-CE microdevice for genetic analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Toriello",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Mathies",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Anal Chem",
            "volume": "78",
            "issn": "",
            "pages": "5474--5479",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Micro air bubble formation and its control during polymerase chain reaction (PCR) in polydimethylsiloxane (PDMS) microreactors",
            "authors": [
                {
                    "first": "H-B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H-Q",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ramalingam",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Micromech Microeng",
            "volume": "17",
            "issn": "",
            "pages": "2055--2064",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Solving the ''world-to-chip'' interface problem with a microfluidic matrix",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Quake",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Anal Chem",
            "volume": "75",
            "issn": "",
            "pages": "4718--4723",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Characterization of EvaGreen and the implication of its physicochemical properties for qPCR applications",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Biotechnol",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Rapid SNP diagnostics using asymmetric isothermal amplification and a new mismatchsuppression technology",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mitani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lezhava",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawai",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat Methods",
            "volume": "4",
            "issn": "",
            "pages": "257--262",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Real-time turbidimetry of LAMP reaction for quantifying template DNA",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mori",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kitao",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tomita",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Biochem Biophys Methods",
            "volume": "59",
            "issn": "",
            "pages": "145--157",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Self-sustained sequence replication (3SR): an alternative to PCR",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Mueller",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Putz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hofler",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Histochem Cell Biol",
            "volume": "108",
            "issn": "",
            "pages": "431--437",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Development of a microchamber array for picoliter PCR",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nagai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Morita",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Anal Chem",
            "volume": "73",
            "issn": "",
            "pages": "1043--1047",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Loop-mediated isothermal amplification of DNA",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Notomi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Okayama",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Masubuchi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nucleic Acids Res",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Microarray fabrication with covalent attachment of DNA using bubble jet technology",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Okamoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nat Biotechnol",
            "volume": "18",
            "issn": "",
            "pages": "438--441",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Evaluation of the Gen-Probe Chlamydia trachomatis transcription-mediated amplification assay with urine specimens from women",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pasternack",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vuorinen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miettinen",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Clin Microbiol",
            "volume": "35",
            "issn": "",
            "pages": "676--678",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "An integrated system for realtime PCR analysis based on microfluidic biochip",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Qinghui",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hai-Qing",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int J Comput Eng Sci",
            "volume": "4",
            "issn": "",
            "pages": "285--288",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Primer-directed enzymatic amplification of DNA with a thermostable DNA polymerase",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Saiki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Gelfand",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stoffel",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Science",
            "volume": "239",
            "issn": "",
            "pages": "487--491",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A sensitive, specific, and cost-effective multiplex reverse transcriptase-PCR assay for the detection of seven common respiratory viruses in respiratory samples",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Syrmis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Whiley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Mol Diagn",
            "volume": "6",
            "issn": "",
            "pages": "125--131",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Helicase-dependent isothermal DNA amplification",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "EMBO Rep",
            "volume": "5",
            "issn": "",
            "pages": "795--800",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Isothermal in vitro amplification of DNA by a restriction enzyme/DNA polymerase system",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Little",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Nadeau",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Proc Natl Acad Sci",
            "volume": "89",
            "issn": "",
            "pages": "392--396",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Microfabricated valveless devices for thermal bioreactions based on diffusion-limited evaporation",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Burns",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lab chip",
            "volume": "8",
            "issn": "",
            "pages": "88--97",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Soft lithography in biology and biochemistry",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Whitesides",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ostuni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Takayama",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Ann Rev Biomed Eng",
            "volume": "3",
            "issn": "",
            "pages": "335--373",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Construction of microfluidic chips using polydimethylsiloxane for adhesive bonding",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Zare",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lab Chip",
            "volume": "5",
            "issn": "",
            "pages": "1393--1398",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic layout of the microreactors and the reagent loading network. The loading channel is used for delivering amplification mixture into an array of reactor, and in the process, the air inside the microreactors is purged through the air venting port. The microreactors are isolated by removing the excess DNA amplification mixture in the loading channel by an absorbent pad through the waste channel. b Cross-sectional view of the PDMS-glass hybrid chip on a localized TEC and sink. c Photograph of the fabricated PDMS-glass microreactor for isothermal",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fabrication of the PDMS-glass hybrid array chip. a Replication of microstructures on PDMS. b Fabrication of hydrophobic pattern for primer pair loading. c Primer liquor (mixture of forward and reverse primer) preloading and drying. d Transfer of adhesive bonding layer. e Aligned adhesive bonding of PDMS layer and glass substrate",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Microfluidic operation process for amplification mixture loading and isolation of reactors. a Fabricated chip showing localized heating zone, b DNA amplification mixture loading. For flow visualization 0.1% blue dye was added, c isolation of microreactors by removal of excess amplification mixture from the loading channel by an absorbent pad. d Chip after the completion of fluidic operation process and thermostable DNA polymerase (large fragment of Bst DNA polymerase). The concentrations of helicase and polymerase are proprietary.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Amplification plot to test the reproducibility of HDA in five different microreactors (HDA reaction volume *5.0 ll) on a PDMSglass chip. The mean T t (Threshold time based on manually set threshold fluorescence level) is 16.1 ± 0.11 min (mean ± SD). b Melt curve analysis of amplicon generated by HDA in *5.0 ll volume. The Tm (melting temperature) for 78 bp DNA amplicon and primer-dimer in our PDMS chip is *83 and *79°C, respectively. c Amplification plot of HDA in 192 nl reaction volume in five different microreactors on a PDMS chip. d Melt curve analysis of amplicon generated by HDA in 192 nl volume. e Gel-like image of 78 bp PCR product run on a DNA Labchip 500 using Agilent 2100 bioanalyzer.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Real-time PCR amplification plot for five microreactors in 5 ll reaction volume on a PDMS-glass hybrid chip. b Melt curve analysis of amplicon generated by PCR in 5 ll volume in PDMS chip. The Tm (melting temperature) for 78 bp DNA amplicon and primerdimer in our PDMS chip are *85 and *79°C, respectively. c Amplification plot of PCR in 192 nl reaction volume in five different microreactors on a PDMS chip. NTC No template control and PC1-5 is positive control reaction in five different microreactors on the same chip PCR or HDA depending on the extent of evaporation. Most of the reported microchip reactors for nucleic-acid amplification, utilized microvalves for sealing the reactors",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}