{
    "paper_id": "91e7d40fd065fa28479db0bd5089eb4343d00213",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In the era of damage control resuscitation of trauma patients with acute major haemorrhage, transfusion practice has evolved to blood components administered in a fixed ratio that closely approximates whole blood (WB). However, there is a paucity of evidence supporting the optimal transfusion strategy in these patients. The primary objective was to establish if there is an improvement in survival at 30-days with the use of WB transfusion compared with components therapy (CT) in adult trauma patients with acute major haemorrhage. Methodology A systematic literature search was performed (PubMed, Web of Science, Cochrane, OVID, Embase and the Transfusion Evidence Library) to identify studies comparing WB transfusion with CT in adult trauma patients with acute major haemorrhage. Studies which did not report mortality were excluded. Methodological quality of included studies was interpreted using the Cochrane risk of bias tool, and rated using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Search of the databases identified 1816 records, and six studies met the inclusion criteria involving 3255 patients. Of the three studies reporting 30-day mortality, one study presented a statistically significant difference between WB and CT, and two found no statistical difference. The studies reporting in-hospital mortality found no statistical difference in unadjusted mortality, but both reported statically significant logistic regression analyses demonstrating that those with a WB transfusion strategy were less likely to die.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Recognising the limitations of this systematic review relating to the nature of included trials, it does not provide evidence to support or reject use of WB transfusion compared with CT for adult trauma patients with acute major haemorrhage. Larger prospective, randomised trials are required to better understand if WB improves survival in adult trauma patients with acute major haemorrhage compared with CT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Intrathoracic infection following penetrating thoracic trauma is a significant complication. Patients with penetrating trauma often have finger or tube thoracostomies performed prehospitally or in the emergency department (ED). Prophylactic antibiotics in these patients are contentious with contradictory published studies. Guidelines reflect this controversy, without firm recommendations for or against antibiotics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "We conducted a systematic literature review of prophylactic antibiotics in penetrating thoracic trauma requiring thoracostomy both prehospitally and in the ED. Six meta-analysis and eleven randomised trials were identified of patients undergoing thoracostomy in the ED. Only one meta-analysis looked purely at penetrating trauma, and this was a subgroup analysis [1] . It included all relevant randomised trials identified in the literature search and showed a positive effect for antibiotics with an OR 0.28 (95% CI 0.14 -0.57) and NNT of 4.8. Two cohort studies were identified of patients undergoing thoracostomy prehospitally [2, 3] . Both compared infection rate in a prehospital and ED group, neither showing a difference between cohorts. Both included a mix of penetrating and blunt trauma, neither gave data on antibiotic use and there were significant differences between the cohorts. Discussion Despite significant differences between penetrating and blunt trauma, the majority of trials combine both groups. The only meta-analysis of purely penetrating trauma showed a positive signal. Weaknesses include variation in antibiotic regimes and the definition of infections. Despite this, we believe there is level 2 evidence (Oxford CEBM) for the use of prophylactic antibiotics. Administering antibiotics prehospitally requires time and personnel, it risks delaying other time-critical interventions and transfer to definitive care. In the ED, there is proven benefit to the administration of antibiotics at thoracostomy. When time permits, we would Background Non-compressible torso haemorrhage is a leading cause of mortality following trauma. These patients often exsanguinate to death prior to meaningful attempts at definitive haemostasis. Resuscitative Endovascular Balloon Occlusion of the Aorta (REBOA) is an emerging technique, which aims to limit ongoing haemorrhage and has been shown to be feasible in the prehospital phase. REBOA utilises the common femoral artery (CFA) to gain access to the aorta. The ease of access to the aorta can have a direct impact on the success of such interventions. The aim of this study is to determine if iliac tortuosity or lumen diameter influences the time taken to perform REBOA in human cadaveric model.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 366,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 630,
                    "end": 633,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 634,
                    "end": 636,
                    "text": "3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methodology and results"
        },
        {
            "text": "This study was carried out in twenty-six, soft-fixed embalmed cadavers (17 male; 9 female). REBOA was performed and timed from first needle puncture to inflation of balloon in the cadavers. The tortuosity index and lumen diameter of the iliac arteries was measured. Linear regression was applied to assess the relationship between aortic occlusion and vascular morphology. The length of the CFA and qualitative data around vascular access was also recorded. Results A strong positive correlation between tortuosity and time to occlusion (R 2 = 0.39, p=0.002) was measured. The correlation between lumen diameter and time to occlusion was not statistically significant (R 2 =0.01, p=0.72). It was found that in cadavers with more tortuous arteries more resistance to inserting guide wires was felt. Furthermore only cadavers with a tortuosity index ≥1.35 experienced vascular damage by the REBOA procedure. There was wide variation of lengths of CFA (16 -73mm) amongst the cadavers. Conclusion This is the first U.K. based human cadaveric REBOA study. The data suggests that having tortuous vasculature not only delays the time to complete aortic occlusion but also increases the risk of complications following REBOA. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "An open abdomen is an infrequent but essential part of a surgeon's armamentarium when closure is not possible due to sepsis, oedema and domain loss. Failure to close early will result in slow healing laparostomy wound with morbidity and mortality. We describe our practice of closure in 30 consecutive patients. Newer techniques should be assessed against this baseline. Within a dedicated emergency surgery setting, experience accumulates over time. We sought to analyse the outcomes in these complex patients. Methods: In this study we describe our outcomes from a single unit, providing seventy percent of Emergency Surgery service for the hospital. We performed a retrospective analysis of a prospectively collected database over an eight year period. Electronic Patient Records were interrogated for type of closure, time to closure, length of hospital stay, morbidity and mortality in patients requiring laparostomy for a variety of reasons. Results: 35 patients were identified, 4 patients were excluded due to incomplete data. Median age was 55 (16-89 years old), 55% of patients were male, 78% of patients were ASA 3 and above. 37% remained in ITU for more than 30 days, and the median length of stay was 49 days (12-120 days). 55% (n=15) of patients had primary fascial closure without mesh. 12 patients were closed with biological inlay mesh, 75% of mesh closures were bridged. In 4 patients, closure was not possible. Whilst 78% of patients experienced a post-operative complication (26% wound infection), no patient required re-laparotomy necessitating disruption of final closure. There were no inpatient deaths, and 30-day mortality was 0%. Conclusion: Laparostomy is a challenging condition to manage, with high morbidity. Low mortality and satisfactory outcomes can be achieved with early closure using abdominal vacuum, component separation and, biological mesh bridge, if fascial approximation is not possible, in these frequently septic and very sick patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "A simple intervention to increase VTE prophylaxis compliance in neck of femur fracture patients Keshav K. Gupta, Ranjodh S. Sanghera, Sreenadh Gella Sandwell and West Birmingham Hospitals NHS Trust, Birmingham, UK Correspondence: Keshav K. Gupta (keshav.gupta@nhs.net) Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine 2020, 28(Suppl 1):5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "Fragility and hip fractures are increasingly more common due to an ageing population. They represent a significant healthcare burden due to the high morbidity and mortality associated with each fracture (1) . Venous thromboembolism (VTE) is one of the dangerous and significant complications, thus prevention is key. Thromboprophylaxis has shown to significantly reduce the incidence of fatal VTE complications.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "We assessed compliance with VTE prophylaxis in post-operative neck of femur fracture patients. The National Institute of Health and Clinical Excellence (NICE) guidance recommends all patients with hip fractures should have 28-35 days of thromboprophylaxis starting 6-12 hours after surgery provided there are no contraindications (2) .",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 333,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We analyzed 95 patient records between April and June 2018 and looked at 82 records following a strict inclusion/exclusion criteria. We found 77/82 patients were covered with anticoagulation at discharge. We set up a simple intervention with the new cycle of junior doctors by creating posters in key prescribing areas of wards to remind them of the NICE guidance. We repeated the methodology between August and October 2018 and found 64/64 patients were covered with anticoagulation at discharge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Our findings show a simple intervention can radically improve compliance to national guidance. This is in keeping with a previous similar study conducted in 2014 where compliance to thromboprophylaxis prescribing following neck of femur fractures improved following a simple intervention of small labels on prescribing computers (3) . It is difficult to accurately assess post-operative VTE incidence as these are commonly admitted under medics rather than surgeons. Background: A Trauma Registry is a vital component of a trauma system [1] . Trauma registry is a user-friendly, electronic hospital-based injury surveillance tool that systematically stores data of trauma patients which can be used to accurately assess the true burden of injury [2] . Methods: A web based electronic platform has been designed to use in Emergency Department which can be used on android phones/ laptops with internet access. It has two panels, 1) is administrative panel another one (2) ",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 332,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 540,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 746,
                    "end": 749,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Matching was achievable in 367 out of the 398 patients whom met the inclusion criteria. Of these, it was possible to map 340 incidents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Only 7 incidents could be reached by car within 20 minutes of the base whilst 159 occurred within a corridor covering the M27 motorway. All incidents fell within a 15-minute flight time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "By combining incident location with isochromic distances it can be demonstrated that positioning the RRV between the 2 major conurbations of the area, up to 69% of all incidents could be reached by road within 20 minutes. This provides valuable evidence for the RRV base station to be moved to a more strategic location.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The aim of this review is to evaluate the benefits of using Fresh Whole Blood (FWB) in the resuscitation of traumatic haemorrhage compared to the standard treatment of Component Blood Therapy (CBT). A review of the literature suggests that the change from FWB to CBT in the 1960s/70s was based upon data extrapolated from elective surgery which is rarely exposed to the same biological mechanisms seen in traumatic haemorrhage. [1] Further evidence suggests that CBT is a more anaemic, coagulopathic and thrombocytopenic product when compared to FWB, resulting in a decreased potential for coagulation and oxygenation of affected tissues. [2] Method & Results An extensive literature search found 5 studies of significance that met the evidence criteria. Three of the studies showed FWB as having a statistically significant benefit when compared to CBT, one study showed a positive correlation but the results were not statistically significant, and the final study showed no statistical difference between FWB and CBT.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 431,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 639,
                    "end": 642,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "This literature review concluded that the research indicated FWB could be superior to CBT in the resuscitation of traumatic haemorrhage. However, a wider research pool is required to make a definitive judgement on which treatment is the most beneficial to patients and will increase survival rates in the management of traumatic haemorrhage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The national confidential enquiry into patient outcome and death in 2007 identified that one in eight trauma patients arrived at hospital with a partially or completely obstructed airway [1] . Subsequently, the 2017 national institute for clinical excellence major trauma guidelines recommend that patients requiring emergency anaesthesia have this performed as soon as possible, within 45 minutes of the initial call and preferably at the scene of the incident [2] . ",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Currently there are no pre-operative fasting regimes for emergency patients. A decreased fasting time is associated with increased patient comfort, hydration and decreased postoperative insulin resistance [1] . We identified a group of patients, particularly the elderly, fasting for prolonged periods prior to their surgery. Method Standards for the audit included a maximum 8 hour fast without liquids and a 10 hour fast without food. A two-cycle audit was completed. Firstly, data collected from the emergency orthopaedic theatre list over one week for fractured neck of femur patients; identifying prolonged fasting times. Subsequent introduction of a 200ml pre-operative nutritional drink, delivering 100 calories and prescribed on the morning of theatre. The following year the standards were reaudited over a one-month period.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 208,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The first cycle included 32 patients, of which 80% had documentation. 80% had a fasting time for solids greater than 10 hours (mean 13 hours 36 minutes) and 84% greater than 8 hours for liquids (mean 11 hours 33 minutes). The second cycle included 43 patients, 67% receiving the drink. 47% had a fasting time greater than 10 hours and 20% greater than 8 hours (mean of 6 hours 51 minutes). Malnutrition Universal Screening Tool (MUST) scoring showed 23% of patients were at risk of malnutrition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Excessive fasting times identified in a cohort with a 'at risk' MUST score of 23%. Whilst this group may be at increased risk of delayed gastric emptying, stress and comorbidity it appears that the fasting times are excessive in comparison to elective patient guidelines [1] . After the introduction of our nutritional drink, fasting times reduced.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 274,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The new protocol requires further time to be embedded into practice and therefore prescribed for all fractured neck of femur patients. This could be expanded to other trauma cohorts of patients. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A total of 18 papers were included in the qualitative synthesis and the overall quality of evidence was low. 11 papers focused on ventilation practice in traumatic brain injury (TBI), with 5 papers looking at major trauma patients in general. The prevalence of hyperventilation and hypoventilation in TBI was found to be high, indicating poor ventilation performance. 1 paper examined the use of a novel technique for titrating oxygen delivery and 1 paper researched compliance with ARDS.net protocols. 16 papers included civilian populations and 2 papers included military critical care transfer patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "There is limited evidence on ventilation strategies for trauma patients in prehospital care. The evidence that does exist generally has a narrow focus on a particular aspect of ventilation, the control of carbon dioxide. Further research in areas such as minute ventilation, positive end-expiratory pressure (PEEP), patient positioning, FiO 2 and ventilator technology is needed to step closer to bringing targeted critical care ventilation strategies to the point of injury.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "An Background Open tibial fractures (OTF) are expensive operations associated with numerous complications and a high cost per capita [1] . There is a move to review these operations and make them costeffective in current economic austerity [1] . This study is the first to report the cost and clinical outcomes of OTF repairs at the Leeds General Infirmary (LGI) to suggest cost-saving measures.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "Methodology A retrospective case-control study of all adult trauma patients requiring OTF repair at the LGI between April 2015 and June 2019 was conducted. Case patients were defined as those who underwent frame fixation and flap coverage on the same day. Control patients had their frame and flap on separate days. Salvage patients were excluded. Cost data for each patient's \"episode\" of care was retrieved, as was data for clinical variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "Results We identified 8 cases and 29 controls. Overall, same day 'fix and flap' was more cost-effective than delayed 'fix and flap' by an average of £8,108 (p<0.00497). Same day patients spent 10 fewer days in hospital post-surgery and had 6 fewer follow-up appointments. No medical or surgical related complications were reported in this group, bar superficial pin site infections which were common in both groups (87.5% vs 96.5%, respectively). No secondary procedures were performed in patients undergoing same-day management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "Conclusion Same day management of open tibial fractures has costsaving potential with similar, if not better clinical outcomes. However, the relationship between infection rates, length of stay and overall cost warrants further attention. Additional research is required; there is potential for a prospective, multi-centre case-control study with a larger sample size to increase validity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "Elderly Background Rib fractures are a commonly encountered traumatic injury and often require hospital admission and analgesia to permit adequate ventilation. Patients over 65 are recognised to be at increased risk of morbidity and mortality from rib fractures [1] , despite incurring lower energy mechanisms of injury. This may be due to lack of early recognition of traumatic injuries.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 265,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "14."
        },
        {
            "text": "Retrospective audit of patients with rib fractures presenting to three emergency departments over a 5-year period February 2014-February 2019. Patients were identified through TARN. Results 646 patients were identified from a total of 5174 TARN entries. The majority (60.99%) of patients were aged over 65 and had a slightly lower mean injury severity score (ISS) (11.27 versus 13.25, p=0.0002). However, these patients waited significantly longer to be seen by a doctor (mean time 96.3 minutes versus 51.94 minutes, p<0.0001) and longer for CT scanning (mean time 649 minutes versus 275 minutes, p=0.0469). In patients with ISS >15, the time to see a doctor for patients over 65 was still significantly longer (mean time 76.59 minutes versus 33.64 minutes, P=0.0001). Overall mortality was 4.8%, rising to 6.85% for patients over 65. There was a trend towards lower mortality when seeing a doctor within 60 minutes (RR 0.6793, 95% CI 0.3407 to 1.3546, NNT 53.559) and performing CT scanning within 180 minutes (RR 0.7917, 95% CI 0.3935 to 1.5929, NNT 85.5). 27.1% patients over 65 were admitted to medical or geriatric wards compared with 2.38% patients under 65, a difference of 24.78% (P<0.0001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Patients over 65 sustained the majority of rib fractures and waited significantly longer for clinical review and investigation. A significant number were initially admitted to non-surgical wards, potentially representing an initial non-traumatic working diagnosis. Strategies to promptly detect traumatic injuries from nonclassical presentations may help limit mortality in the elderly population. Background Pulseless electrical activity is a type of non-shockable cardiac arrest [1] . Paramedics treat cardiac arrests using advanced life support resuscitation [2] . When resuscitation fails, evidence on when to stop is limited [3] . This led to one UK Ambulance Service developing a local guideline to enable senior paramedics to cease resuscitation when considered futile. How senior paramedics decide futility for pulseless electrical activity is unexplored. This study aimed to investigate the clinical, patient and system factors which determined resuscitation futility and the autonomous decision-making of senior paramedics.",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 484,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 562,
                    "end": 565,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 630,
                    "end": 633,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Methods An explanatory sequential mixed method study was conducted. The quantitative phase identified a consecutive sample of cessation data from 2015-2018. Data was analysed using descriptive univariate analysis. The qualitative phase identified an expert sample of six senior paramedics. Semi structured interviews were conducted and data was analysed using content framework analysis. Results Quantitative phase: A sample of 50 patients had resuscitation ceased following senior paramedic involvement. Patient factors found an average age of 78 years, 74% witnessed cardiac arrest and 60% received bystander life support. Clinical factors identified 44% received defibrillation and 16% achieved an intermittent pulse. System factors found an average resuscitation duration of 54 minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "To explore these findings in the qualitative phase, six senior paramedics were interviewed and four themes emerged: concepts that defined futility, the impact of decisions, conflicting views and tools to support decision-making. The overarching theme found senior paramedics applied clinical judgement whilst incorporating a multifactorial approach to determine resuscitation futility. Conclusion Senior paramedics determined resuscitation futility by cautiously interpreting patient, system, clinical and subjective factors, including clinical judgement, to ensure decisions are holistic and appropriate to individual circumstances. It is a recommendation of this study that future cessation of resuscitation guidelines for cardiac arrest patients with pulseless electrical activity consider this multifactorial, patient centred, approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Background A major incident is any emergency requiring special arrangements by the emergency services. All hospitals are legally required to keep a major incident plan (MIP) detailing the response to such events [1] .",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In 2006 and 2019 we assessed the confidence of key individuals in hospitals across England and found a substantial knowledge gap in responding to the MIP [2, 3] . In this study, we analyse the data from our 2019 report and compare responses from doctors at major trauma centres (MTC) to other hospitals (non-MTC).",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 158,
                    "end": 160,
                    "text": "3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "As before, we identified trusts in England that received over 30,000 patients through the Emergency Department in the fourth quarter of 2016/17 [3] . We contacted the on-call anaesthetic, emergency, general surgery and trauma and orthopaedic registrar at each location and asked them to answer a verbal survey of three questions assessing their confidence in using their hospital's MIP. We then compared data from doctors at MTC and non-MTC using a multinomial mixed model. ",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Historically, patients requiring emergent revascularisation for acute myocardial infarction complicated by cardiogenic shock (AMI-CS) are mechanically supported by intra-aortic balloon pump (IABP) [1] . Despite advances in alternative percutaneous mechanical circulatory support devices, mortality rates in these patients remain high at approximately 50% [2] . Evidence, in support of relatively novel devices such as the Impella® is limited, and their clinical application is currently not recommended in ESC guidelines [3] . Through a comprehensive search of the available literature, this review aims to compare survival outcomes in AMI-CS patients undergoing revascularisation supported by IABP / Impella® devices and discuss the clinical implications of the findings.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 355,
                    "end": 358,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 524,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The literature was reviewed using search terms 'Intra-aortic balloon pump', 'Impella', 'Cardiogenic shock' and 'Mortality' applied to four databases: Ovid Medline, Embase, Cochrane and Web of Science. 1,823 studies were screened based on title and abstract, before full text analysis to identify studies that satisfied predefined inclusion and exclusion criteria. Results 2 randomised control trials and 10 observational studies met the eligibility criteria with a total of 28,104 patients included. 2 studies investigated patient outcomes with IABP compared to Impella®. The remainder compared IABP to control. Results were mixed. Notably, only one study claimed reduced mortality with IABP vs control, and one study concluded that Impella® improved survival rates when compared to IABP. The average 30-day all-cause mortality in patients treated with IABP was 42.5% vs 37% in patients treated with Impella®.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "In patients with AMI-CS undergoing revascularisation, the evidence is insufficient to associate survival benefit with treatment by IABP or Impella 2.5/CP®. When compared to IABP, the Impella 2.5/CP® was not found to provide superior survival outcomes. Whilst this analysis failed to establish a survival benefit associated with either device, the limitations of these studies have been discussed, and suggestions for future research outlined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Bypassing the nearest emergency department for a more distant neurosurgical centre in traumatic brain injury patients ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18."
        },
        {
            "text": "The recent introduction of major trauma networks throughout England in 2012 has changed how patients with suspected traumatic brain injury (TBI) are managed at the scene of injury. Selecting certain head trauma patients with suspected TBI for bypass to a more distant specialist neurological centre (SNC) is the networks function but may delay resuscitation whilst expediting neurosurgical/ critical care. This comparative effectiveness research study analysed the impact of this strategy on the risk adjusted survival rates of patients confirmed to have a TBI on brain CT scan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The study employed data from the Trauma Audit and Research Network. Adult patients with a TBI on CT scan were included if they presented between June 2015 to February 2016 to SNCs or nonspecialist acute hospitals (NSAH) in the North of England (South Cumbria, Lancashire and the North East Region). Patients were identified as having bypassed a nearer NSAH emergency department (ED) to a SNC using google maps enabling exclusion of patients whose nearest ED was within a SNC. Their risk adjusted survival was compared to TBI patients who received primary treatment at a NSAH with subsequent secondary transfer to a SNC or who remained at the NSAH until discharge or death. A multivariate logistic regression model predicting survival after TBI (Ps14 n ) was utilised to adjust for variation in casemix between the cohorts. Results 84 of 339 (25%) of TBI patients bypassed a nearer NSAH to a SNC, whilst 75% received primary treatment at an NSAH (n=255). There was no significant difference in the standardised excess survival rate between the two cohorts; with +2.55% for bypass (-5.09% to +10.20%) versus -1.49% for non-bypass (-5.34% to +2.36%). Conclusion No significant survival benefit was identified for TBI patients who bypassed the nearest ED compared to those receiving treatment at the nearest NSAH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Delivering Pre-thawed FFP is logistically feasible, safe, and associated with a statistically significant improvement in mortality. Although using thawed FFP is associated with inherent wastage, it has been shown to be more cost effective than using freeze-dried alternatives and more practical to deliver in the pre-hospital setting. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19."
        },
        {
            "text": "The volume of knife/sharp instrument offences has increased by 44% since the year ending March 2011 [1] . The particular geographical distribution of the rise in knife crime is thought to be related to county lines 'drug-selling gangs' [2] . The term County Lines was first coined at the Home Office in 2013 and involves child criminal exploitation; gangs using children and vulnerable people to move drugs and money [3] . The aim of this study was to establish the prevalence of deliberate penetrating trauma attended by semi-rural air ambulance service (Air Ambulance Kent, Surrey & Sussex) and evaluate whether there is an increase of case load and geographical link to county lines.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 236,
                    "end": 239,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 420,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A retrospective review of Air Ambulance Kent, Surrey & Sussex database (HEMSBase) was conducted of all patient who sustained deliberate assault by sharp object over a 5-year period (January 2014-December 2018), including those who died pre-hospitally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "A total of 309 patients were identified, of which 274 were male. 46% (n=142) were age between 26 and 45, while 108 (35%) were younger than 26, of which 12 were 16 or younger. Our service saw an average annual increase of missions related to assault by sharp object of 10.52%, with the marked annual increase of 50% between 2017 and 2018. 57% (n=175) of patients were attended at night (7pm-7am). As demonstrated by heat maps, we found that the geographical distribution of patients coincided with the perceived county lines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "This study demonstrates that the increase in penetrating trauma in the region is reflected in our case load. This is the first study in the UK to analyse geographical distribution of patients assaulted by sharp object who were attended by air ambulance along the county lines. This data could be used to further inform prevention, as well as our dispatch.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "activations in England are as a result of motor vehicle accidents [2] . This service evaluation aimed to review the impact of vehicle incident related trauma team activations at a major trauma centre in the North West of England.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Methods Following institutional approval CAMS 6956 we reviewed all patients who activated a trauma call in the period of 1 January 2017 to 31 July 2019 recorded on our in-house trauma database. Those involved in a vehicle incident were identified and a case notes review was undertaken to record demographics and services required. Results There were a total of 3912 trauma team activations in the study period of which 1226 (31.3%) where coded as 'Vehicle Incident/Collision' (4 were incomplete and discarded leaving 1222 for analysis ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Use of the proforma significantly improves head-to-toe examination rates and imaging review. Not all healthcare professionals utilised the TSE proforma, suggesting further efforts are required in its implementation. Our audit recommendations will be re-audited locally in 2020 with a view to audit pan-london trauma centres. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "To determine the optimal solution that will ensure that the expansion of the EMRTS is aligned to the agreed key investment objectives in order to make a recommendation to Welsh Government. Methods A short list of service delivery options were agreed by the project team and subjected to a robust evaluation and ranking process against the key investment objectives of 'Equity', 'Health Gain', 'Value for Money', 'Clinical and Skills Sustainability' and 'Affordability'. Data was collated from a demand versus utilisation data-matching exercise for each of the shortlisted options along with drive (road) and flight time (air) isochrones) and population coverage. Each option's performance was then scored and ranked against each of the 5 objectives, stakeholders were also asked to agree a weighting for each objective (reflecting its importance to their stakeholder group) in order to also prepare a weighted score per option.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aims and objectives"
        },
        {
            "text": "The robust process referred to (above) identified a preferred option that, in addition to the existing 12 hour 0800-2000 service provided from 3 bases, includes 24 hour bases in Caernarfon and a South Wales base, a 1400-0200 service to meet the main peak of unmet demand and extension of the Air Support Desk to support the service during the extended operating hours. Conclusion A service expansion review document has now been prepared and submitted to Welsh Government with a recommendation that the preferred option is approved and funded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Assessing the \"unmet demand\" for the Emergency Medical ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "25."
        },
        {
            "text": "The Emergency Medical Retrieval & Transfer Service (EMRTS) Cymru launched in April 2015, providing a 08:00-20:00 daily air and road response to pre-hospital emergencies and inter-hospital transfers across Wales. It is a collaborative partnership between NHS Wales, Wales Air Ambulance Charitable Trust (WAACT) and Welsh Ambulance Service NHS Trust (WAST).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "To ascertain if there is \"unmet demand\" during and outside of current operational hours and to understand the timing and geographical spread of any such demand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aims and objectives"
        },
        {
            "text": "Utilising multi-source retrospective data from WAST, Trauma Audit and Research Network (TARN) and service records, a baseline demand matrix was generated detailing the average volume of calls by hour and local health board. It was corrected for the proportion of cases that would be expected to receive critical care interventions based on service records and compared with historical demand for the current service model. Data was then classified under the broad categories of Trauma, Medical and Time Critical Transfers (all Ages).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The data reveals significant unmet demand throughout the 24 hour period, with the majority between 15:00 and 21:00, but also significant numbers outside of current operational hours. The focus of the unmet demand is proven to be in the South East of Wales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "There is a significant unmet need, and the service should develop a case for expansion that utilises the above information and identifies the optimal solution in line with agreed key investment objectives. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Junior doctors are often the first clinicians to assess multiply-injured trauma patients [1] , however teaching in trauma is traditionally done at postgraduate level [2] . A significant number of soon-to-graduate medical students in the past have believed their trauma training to be sub-par [3] , with similar beliefs reflected in junior doctors [1] . The King's College London (KCL) Pre-hospital Care Programme (PCP) is a student-led initiative open to all KCL medical students, giving them the opportunity to experience pre-hospital care with the aim of furthering their exposure to acutely unwell medical and trauma patients.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Students applying to the programme were asked to complete a 'pre-PCP' survey on their previous exposure to emergency medicine and trauma, and confidence in patient assessments using Likert scales. Students will be re-surveyed following their participation in the PCP, as part of a wider study assessing the influence of pre-hospital care experience on students' clinical practice. Results 36 student responses were analysed; all had completed at-least one year of medical school. 58% of respondents said they had moderate to extensive exposure to acutely unwell patients, with only 31% saying the same for patients with traumatic injuries. Similarly, while 30% respondents were confident or extremely confident in performing ABCDE assessments on medical patients, only 14% felt the same about performing a trauma primary survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "There is a clear disparity between students' experiences of traumatic and medical presentations, likely reflecting the gap in trauma exposure and training at undergraduate level that has regularly been reported. Effective assessment of an unwell patient is a key part of the GMC 'outcomes for graduates'; the KCL PCP aims to develop students' exposure to and understanding of trauma patient assessment, and hence facilitate a more confident transition to foundation years. KCREC Ethical Clearance Reference: MRS-18/19-13553",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A retrospective audit of pre-hospital hypotension and hypoxia in severe traumatic brain injury Background Traumatic brain injury (TBI) is the commonest cause of death in those <40 years old in England and Wales [1] . Hypotension (systolic blood pressure (sBP) <90mmHg) and/or hypoxia (SaO2 <90%) in the patient with a TBI has been associated with increased risk of secondary brain injury and mortality [2, 3] . The injured brain is especially vulnerable in the pre-hospital phase, patients with severe TBI (GCS ≤8) therefore benefit from Helicopter Emergency Services (HEMS) care and prehospital emergency anaesthesia (PHEA).",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 402,
                    "end": 405,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 408,
                    "text": "3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "27."
        },
        {
            "text": "We carried out a retrospective audit on all adults (≥18 years) with severe TBI who were attended to by Hampshire & Isle of Wight Air Ambulance (HIOWAA) between 1/11/2018 and 26/9/2019. Data was collected from the ARC-EMS patient record database. Cases with documented hypotension and/or hypoxia were examined in detail, we focused on oxygenation and haemodynamics pre and post PHEA where applicable. Results 33 patients had severe TBI, those in cardiac arrest without evidence of return of spontaneous circulation (ROSC) were excluded. 12 (36%) cases of hypotension and/or hypoxia were identified. Of these, 4 (33%) occurred during HEMS primary survey only, the other 8 (64%) occurred subsequent to this whilst under HEMS care. 21/33 (64%) received PHEA. Post PHEA hypotension and hypoxia rates were 15% and 5% respectively. The mean change in sBP following RSI was -15mmHg. sBP reduction post PHEA was most marked in polytrauma patients and the elderly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Patients with severe TBI were at risk of PHEA induced hypotension and airway compromise associated hypoxia. Suggested changes to practice included: increased use of vasoactive drugs (particularly during induction of anaesthesia) as well as more scrupulous attention to the documentation of observations and clinical decision making. Recent changes to ARC-EMS, now with automated data pull through, will add scope to a re-audit. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Major trauma has traditionally affected young males, however an aging population has increased the proportion of older trauma patients. Mechanisms are changing where low level falls are common in older people and violent trauma is increasingly affecting younger cohorts. Currently age-related thoracic guidance is not routinely available, and the burden and outcomes of isolated thoracic major trauma have not been described in the UK. Methods A retrospective review of prospectively collected data at an urban Major Trauma Centre (MTC) was performed. Data between February 2014 and December 2018 was sourced from the Trauma Audit Research Network database. Patients aged ≥16 years with isolated thoracic trauma, irrespective of chest abbreviated injury score (AIS) and injury severity (ISS) were included. Injury characteristics, treatment and outcomes (mortality and Glasgow Outcome Score) were compared between younger (<60yrs) and older populations (≥60yrs),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Of the 419 patients with isolated thoracic trauma, 54% were younger and 46% older. Chest AIS and ISS did not differ between ages (AIS 3 [3] [4] , ISS 9 [9-16] both groups). Older adults had a 2-fold increase in ≥3 rib fractures (77% vs. 38%, <0.0001), and were three-times more likely to suffer flail chest injuries (36% vs. 13%, <0.0001). Haemopnuemothoraces were twice as frequent in the young (37% vs. 17%, < 0.0001). There was a four-fold increase in surgery for younger patients (29% vs. 7%, p<0.001), whereas epidural rates doubled for older adults (30% vs. 17%, p 0.001). Mortality did not significantly differ (5% vs 9%, p=0.12) but more than a quarter of older patients were moderately disabled at discharge (28% vs 4%, p<0.0001).",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 140,
                    "end": 143,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Despite comparable injury severity, isolated thoracic trauma at a UK MTC differed between age cohorts. Whilst the majority survived irrespective of age, treatment pathways differed. Further national investigation into isolated thoracic trauma is warranted to enhance specific age-related clinical guidance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The impact of gunshot wounds at a major trauma centre in the north west of England Rebecca Russell, Simon J Mercer Liverpool University Hospitals NHS Foundation Trust, Liverpool, UK Correspondence: Simon J Mercer (simonjmercer@hotmail.com) Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine 2020, 28(Suppl 1):29.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "29."
        },
        {
            "text": "Background Penetrating trauma is less common than blunt trauma in major trauma centres in England [1] and as a consequence the trauma team has less exposure to such cases. In the year ending March 2017 there were 6,375 firearm offences recorded in England & Wales [2] . The objective of this service evaluation was to review the impact of gunshot wounds (GSW) on our major trauma centre over a three-year period and to review the resources that were required and to assess the impact on our training programs. Methods Following institutional approval (CAMS 7113) we undertook a retrospective service evaluation of patients who triggered a trauma call as a result of a GSW during the period 1 August 2016 to 31 July 2019. Cases were identified using our in-house trauma database and a case notes review was undertaken. Demographic data and any services utilised were recorded. Results There were 4483 trauma calls over the study period of which only 84 (1.8%) were attributed to GSW (1 record was incomplete and discarded). The mean age was 30.1 years (SD 11.0), 80/83 (96.4%) were Male and 66/83 (79.5%) presented outside normal working hours (0800-1800). A Code Red Trauma Call was activated for 28/83 (33.7%), CT Scan was performed for 57/83 (68.7%), 12/83 (14.5%) required surgery within 4 hours of admission (7 trauma laparotomies), 10 patients were admitted to critical care, 5 died and 27 patients were admitted for > 7 days. Conclusions There were relatively few gunshot wounds but when they presented a third required a 'code red trauma' activation and arrived predominately out of normal working hours. These patients are resource intensive and there are training implications as they present infrequently. High-fidelity simulation could be considered as part of a training package to supplement the lack of exposure to these cases. ",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "29."
        },
        {
            "text": "Rib fractures are common, and associated with significant morbidity and mortality. Early assessment and analgesia are important, but were variably provided in our hospital. We assessed the effect of a trust wide awareness campaign on assessment, management and outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "All patients admitted to the thoracic surgery service with rib fractures between April 2017 -March 2018 (audit cycle 1) and June -September 2019 (cycle 2) were included. Demographics, clinical management, documentation of rib fracture score calculation and length of stay were collected. Data were compared with the first audit cycle before the Trust awareness campaign. Fisher's exact, Student's 2 tailed t tests and Mann-Whitney U tests were used as appropriate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Results 56 patients were available for analysis. Higher rib fracture scores were associated with increasing age and longer length of stay. In the post intervention group, the rib fracture score calculation rate has improved from 0% to 50% and the pain management compliance rate from 11% to 71%. In addition, mean resting pain scales ranged from 3.72 (day 1) to 3.52 (day 5), suggesting generally good quality pain control. Conclusion A Trust wide initiative significantly improved the early assessment of rib fracture patients and compliance with management protocols. Increases in the use of regional anaesthesia or surgery were not significant, but pain control appeared adequate. Implementation did not therefore require significantly increased surgical or anaesthetic resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Correction of traumatic brain injury induced coagulopathy using fluids and blood products Samuel Smith 1 , Paul Vulliamy 2 , Ross Davenport 2 Background Traumatic Brain Injury (TBI) frequently results in an acute coagulopathy [1] which is associated with a substantial increase in mortality [2, 3] . The aim of this study was to examine the effect of fluid and blood product transfusions on the correction of TBI-induced coagulopathy, and to investigate the clinical relevance of persistent uncorrected coagulopathy.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 291,
                    "end": 294,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 295,
                    "end": 297,
                    "text": "3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "32."
        },
        {
            "text": "This retrospective study used data from the Activation of Coagulation and Inflammation in Trauma Study (ACIT). Patients with an isolated TBI (iTBI: head AIS ≥3 and other AIS components <3) and an admission coagulopathy (ExTEM CA5 ≤40mm on ROTEM analysis or INR >1.2) were included. Patients who remained coagulopathic at 24 hours were compared to patients whose coagulopathy resolved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Of 55 coagulopathic iTBI patients, 34 had their coagulopathy corrected and 21 remained coagulopathic. The groups were comparable in terms of overall and intracranial injury severity, but persistently coagulopathic patients had a greater admission base deficit (0.2 vs 2.3, p=0.022) and a higher incidence of coagulopathy by admission INR (4% vs 35%, p=0.008). Patients with a persistent coagulopathy needed significantly more neurosurgical decompression (18% vs 43%, p=0.041) and received more red blood cells (0 vs 1 units, p= 0.006). However, volumes of crystalloid, fresh-frozen plasma, platelets and cryoprecipitate administered were similar, and the majority of patients in both groups did not receive any blood products by 24 hours. Although mortality was comparable, multiple organ dysfunction was more frequent among persistently coagulopathic patients (62% vs 86%, p=0.06).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Persistent coagulopathy occurs in a substantial proportion of coagulopathic iTBI patients and is associated with a higher level of shock and higher rates of neurosurgical intervention and organ dysfunction. Although we did not find evidence that aggressive blood product resuscitation is associated with correction of coagulopathy, use of products was infrequent in this study and further investigation is required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Review of the first 20 prehospital blood product transfusions by Essex and Herts Air Ambulance (EHAAT) T Durham 1 , I Norris 1 , L Philipson 2 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "33."
        },
        {
            "text": "Life threatening haemorrhage is the leading cause of preventable death amongst trauma patients [1] . Prehospital blood products have been used by an increasing number of civilian helicopter emergency medical services [1] . EHAAT introduced plasma and packed red cells into service in March 2019.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 217,
                    "end": 220,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "We investigated the first 20 cases of prehospital blood product administration by EHAAT using retrospective analysis of the HemsBASE 2.0 database. We conducted a survey of EHAAT clinical staff to review experiences of blood product administration and reviewed the EHAAT standard operating procedure for blood product administration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Analysis demonstrated a similar patient demographic receiving blood product to other UK HEMS services [2] [3] . 75% of patients were male, and 11/20 patients were aged between 20-40 years. The predominant mechanism of injury was road traffic collision, reflecting the urban-rural area of EHAAT coverage. EHAAT were 100% compliant with pre-transfusion checklists and blood traceability practice. There was no wastage of packed red cells and one unit of lyoplas (plasma) was reconstituted but not given.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Our analysis demonstrated that patients in traumatic cardiac arrest were treated off standard operating procedure and given larger volumes of packed red cells without plasma. This reflects a need for large volume resuscitation. 6/13 non-cardiac arrest patients were also given packed red cells prior to plasma potentially reflecting a clinical decision to give larger volumes. However difficulties were identified with the time taken to reconstitute plasma and this warrants further audit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Assessing ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "34."
        },
        {
            "text": "London's Air Ambulance (LAA) provides advanced trauma care across London, bringing specialist resources and expert trauma teams to patients. Since its inception 30 years ago, LAA has treated 40,000 critically injured patients [1] and significantly impacted pre-hospital patient care. To our knowledge, this is the first analysis to quantify the magnitude of the research impact of LAA. We aim to provide an insight into the research impact that LAA has had in pre-hospital medicine since its establishment.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "We searched Scopus, Web of Science, Google Scholar and Pubmed using pre-determined key words. Subsequently the references list of each article was reviewed to identify additional articles not included within the search. Articles were deemed LAA focused and were thus included if they were regarding pre-hospital medicine and if: (a) data were derived from LAA or, (b) focused on LAA patients or, (c) authored by members of LAA. The research impact of each eligible article was classified as either: high (article directly influenced the change/creation of clinical guidelines); medium (article was referenced in clinical guidelines or has >20 Google Scholar citations, or >10 Pubmed citations); or low impact (article has ≤20 Google Scholar citations or ≤10 Pubmed citations).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The literature search yielded 1,120 articles in total. 200 articles met our inclusion criteria and their full text was analysed to determine the level of impact. 19 articles were classified as high impact, 76 as medium impact and 105 as low impact. Of the 76 articles classified as medium impact, 20 were referenced in guidelines but not thought to have significantly influenced a change in the guideline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "This review quantifies the significant research impact of LAA in prehospital medicine over the past 30 years and considers its future potential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Pre ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35."
        },
        {
            "text": "At present there are no clear guidelines governing pre-alert calls for trauma patients outside of the major trauma decision tree, which makes recommendations for patients suitable for direct conveyance to the Major Trauma Centre (MTC) and recommends pre-alert in select groups. We sought to investigate the use of pre-alert calls in patients conveyed to 2 trauma units.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Retrospective audit of trauma patients conveyed to 2 trauma units in Kent between February 2014 and February 2019. Patients were identified through TARN. Results 835 major trauma patients (ISS >15) were identified, of whom 278 (33.29%) were pre-alerted to the trauma unit. 258 patients had a trauma team activation with 222 (79.86%) pre-alerted prior to arrival. 96 (11.5%) patients had GCS <14, of whom 53 (55.2%) were prealerted These patients had mortality of 18.75%, with a relative risk of death of 2.95 (95% CI 1.79 to 4.86, P <0.0001), NNH 8.01 compared with GCS≥14. 110 patients (17.37%) required secondary transfer to the major trauma centre of whom 57 (51.82%) were pre-alerted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Prehospital alerts accounted for the majority of hospital trauma team activations in our cohort of ISS >15 patients. However, the majority of major trauma patients were not pre-alerted. Where pre-alert calls are traditionally performed for patients assessed to need immediate intervention, we would encourage calling in all patients where significant injuries are suspected to allow for immediate assessment. The activation of a trauma team allows more rapid clinical review, expedited imaging, discussion with the MTC and even an earlier recognition and discussion of futility in frail multiply injured patients. We also identified that the major trauma decision tool was often not followed for patients with GCS <14 (step one) where pre-alert is always recommended, and these patients had significantly poorer outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Pre-hospital frailty scoring by critical care teams in older patients with traumatic injury: is it feasible? Kurtis Poole, James Raitt ",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 134,
                    "text": "Raitt",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "36."
        },
        {
            "text": "Older patients are increasingly sustaining traumatic injury. Those aged 60 and over account for more than half of patients recorded in the Trauma Audit and Research Network database. [1] The assessment of frailty may guide clinical decision making for these patients. Pre-hospital critical care teams offer enhanced care and senior decision making at the point of injury. These teams are exposed to information that is not available to hospital teams that may assist frailty assessment.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The Clinical Frailty Scale (CFS) is a judgement-based tool to assess frailty ranging from one, 'very fit', to nine, 'terminally ill' [2] . This service evaluation aimed to review the feasibility of obtaining a pre-hospital CFS for patients attended by a critical care team. Methods Thames Valley Air Ambulance provides physician and paramedic critical care teams to a population of over two million people. Data was collected from the 9th April 2019 to the 9th October 2019. The attending team recorded a CFS or an inability to assess on the patient record. Cases were included where the patient was aged 60 or older and had experienced an acute traumatic injury.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "There were 156 eligible cases retrieved. Six cases were missing all data and were excluded. Of the remaining 150 cases, 143 recorded a CFS (95.3%). This included nine of ten patients who received a pre-hospital anaesthetic (90%). The proportion of very frail patients (CFS > 6) was directly proportional to age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The pre-hospital assessment of frailty is highly feasible in older trauma patients. There are numerous potential benefits such as guiding interventions, hospital destination, and in-hospital specialist review. Frailty scores are collected in medical cases, and likely offer similar utility. Reproduction of this work in similar settings, and further evaluation of the validity and impact of pre-hospital frailty scoring, is warranted. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Maintenance of low normocapnia (4-4.5kPa) in the context of traumatic brain injury (TBI) is crucial for neuroprotection. [1] The end tidal carbon dioxide (ETCO 2 ) level is routinely taken as a proxy of arterial CO 2 concentration (PaCO 2 ) in the prehospital environment as blood gases are not easily measurable, despite PaCO 2 being the gold standard. [2] It has been suggested that in the prehospital population ETCO 2 cannot be used reliably as a surrogate for PaCO 2 .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "[3] The aim of this project was to determine the reliability of using ETCO 2 as a surrogate for arterial PaCO 2 in our local prehospital TBI population. Methods A retrospective service evaluation was performed, in which twenty pre-hospital cases were identified who had potentially suffered a TBI and were given a prehospital emergency anaesthetic. The differences between the last prehospital and first in-hospital ETCO 2 measurements and the first in-hospital PaCO 2 measurement were calculated. Patients who did not have PaCO 2 measured in the Emergency Department were excluded from the analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Sixteen patients were included in the analysis. The median prehospital and in-hospital ETCO 2 levels were almost identical: 3.8kPa and 3.85kPa respectively. The median PaCO 2 was 5.3kPa on arrival in hospital. ETCO 2 levels were consistent across all patients with very little variation away from 4kPa, whereas the PaCO 2 results were noticeably more varied, ranging from 4.2kPa to 7.8kPa. In four cases there was a >2 kPa difference between ETCO 2 and PaCO 2 . Conclusions ETCO 2 is an unreliable surrogate measurement for arterial PaCO 2 in the prehospital setting. Given that the median PaCO 2 was 5.3kPa for a corresponding median ETCO 2 of 3.8kPa, true arterial PaCO 2 may be significantly over the recommended upper limit for patients with suspected TBI. The ability to measure prehospital arterial blood gases would allow for more accurate PaCO 2 levels to be targeted and maintained. Further work would be a prospective observational study in this area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Adequacy ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "38."
        },
        {
            "text": "Effective management must combine measures to minimise secondary brain injury with urgent neurosurgical intervention when indicated [1] . However, the mortality of TBI remains high, and the optimal pre-hospital transport strategy for TBI within the UK Major Trauma Network remains unclear [2] . We compare the effect of direct versus indirect transport to a neurosurgical centre on the mortality of patients following TBI. ",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "During CPR, ILCOR guidelines on ventilation are rarely achieved due to a tendency to either over or under ventilate both in terms of frequency and tidal volume. Most mechanical ventilators are unable to solve this problem as they struggle to cope with high airway pressures generated during CPR. The Draeger VE300 is a novel prehospital ventilator with a 'CPR mode' which is pre-set to deliver ILCOR recommended ventilations as well as modulate flow during compressions in order to effectively deliver tidal volumes without excessive airway pressure. The device has the capacity to deliver additional modes of invasive and non-invasive ventilation, something not seen in other prehospital devices. The VE300 has a unique design in that it incorporates the oxygen cylinder within its housing, negating the need for a long, high pressure oxygen hose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "This manufacturer sponsored study aimed to assess the usability of the device by UK critical care paramedics in a single ambulance service. The primary means by which data was collected was via an electronic Ventilator Use Record Form on a bespoke App (Teamscope) completed after each use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Over 98 days in 2018/19 the ventilator was deployed 55 times (29 during cardiac arrest, 32 post-ROSC only). There were 2 uses in noninvasive mode. The overall impression by users was that 81.8% had a positive experience, 9.1% were neutral and 9.1% negative. 29.1% of users decided to return to BVM due to the presence of alarms related to 'leakage' or 'check circuit'. 1 device suffered a screen malfunction and another a cracked screen. The integrated cylinder mechanism and fixation hooks may need revising. Despite a detailed training program users often felt underconfident troubleshooting problems, but appreciated additional clinical information on the VE300.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "A majority of users felt the VE300 was worth further consideration in cardiac arrest management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "An Background Post-concussion syndrome (PCS) affects 15-25% of mild traumatic brain injury (mTBI) patients resulting in a variety of incapacitating symptoms from dizziness and headache to difficulty sleeping and depression. (1) This review focuses on the three interventions most used in clinical practice: rest, information giving and cognitive behavioural therapy (CBT). Rest is increasingly being questioned as a treatment in many areas of medicine but is still largely promoted in concussion management. (2) Information giving is an integral part of an emergency department consultation but has not necessarily proven to help PCS symptoms. Lastly, CBT has a firm founding in psychiatry and, due to the dysfunctional thought processes and maladaptive beliefs known to underpin chronic PCS, it is likely to be an effective treatment. (3) This review will look at the evidence available for all three of these interventions in the context of PCS.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 227,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 836,
                    "end": 839,
                    "text": "(3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "42."
        },
        {
            "text": "Method Systematically reviewing studies from; MEDLINE, Embase, PsycINFO and PubMed for original, non-observation studies published from 1998-2019 including adults with mTBI in relation to the intervention of rest, CBT or information giving. Excluding sports concussion studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "42."
        },
        {
            "text": "Results Of the 20,902 studies identified, 14 were included in this review. Three rest papers, four CBT papers and seven for information giving. There were major methodological differences with many different clinical outcome measures used. Two of the three rest studies showed no effect of rest on PCS symptoms. The CBT studies that focused on acute PCS all found the intervention effective. The information giving studies yielded inconclusive results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "42."
        },
        {
            "text": "Conclusion Of the three interventions assessed in this review only CBT has proven effective in the treatment of acute PCS. Rest does not have sufficient evidence to support its promotion. Information giving will remain an integral part of common practice, but this ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "42."
        },
        {
            "text": "Prehospital data relating to all secondary transfers to the MTC from IOW between January 2016 and December 2017 was gathered from Trauma and Audit Research Network (TARN) and IOW Ambulance Service databases. All prehospital data was checked against the TUBT for missed primary MTC transfer opportunities. Results 48 secondary transfers were identified. 23 (48%) of these did not meet the bypass tool criteria and 13 (27%) patients met the bypass tool criteria but were missed primary transfers. Recorded secondary transfer injuries included: reduced Glasgow Coma Score (n=7), systolic blood pressure <90mmHg (n=5), depressed or open skull fracture (n=2), suspected pelvic fracture (n=2), and crushing, degloving or mangled limb injury (n=1). 6 (13%) patients self-presented to the TU and 6 patient files had incomplete data. 47 (98%) met the bypass criteria within HEMS operational hours and there was no obvious geographical location bias. Conclusion 27% of patients from the IOW had a missed primary transfer opportunity, having met defined criteria set out in the bypass tool. The creation of opportunities to promote wider dissemination of the tool amongst ambulance teams is needed to increase numbers of safer patient transfers off the island. Background: Traumatic injuries constitute one of our major public health challenges. The most effective means to reduce the impact trauma has on individuals and society is primary injury prevention. Alcohol and drug use are major risk factors for traumatic events. Primary prevention relies on detailed knowledge of risk factors. The aim of this study is to facilitate targeted injury prevention through improved data collection and analysis on impairing substances as risk factors for traumatic injuries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Methods: IDART is a national prospective study including analyses of the toxicological profile of all patients ≥ 16 year of age admitted via trauma team activation to any Norwegian trauma hospital (n38) during a 12 month study period. Residual blood from routinely drawn blood samples at trauma admission is analyzed for alcohol, illegal and psychoactive drugs. Toxicological data are linked to clinical data from the National Trauma Registry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Results: Data collection started March 1st, 2019, and during the first six months 3006 patients were included from 34 trauma hospitals. According to preliminary data, 33% of the included patients tested positive for psychoactive substances; alcohol: 20%, illegal drugs: 9%, and prescribed psychoactive drugs: 13%. Mean alcohol blood concentration was 1,7 g/kg and cannabis was the most commonly used illegal drug. Data on the prevalence of different psychoactive substances disaggregated by mechanism of injury from the 6 month study period will be presented. Conclusions: More than 30% of the included patients tested positive for one or more psychoactive substance according to preliminary data. The IDART study provides a detailed descriptive analysis on the prevalence of alcohol, illicit and medicinal drug use among all patients admitted to a Norwegian hospital with suspected severe injury. Further analyses will aim to identify high risk groups according to age, gender, geographical location, circumstances of the injury and type of psychoactive substance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Microvesicles have increased thrombin generation potential early after trauma Ingrid N Rognes 1 , Marit Hellum 2 , William Ottestad 3 , Kristi G Bache 1 , Torsten Eken 3 , Carola Henriksson 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "45."
        },
        {
            "text": "Background Microvesicles (MVs) are small membrane-surrounded particles that are released from various cell types in response to cell activation and apoptosis. Several studies have shown an increased number of MVs after trauma using flow cytometry [1, 2] . Circulating MVs after trauma are thought to have a procoagulant potential. We hypothesised that the thrombin generating capacity of isolated MVs after injury was increased and correlated with degree of anatomical injury (New Injury Severity Score, NISS) and physiological derangement (admission base excess, BE). Method MV-associated thrombin generation was assessed in admission blood samples in a prospective cohort of 33 trauma patient, and in 20 healthy controls. We used a modified thrombin generation assay where MVs are isolated and analysed in pooled normal plasma [3] . This method measures the activity of only MVs, without contributing effect from the patients' plasma. Wilcoxon rank sum test was used for group comparison, and Spearman correlation was used to evaluate the correlation between NISS and BE and MV associated thrombin generation.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 250,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 251,
                    "end": 253,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 829,
                    "end": 832,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "45."
        },
        {
            "text": "Citrated plasma from 33 patients and 20 controls were used for analysis. The patient population were severely injured (75% NISS ≥25, and 25% admission BE ≤ -6), with predominantly blunt injury (94% ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Resuscitative thoracotomy (RT) is indicated in a subset of traumatic cardiac arrests and can result in neurologically intact survivors [1] . It has been hypothesised that patients who achieve return of spontaneous circulation may die hours to days later due to cardiogenic shock and multiple organ dysfunction syndrome precipitated by cardiac reperfusion injury. Complex multifactorial mechanisms underpin cardiac reperfusion injury including the oxygen, calcium and pH paradox, inflammation and mitochondrial dysfunction [2] . The aim was to identify the number of deaths following RT, for blunt and penetrating trauma, that could potentially be attributed to cardiac reperfusion injury. Methods A literature search of Medline, Embase, Scopus, Web of Science and PubMed databases was conducted to identify eligible RT case series. This was done in accordance with the preferred reporting items for systemic reviews and meta-analyses (PRISMA) guidelines. To be eligible studies must detail a case series of >5 patients who underwent a thoracotomy that was resuscitative in nature and provided sufficient details of the outcome of patients.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Eight case series were included within the systematic review with a total of 649 patients who underwent RT. 47.7% (45/95) of late patient deaths following RT had modes of death that could potentially be attributed to cardiac reperfusion injury. This equates to 6.9% (45/649) of the total patients. Mortality in all RT patients was 94% (610/649) and early mortality (<6 hours since injury) was 79% (515/649).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "This review suggests a proportion of patient may die due to the consequences of cardiac reperfusion injury. There is evidence to suggest that there is a window of opportunity to mitigate the injury caused by reperfusion [3] . Interventions such as withholding calcium chloride, partial rather than total aortic occlusion, and early assessment for possible extra-corporeal mechanical support may be beneficial however further research is required.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 223,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Post-traumatic pulmonary pseudocyst (TPP) is uncommon complication after blunt trauma due to important compressive forces transmitted to the lung parenchima: alveoli and interstitium are lacerated and cavities fulfilled with air, fluid or both are created [1] . Thoracotomy is reserved to cases of massive haemorrhage or persistent air leakage with low incidence of mortality.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 259,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "We report the case of a 37 years old male crashed by a S.U.V passing over his chest. He had no past illness apart from mild obesity. On the scene hemodynamic was unstable and tracheal intubation was performed for worsening in respiratory mechanic. CT showed bilateral pulmonary contusions with pneumo, hemothorax and thoracic vertebral fractures requiring urgent surgical fixation. Total Injury Severity Score was 38 and Trauma Injury Severity Score 9,9%. ICU stay was complicated by sepsis due to pulmonary infection, severe acute respiratory distress syndrome requiring prone position and acute kidney injury due to hypermyoglobinemia. A follow-up CT revealed an air-fluid filled cavity 8 cm diameter consistent with TPP. Patient improved until a massive hemothorax, requiring emergency thoracotomy with atypical lobar resection. After this complication was resolved, it was possible to complete respiratory weaning despite persistence of air leakage and of TPP at CT scan. On day 57 another massive hemothorax occurred together with hemoptysis inhibiting ventilation and exiting in cardiac arrest. Massive transfusion protocol was activated, broncoscopy and bronchial blocker insertion were attempted without benefit. VA-ECMO was impossible at that time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "Conclusion TPP usually recover spontaneously with conservative therapy but fatal cases happen. Aggressive surgical treatment like lobar or pulmonary resection should be considered in case of haemorrhage or persistent air leakage because of high risk of dramatic evolution. Recent evidence of VA-ECMO without systemic anticoagulation could be considered as a bridge to operating room in non ventilable, hemodynamically instable patients [2] . Background The incidence of knife crime in England and Wales has risen since 2013, with 47,000 assaults using a knife or sharp instruments being reported in the year ending 2019 [1] . This audit will assess how rising knife crime is shaping trauma training for anaesthetic trainees and will review exposure to this type of injury.",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 439,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 620,
                    "end": 623,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "Methods Following approval from our institution (CAMS 7085) we identified all patients who had triggered a trauma call due to stabbing from our in-house database 1 August 2016 and 31 July 2019.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "We then undertook a case note review to determine data on age, gender, time of admission, operating theatre attendance and procedures undertaken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "Results There were 3528 trauma team activations during the study period of which 590 (16.7%) were due to stabbings. Mean age was 31.0 years (SD 11.5) and 542/590 (91.2%) were male and 391/590 (66.3%) were admitted outside of the normal working day (0800-1800). There were 69/590 (11.7%) patients who required surgical intervention within 4 hours of admission (including 31 trauma laparotomies, 3 thoracotomies and 2 combined Laparotomy and Thoracotomy). We determined that an anaesthetic registrar will cover 40 on calls during a 6-month rotation and so per shift there is a 3% chance that they will manage a patient with stab wounds requiring urgent surgical intervention. Discussion Despite the increasing incidence of knife crime, it remains a small part of our trauma workload. The exposure of anaesthetic trainees to knife wounds requiring surgery through on call duties alone is limited. Supplementary methods of training such as highfidelity simulation should be considered to provide trainees with more experience. As two-thirds of these incidents occurred outside normal working hours, undertaking twilight shifts during a dedicated trauma block may maximise exposure. Background Elderly Trauma accounts for more than 20% of the UK major trauma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "There is a lack of evidence regarding the sensitivity of early CT in the silver trauma considering the added challenges faced in the geriatric patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "This retrospective review analyzed the yield of CT (regional and/or panbody) vs X-ray as the first imaging of choice in 536 elderly (>65 years) patients registered in the TARN (The Trauma Audit and Research Network) database for a single trauma unit over a year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "CT was requested as the first imaging modality in 57% of the patients (n-304) with 77% (n-233) regional and 23% (n-71) pan body scans. The yield of CT for positive findings was 84% for the regional and 100% for the panbody scans respectively. Regional X-ray was requested as the first imaging modality for 43% (n-232) of the geriatric trauma patients. Around 42% of these patients went on to have regional CT of the same region as initial X-ray with 74% of such scans yielding positive findings whilst the pan body CT following initial Xray were positive in all 09 patients (100%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Our retrospective analysis of imaging in elderly trauma for a single trauma unit concludes that we need to lower our threshold for requesting CT as the first imaging modality in the geriatric trauma patients with complex assessment challenges, thereby adopting less stringent guidelines as ED physicians and the radiologists alike.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Emergency ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "51."
        },
        {
            "text": "Emergency Medicine Education and Training (EMET) provides education, training and supervision to health professionals working in emergency departments and emergency care servicesparticularly in rural, regional and remote Australiawho are not specifically trained in emergency medicine (EM). These remote communities often have challenging healthcare needs amidst disparities in healthcare provision caused by significant workforce shortages and large geographical distances [1] .",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 477,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The EMET Program was established in 2012, with Commonwealth Funding, to provide EM training to regional, rural and remote clinicians that is tailored to their local requirements [2] . The training is provided in the clinician's own environment, addressing local emergency health issues, by a group of emergency medicine specialists who are Fellows of the Australasian College for Emergency Physicians (FACEMs) [3] .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Over the past 7 years FACEMs have had in excess of 127,000 attendees at training sessions across more than 500 regional, rural and remote sites, via the 49 supported EMET hubs. EMET also provides expert supervision and support for doctors working in emergency departments (EDs) to complete ACEM's EM Certificate (EMC) or EM Diploma (EMD), which to date has produced over 1000 EMC and 50 EMD graduates. EMET has had wide ranging effects including significant improvements in patient quality of care measures, improved skills of clinical staff and more appropriate referrals from regional, rural and remote facilities to retrieval services. This has led to greatly enhanced service delivery at the supported training sites. The model has enabled the building of relationships and facilitated networking opportunities between the hub FACEMs and their colleagues at the training sites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The ACEM EMET Program continues to provide regional, rural and remote healthcare clinicians with confidence, skills and knowledge in EM. The hub and spoke model and outreach training has enabled the building of strong relationships between all involved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Emergency ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "52."
        },
        {
            "text": "Telehealth models of care have been available in Queensland Health for over 30 years, providing a vital service in overcoming many of the challenges involved in delivering rural and remote health care across a vast area [1] . The model has expanded into emergency medicine over the past decade to cover over 109 regional and remote hospitals and primary health clinics enabling clinicians to provide crucial clinical advice to their rural counterparts. TeleICUsupporting regional ICUs TeleStrokevideoconferencing and remote radiology imaging Remote surgery and procedural adviceproviding support to regional operating theatres",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 223,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "We are now moving towards more advanced telehealth models of care that require precision advice, greater collaboration, and health care outside the traditional hospital setting, bringing the need for new features and technologies for telehealth [2] . This will include the ability to annotate, measure, manipulate and point while in a videoconference to better assist the remote clinician through a range of different procedures, or the use of portable/wearable videoconferencing technologies to provide a greater \"point of view\" image either in pre-hospital, acute or post-acute scenarios.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 248,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The technology discussed in this paper has enabled the provision of a high quality critical and acute care statewide telehealth service [3] . Some of the benefits include Improved patient care and access to specialist support A more complete clinical picture to inform patient triage Better informed resource allocation to ensure efficient utilisation of resources More reliable clinical management support, and educational and training opportunities for clinicians located in rural and remote settings. ",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Out of hospital cardiac arrest (OHCA) is still a major health problem affecting many people worldwide with 8.6% and 10.6% survival rate in England and USA, respectively. Early initiation of cardiopulmonary resuscitation (CPR) can double or quadruple the survival rate [1] . American Heart Association (AHA) recommended callers to start chest compression in less than 180 seconds from call receipt [2] Providing telephone-CPR (t-CPR) instructions to callers has been shown to decrease time to first chest compression and to improve patient survival rate [1] . A t-CPR protocol has been introduced and routinely followed in Saudi Arabian emergency medical services (EMS) since 2017. However, callers first chest compression and patients return of spontaneous circulation (ROSC) have not been investigated yet. This study aims to examine callers first chest compression time and patients ROSC rate. Method A retrospective observational analysis of OHCA calls made to EMS in Riyadh, Saudi Arabia was conducted. OHCA patients were identified by reviewing archived EMS patients reports, then calls reported for these patients were retrieved from the EMS calling system. A sample of one hundred consecutive non-traumatic OHCAs of adult patients reported by adult Arabic spoken callers from January 2017-July 2018 was selected.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 397,
                    "end": 400,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 553,
                    "end": 556,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Three hundred and eight confirmed OHCAs were identified and 100 were included. The median time from call receipt to start first chest compression (N=56) was 367 seconds (P=.004) with 267-551 interquartile range. Only four callers (8%) performed chest compression within the recommended AHA standard. ROSC was 10% on hospital arrival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "There is a significant delay in time to start first chest compression with a median time more than double the AHA standard, which might have affected the ROSC rate. Further investigation to examine the t-CPR protocol to identify areas for improvement with particular focus on time to first chest compression is recommended. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Rapid sequence induction (RSI) is the gold-standard for prehospital airway protection. Following RSI trauma patients are typically ventilated using an inspired oxygen fraction (FiO2) of 1.0, irrespective of the presence or absence of hypoxaemia. High quality evidence associates hyperoxia with increased risk of morbidity and mortality in various subsets of critically ill patients, including major trauma [1] . Method A retrospective review of the Air Ambulance Kent Surrey Sussex (AAKSS) database (HEMSbase) was undertaken to identify intubated trauma patients transferred to St George's Hospital between October 2014 and May 2019. Pre-hospital data collected included: RSI time, FiO2 and pulse oximetry saturations (SpO2) on arrival. In-hospital data included the first arterial blood gas (ABG) taken on arrival. ABGs taken >2 hours following admission were excluded. The cohort was categorised into four oxygen exposure groups based on previous studies: hypoxia < 60 mmHg, normoxia 60-120 mmHg, mild hyperoxia 120-200 mmHg, and severe hyperoxia as >200 mmHg [2, 3] . Results 209 patients were included in the final analysis. 59% (n = 124) were severely hyperoxic, 20% (n = 41) had mild hyperoxia, 19% (n = 40) were normoxic and 2% patients (n = 4) were hypoxic. Average arterial oxygen tension (PaO2) for the cohort was 268mmHg, maximal PaO2 recorded was 644mmHg and minimal was 50mmHg. Average time from RSI to arrival was 59 minutes. Arrival SpO2 was recorded in 200 patients, 75% (n = 150) had saturations >98% on arrival. Only 3 patients were documented as having their FiO2 reduced to 0.5 during the pre-hospital phase. Conclusion Hyperoxia exposure is common in the intubated HEMS trauma patient (79%). Prospective analysis is needed to define the incidence and impact of hyperoxia in the pre-hospital phase. In addition, strategies to avoid hyperoxia need to be developed to avoid unnecessary harm to our patients.",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 409,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 1062,
                    "end": 1065,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 1066,
                    "end": 1068,
                    "text": "3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Penetrating gluteal injuries (PGI) are an increasingly common presentation to Major Trauma Centres (MTCs) in London [1] . PGI's can be associated with significant morbidity, and a mortality of up to 10% [2] . This study analysed 2 years' worth of data at St Mary's MTC in North West London to assess the prevalence and to identify any trends that could be used to aid decision making in the Emergency Department. Methods Retrospective analysis of electronic health records of all patients presenting with a PGI to St Mary's MTC over a 2 year period during the recent period of rising knife crime.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "There were 106 presentations in this period, 95.4% were male with a median age of 21 and a significant minority of under 18's (22.6%). There were no sciatic nerve injuries but there were 4 rectal injuries (3.63%). Significantly, the patients stabbed in the lower inner quadrant of the buttock had an absolute risk of rectal injury of 16%. There were 16 vessel injuries that were spread evenly across the anatomical quadrants. The absolute risk of injury to either a vessel or bowel was 19%. There was also significant variation in the imaging techniques to assess these patients with an almost 50:50 split between dual phase CT and single phase CT. Conclusion PGI are a common presentation, representing 1.6% of all trauma calls or approximately one per week at our MTC, and have a significant risk of morbidity (19%). There is variation in imaging and further management. This study has demonstrated that the anatomical quadrant of injury is helpful in adjusting threshold of suspicion for rectal injury but not for assessing vessel injury. Based on this study we have developed a standardised PGI Treatment Pathway with multidisciplinary input for these patients at our MTC. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Resuscitative thoracotomy is performed for both blunt and penetrating injury, though the precise indications for such intervention in blunt trauma are debated. Evidence for thoracotomy for blunt trauma is limited and there is variation in protocol in the United Kingdom and internationally [1] . St Mary's Hospital is a busy Major Trauma Centre serving North West London, which sees over 3,000 trauma patients annually. We reviewed presentations of blunt injury where thoracotomy was performed, to evaluate how our experience compares to the published literature and identify areas for change in practice.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 293,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "We retrospectively reviewed blunt trauma cases from April 2015 and April 2019 using a combination of local and TARN databases and deeper exploration of electronic health records. Cases were reviewed for demographics, injury characteristics, location thoracotomy was performed (pre-hospital, emergency department or theatre), cardiac arrest, neurological outcome and survival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We identified 15 cases of resuscitative thoracotomy for blunt trauma, aged 12-83. Mechanisms of injury were RTCs (7), falls greater than 2 metres (6), fall from standing (1) and fall under train (1). 4 cases underwent thoracotomy pre-hospital, 3 in the emergency department and 8 in theatre. The 5 survivors (aged 30-83) all had thoracotomies in theatre and no subsequent neurological deficits. 4 had predominantly intrathoracic injuries, but 1 had intra-and extrathoracic injuries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Our experience demonstrates the utility of resuscitative thoracotomy for blunt trauma in selected cases. Notably, these surviving patients had not experienced circulatory arrest prior to reaching theatre, nor did they have a heavy burden of injury (as defined by ISS). We did not identify any surviving cases from the field nor the emergency department. Furthermore, this series also demonstrated survival in elderly patients who met these criteria, suggesting age alone may not be a negative predictive factor for positive outcomes. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "London Major Trauma Centres are renowned for receiving a high proportion of penetrating trauma, activating ambulance service prealert and trauma team response almost without fail. Conversely, elderly patients with low energy mechanisms of injury are more likely to arrive without a pre-alert and be processed in a similar way to \"nontrauma patients\". Does the lack of trauma call adversely affect outcome in our elderly patients? Methods A retrospective review of 50 patient records was performed incorporating MTC clinical notes, imaging reports and TARN submission forms. Inclusion criteria were age >65 years, presenting with traumatic injury and RLH Emergency Department attendance between 01/07/2018 and 01/01/2019. Key data collected included mechanism of injury, main injury sustained, time from arrival to CT scan, and prealert placement by ambulance service. 232 patients were identified, of which 50 were selected using an online randomiser.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Fall from <2m was the predominant mechanism (72%) (n=36), with 52% (n=26) sustaining an ISS >15. Head injury was most common at 38% (n=18). 66% (n=33) of patients found to have a \"significant\" traumatic injury were not pre-alerted by the ambulance service, and 33% (n=17) of all patients did not trigger a trauma team response. The median time to CT scan from arrival was 1.05 hours. 12% of patients studied (n=6) died as a direct result of their injuries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Our findings suggest that a high proportion of elderly patients with a low energy mechanism suffer significant injury which may not be apparent to prehospital or ED triage teams. A bespoke elderly trauma triage tool could provide decision support as to which patients may benefit from Trauma Team activation. Our audit suggests that nontrauma called patients have extended times to CT which could prove detrimental. Future work is required to clarify whether triage tools can improve key performance indicators and clinical outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Primary ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "58."
        },
        {
            "text": "The most common cause of OHCA is cardiac disease and sudden cardiac death is often the first manifestation of cardiac disease. 1 Close partnerships with PCI centres are important for on-scene communication and joint triage decision-making. This work provides an overview of ROSC patients with cardiac disease and possible pPCI.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 128,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Using the EHAATs documentation platform, HEMSbase 2.0, a retrospective data research was performed. All conveyed OHCA with suspected cardiac cause between 05/18 and 10/19 were included. The only exclusion criteria were respiratory, metabolic or toxicological causes of OHCA incorrectly coded in HEMSbase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Results 237 patients were investigated. 15% got excluded. In 30% no PCI center was called. From the remaining 131 patients 79% got accepted for pPCI. In general, accepted patients were younger (median age 58,7 vs. 63,7 years), had shorter low flow times (median time 27,4 vs. 35,1 min), recieved less adrenaline (median dose 1,7 vs. 2,8 mg), had a higher GCS on recovery (median GCS 5,7 vs 4,4 points) and an initial shockable rhythm was more common (89% vs 56%). 94% of accepted patients had witnessed arrest, 88% got bystander CPR, had less CV risk factors and less comorbidities (51 vs 78% and 50 vs 74%). 65% of accepted patients had STEMI but also patients with NSTEMI and ongoing CPR got accepted. 22% of not accepted patients had STEMI and 37% had NSTEMI. Regarding the hospitals Barts (100%), Harefield (100%), Papworth (92%), and Basildon (77%) had the highest accepting rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Acceptance ratios vary between PCI centres but known favourable prognostic factors seem to match acceptance criteria. For 30% of patients with assumed cardiac cause of OHCA, PCI centres were not contacted. 22% (n=6) of STEMI patients were not accepted directly for pPCI. 37% (n=10) of high-risk NSTEMI patients were not accepted directly for pPCI. 1 ",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 349,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Since 2014, the number of knife crime offences in England and Wales has almost doubled [1] . Suicides and self-harm are increasing as well (12% from 2017 to 2018) [2] . We therefore aim to compare the data on assault-related and self-inflicted stab injuries attended by EHAAT.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 163,
                    "end": 166,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Using the EHAATs documentation platform, HEMSbase 2.0, a retrospective data analysis was performed. Cases between December 1, 2014 and October 15, 2019 were searched for \"self-inflicted injury by sharp object\" and \"assault by sharp object\". This resulted in 63 cases for the self-inflicted group (group 1) and 197 cases for the assault group (group 2). 21 had to be excluded from group 1 and 19 from group 2. Cases were searched for age, gender, location of injury and interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The median age in group 1 is 47 and 27 in group 2. In group 1, 60% of the patients were males, while in group 2 it was 94%. Patients in group 2 required more interventions from the HEMS team, for example a thoracotomy was performed in 8.43% versus 0% and a special haemostatic intervention (tourniquet, suture, haemostatic gauze) in 14.04% versus 4.76%. The location of injury varied as well, with group 1 patients having more neck (28.57% versus 12.36%) and abdominal (45.24% versus 36.52%) and group 2 having more thoracic (55.62% versus 40.48%) and upper leg (23.03% versus 2.38%) injuries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The population in the assault group is younger and almost exclusively males. They have a higher risk of bleeding and need more interventions, as they are more often injured on their proximal extremeties and thorax. The incidents in the self-inflicted group are almost exclusively on the neck, thorax, abdomen and the lower arms. Both injury mechanisms carry a high risk of significant morbidity and mortality. Public health and prevention strategies should be focussed on the concerning rise in incidents. 1. Allen G, Audickas G, Loft P, Bellis A. Knife Crime in England and Wales. House of Commons Library. 2019 2. Simms C, Scowcroft E, Isaksen M, Potter J, Morrissey J. Suicide statistics report, Latest statistics for the UK and Republic of Ireland. 2019",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The current and future use of registries in health information systems. In Publication No 8 Geneva: World Health Organization",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Brook",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Agency for Healthcare Research and Quality (US)",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Gliklich",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Dreyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Leavy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fresh Whole Blood Transfusion: Military and Civilian Implications",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Goforth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tranberg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boyer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Silvestri",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Critical Care Nurse",
            "volume": "36",
            "issn": "3",
            "pages": "50--57",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Whole Blood: The Future of Traumatic Hemorrhagic Shock Resuscitation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Murdock",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Berséus",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hervig",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Strandenes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lunde",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Shock",
            "volume": "41",
            "issn": "",
            "pages": "62--71",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Major trauma: assessment and initial management | Guidance and guidelines | NICE",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Prehospital emergency anaesthesia: An updated survey of UK practice with emphasis on the role of standardisation and checklists",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Burgess",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Crewdson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lockey",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "B"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Emerg Med J",
            "volume": "35",
            "issn": "9",
            "pages": "532--539",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Adverse effects of prolonged hyperventilation in patients with severe head injury: A randomized clinical trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Muizelaar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marmarou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Kontos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Neurosurg",
            "volume": "75",
            "issn": "5",
            "pages": "731--740",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Brower",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Matthay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schoenfeld",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wheeler",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "18",
            "pages": "1301--1309",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Costs and coding-freeflap reconstruction in lower-limb trauma",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Townley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Urbanska",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "42",
            "issn": "",
            "pages": "381--385",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Aetiologies of pulseless electrical activity in out-of-hospital cardiac arrests: A retrospective study and analysis of specific causes Etudiant Co-tuteur",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Beun",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yersin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Osterwalder",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carron",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "UK Resuscitation Council",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "96",
            "issn": "",
            "pages": "328--368",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Cardiac arrest: the changing incidence of ventricular fibrillation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Keller",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Halperin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Curr Treat Options Cardiovasc Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Civil Contingencies Act",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hm Government",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Preparation for the next major incident: Are we ready?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boppana",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Nugent",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Coltman",
                    "suffix": ""
                },
                {
                    "first": "Tda",
                    "middle": [],
                    "last": "Cosker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Blagg",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg. Med. J",
            "volume": "23",
            "issn": "",
            "pages": "709--712",
            "other_ids": {
                "DOI": [
                    "10.1136/emj.2005.034025"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Preparation for the next major incident: are we ready? A 12-year update",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mawhinney",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Roscoe",
                    "suffix": ""
                },
                {
                    "first": "Gaj",
                    "middle": [],
                    "last": "Stannard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Tillman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Cosker",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Emerg. Med. J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/emermed-2019-208436"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Percutaneous mechanical circulatory support devices in cardiogenic shock",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mandawat",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "1--21",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Mechanical circulatory supprt for patients in cardiogenic shock",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rab",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Trends Cardiovasc Med [Internet]",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tcm.2018.11.014"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "ESC/EACTS Guidelines on myocardial revascularization",
            "authors": [
                {
                    "first": "F-J",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sousa-Uva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ahlsson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Alfonso",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Banning",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Benedetto",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur Heart J [Internet]",
            "volume": "",
            "issn": "",
            "pages": "87--165",
            "other_ids": {
                "DOI": [
                    "10.1093/eurheartj/ehy394/5079120"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The prospective, observational, multicenter, major trauma transfusion (PROMMTT) study: comparative effectiveness of a time-varying treatment with competing risks",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Holcomb",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Del Junco",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "JAMA Surg",
            "volume": "148",
            "issn": "2",
            "pages": "127--163",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Transfusion of plasma, platelets, and red blood cells in a 1:1:1 vs a 1:1:2 ratio and mortality in patients with severe trauma: the PROPPR randomized clinical trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Holcomb",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Tilley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baraniuk",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JAMA",
            "volume": "313",
            "issn": "5",
            "pages": "471--82",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Prehospital Plasma during Air Medical Transport in Trauma Patients at Risk for Hemorrhagic Shock",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sperry",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guyette",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "N Engl J Med",
            "volume": "379",
            "issn": "",
            "pages": "315--326",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Crime in England and Wales: year ending",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Accessed 5 th",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Young people, violence and knives -revisiting. The evidence and policy discussion. Centre for Crime and Justice studies",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Grimshaw",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Accessed 5 th",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "County lines: how gang crime is affecting our young people",
            "authors": [
                {
                    "first": "Glover",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Finley",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Archives of Disease in Childhood",
            "volume": "104",
            "issn": "",
            "pages": "730--732",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The Trauma Call",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Mercer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Kingston",
                    "suffix": ""
                },
                {
                    "first": "Cpl",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "British Medical Journal",
            "volume": "361",
            "issn": "",
            "pages": "410--413",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Changing the System -Major Trauma Patients and Their Outcomes in the NHS (England) 2008-17",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lecky",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bouamra",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "ECli-nicalMedicine",
            "volume": "2",
            "issn": "3",
            "pages": "13--21",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Implementation of a tertiary trauma survey decreases missed injuries",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Biffl",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Harrington",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Cioffi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Injury, Infection, and Critical Care",
            "volume": "54",
            "issn": "1",
            "pages": "38--44",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "American College of Surgeons. ATLS Advanced Trauma Life Support Student Course Manual",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Training in advanced trauma life support",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "BMJ",
            "volume": "316",
            "issn": "7135",
            "pages": "878--880",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Trauma education. Resuscitation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Carley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Driscoll",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "48",
            "issn": "",
            "pages": "47--56",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Undergraduate education in trauma medicine: The students' verdict on current teaching",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mastoridis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shanmugarajah",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kneebone",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Medical Teacher",
            "volume": "33",
            "issn": "7",
            "pages": "585--587",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Traumatic brain injury in England and Wales: prospective audit of epidemiology, complications and standardised mortality",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helmy",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bouamra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Woodford",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lecky",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hutchinson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMJ Open",
            "volume": "6",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Association of Statewide Implementation of the Prehospital Traumatic Brain Injury Treatment Guidelines With Patient Survival Following Traumatic Brain Injury",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Spaite",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bobrow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Keim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barnhart",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chikani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gaither",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Surgery",
            "volume": "154",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Mortality and Prehospital Blood Pressure in Patients With Major Traumatic Brain Injury",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Spaite",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bobrow",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chikani",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sherrill",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barnhart",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "JAMA Surgery",
            "volume": "152",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Acute and delayed mild coagulopathy are related to outcome in patients with isolated traumatic brain injury",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Greuters",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Den Berg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Franschman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Viersen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Beishuizen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Peerdeman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Critical care",
            "volume": "15",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Thrombelastography-identified coagulopathy is associated with increased morbidity and mortality after traumatic brain injury. American journal of surgery",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Kunio",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Differding",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Stucke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "203",
            "issn": "",
            "pages": "584--592",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Acute traumatic coagulopathy in the setting of isolated traumatic brain injury: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mitra",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "O&apos;reilly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Rosenfeld",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Injury",
            "volume": "45",
            "issn": "5",
            "pages": "819--843",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "What is the impact of prehospital blood product administration for patients with catastrophic haemorrhage: an integrative review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shand",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dinh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Burns",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Injury",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A report of two years of prehospital blood transfusions by Thames Valley Air Ambulance. Trauma",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Raitt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Norris-Cervetto",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Hawksley",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "221--225",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "London's air ambulance: 3-year experience with pre-hospital transfusion",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rehn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weaver",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eshelby",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lockey",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Resuscitation",
            "volume": "96",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "London's Air Ambulance Charity",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Traumatic brain injury: an evidence-based review of management. Continuing Education in Anaesthesia Critical Care & Pain",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dinsmore",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "189--95",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Oxford Desk Reference Critical Care",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Waldmann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Soni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Correlation of arterial PaCO 2 and ETCO 2 in prehospital controlled ventilation",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Belpomme",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ricard-Hibon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Devoir",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dileseigres",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Devaud",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chollet",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Emerg Med",
            "volume": "23",
            "issn": "7",
            "pages": "852--861",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Early management of the severely injured major trauma patient",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Mccullough",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Haycock",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Forward",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Moran",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Br J Anaesth",
            "volume": "113",
            "issn": "",
            "pages": "234--275",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The Head Injury Transportation Straight to Neurosurgery (HITS-NS) randomised trial: a feasibility study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lecky",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mcclelland",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pennington",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goodacre",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Health Technol Assess (Rockv)",
            "volume": "20",
            "issn": "",
            "pages": "1--198",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Defining major trauma using the",
            "authors": [
                {
                    "first": "References",
                    "middle": [],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Gabbe",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Abbreviated Injury Scale. Injury",
            "volume": "47",
            "issn": "1",
            "pages": "109--124",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Cognitive Rest and Graduated Return to Usual Activities Versus Usual Care for Mild Traumatic Brain Injury: A Randomized Controlled Trial of Emergency Department Discharge Instructions",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Varner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcleod",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nahiddi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lougheed",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dear",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Borgundvaag",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Academic Emergency Medicine",
            "volume": "24",
            "issn": "1",
            "pages": "75--82",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Bed rest: a potentially harmful treatment needing more careful evaluation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Glasziou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mar",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "The Lancet",
            "volume": "354",
            "issn": "9186",
            "pages": "1229--1233",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Adjusting to persistent post-concussive symptoms following mild traumatic brain injury and subsequent psycho-educational intervention: A qualitative analysis in military personnel",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brunger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ogden",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Malia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Eldred",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Terblanche",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mistlin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Brain Injury",
            "volume": "28",
            "issn": "1",
            "pages": "71--80",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Thrombin generation and procoagulant microparticle profiles after acute trauma",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Spears",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Halling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ferrara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Kuntz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Trauma and Acute Care Surgery",
            "volume": "79",
            "issn": "5",
            "pages": "726--757",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Microvesicle phenotypes are associated with transfusion requirements and mortality in subjects with severe injuries",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Matijevic",
                    "suffix": ""
                },
                {
                    "first": "Y-Ww",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Holcomb",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kozar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Cardenas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Wade",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Extracell Vesicles",
            "volume": "4",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The effect of corn trypsin inhibitor, anti-tissue factor pathway inhibitor antibodies and phospholipids on microvesicle-associated thrombin generation in patients with pancreatic cancer and healthy controls",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hellum",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Franco-Lie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Øvstebø",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hauge",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Henriksson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "184579--184594",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Pre-hospital thoracotomy and the evolution of prehospital critical care for victims of trauma",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lockey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Brohi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Injury",
            "volume": "48",
            "issn": "9",
            "pages": "1863--64",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Pathophysiology of myocardial reperfusion injury: preconditioning, postconditioning, and translational aspects of protective measures",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sanada",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Komuro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kitakaze",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "American Journal of Physiology-Heart and Circulatory Physiology",
            "volume": "301",
            "issn": "5",
            "pages": "1723--1764",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "References 1. Fagkrezos et al. Post-traumatic pulmonary pseudocysit with hemopneumothorax following blunt chest trauma: a case report",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Abela",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Homer-Vanniasinkham",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pathophysiology",
            "volume": "9",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Non heparinized ecmo serves a rescue method in a multitrauma patient combining pulmonary contusion and nonoperative internal bleeding: a case report and review of literature",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "World J Emerg Surg",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Review article: Managing medical emergencies in rural Australia: A systematic review of the training needs",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pandit",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sabesan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Emerg Med Australas",
            "volume": "31",
            "issn": "1",
            "pages": "20--28",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Emergency Medicine Education and Training Guidelines",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Quality Standards for Emergency Departments and other Hospital-Based Emergency Care Services",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Telemedicine: Current Concepts and Future Perceptions",
            "authors": [
                {
                    "first": "Hayiroglu",
                    "middle": [],
                    "last": "Ml",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Anatol J Cardiol",
            "volume": "22",
            "issn": "2",
            "pages": "21--222",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "State of Telehelath",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Dorsey",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Topol",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "375",
            "issn": "2",
            "pages": "154--160",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "European Resuscitation Council Guidelines for Resuscitation 2015: Section 2. Adult basic life support and automated external defibrillation",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Handley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Koster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Castren",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Olasveengen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Resuscitation",
            "volume": "95",
            "issn": "",
            "pages": "81--99",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Mortality and morbidity in acutely ill adults treated with liberal versus conservative oxygen therapy (IOTA): a systematic review and metaanalysis",
            "authors": [],
            "year": null,
            "venue": "The Lancet",
            "volume": "391",
            "issn": "",
            "pages": "1693--1705",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Metrics of Arterial Hyperoxia and Associated Outcomes in Critical Care*",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Helmerhorst",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Arts",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schultz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Der Voort",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abu-Hanna",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Jonge",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Critical Care Medicine",
            "volume": "45",
            "issn": "2",
            "pages": "187--195",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Emergency department hyperoxia is associated with increased mortality in mechanically ventilated patients: a cohort study",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ablordeppey",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wessman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mohr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Trzeciak",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kollef",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Critical Care",
            "volume": "22",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "The spectrum of injuries in buttock stab wounds",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Campion",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cross",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clinical Radiology",
            "volume": "72",
            "issn": "",
            "pages": "543--551",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Rectal Trauma: Evidence-Based Practices",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clemens",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Peace",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clinics in Colon and Rectal Surgery",
            "volume": "31",
            "issn": "1",
            "pages": "17--23",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Outcomes in Managing Open Abdomens in Emergency Surgery: 8 years' Experience Silva Barbosa 1 , Aiysha Puri 2 , Eugenia Bonelli 2 , Simon McCluney 2 , Nebil Behar 2 1 Cardioinfantil Fundacion , Bogota, Colombia; 2 Chelsea and Westminster NHS Foundation Trust, London, UK Correspondence: Eugenia Bonelli (Eugenia.Bonelli@chelwest.nhs.uk) Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine 2020, 28(Suppl 1):4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "McNamara, I., Sharma, A., Prevost, T. and Parker, M., 2009. Symptomatic venous thromboembolism following a hip fracture: incidence and risk factors in 5,300 patients. Acta orthopaedica, 80(6), pp.687-692. 2. NICE. Venous thromboembolism in over 16s: reducing the risk of hospital-acquired deep vein thrombosis or pulmonary embolism. NICE guidance [NG89]. Available from https://www.nice.org.uk/guidance/ng89/ chapter/Recommendations#interventions-for-people-having-orthopaedicsurgery. 3. Sinha, P., Najefi, A.A. and Hambidge, J., 2014. A simple measure to improve the rates of thromboprophylaxis prescription post surgical fixation of neck of femur fractures in a district general hospital. BMJ Open Quality, 3(1), pp.u202991-w1956. 6. Development of web based electronic platform for road traffic injury surveillance at apex trauma centre in India -An Innovation Gaurav Kaushik, Amit Gupta, Kapil Dev Soni, Narendra Choudhary, Ankita Shrama Division of Trauma Surgery and Critical Care, Jai Prakash Narayan Apex Trauma Centre, All India Institute of Medical Sciences, New Delhi, India Gaurav Kaushik (grv_kk@yahoo.com) Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine 2020, 28(Suppl 1):6.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Geographic pattern of stab injuries presenting to a semi-rural air ambulance service: is there a link with county lines? M. Gavrilovski, J. Griggs, R. Lyon, C. Leahy Air Ambulance Kent, Surrey & Sussex, Rochester, Kent, UK Correspondence: M. Gavrilovski (majag@aakss.org.uk) Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine 2020, 28(Suppl 1):20.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Medical Retrieval & Transfer Service (EMRTS) Wales, Cardiff, UK; 2 Swansea University, Swansea Wales, UK Correspondence: David Rawlinson (david.rawlinson@wales.nhs.uk) Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine 2020, 28(Suppl 1):25.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Isolated thoracic trauma in patients admitted to an UK Urban Major Trauma Centre: epidemiology and outcomes Isabella Wilkes 1 , Christopher Aylwin 1,2 , Elaine Cole 2 1 St Mary's Hospital, London UK; 2 London Major Trauma System, London UK Correspondence: Isabella Wilkes (isabellamarywilkes@gmail.com) Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine 2020, 28(Suppl 1):28.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "the research impact of London's Air Ambulance in the field of pre-hospital medicine Alexandra Valetopoulou 1 , Maria Ahmad Michael Ambulance, Royal London Hospital, London, UK Correspondence: Michael D Christian (michael.christian1@nhs.net) Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine 2020, 28(Suppl 1):34.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "evaluation of the interventions used in post-concussion syndrome: A systematic review Nisha Chauhan, Rebecca A Murray Blizzard institute, Bart's and the London school of medicine and dentistry. Queen Mary's University of London, Bethnal Green, London, UK Correspondence: Nisha Chauhan (Chauhan_nisha90@hotmail.com) Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine 2020, 28(Suppl 1):42.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "An analysis of the exposure of anaesthetic trainees to knife injuries in a Major Trauma Centre Jennifer English, Victoria Morgan, Simon J Mercer Liverpool University Hospitals NHS Foundation Trust, Liverpool, UK Correspondence: Jennifer English (jen2311@doctors.org.uk ) Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine 2020, 28(Suppl 1):49.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Time to start first chest compression and return of spontaneous circulation rate in out of hospital cardiac arrest calls in Services, King Saud bin Abdulaziz University for Health Sciences, Riyadh, Saudi Arabia; 2 Health Sciences, University of Southampton, Southampton, United Kingdom; 3 Medical referrals centre, ministry of health, Riyadh, Saudi Arabia; 4 Saudi Red Crescent Authority, Riyadh, Saudi Arabia Correspondence: Meshary BinHotan (M.S.Bin-Hotan@soton.ac.uk) Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine 2020, 28(Suppl 1):53.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Incidence of Hyperoxia in HEMS Trauma Patients Patricia Leitch, Anthony Hudson Emergency Department, St. Georges University Hospital, London, UK Correspondence: Patricia Leitch (Patricia.leitch@nhs.net) Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine 2020, 28(Suppl 1):54.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Blunt thoracotomy practice and outcomes in North West London Samir Abdelkarim, Seema Yalamanchili, Jasmine Winter-Beatty, Joanne Graves & Christopher Aylwin St Mary's Hospital, London, UK Correspondence: Samir Abdelkarim (samir.abdelkarim@nhs.net) Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine 2020, 28(Suppl 1):56.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Slessor D, Hunter S. To be blunt: are we wasting our time? Emergency department thoracotomy following blunt trauma: a systematic review and meta-analysis. Ann Emerg Med. 2015 Mar; 65(3):297-307.e16. 57. Do elderly trauma patients get a poor deal in a busy London MTC? , BSc Urgent and Emergency Care Plymouth University, The Royal London Hospital, London UK; 2 Consultant in Emergency Medicine and Pre-Hospital Care, Clinical Director for Trauma, The Royal London Hospital, London UK Correspondence: Sarah Aspland (sarah.aspland@nhs.net) Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine 2020, 28(Suppl 1):57.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "is user panel. Both the panels are password protected and can be accessed by the investigator, data collectors or another authorized person. Admin panel is to create the users as per the requirement of the study site. User panel is being used for data collection by the trained data collectors. There is no trauma registry in India so far for the road traffic injury patients. Present innovation would lay the foundation of national Trauma Registry in India. secondary transfers were not. TARN data was matched with that held by SCAS and incidents plotted geographically using specialist software. (Active Total Solutions Mapping). Isochrones were calculated to evaluate which incidents could be reached in less than 20 minutes by car.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Bergeron E, Lavoie A, et al. Elderly Trauma Patients with Rib Fractures Are",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Conclusion Confidence in using MIPs amongst speciality registrars in England remains low. Doctors at MTC tended to be more confident but this effect was only marginally significant. We make several recommendations to improve education on major incidents.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Conclusion Vehicle incidents accounted for around one third of trauma team activations and made up a sizeable amount of work in the emergency department including CT scans as part of the primary survey. Fewer patients required urgent surgery and critical care admission than expected and almost 2/5 were discharged on the day of admission. This information is useful in planning services as often members of the trauma team have additional roles in the organisation.22.Trauma Tertiary Survey Proforma improves tertiary survey documentation at a major trauma centre Apichaya Amrapala, Safiya Hafeji, Kate Hancorn, Ross Davenport, Anne Weaver Department of Trauma Surgery, Royal London Hospital, London, UK Correspondence: Apichaya Amrapala (a.amrapala@nhs.net) Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine 2020, 28(Suppl 1):22.BackgroundThe trauma Tertiary Survey Examination (TSE) is crucial for identification of injuries otherwise missed on primary and secondary surveys and improves outcomes for trauma patients[1]. Advanced Trauma Life Support (ATLS) guidelines recommend TSE within 24-48 hours of hospital admission to include a complete head-to-toe examination with re-evaluation of previous imaging[2]. We conducted an audit of TSE of trauma patients at a Major Trauma Centre to assess whether they meet the ATLS standards and how this changed after implementing a dedicated TSE proforma. Methods TSE documentation for 30 patients retrospectively selected at random from January 2019 trauma admissions at the Royal London Hospital were evaluated for 1) time for completion of TSE, 2) completeness of head-to-toe examination and 3) review of imaging. TSE Proforma was developed and implemented in March 2019 with re-audit of 30 patients performed in June 2019. Data was analysed using chi-squared test, with significance set at p<0.05. Results 29 patients had documented TSE in January, 30 patients in June. 93% of TSEs in June were completed with the proforma. Proforma use led to significant improvements in documentation of Glasgow Coma Scale (10% versus 100%, p<0.0001), imaging review (17% versus 93%, p<0.0001), central nervous system (83 % versus 100%, p=0.0226), pelvis (66% versus 100%, p = 0.0007), peripheral nervous system (66% versus 96%, p = 0.0034) and spine (83% versus 100%, p=0.0226) examinations. There was no change in TSE completion times with proforma use (76% versus 86%, p=0.35).",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Bristol Royal Infirmary, Department of Thoracic Surgery, Bristol, United Kingdom; 2 Severn Major Trauma Network, Southmead Hospital, Bristol, United Kingdom Correspondence: Aksha Ramaesh Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine 2020, 28(Suppl 1):23.BackgroundPenetrating chest trauma following assault is becoming more prevalent in the UK. In haemodynamically unstable patients, thoracotomy allows for rapid control of haemorrhage. Currently, there is limited guidance on the management of haemodynamically stable patients admitted with penetrating chest trauma. The aim of this study was to review the management of penetrating trauma in this region. Methods This is a retrospective review of patients admitted with penetrating chest trauma to Bristol from June 2014 -April 2019. Data was collected from the Trauma and Audit Research Network (TARN) database. Simple descriptive analysis was carried out. Results 81cases were identified, with 61 (75%) cases admitted following assault and 14 (17%) following self-harm. 14 patients were managed under thoracic surgery. Weapons included knives, rifles, and a crossbow. There were 39 (48%) cases with ISS > 15. Major haemorrhage protocol was activated in 13 13(16%) cases. 52%) with ICD. One patient required MVR, and one required embolization of a false aneurysm. The 30-day mortality was 7%. Median length of stay was 4 days (IQR 3 -8). 49 (60%) cases were discharged home, 16 (20%) required transfer to another acute hospital, and 6 (7%) required post-operative rehabilitation. Five patients had a post-op chest infection. One patient had postthoracotomy pain syndrome, and one had persistent pneumothorax following ICD insertion.ConclusionsPenetrating chest trauma is an increasingly prevalent presentation to ED in the UK. The majority of patients were stable on presentation and did not require transfer to a thoracic unit. Of the patients transferred to thoracics, VATS seems to be a safe approach.24.Using population and demand data to inform service planning for the EMRTS Wales Matthew Edwards 1 , David Rawlinson 1,2 , Ami Jones 1 , David Lockey1  and Richard Fry 2 The Emergency Medical Retrieval & Transfer Service (EMRTS) Wales, Cardiff UK; 2 Swansea University, Swansea Wales, UK Correspondence: David Rawlinson (david.rawlinson@wales.nhs.uk) Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine 2020, 28(Suppl 1):24.BackgroundThe Emergency Medical Retrieval & Transfer Service (EMRTS) Cymru launched in April 2015, providing a 08:00-20:00 daily air and road response to pre-hospital emergencies and inter-hospital transfers across Wales. The Welsh Government has recently requested that EMRTS explore the options and opportunities to expand the service.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Trauma in undergraduate medical education -are we doing enough? Aditi Nijhawan 1 , Shadman Aziz 2 , Jonathan Martin 1 , Joyce Kam 1 , Lewis Forrester 1 , Sam Thenabadu 1 GKT School of Medical Education, King's College London, UK; 2 Barts Health NHS Trust, London UK Correspondence: Aditi Nijhawan (adi.nijhawan@gmail.com) Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine 2020, 28(Suppl 1):26.",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Dr Sarah Kennie 1 , Dr Tim Nicholson Roberts 1,2 , Dr Simon Hughes 2 Neurosciences Intensive Care Unit, University Hospital Southampton NHS Foundation Trust, Tremona Rd, Southampton, UK; 2 Hampshire and Isle of Wight Air Ambulance, University Hospital Southampton NHS Foundation Trust, Tremona Rd, Southampton, UK Correspondence: Sarah Kennie (sarah.kennie@uhs.nhs.uk) Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine 2020, 28(Suppl 1):27.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "References 1. Moran CG, Lecky F, Bouamra O, et al. Changing the System -Major",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "-Alert Calls in Major Trauma patients conveyed to Trauma Units Thomas Hirst 1 , Helen Sheriff 2 Anaesthetic Department, East Kent Hospitals University Foundation Trust, Canterbury, UK; 2 Critical Care Paramedic, South East Coast Ambulance Service, Crawley, UK Correspondence: Thomas Hirst (thomas.hirst@nhs.net) Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine 2020, 28(Suppl 1):35.",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": ", Dhushy S Kumar, Syed Masud Thames Valley Air Ambulance, Stokenchurch, Buckinghamshire, UK Correspondence: Kurtis Poole (kurtis.poole@tvairambulance.org.uk) Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine 2020, 28(Suppl 1):36.",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "Banerjee J, Baxter M, Coats T, Edwards A, Griffiths R, Kumar D, et al. Major Trauma in Older People. 2017 https:// www.tarn.ac.uk/content/downloads/3793/ Major%20Trauma%20in%20Older%20People%202017.pdf Accessed 1 Nov 2018. 2. Rockwood K, Song X, MacKnight C, Bergman H, Hogan DB, McDowell I, et al. A global clinical measure of fitness and",
            "latex": null,
            "type": "table"
        },
        "TABREF25": {
            "text": "Medical Education and Training (EMET) in the Australian outback Sass Hayes 1,2 , Bethany Luxford 1,2 , Mathew Davies 2 Retrieval Services Queensland, Queensland Health, Australia; Australasian College for Emergency Medicine, Australia Correspondence: Sass Hayes (sass.hayes@health.qld.gov.au) Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine 2020, 28(Suppl 1):51.",
            "latex": null,
            "type": "table"
        },
        "TABREF26": {
            "text": "Telehealth in Queensland, Australia Sass Hayes 1 , Clifford Pollard 2 , Daniel Best 3 Retrieval Services Queensland, Queensland Health, Queensland, Australia; 2 Jamieson Trauma Institute, Queensland Health, Queensland, Australia; 3 Telehealth Support Unit, Queensland Health, Queensland, Australia Correspondence: Sass Hayes (sass.hayes@health.qld.gov.au) Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine 2020, 28(Suppl 1):52.",
            "latex": null,
            "type": "table"
        },
        "TABREF27": {
            "text": "Percutaneous Coronary Intervention (pPCI) after Out of Hospital Cardiac Arrest (OHCA) Anna Essl 1,2 , Michael Eichlseder 1 , Laurie Phillipson 3 Medizinercorps Graz Austrian Red Cross, Graz, Styria, Austria; 2 LKH Hochsteiermark Standort Bruck an der Mur, Styria, Austria; 3 Essex and Herts Air Ambulance, Earls Colne, Essex, UK Correspondence: Anna Essl (anna.essl@gmail.com) Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine 2020, 28(Suppl 1):58.",
            "latex": null,
            "type": "table"
        },
        "TABREF28": {
            "text": "Jacob C. et al. 2019. Cardiopulmonary Resuscitation and Critical Care after Cardiac Arrest, Cardiac Intensive Care (Third Edition).59. A comparison of assault-related and self-inflicted stab injuries in a rural HEMS serviceMichael Eichlseder 1 , Anna Essl 1 , Laurie Phillipson 2 Medizinercorps Graz Austrian Red Cross, Graz, Styria, Austria; 2 Essex and Herts Air Ambulance, Earls Colne, Essex, UK Correspondence: Michael Eichlseder (Michael.eichlseder@st.roteskreuz. at) Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine 2020, 28(Suppl 1):59.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Thank you to Professor David Lockey, all PHOTON local and regional study investigators, PHOTON committee members, the FPHC RCSEd, the Association of Air Ambulances and the National Ambulance Service Medical Directors group for their support, advice and commitment to this project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors would like to thank Professor Jonathan Benger for his valuable input and guidance as the educational supervisor for this study. J. Lynde and H. Trebilcock for quantitative data extraction. L. Tremayne and E. Freeman, qualitative data coding. Thank you to all the paramedics who participated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Essex and Hertfordshire Air Ambulance (EHAAT) Conclusion Blood product transfusion by EHAAT has been shown to be logistically sound and safe. Further audit of blood product administration by EHAAT is required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Thank you to Sister Liz Foster for her valuable contribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Thanks to UHS TARN team and the IOW ambulance service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "IDART: Impairing drug and alcohol as risk factors for traumatic injuries -preliminary results from a national study on injury prevention C.C. Braathen 1 , B.M. Joergenrud 2 , E. Skadberg 2, S.T. Bogstrand 2 , H. Gjerde 2 , L.A. Rosseland 3 , T. Kristiansen 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "44."
        },
        {
            "text": "review has found inadequate evidence to support its use in reducing PCS symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The above telehealth technologies are now an established and integral part of the day to day delivery of healthcare throughout the state of Queensland.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ]
}