{"paper_id": "91f04cbb97f04d84ac0c82015619a5dbdf3c0407", "metadata": {"title": "Distinct Patterns of Multiple Sclerosis Pathology Indicates Heterogeneity in Pathogenesis", "authors": [{"first": "Claudia", "middle": ["F"], "last": "Lucchinettil", "suffix": "", "affiliation": {"laboratory": "", "institution": "Mayo Clinic Foundation", "location": {"settlement": "Rochester", "region": "Minnesota"}}, "email": ""}, {"first": "Wolfgang", "middle": [], "last": "Bruckz", "suffix": "", "affiliation": {"laboratory": "", "institution": "Mayo Clinic Foundation", "location": {"settlement": "Rochester", "region": "Minnesota"}}, "email": ""}, {"first": "Moses", "middle": [], "last": "Rodriguez&apos;", "suffix": "", "affiliation": {"laboratory": "", "institution": "Mayo Clinic Foundation", "location": {"settlement": "Rochester", "region": "Minnesota"}}, "email": ""}, {"first": "Hans", "middle": [], "last": "Lassmann3", "suffix": "", "affiliation": {"laboratory": "", "institution": "Mayo Clinic Foundation", "location": {"settlement": "Rochester", "region": "Minnesota"}}, "email": ""}, {"first": "Hans", "middle": [], "last": "Lassmann", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Vienna", "location": {"addrLine": "Schwarzspanierstrasse 17", "settlement": "Gottingen, Vienna", "country": "Germany, Austria '"}}, "email": "hans.lassmann@uni-vie.ac.at"}]}, "abstract": [{"text": "These authors equally contributed to the content of the manuscript Multiple sclerosis is an inflammatory demyelinating disease of the central nervous system. The hallmark of its pathology is t h e demyelinated plaque with reactive glial scar formation. However, a detailed analysis of the patterns of demyelination, oligodendroglia cell pathology and the reaction of other tissue components suggests that the pathogenesis of myelin destruction i n this disease may be heterogeneous. In this review w e present a new classification scheme of lesional activity on the basis of the molecular composition of myelin degradation products in macrophages. When these criteria are used, different patterns of demyelination can be distinguished, including demyelination with relative preservation of oligodendrocytes, myelin destruction with concomitant and complete destruction of oligodendrocytes or primary destruction or disturbance of myelinating cells with secondary demyelination. Furthermore, in some cases a primary selective demyelination may be followed by secondary oligodendrocyte loss in the established lesions. Finally, some extraordinarily severe conditions may result in destructive lesions with loss of myelin, oligodendrocytes, axons and astrocytes. This heterogeneity of plaque pathology is discussed i n the context of recent experimental models of inflammatory demyelination, which show t h a t different immunological pathways may lead to the formation of demyelinated plaques that reveal the diverse structural aspects described above. Our data indicate, that t h e demyelinated plaques of multiple sclerosis may reflect a common pathological end point of a variety of different immunological mechanisms of myelin destruction in this disease.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Multiple sclerosis is an inflammatory demyelinating disease of the central nervous system. The hallmark of its pathology is t h e demyelinated plaque with reactive glial scar formation. However, a detailed analysis of the patterns of demyelination, oligodendroglia cell pathology and the reaction of other tissue components suggests that the pathogenesis of myelin destruction i n this disease may be heterogeneous. In this review w e present a new classification scheme of lesional activity on the basis of the molecular composition of myelin degradation products in macrophages. When these criteria are used, different patterns of demyelination can be distinguished, including demyelination with relative preservation of oligodendrocytes, myelin destruction with concomitant and complete destruction of oligodendrocytes or primary destruction or disturbance of myelinating cells with secondary demyelination. Furthermore, in some cases a primary selective demyelination may be followed by secondary oligodendrocyte loss in the established lesions. Finally, some extraordinarily severe conditions may result in destructive lesions with loss of myelin, oligodendrocytes, axons and astrocytes. This heterogeneity of plaque pathology is discussed i n the context of recent experimental models of inflammatory demyelination, which show t h a t different immunological pathways may lead to the formation of demyelinated plaques that reveal the diverse structural aspects described above. Our data indicate, that t h e demyelinated plaques of multiple sclerosis may reflect a common pathological end point of a variety of different immunological mechanisms of myelin destruction in this disease.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Multiple sclerosis (MS) is an inflammatory demyelinating disease of the central nervous system associated with focal destruction of the myelin sheath (14) , and astrocytic scar formation. The pathological hallmark of MS is the white matter \"plaque\" which is widely scattered throughout the central nervous system (CNS), with a predilection for the optic nerves, brainstem, spinal cord and periventricular white matter. Despite extensive research, the etiology is unknown, the natural history is unpredictable, and currently there is no cure. Furthermore, because most neuropathological studies of MS have been based on examination of plaques during the late stages of the disease, there is minimal data regarding the features associated with the initiation and development of acute lesions. Recent studies suggest that patterns of inflammation, demyelination, and oligodendrocyte destruction may vary between individual MS patients, indicating that the pathogenetic mechanisms leading to demyelination may be fundamentally different in distinct subtypes of the disease.", "cite_spans": [{"start": 19, "end": 23, "text": "(MS)", "ref_id": null}, {"start": 150, "end": 154, "text": "(14)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Introduction"}, {"text": "Although it is generally accepted that the immune system contributes to the tissue destruction in MS, it is still unclear whether the immune response triggers the damage, or is a consequence of the disease process. In addition, there is debate over which components of the immune system are the key players in MS. Most investigators emphasize the role of CD4+ lymphocytes in inducing inflammation and demyelination, however the contribution of CD8+ cells, microglia/macrophages, astrocytes, cytokines, antibodies and complement are receiving increasing attention. Although most current concepts are based on the assumption that MS is caused by a single pathogenetic mechanism, there is extensive in vivo and in vitro data which indicates that many different toxic and immunological mechanisms may ultimately lead to the selective destruction ,of the myelin sheaths and oligodendrocytes. Such a pathogenetic diversity may also be reflected in the apparent multitude of susceptibility genes identified in recent genetic epidemiology studies on MS (16) . Finally, recent serial MRI studies together with MRI spectroscopy (18, 24, 33, 50) provide a better insight into the dynamic evolution of MS plaques and also suggest differences in the extent of inflammatory activity, blood brain barrier disturbance and tissue damage between different clinical manifestations of the disease. These issues stress the need for a reevaluation of multiple sclerosis pathology, with a particular emphasis on defining the immunopathological events that occur in actively demyelinating lesions. Before doing so, it is essential to provide a precise definition of lesional activity.", "cite_spans": [{"start": 1045, "end": 1049, "text": "(16)", "ref_id": "BIBREF16"}, {"start": 1118, "end": 1122, "text": "(18,", "ref_id": "BIBREF18"}, {"start": 1123, "end": 1126, "text": "24,", "ref_id": "BIBREF24"}, {"start": 1127, "end": 1130, "text": "33,", "ref_id": null}, {"start": 1131, "end": 1134, "text": "50)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The criteria for identification of active lesions in the literature is controversial and often misleading. Table 1 summarizes existing criteria based upon myelin degradation products within macrophages and inflammatory activity.", "cite_spans": [], "ref_spans": [{"start": 107, "end": 114, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Criteria For Defining Lesional Activity in MS Lesions"}, {"text": "The presence of gadolinium enhancement on MRI is used frequently by clinicians as a major criteria to define lesional activity, and is thought t o reflect blood-brain-barrier (BBB) damage. Although this is considered to be one of the earliest changes observed in MS lesions, neuropathological and immunocytochemical studies reveal that BBB leakage can be found to variable degrees in every MS lesion, including inactive demyelinated plaques (734). These pathological findings appear to be in disagreement with recent MRI investigations that found Gd-DTPA leakage restricted to active MS lesions (33, 49) . This discrepancy may relate to the low sensitivity of MRI techniques in the detection of BBB dysfunction. Correlative studies revealed that Gd-enhancing MRI lesions corresponded t o inflammatory infiltrations (primarily macrophages) accompanied by edema. Myelin destruction was not always present. Furthermore, the presence of BBB damage in other pathologic conditions without evidence of demyelination such as meningitis or encephalitis, implies that a non-specific T cell response alone is not sufficient to produce demyelination.", "cite_spans": [{"start": 595, "end": 599, "text": "(33,", "ref_id": null}, {"start": 600, "end": 603, "text": "49)", "ref_id": null}], "ref_spans": [], "section": "Criteria For Defining Lesional Activity in MS Lesions"}, {"text": "Attempts have also been made to define inflammatory activity within the lesion based upon the infiltration of the vessel walls and spread into CNS parenchyma by inflammatory cells (45,57), the upregulation of adhesion molecules (12, 84, 91) , and MHC antigens (74), production of cytokines (29, 80, 92) , and the definition of the activation stage of macrophages in the lesions (9). The results have been inconclusive since in a chronic inflammatory process such as MS the upregulation of immune associated molecules is rather a matter of quantity than quality and the spectrum of cytokine expression is broad.", "cite_spans": [{"start": 228, "end": 232, "text": "(12,", "ref_id": "BIBREF12"}, {"start": 233, "end": 236, "text": "84,", "ref_id": null}, {"start": 237, "end": 240, "text": "91)", "ref_id": null}, {"start": 290, "end": 294, "text": "(29,", "ref_id": null}, {"start": 295, "end": 298, "text": "80,", "ref_id": null}, {"start": 299, "end": 302, "text": "92)", "ref_id": null}], "ref_spans": [], "section": "Criteria For Defining Lesional Activity in MS Lesions"}, {"text": "Active plaques are often defined by the presence of cholesterol esters and neutral lipids in macrophages that can be stained by lipophilic dyes such as oil red 0 or Sudan I1 (54, 55, 74) . Although this is a suitable technique easily applied to fresh or formaldehyde fixed tissue, this sudanophilic stage of myelin degradation may persist for several months after the destruction of the myelin sheath (18, 45) . Therefore these observations may not reflect accurately the early staRes of disease evolution. A better definition of demyelinating activity within a plaque can be obtained by studying the structural profile and chemical composition of myelin degradation products within macrophages (27, 36, 40, 45, 78) and examining the expression of inflammatory macrophage activation antigens in the lesions (9,56). The time sequence of myelin degradation in macrophages found in monophasic experimental and human lesions has been studied (10, 38) . Minor myelin proteins such as myelin oligodendrocyte glycoprotein (MOG) or myelin associated glycoprotein (MAG) are rapidly degraded within macrophages within 1-2 days after phagocytosis. In contrast, major myelin proteins such as myelin basic protein (MBP) and proteolipid protein (PLP) may persist in macrophages for 6-10 days. In later stages, the macrophages contain sudanophilic and PAS-positive \"granular lipids\" that may persist in the lesion up to several months (45).", "cite_spans": [{"start": 174, "end": 178, "text": "(54,", "ref_id": null}, {"start": 179, "end": 182, "text": "55,", "ref_id": null}, {"start": 183, "end": 186, "text": "74)", "ref_id": null}, {"start": 401, "end": 405, "text": "(18,", "ref_id": "BIBREF18"}, {"start": 406, "end": 409, "text": "45)", "ref_id": null}, {"start": 695, "end": 699, "text": "(27,", "ref_id": null}, {"start": 700, "end": 703, "text": "36,", "ref_id": null}, {"start": 704, "end": 707, "text": "40,", "ref_id": null}, {"start": 708, "end": 711, "text": "45,", "ref_id": null}, {"start": 712, "end": 715, "text": "78)", "ref_id": null}, {"start": 938, "end": 942, "text": "(10,", "ref_id": null}, {"start": 943, "end": 946, "text": "38)", "ref_id": null}], "ref_spans": [], "section": "Criteria For Defining Lesional Activity in MS Lesions"}, {"text": "A recent study provided evidence for a differentiated pattern of macrophage activation in MS lesions obtained during the early course of the disease (9). In this study, different patterns of macrophage activation and differentiation in MS lesions were identified by using a panel of antibodies that recognized formalin-resistant macrophage-differentiation antigens. These patterns were then correlated with the stage of demyelinating activity as detected by the presence of myelin degradation products. The overall number of macrophages is highest in lesions with ongoing active demyelination as shown by using pan-macrophage markers such as Ki-M1P. A correlation was also found between the expression of macrophage activation antigens and the stage of demyelinating activity. The acute stage inflammatory markers MRP14 and 27E10 were selectively expressed in early (MRP14) or early and late active (27E10) lesions. In contrast, the chronic stage inflammatory macrophage marker (25F9), showed increasing expression with decreasing lesional activity. These findings demonstrated a sequential expression of macrophage activation antigens in MS lesions, thus providing parameters for defining the activity of MS plaques. Table 2 illustrates one current classification scheme to define lesional activity on the basis of myelin degradation products within macrophages, and macrophage activation markers. Although there is no generally accepted definition of MS plaque activity in the literature, this classification scheme provides a more uniform approach for future pathogenetic studies.", "cite_spans": [], "ref_spans": [{"start": 1218, "end": 1225, "text": "Table 2", "ref_id": "TABREF3"}], "section": "Criteria For Defining Lesional Activity in MS Lesions"}, {"text": "Controversy surrounds the nature of the initial pathologic changes in MS. Although chronic persistent inflammation in the CNS is considered one of the most characteristic features of MS pathology, it remains unclear whether this inflammation is a primary or secondary phenomenon in lesion evolution. Seitelberger '60 ; Lumsden '70; Allen '90 Seitelberger '60; Lumsden '70; Guseo and Jellinger '75; Li '93; Sanders '93 Adams '77 Lassmann '83; Prineas '85, '93, '93; Yao '94 Ozawa '94; Bruck'94 Ozawa '94; Bruck'94 Traugott '83; Hayes '87; Li '93; Sanders '93 Bruck '95 Lumsden '70; Prineas '75; Guseo and Jellinger '75Adams '77; Raine '81; Li '93; Sanders '93 Traugott '83 Selmaj '91 Canella '95; Brosnan '95 Sobel '90; Washington '94; Canella '95 Sobel '89 Most investigators suggest that the perivascular lymphocytic reaction initiates the demyelinating process (64). This would imply that immunologically active cells enter the CNS via activated endotheliurn and myelin would be destroyed either as a nonspecific reaction by the release of Iymphokines, or by antigen-specific mechanisms. There are several lines of evidence in support of the primary nature of the inflammatory process in MS. In experimental allergic encephalomyelitis (ME), lymphocyte adherence to postcapillary venules with subsequent migration across the endothelium into the perivascular spaces and CNS parenchyma precedes demyelination (35,65). Perivascular inflammatory infiltrates are typically present in MS lesions in areas of active myelin breakdown. The inflammatory reaction in active MS lesions is associated with local upregulation of immunoregulatory molecules (histocompatibility antigens, cytokines, adhesion molecules, chemokines), suggesting a contributing role for the inflammatory response in the disease. Immunocytochemical studies demonstrate the leakage of immunoglobulins and complement from capillaries and venules at the edges of active plaques, with evidence of damage to the vessel walls (21) . Serial MRI studies reveal that clinical MS exacerbations are generally associated with focal BBB damage", "cite_spans": [{"start": 300, "end": 318, "text": "Seitelberger '60 ;", "ref_id": null}, {"start": 319, "end": 331, "text": "Lumsden '70;", "ref_id": null}, {"start": 332, "end": 359, "text": "Allen '90 Seitelberger '60;", "ref_id": null}, {"start": 360, "end": 372, "text": "Lumsden '70;", "ref_id": null}, {"start": 373, "end": 397, "text": "Guseo and Jellinger '75;", "ref_id": null}, {"start": 398, "end": 405, "text": "Li '93;", "ref_id": null}, {"start": 406, "end": 441, "text": "Sanders '93 Adams '77 Lassmann '83;", "ref_id": null}, {"start": 442, "end": 454, "text": "Prineas '85,", "ref_id": null}, {"start": 455, "end": 459, "text": "'93,", "ref_id": null}, {"start": 460, "end": 464, "text": "'93;", "ref_id": null}, {"start": 465, "end": 483, "text": "Yao '94 Ozawa '94;", "ref_id": null}, {"start": 484, "end": 503, "text": "Bruck'94 Ozawa '94;", "ref_id": null}, {"start": 504, "end": 526, "text": "Bruck'94 Traugott '83;", "ref_id": null}, {"start": 527, "end": 537, "text": "Hayes '87;", "ref_id": null}, {"start": 538, "end": 545, "text": "Li '93;", "ref_id": null}, {"start": 546, "end": 580, "text": "Sanders '93 Bruck '95 Lumsden '70;", "ref_id": null}, {"start": 581, "end": 593, "text": "Prineas '75;", "ref_id": null}, {"start": 594, "end": 627, "text": "Guseo and Jellinger '75Adams '77;", "ref_id": null}, {"start": 628, "end": 638, "text": "Raine '81;", "ref_id": null}, {"start": 639, "end": 646, "text": "Li '93;", "ref_id": null}, {"start": 647, "end": 695, "text": "Sanders '93 Traugott '83 Selmaj '91 Canella '95;", "ref_id": null}, {"start": 696, "end": 718, "text": "Brosnan '95 Sobel '90;", "ref_id": null}, {"start": 719, "end": 734, "text": "Washington '94;", "ref_id": null}, {"start": 735, "end": 756, "text": "Canella '95 Sobel '89", "ref_id": null}, {"start": 1985, "end": 1989, "text": "(21)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Timing and Target of the Inflammatory Response"}, {"text": "Although there is some evidence supporting a primary inflammatory attack on myelin, several key points are worth noting. Neuropathologic studies reveal that inflammatory cells and specifically T cells are not always present in areas of active demyelination (19, 26, 72 ). An ultrastructural study of 11 stereotactic brain biopsy specimens pathologically consistent with MS revealed evidence of myelin degeneration outside areas of maximal inflammation or macrophage infiltration suggesting that demyelina- ", "cite_spans": [{"start": 257, "end": 261, "text": "(19,", "ref_id": "BIBREF19"}, {"start": 262, "end": 265, "text": "26,", "ref_id": null}, {"start": 266, "end": 268, "text": "72", "ref_id": null}], "ref_spans": [], "section": "(24, SO)."}, {"text": "+ +++ ++ - 27E10 Inactive - - +/- +/- - - Early remyel - +/- +/- + + - ++ Late remyel - +/- +I- +++", "cite_spans": [], "ref_spans": [], "section": "CLASSIFICATION OF DEMYELINATING ACTIVITY IN MS LESIONS ON THE BASIS OF MYELIN DEGRADATION PRODUCTS AND MACROPHAGE ACTIVATION"}, {"text": "Although macrophages contained myelin debris within their cytoplasm, this observation could be interpreted as a consequence rather than the cause of myelin degradation, since similar patterns of macrophage activation are observed in other conditions not associated with myelin destruction. In addition, CT and MRI enhancement correlate with extensive macrophage infiltration (53), not lymphocyte invasion. The upregulation of MHC class I1 expression in active lesions located on pericytes, perivascular macrophages, microglia, and astrocytes (5,28,39,87) is not restricted to immune-mediated conditions. Other diseases not linked to T cell dysfunction such as trauma, infarcts, and neurodegenerative diseases (Alzheimer's disease), are also associated with class I1 MHC expression (48). Finally, silent plaques lacking a lymphocytic infiltrate can also express abundant class I1 on macrophages (66).", "cite_spans": [], "ref_spans": [], "section": "tion may have preceded inflammation (72)."}, {"text": "Most of our knowledge about MS neuropathology is based upon the study of the late chronic MS lesion characterized by a sharply demarcated area where myelin sheaths are selectively destroyed with relative axonal preservation and dense glial scar formation. In addition to these old sclerotic plaques, there may be active lesions with ongoing myelin destruction. Many different theories have been proposed to explain the process of demyelination in MS. Babinski (4) first described the interaction of debris containing cells with the demyelinating fiber and emphasized the central role of leukocytes in myelin destruction. Marburg (46), on the other hand, described that lysis of myelin is followed by the infiltration of phagocytic cells. He postulated a pathogenetic role for humoral myelinotoxic factors. Based upon ultrastructural studies, several patterns of demyelination have been described: a) Receptor-mediated phagocytosis of myelin (\"pinocytosis vermiformis\"): In this pattern an interaction of \"coated pits and vesicles\" on macrophages with myelin sheaths is found (62) . Macrophages are thought to react with opsonized myelin (52,58) through Fc and complement receptors which are expressed in high density on the macrophage cell surface in active lesions (89). Myelin is then ingested by macrophages through vesicles or tubular channels. This view is supported by the demonstration of IgG deposition at the sites of macrophage/myelin interactions (61). b) Myelin stripping: In this pattern, lymphocytes and macrophages invade myelin sheaths and can be found either between myelin lamellae or between the myelin sheath and axon. Disorganization or vesicular dissolution of myelin is present in the vicinity of the inflammatory cells. Although this is a common pattern seen in some EAE models, it appears to be relatively rare in MS and is found mainly in lesions of acute MS with prominent inflammatory infiltrates (36). c) Vesicular disruption of myelin sheaths: Vesicular transformation of parts of the sheaths or even whole myelin has been found mainly in acute MS cases characterized by very severe and destructive lesions (25, 36, 39) . However, a minor degree has also been described in chronic active MS plaques (34,45). This is a prominent pattern in experimental models of demyelination in which the lesions are mediated by antibody and complement (37). Although it is clear from experimental studies that this pattern of demyelination may occur in vivo, in human autopsy tissue this process may be exaggerated by post mortem autolysis (58). d) Dying back oligodendrogliopathy: The hallmark of this pattern is characterized by pathological alter-ations in the most distal extension of oligodendroglia cell processes. It was initially described in a model of toxic oligodendrogliopathy and demyelination (44) and more recently also reported as a feature of brain biopsies obtained during the early phases of the disease (72,73). This pattern of oligodendrocyte damage has been reported in virus-induced models of demyelination (68). Similar alterations have been observed in MAG deficient mice (unpublished observations). The changes of dying back oligodendrogliopathy may reflect impairment of oligodendrocyte metabolism in MS lesions since myelin gene expression in oligodendrocytes may be downregulated in the face of viral infection, inflammation, as well as in some MS cases (30,32,71). It is not certain whether these alterations invariably lead to oligodendrocyte destruction.", "cite_spans": [{"start": 1075, "end": 1079, "text": "(62)", "ref_id": "BIBREF27"}, {"start": 2137, "end": 2141, "text": "(25,", "ref_id": "BIBREF25"}, {"start": 2142, "end": 2145, "text": "36,", "ref_id": null}, {"start": 2146, "end": 2149, "text": "39)", "ref_id": null}], "ref_spans": [], "section": "Ultrastructural Patterns of Myelin Destruction in M S"}, {"text": "Unfortunately, these ultrastructural studies have been based on very small numbers of cases, and,do not confirm a common mechanism of myelin destruction for all patients. Furthermore, these studies do not resolve the ongoing debate as to whether the myelin sheath or the oligodendrocyte is the primary target of the immune-mediated injury in MS.", "cite_spans": [], "ref_spans": [], "section": "Ultrastructural Patterns of Myelin Destruction in M S"}, {"text": "In cases of typical chronic MS, most investigators agree that the oligodendrocytes are largely absent from the lesion (36, 45, 58, 72) . The matter is less clear with regard to the fate of the oligodendrocyte in early stages of multiple sclerosis. Light microscopic, electron microscopic, and immunocytochemical studies have reported a variable degree of oligodendrocyte preservation in actively demyelinating lesions (3 6,s 8,67). Prineas (5 8,s 9/63) immunocytochemically examined fresh CNS lesions of patients with early MS and observed a striking loss of oligodendrocytes during active disease, fpllowed by recruitment of large numbers of undifferentiated oligodendrocyte progenitors which are thought to repopulate the plaque. The final number of oligodendrocytes within a lesion would be dependent upon the availability of oligodendrocyte progenitor cells. Raine et a1 (67) and Selmaj (79,81) on the other hand described very high numbers of oligodendrocytes in early active lesions, however these cells were subsequently destroyed with disease progression. The authors suggested that oligodendrocytes survive the initial attack, but are later destroyed via additional immune-mediated mechanisms. Rodriguez (72, 73) proposed that oligodendrocytes may be morphologically preserved in the acute lesion, but these cells do not function properly based on the alteration observed in the inner glial loops, the most distal extension of the oligodendroglial membrane. Therefore, the luxury function of these cells (i.e. myelination) may be disrupted without death to these cells. Lassmann et a1 (36) proposed that the degree of oligodendrocyte pathology may be different between early and late stages of MS as well as between different patients.", "cite_spans": [{"start": 118, "end": 122, "text": "(36,", "ref_id": null}, {"start": 123, "end": 126, "text": "45,", "ref_id": null}, {"start": 127, "end": 130, "text": "58,", "ref_id": null}, {"start": 131, "end": 134, "text": "72)", "ref_id": null}, {"start": 1203, "end": 1217, "text": "Rodriguez (72,", "ref_id": null}, {"start": 1218, "end": 1221, "text": "73)", "ref_id": null}], "ref_spans": [], "section": "Fate of the Oligodendrocyte"}, {"text": "In order to draw meaningful conclusions about the fate of the oligodendrocyte in a radially expanding MS lesion, it is essential to correlate oligodendrocyte numbers with stages of myelin degradation products in macrophages. However, previous neuropathological studies have been limited due to very small number of suitable cases and lesions, the difficulty in identifying oligodendrocytes within tissue sections, and the use of not well defined criteria of lesional activity. Several studies relied upon indirect criteria for oligodendrocyte identification such as the presence of cells with typical oligodendrocyte morphology, which were not stained by macrophage/microglia markers (59), or round cells that were larger than leukocytes (94). Furthermore, prior immunocytochemical markers used in MS tissue stained myelin antigens expressed in oligodendrocytes only at the peak of mye!ination/remyelination (58, 62, 63) .", "cite_spans": [{"start": 908, "end": 912, "text": "(58,", "ref_id": null}, {"start": 913, "end": 916, "text": "62,", "ref_id": "BIBREF27"}, {"start": 917, "end": 920, "text": "63)", "ref_id": null}], "ref_spans": [], "section": "Fate of the Oligodendrocyte"}, {"text": "Recently developed techniques have better allowed the pathology of oligodendrocytes and patterns of oligodendrocyte death to be systematically studied in actively demyelinating MS lesions (10, 56) . We identified oligodendrocytes using two markers; the presence of proteolipid protein (PLP) mRNA within the cells, and the expression of myelin oligodendrocyte glycoprotein (MOG) on their surface. In siki hybridization for PLP mRNA is an early marker of oligodendrocyte differentiation and allows identification of oligodendrocytes engaged in myelin maintenance or synthesis (6, 15, 31) . MOG is a protein that appears on the surface of oligodendrocytes and myelin late during myelination (47). In myelinated and demyelinated lesions, this protein is preserved on the surface of the oligodendrocyte and can be used to identify terminally differentiated oligodendrocytes within MS plaques. These markers were combined with DNA fragmentation in tissue sections (22, 75) to identify cells that were degenerating within active MS lesions.", "cite_spans": [{"start": 188, "end": 192, "text": "(10,", "ref_id": null}, {"start": 193, "end": 196, "text": "56)", "ref_id": null}, {"start": 574, "end": 577, "text": "(6,", "ref_id": null}, {"start": 578, "end": 581, "text": "15,", "ref_id": "BIBREF15"}, {"start": 582, "end": 585, "text": "31)", "ref_id": null}, {"start": 958, "end": 962, "text": "(22,", "ref_id": "BIBREF22"}, {"start": 963, "end": 966, "text": "75)", "ref_id": null}], "ref_spans": [], "section": "Fate of the Oligodendrocyte"}, {"text": "The MS material included in the study of Ozawa (56) included paraffin embedded biopsy and autopsy tissue from 28 cases with clinically andlor autopsy proven multiple sclerosis. The cases were grouped into three categories:", "cite_spans": [], "ref_spans": [], "section": "Fate of the Oligodendrocyte"}, {"text": "(i) Anite multiple sclerosis: These cases (n=9) were defined according to Marburg's criteria (46) and were characterized clinically by a severe relentlessly progressive or relapsing neurological disease leading to death within one year of onset.", "cite_spans": [], "ref_spans": [], "section": "Fate of the Oligodendrocyte"}, {"text": "(ii) Early multiple sclerosis: These specimens (n=6) consisted of stereotactic biopsies from patients during the first or second bout of the disease (11 days-7.5 months after disease onset). Patients were followed for an additional 2-7 years.", "cite_spans": [], "ref_spans": [], "section": "Fate of the Oligodendrocyte"}, {"text": "(iii) Late multiple sclerosis: This group (n=12) consisted of patients with chronic relapsing or chronic progressive disease for 1-21 years. imrnunocytochernistry for PLP protein (red)). E. Rernyelinated lesion with MOG-positive oligodendrocytes (arrowheads) immunocytochemistry for MOG). F. Rernyelinated shadow plaque with numerous oligodendrocytes that contain PLP mRNA (in situ hybridization for PLP mRNA (black) and irnmunocytochernistry for PLP protein (red)). disease. A total of thirty-six regions were examined and classified with respect to demyelinating activity based upon the profiie of rnyelin degradation prod-A parallel study by Briick et al. (10) focused more specifically on the pathology of early MS seen in biopsies taken during the first or second attack of the Figure 2 . Active dernyelination associated with oligodendrocyte loss in MS. A. Oligodendrocyte loss in an incompletely dernyelinated plaque (b) compared to periplaque white matter (a) (in situ hybridization for PLP rnRNA (black) and imrnunocytochernistry for PLP protein (red)). B. High power magnification of the plaque in A shows striking loss of oligodendrocytes (in situ hybridization for PLP mRNA (black) and imrnunocytochemistry for PLP protein (red)). C. Rare oligodendrocyte present within the actively demyelinated plaque (arrow; immunocytochernistry for MOG). D. Extensive macrophage infiltration throughout the lesion (irnmunocytochemistry for panmacrophage marker Ki-M1 P). E. High power magnification of extensive macrophage infiltration (irnmunocytochemistry for Ki-M1 P). F. MRP14 expression in macrophages from this early active MS lesion (irnmunocytochemistry for MRP14).", "cite_spans": [{"start": 659, "end": 663, "text": "(10)", "ref_id": null}], "ref_spans": [{"start": 783, "end": 791, "text": "Figure 2", "ref_id": null}], "section": "Fate of the Oligodendrocyte"}, {"text": "ucts within the cytoplasm of macrophages as sum-early exacerbations of MS, selective demyelination marized in Table 2. was associated with almost complete preservation of The pattern of demyelination in all three cate-oligodendrocytes and a high number of remyelinatgories (acute, early, late) was characterized by conflu-ing lesions. In lesions occurring during late chronic ent plaques, and the inflammatory reaction was MS, demyelination was accompanied by extensive dominated by T lymphocytes and macrophages. A destruction and loss of oligodendrocytes. significant increase in the number of immunoglobu-Remyelination was sparse in these cases. In lin producing plasma cells was present in inflamma-Marburg's type of acute MS, demyelination was assotory infiltrates from late chronic MS lesions. During ciated with extensive destruction of oligodendro- cytes, astrocytes and axons, however a considerable number of oligodendrocytes were preserved and capable of remyelination. This data suggested that in the majority of acute and early MS lesions, oligodendrocytes were largely preserved. However, in late chronic lesions there was a selective destruction of oligodendrocytes associated with the demyelination. The high number of plasma cells found in the CNS of patients with late chronic MS may indicate a pathogenetic role of antibodies in demyelination and oligodendroglial destruction, or may represent a n attempt of these antibodies to promote repair (69). There were however exceptions to the general rule, with two out of seven early multiple sclerosis cases demonstrating a dramatic loss of oligodendrocytes, and three out of thirteen late chronic MS cases revealing lesions with considerable oligodendrocyte preservation. Loss or preservation of oligodendro-cytes did not depend as much on the stage of lesion formation as suggested by previous studies (59, 60, 63) , but rather was a characteristic feature, similar in all lesions or lesioned areas of a given patient. This suggested that at a given time during lesion evolution, the pathogenesis of the demyelinating process is similar in different brain regions. Furthermore, in the one patient who underwent sequential biopsies during the early phase of the disease, the numbers of oligodendrocytes within the different lesions were similar. These findings suggested that the pathogenesis of MS may vary in different patients and may change with chronicity of the disease process.", "cite_spans": [{"start": 1869, "end": 1873, "text": "(59,", "ref_id": null}, {"start": 1874, "end": 1877, "text": "60,", "ref_id": null}, {"start": 1878, "end": 1881, "text": "63)", "ref_id": null}], "ref_spans": [{"start": 110, "end": 118, "text": "Table 2.", "ref_id": "TABREF3"}], "section": "Fate of the Oligodendrocyte"}, {"text": "Patterns of cell death were also analyzed using DNA-fragmentation in degenerating cells (56) . Extensive oligodendrocyte death was found at the borders of active lesions in chronic cases. Typically, dying oligodendrocytes were found in the area of demonstrated a fundamentally different pattern of active myelin destruction. These findings were inter-cell death. In these cases, oligodendrocytes were prepreted as evidence for oligodendrocytes dying con-dominantly destroyed in a thin rim of normal comitantly with myelin sheaths, or secondarily to appearing white matter immediately adjacent to the myelin destruction. In this limited study, both apop-actively demyelinating plaque edge. This pattern tosis and necrosis patterns of cell death were found.", "cite_spans": [{"start": 88, "end": 92, "text": "(56)", "ref_id": null}], "ref_spans": [], "section": "Fate of the Oligodendrocyte"}, {"text": "suggests that in some primary progressive MS lesions, Using similar techniques, we have collected three demyelination may occur secondary to oligodencases of primary progressive chronic MS which droglia damage. These observations need to be con- firmed in a larger series, however they suggest that the pathogenesis of primary progressive MS may be different from the pathogenesis of relapsing or secondarily progressive disease. Since the original studies by Ozawa (56) and Briick (10) were restricted to a small total number of cases, we have initiated a similar study in a very large series of MS cases collected at the Mayo Clinic (n=44), the Institute of Neuropathology in Gottingen (n=22), and the Institute of Neurology in Vienna (n=16). It is based on 82 cases in which brain biopsies from early bouts of the disease were available, 16 autopsy cases of acute MS (46) and 9 cases of chronic active MS. The goal of the study was to exclude that the high variability of oligodendrocyte pathology in the previous studies of Ozawa (56) and Briick (10) were due to sample bias. Demyelinating activity in the lesions was determined on the basis of myelin degradation products in macrophages and the presence of early macrophage activation markers, as summarized in Table 2 . Our preliminary results indicate at least five distinct patterns of lesional pathology to be discriminated: (Figure 1) : As in all other MS lesions, myelin was completely lost in these plaques. Active myelin destruction at the lesional borders was associated with a variable but minor reduction (up to 30%) of oligodendrocytes. DNA fragmentation of oligodendrocytes was rare. Remyelination was rapid and complete. (Figure 2 ) : In these lesions, active demyelination was associated with extensive or complete loss of oligodendrocytes. In the area of active myelin destruction many cells with DNA fragmentation were present that expressed markers for oligodendrocytes (MOG, CNPase, or PLP mRNA). Morphological analysis of dying oligodendrocytes revealed that in some cases cell destruction was mediated by apoptosis, whereas in others, particularly those cases with a high plasma cell density, necrosis was dominant. Inactive plaques showed demyelination, extensive glial scarring, and limited remyelination. In these lesions, similar to the first pattern described above, oligodendrocyte density was high in the areas of active myelin breakdown. Yet towards the plaque center there was a progressive reduction of oligodendrocyte density and dying oligodendrocytes were frequently observed. OIigodendrocyte loss was mediated mainly through apoptosis, although in one case with high plasma cell density, necrosis was noted. The center of such plaques showed demyelination and glial scarring without remyelination.", "cite_spans": [{"start": 460, "end": 470, "text": "Ozawa (56)", "ref_id": null}, {"start": 482, "end": 486, "text": "(10)", "ref_id": null}, {"start": 1028, "end": 1038, "text": "Ozawa (56)", "ref_id": null}, {"start": 1050, "end": 1054, "text": "(10)", "ref_id": null}], "ref_spans": [{"start": 1266, "end": 1273, "text": "Table 2", "ref_id": "TABREF3"}, {"start": 1384, "end": 1394, "text": "(Figure 1)", "ref_id": "FIGREF0"}, {"start": 1690, "end": 1701, "text": "(Figure 2 )", "ref_id": null}], "section": "Fate of the Oligodendrocyte"}, {"text": "(IV) Destructive plaques (Figure 41 : These lesions were characterized by more extensive macrophage infiltration and a more pronounced state of activation as compared to the previously reported patterns. Widespread demyelination paralleled destruction of oligodendrocytes, axons, and astrocytes. However, as described before, (56), oligodendrocytes were partly preserved even in the most destructive areas of these lesions. This pattern of demyelination was particularly prominent in cases of Marburg's type of acute multiple sclerosis. No signs of remyelination were present. Even in the areas of active myelin destruction, oligodendrocytes were sparse and only few cells showed DNA fragmentation. Yet, dying cells were abundant in a small zone of the periplaque white matter. This pattern of demyelination was found in three autopsy cases of primary progressive MS and in rare instances in biopsy specimens from early bouts of the disease.", "cite_spans": [], "ref_spans": [{"start": 25, "end": 35, "text": "(Figure 41", "ref_id": "FIGREF0"}], "section": "Ill) Dem yelination with concommitant destruction and loss of oligodendrocytes"}, {"text": "Can these patterns of MS pathology be explained on the basis of the stage of demyelinating activity, the severity of a single pathogenetic mechanism, or the possibility that multiple pathogenetic mechanisms may be acting in parallel within the same lesion?", "cite_spans": [], "ref_spans": [], "section": "IV)"}, {"text": "Timing of the lesion: If MS is a disease caused by a singIe pathogenetic mechanism, one would predict that previous observations on the high variability of oligodendrocyte damage are secondary to a stage-specific phenomenon. However, our data demonstrated no correlation between the observed pattern of pathology and the stage of demyelinating activity within the lesion based upon macrophage activation or myelin degradation products. Furthermore, sirnilar to Briick et al's (10) initial observation in a smaller series, our data confirmed that oligodendrocyte loss or survival was similar in all parts of a lesion from a given patient.", "cite_spans": [{"start": 476, "end": 480, "text": "(10)", "ref_id": null}], "ref_spans": [], "section": "IV)"}, {"text": "Severity of a single pathogenetic mechanism: Obviously the severity of the pathogenetic process in a given lesion will determine its structural outcome. In mild forms of autoimmune encephalomyelitis, selective demyelination and rapid remyelination occur, which in more severe instances leads to unselective tissue damage, similar to that described in the destructive lesions (36). Yet this alone cannot explain why in some MS lesions oligodendrocytes are destroyed completely and selectively, whereas in others these cells are partly preserved, even in the most destructive areas. Furthermore, the preferential pattern of oligodendrocyte destruction by either apoptosis or. necrosis, as well as oligodendrocyte death occurring either in areas of demyelination or in the periplaque white matter, are not possible to simply relate to differences in the severity of a single pathogenetic mechanism.", "cite_spans": [], "ref_spans": [], "section": "IV)"}, {"text": "Multiple mechanisms acting in parallel: In at least two cases characterized by a progressive loss of oligodendrocytes toward the plaque center, oligodendro-cyte death occurred via either apoptosis or necrosis and seemed independent from the demyelination and oligodendrocyte destruction occurring at the plaque border. This raises the possibility that several pathogenetic mechanisms were acting in parallel within the same lesion. However, in the majority of lesions examined, individual patients followed distinct pathogenetic pathways of lesion formation.", "cite_spans": [], "ref_spans": [], "section": "IV)"}, {"text": "Since the different patterns of lesional pathology in different MS cases cannot be explained alone o n the basis of timing and severity of a single pathogenetic pathway, our data suggest that the primary target of the demyelinating process may vary between individual patients and thus may reflect distinct immunopathogenetic mechanisms operating in different MS patients.", "cite_spans": [], "ref_spans": [], "section": "IV)"}, {"text": "What pathogenetic mechanisms could be responsible for these observed patterns of demyelination and oligodendrocyte destruction? Studies of experimental animal models of demyelination may provide important clues on the potential pathogenetic mechanisms for multiple sclerosis. Demyelination in animals may be produced immunologically by the injection of myelin components or transfer of CNS-specific T cells, by viruses from various families (picornaviruses, coronaviruses, herpes viruses, retroviruses) and by toxins (lysolecithin, ethidium bromide, cuprizone). It is possible that the differing patterns of oligodendroglial pathology and demyelination observed in the various patients have correlates in the animal models in which the inciting event and immunopathogenetic mechanisms are better understood. Considering the spectrum of different mechanisms leading to immune mediated demyelination in experimental models in vivo and vitro, the different lesional patterns, as described above, is not unexpected.", "cite_spans": [], "ref_spans": [], "section": "Multiple Different Pathogenetic Pathways of Demyelination May Lead to Different Lesion Subtypes"}, {"text": "Dernyelination with relative sparing of oligodendrocytes and rapid remyelination is the expected pattern when the pathogenetic process is primarily directed against the myelin sheath. This could be accomplished by a bystander reaction, mediated by immunotoxins that are liberated in the course of the T-cell mediated inflammation. A variety of immunotoxins, including oxygen radicals (23) , tumor-necrosis factor alpha (82), lymphotoxin (go), complement (77) or perforin (76) lyse preferentially myelin and oligodendrocytes in vitro. However, when overexaggerated these same toxins will lead to unselective tissue damage, similar to that observed in destructive lesions. Thus, in chronic models of T-cell mediated autoimmune encephalomyelitis, demyelination occurs which is followed by rapid and complete remyelination (67) . Only in severe conditions, as for instance in EAE in transgenic animals that overex-press TNF-a, persistent lesions are present that are associated with severe and unselective tissue damage.", "cite_spans": [{"start": 384, "end": 388, "text": "(23)", "ref_id": "BIBREF23"}, {"start": 819, "end": 823, "text": "(67)", "ref_id": null}], "ref_spans": [], "section": "Multiple Different Pathogenetic Pathways of Demyelination May Lead to Different Lesion Subtypes"}, {"text": "Another possible mechanism is myelin destruction by demyelinating antibodies that act in synergy with a T-cell mediated encephalitogenic response (41). At present the best characterized target antigen for demyelinating antibodies is myelin oligodendrocyte glycoprotein (MOG). MOG is strongly expressed on the extracellular surface of myelin sheaths and peripheral oligodendrocyte processes, but only in low density on the oligodendrocyte pericaryon (11) . Demyelination induced in EAE animals by anti-MOG antibodies is associated with a variable extent of oligodendrocyte necrosis.", "cite_spans": [{"start": 449, "end": 453, "text": "(11)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Multiple Different Pathogenetic Pathways of Demyelination May Lead to Different Lesion Subtypes"}, {"text": "Since MOG is not expressed on progenitor cells, rapid recruitment of new oligodendrocytes and remyelination occurs. Repeated demyelinating episodes by this mechanism lead to persistently demyelinated lesions, most likely due to progressive destruction of both mature and immature oligodendrocytes (42). \"Receptor-mediated phagocytosis\" of myelin and capping of surface immunoglobulin G on macrophages engaged in myelin breakdown as described by Prineas and Graham (61) and Prineas (58) in multiple sclerosis lesions indeed argues in favor of an antibody mediated mechanism. Furthermore, the presence of plasma cells secreting anti-MOG antibodies has been shown in the CSF of some MS patients (85) .", "cite_spans": [{"start": 445, "end": 468, "text": "Prineas and Graham (61)", "ref_id": null}, {"start": 469, "end": 485, "text": "and Prineas (58)", "ref_id": null}, {"start": 692, "end": 696, "text": "(85)", "ref_id": null}], "ref_spans": [], "section": "Multiple Different Pathogenetic Pathways of Demyelination May Lead to Different Lesion Subtypes"}, {"text": "Demyelinoting lesions with complete loss of oligodendrocytes and lack of remyelination most likely are due to a pathogenetic mechanism which not only eliminates mature oligodendrocytes but also effectively destroys the progenitor pool. Although this may be achieved in lesions with repeated de-and remyelination occurring in the chronic stages of MS (43,60), such a mechanism is unlikely to operate in similar lesions seen in initial exacerbations of the disease. In the latter, there may either be a functional defect of oligodendrocyte precursor cells, or the immune response may be directed against an antigen present in mature as well as immature oligodendrocytes. Candidate antigens could be early differentiation markers of oligodendrocytes such as galactocerebrosides or sulfatides, or a novel antigen peptide expressed following virus infection. In the Theiler's virus model of multiple sclerosis induced by a picornavirus, various target cells such as oligodendrocytes, astrocytes and macrophages are infected. An immune response destroys oligodendrocytes and prevents subsequent remyelination as a result of an immune response attempting to clear persistent infection (68) .", "cite_spans": [{"start": 1178, "end": 1182, "text": "(68)", "ref_id": null}], "ref_spans": [], "section": "Multiple Different Pathogenetic Pathways of Demyelination May Lead to Different Lesion Subtypes"}, {"text": "Cases presenting with a gradient of oligodendrocyte loss from the active lesion edge into the plaque center indicate that in some multiple sclerosis patients \"stressed\" oligodendrocytes, while attempting remyelination in the hostile environment of an active plaque, may become a target of destruction. Such a mechanism has been suggested by Selmaj et a1 (81) who described the intimate contact between gamma/delta T lymphocytes with reactive oligodendrocytes in the plaques. A prominent and oligoclon-a1 gamma/delta T-cell response has been observed in some active MS lesions (93). These T cells preferentially lyse oligodendrocytes in vitro (20) , possibly by the recognition of stress proteins. Within MS lesions stress proteins such as hsp6.5 (79) or alpha B crystallin (90) are upregulated in oligodendrocytes, apparently at the time when they begin remyelination. Thus, in cases with a gradient of oligodendroglia cell loss, these cells may have escaped the primary demyelinating insult, but may then be destroyed by a second immune reaction against stress proteins.", "cite_spans": [{"start": 341, "end": 358, "text": "Selmaj et a1 (81)", "ref_id": null}, {"start": 642, "end": 646, "text": "(20)", "ref_id": "BIBREF20"}, {"start": 746, "end": 750, "text": "(79)", "ref_id": null}, {"start": 773, "end": 777, "text": "(90)", "ref_id": null}], "ref_spans": [], "section": "Multiple Different Pathogenetic Pathways of Demyelination May Lead to Different Lesion Subtypes"}, {"text": "Alternatively, a gradient loss of oligodendrocytes could also be explained by a lack of sufficient growth factors that allow oligodendrocyte progenitor cells to survive in the plaque environment and to differentiate into mature myelinating cells. In line with this concept, remyelinating lesions in EAE can be augmented by exogeneous application of insulin like growth factor (IGF). Furthermore, withdraw1 of growth factors may lead to apoptosis.", "cite_spans": [], "ref_spans": [], "section": "Multiple Different Pathogenetic Pathways of Demyelination May Lead to Different Lesion Subtypes"}, {"text": "Lesions with oligudendrucyte death occiirring in the periplaque white matter outside the zone of active rnyelin degeneration suggests that in a subgroup of multiple sclerosis patients, primary oligodendrocyte destruction may lead to secondary demyelination. One possible mechanism of primary oligodendrocyte damage could be a persistent viral infection in this cell population. A variety of different virus-induced experimental models of demyelination are available (68) which show impairment of metabolic functions of oligodendrocytes (32,71). In addition, toxins which interfere with the function of oligodendrocytes could result in this pattern of pathology (44). Several studies have demonstrated the presence of virus antigens or respective nucleotide sequences in multiple sclerosis lesions (3,13). Although there has been no convincing or repeated demonstration of a single virus in MS tissue, it still remains open whether a group of persistent virus infections may play a role in subsets of MS patients. A primary damage of oligodendrocytes as seen in the lesions of several patients in our series may further support this notion. Yet primary oligodendrocyte damage may also occur in immunemediated conditions. A dysregulation of microglia / macrophages could theoretically lead to oligodendrocyte apoptosis and demyelination, via free oxygen radicals (23) or TNF-alpha mediated injury. In vitro, TNF-alpha produces oligodendrocyte destruction via apoptosis (82,s l), although this toxicity occurs only at very high concentrations which may not be physiologic.", "cite_spans": [{"start": 466, "end": 470, "text": "(68)", "ref_id": null}, {"start": 1361, "end": 1365, "text": "(23)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Multiple Different Pathogenetic Pathways of Demyelination May Lead to Different Lesion Subtypes"}, {"text": "In conclusion, our studies on the patterns of demyelination and oligodendrocyte destruction in MS lesions underscore the pathologic heterogeneity observed in MS. These observations challenge the existing scientific dogma that MS is a disease caused by a single pathogenetic mechanism, and rather suggest that the pathogenetic mechanisms leading to demyelination may be fundamentally distinct in different groups of MS patients. This hypothesis may in part explain the variable clinical picture with respect to the neurologic symptoms, natural history, and degree of disability seen in this disease. Furthermore, genetic studies support the theory that the expression of the disease is under polygenic control. It may be that combinations of different susceptibility genes may ultimately dictate the patient's immunopathogenetic response to the inciting injury, and account for specific subtypes of this complex disease. Whether there is only one versus multiple inciting events cannot be determined. These findings may have implications with respect to the design of future therapeutic strategies in MS. We currently rely upon large placebo-controlled double-blind studies to determine whether a particular therapy is efficacious in patients. This approach does not take into account that a therapy which may be useful in one group of patients may be ineffective or possibly deleterious in another. In addition, the existing criteria used to select patients suitable for a clinical trial may not accurately reflect the specific pathogenetic substrate of the disease. The correlation of the patterns we have observed with clinical or paraclinical parameters may ultimately lead to the development of novel therapeutic strategies designed to target different subtypes of multiple sclerosis. ", "cite_spans": [], "ref_spans": [], "section": "Multiple Different Pathogenetic Pathways of Demyelination May Lead to Different Lesion Subtypes"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Pathology of multiple sclerosis: progression of the lesion", "authors": [{"first": "C", "middle": ["W"], "last": "Adams", "suffix": ""}], "year": 1977, "venue": "Brit Med Bull", "volume": "33", "issn": "", "pages": "15--20", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Edinburgh Allen I, Brankin B (1 993) Pathogenesis of multiple sclerosis: the immune diathesis and the role of virus", "authors": [{"first": "I", "middle": [], "last": "Allen", "suffix": ""}], "year": 1990, "venue": "McAlpine's Multiple Sclerosis, W.B. Matthews (ed)", "volume": "52", "issn": "", "pages": "95--105", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Recherches sur I'anatomie pathologique de la slerose en plaque et etude comparative des diverses varietes de la scleroses de la moelle", "authors": [{"first": "J", "middle": [], "last": "Babinski", "suffix": ""}], "year": null, "venue": "Arch Physiol (Paris)", "volume": "", "issn": "", "pages": "5--6", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Detection of MHC class II on macrophages and microglia but not astrocytes and endothelia in active multiple sclerosis lesions", "authors": [{"first": "L", "middle": [], "last": "Bo", "suffix": ""}, {"first": "S", "middle": [], "last": "Mork", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Kong", "suffix": ""}, {"first": "H", "middle": [], "last": "Nyland", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Pardo", "suffix": ""}, {"first": "B", "middle": ["O"], "last": "Trapp", "suffix": ""}], "year": 1994, "venue": "J Neuroimmunol", "volume": "51", "issn": "", "pages": "135--146", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "In situ hybridization with digoxigeninlabelled probes: sensitive and reliable detection method applied to myelinating rat brain", "authors": [{"first": "H", "middle": [], "last": "Breitschopf", "suffix": ""}, {"first": "G", "middle": [], "last": "Suchanek", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Gould", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Coleman", "suffix": ""}, {"first": "H", "middle": [], "last": "Lassmann", "suffix": ""}], "year": 1992, "venue": "Acra Neuropathol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Blood brain barrier damage in multiple sclerosis plaques", "authors": [{"first": "Y", "middle": [], "last": "Broman", "suffix": ""}], "year": 1964, "venue": "Am J Pathol", "volume": "137", "issn": "", "pages": "581--587", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Cytokine localization in multiple sclerosis lesions: correlation with adhesion molecule expression and reactive nitrogen species", "authors": [], "year": null, "venue": "Neurology", "volume": "45", "issn": "", "pages": "16--21", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Monocyte / macrophage differentiation in early multiple sclerosis lesions", "authors": [{"first": "W", "middle": [], "last": "Bruck", "suffix": ""}, {"first": "P", "middle": [], "last": "Porada", "suffix": ""}, {"first": "S", "middle": [], "last": "Poser", "suffix": ""}, {"first": "", "middle": [], "last": "Rieckmann", "suffix": ""}, {"first": "F", "middle": [], "last": "Hanefeld", "suffix": ""}, {"first": "H", "middle": [], "last": "Kretzschmar", "suffix": ""}, {"first": "H", "middle": [], "last": "Lassmann", "suffix": ""}], "year": 1995, "venue": "Ann Neurol", "volume": "38", "issn": "", "pages": "788--796", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Oligodendrocytes in the early course of multiple sclerosis", "authors": [], "year": null, "venue": "Ann Neurol", "volume": "35", "issn": "", "pages": "65--73", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Linington C (1 989) Differential ultrastructural localization of myelin basic protein, myelin/oligodendrocyte glycoprotein and 2'3'-cyclic nucleotide 3'-phosphodiesterase in the CNS of adult rats", "authors": [{"first": "C", "middle": [], "last": "Brunner", "suffix": ""}, {"first": "H", "middle": [], "last": "Lassmann", "suffix": ""}, {"first": "Waehnelt", "middle": [], "last": "Thv", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Matthieu", "suffix": ""}], "year": null, "venue": "J Neurochem", "volume": "52", "issn": "", "pages": "296--304", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The adhesion molecule and cytokine profile of multiple sclerosis lesions", "authors": [{"first": "B", "middle": [], "last": "Canella", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Raine", "suffix": ""}], "year": 1995, "venue": "Ann Neurol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Burmer GC (1 995) Plaque-associated expression of human herpesvirus 6 in multiple sclerosis", "authors": [{"first": "P", "middle": ["B"], "last": "Challoner", "suffix": ""}, {"first": "K", "middle": ["T"], "last": "Smith", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Parker", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Macleod", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Coulter", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Rose", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Schultz", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Bennett", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Garber", "suffix": ""}, {"first": "M", "middle": [], "last": "Chang", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Schad", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Stewart", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Nowinski", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Brown", "suffix": ""}], "year": null, "venue": "Proc Natl Acad Sci", "volume": "92", "issn": "", "pages": "7440--7444", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Histologie de la sclerose en plaque", "authors": [{"first": "J", "middle": [], "last": "Charcot", "suffix": ""}], "year": null, "venue": "Gaz Hopital", "volume": "41", "issn": "", "pages": "554--56", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Synthesis and incorporation of myelin polypeptides into CNS myelin", "authors": [{"first": "Kreibich", "middle": ["G"], "last": "Coleman", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Frey", "suffix": ""}, {"first": "D", "middle": ["D"], "last": "Sabatini", "suffix": ""}], "year": 1982, "venue": "J Cell Biol", "volume": "95", "issn": "", "pages": "598--608", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Genes and susceptibility to multiple sclerosis", "authors": [{"first": "D", "middle": ["A"], "last": "Compston", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Keller", "suffix": ""}, {"first": "H", "middle": [], "last": "Robertson", "suffix": ""}, {"first": "S", "middle": [], "last": "Saucer", "suffix": ""}, {"first": "N", "middle": ["W"], "last": "Wood", "suffix": ""}], "year": 1995, "venue": "Acta Neurol Scand", "volume": "161", "issn": "", "pages": "43--51", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Experimental models of virus-induced demyelination of the central nervous system", "authors": [{"first": "M", "middle": ["C"], "last": "Dal Canto", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Rabinowitz", "suffix": ""}], "year": 1982, "venue": "Ann Neurol", "volume": "1", "issn": "", "pages": "109--110", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Serial proton magnetic resonance spectroscopy in acute multiple sclerosis", "authors": [{"first": "C", "middle": ["A"], "last": "Davie", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Hawkins", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Barker", "suffix": ""}, {"first": "A", "middle": [], "last": "Brennan", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Tofts", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Miller", "suffix": ""}, {"first": "W", "middle": ["I"], "last": "Mcdoanld", "suffix": ""}], "year": 1994, "venue": "Brain", "volume": "1", "issn": "", "pages": "49--58", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "91 6) The histology of disseminated sclerosis", "authors": [{"first": "J", "middle": ["W"], "last": "Dawson", "suffix": ""}], "year": null, "venue": "Trans Roy Soc Edinburgh", "volume": "5", "issn": "1", "pages": "517--740", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Antel JP (1991) Peripheral blood gamma/delta T cells lyse fresh human brain derived oligodendrocytes", "authors": [{"first": "M", "middle": ["S"], "last": "Freedman", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Ruijs", "suffix": ""}, {"first": "L", "middle": ["K"], "last": "Selin", "suffix": ""}], "year": null, "venue": "Ann Neurol", "volume": "30", "issn": "", "pages": "794--800", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Blood-brain barrier damage in acute multiple sclerosis plaques. An immunocytochemical study", "authors": [{"first": "D", "middle": [], "last": "Gay", "suffix": ""}, {"first": "M", "middle": [], "last": "Esiri", "suffix": ""}], "year": 1991, "venue": "Brain", "volume": "11", "issn": "", "pages": "557--572", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Detection of DNA fragmentation in apoptosis: application of in situ nick translation to cell culture systems and tissue sections", "authors": [{"first": "R", "middle": [], "last": "Gold", "suffix": ""}, {"first": "M", "middle": [], "last": "Schmied", "suffix": ""}, {"first": "G", "middle": [], "last": "Rothe", "suffix": ""}, {"first": "H", "middle": [], "last": "Zischler", "suffix": ""}, {"first": "H", "middle": [], "last": "Breitschopf", "suffix": ""}, {"first": "H", "middle": [], "last": "Wekerle", "suffix": ""}, {"first": "H", "middle": [], "last": "Lassmann", "suffix": ""}], "year": 1993, "venue": "J Histochem Cytochem", "volume": "41", "issn": "", "pages": "1023--1053", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "990) Selective degeneration of oligodendrocytes mediated by reactive oxygen species", "authors": [{"first": "C", "middle": [], "last": "Griot", "suffix": ""}, {"first": "M", "middle": [], "last": "Vandevelde", "suffix": ""}, {"first": "A", "middle": [], "last": "Richard", "suffix": ""}, {"first": "E", "middle": [], "last": "Peterhans", "suffix": ""}, {"first": "R", "middle": [], "last": "Stocker", "suffix": ""}], "year": null, "venue": "Free Republic Res Commun", "volume": "11", "issn": "1", "pages": "181--193", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Silberberg DH Gonzales-Scarano F (1 988) Multiple sclerosis: serial study of gadolinium-enhanced MR imaging", "authors": [{"first": "R", "middle": ["I"], "last": "Grossmann", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Braffman", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Brorson", "suffix": ""}, {"first": "H", "middle": ["I"], "last": "Goldberg", "suffix": ""}], "year": null, "venue": "Radiology", "volume": "169", "issn": "", "pages": "117--122", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Concentric sclerosis", "authors": [{"first": "Y", "middle": ["P"], "last": "Guo", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Gao", "suffix": ""}], "year": 1983, "venue": "Proc Australian Association of Neurologists", "volume": "", "issn": "", "pages": "67--76", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "The significance of perivascular infiltrations in multiple sclerosis", "authors": [{"first": "A", "middle": [], "last": "Guseo", "suffix": ""}, {"first": "K", "middle": [], "last": "Jellinger", "suffix": ""}], "year": 1975, "venue": "J Neurol", "volume": "21", "issn": "", "pages": "51--61", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "genic T-cells and demyelinating antibodies", "authors": [], "year": null, "venue": "J Neuroimmunol", "volume": "40", "issn": "", "pages": "19--224", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Chronic demyeliantion inhibits remyelination in the central nervous system. An analysts of contributing factors", "authors": [{"first": "S", "middle": ["K"], "last": "Ludwin", "suffix": ""}], "year": 1980, "venue": "", "volume": "", "issn": "", "pages": "43382--387", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Evidence of a \"dyingback\" gliopathy in demyelinating disease", "authors": [{"first": "S", "middle": ["K"], "last": "Ludwin", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Johnson", "suffix": ""}], "year": 1906, "venue": "Handbook of Clinical Neurology", "volume": "9", "issn": "1", "pages": "211--312", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "990) Myelin/oligodendrocyte glycoprotein expression during development in normal and myelin-deficient mice", "authors": [{"first": "J-M", "middle": [], "last": "Matthieu", "suffix": ""}, {"first": "P", "middle": [], "last": "Amiguet", "suffix": ""}], "year": null, "venue": "Dev Neurosci", "volume": "12", "issn": "1", "pages": "293--302", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Reactive microglia in patients with senile dementia of the Alzheimer type are positive for the histocompatibility glycoprotein HLA-DR", "authors": [{"first": "R", "middle": ["L"], "last": "Mcgeer", "suffix": ""}, {"first": "S", "middle": [], "last": "Tag0", "suffix": ""}, {"first": "H", "middle": [], "last": "Mcgeer", "suffix": ""}, {"first": "E", "middle": ["G"], "last": "", "suffix": ""}], "year": 1987, "venue": "Neurosci Lett", "volume": "79", "issn": "", "pages": "195--200", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Patterns of blood brain barrier impairment and clinical features in multiple sclerosis", "authors": [{"first": "B", "middle": ["N"], "last": "Mclean", "suffix": ""}, {"first": "A", "middle": ["Z"], "last": "Zeman", "suffix": ""}, {"first": "D", "middle": [], "last": "Barnes", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Thompson", "suffix": ""}], "year": 1993, "venue": "J Neurol Neurosurg Psychiat", "volume": "56", "issn": "", "pages": "356--360", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Serial gadolinium enhanced magnetic resonance imaging in multiple sclerosis", "authors": [{"first": "D", "middle": ["H"], "last": "Miller", "suffix": ""}, {"first": "P", "middle": [], "last": "Rudge", "suffix": ""}, {"first": "G", "middle": [], "last": "Johnson", "suffix": ""}, {"first": "B", "middle": ["E"], "last": "Kendall", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Macmanus", "suffix": ""}, {"first": "I", "middle": ["F"], "last": "Moseley", "suffix": ""}, {"first": "D", "middle": [], "last": "Barnes", "suffix": ""}, {"first": "W", "middle": ["I"], "last": "Mcdonald", "suffix": ""}], "year": 1988, "venue": "Brain", "volume": "1", "issn": "1", "pages": "927--939", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Neurtotransmitters and cytokines in CNS pathology", "authors": [{"first": "B", "middle": [], "last": "Mitrovic", "suffix": ""}, {"first": "F", "middle": ["C"], "last": "Martin", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Charles", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Lgnarro", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Anton", "suffix": ""}, {"first": "F", "middle": [], "last": "Shanahan", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Merrill", "suffix": ""}], "year": 1994, "venue": "Prog Brain Res", "volume": "103", "issn": "", "pages": "319--330", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "lmmunogold localization and analysis of IgG during immune-mediated demyelination", "authors": [{"first": "G", "middle": ["R"], "last": "Moore", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Raine", "suffix": ""}], "year": 1988, "venue": "Lab lnvest", "volume": "59", "issn": "", "pages": "641--648", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Histopathologic and MR and/or CT correlation in 37 cases at biopsy and 3 cases at autopsy", "authors": [{"first": "G", "middle": ["M"], "last": "Nesbit", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Forbes", "suffix": ""}, {"first": "B", "middle": ["W"], "last": "Scheithauer", "suffix": ""}, {"first": "H", "middle": [], "last": "Okazaki", "suffix": ""}, {"first": "M", "middle": [], "last": "Rodriguez", "suffix": ""}], "year": 1991, "venue": "Radiology", "volume": "180", "issn": "", "pages": "467--474", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Organization and reserach applications of the U.K. Multiple Sclerosis Soiciety tissue bank", "authors": [{"first": "J", "middle": [], "last": "Newcombe", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Cuzner", "suffix": ""}], "year": 1993, "venue": "J Neurol Transm", "volume": "39", "issn": "", "pages": "155--163", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Low density lipoprotein uptake by macrophages in multiple sclerosis p1aques:implications for pathogenesis", "authors": [{"first": "J", "middle": [], "last": "Newcombe", "suffix": ""}, {"first": "H", "middle": [], "last": "Li", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Cuzner", "suffix": ""}], "year": 1994, "venue": "Neuropathol Apl Neurobiol", "volume": "20", "issn": "", "pages": "152--162", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Patterns of oligodendroglia pathology in multiple sclerosis", "authors": [{"first": "K", "middle": [], "last": "Ozawa", "suffix": ""}, {"first": "G", "middle": [], "last": "Suchanek", "suffix": ""}, {"first": "H", "middle": [], "last": "Breitschopf", "suffix": ""}, {"first": "W", "middle": [], "last": "Bruck", "suffix": ""}, {"first": "H", "middle": [], "last": "Budka", "suffix": ""}, {"first": "K", "middle": [], "last": "Jellinger", "suffix": ""}, {"first": "H", "middle": [], "last": "Lassrnann", "suffix": ""}], "year": 1994, "venue": "Brain", "volume": "117", "issn": "", "pages": "1317--1322", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Pathology of the early lesion in multiple sclerosis", "authors": [{"first": "J", "middle": [], "last": "Prineas", "suffix": ""}], "year": 1975, "venue": "Hum Pathol", "volume": "6", "issn": "", "pages": "531--554", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "993) Multiple sclerosis. remyelination of nascent lesions", "authors": [{"first": "Jw ; Jc", "middle": [], "last": "Prineas", "suffix": ""}, {"first": "", "middle": [], "last": "Koetsier", "suffix": ""}], "year": 1985, "venue": "Handbook of Clinical Neurology", "volume": "331", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Multiple sclerosis. Pathology of recurrent lesions", "authors": [{"first": "J", "middle": ["W"], "last": "Prineas", "suffix": ""}, {"first": "R", "middle": ["O"], "last": "Barnard", "suffix": ""}, {"first": "T", "middle": [], "last": "Revesz", "suffix": ""}, {"first": "E", "middle": ["E"], "last": "Kwon", "suffix": ""}, {"first": "L", "middle": [], "last": "Sharer", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Cho", "suffix": ""}], "year": 1993, "venue": "Brain", "volume": "116", "issn": "", "pages": "681--693", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Multiple sclerosis: capping of surface immunoglobulin G on macrophages engaged in myelin breakdown", "authors": [{"first": "J", "middle": ["W"], "last": "Prineas", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Graham", "suffix": ""}], "year": 1981, "venue": "", "volume": "", "issn": "", "pages": "149--158", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Continual breakdown and regeneration of myelin in pro", "authors": [{"first": "J", "middle": ["W"], "last": "Prineas", "suffix": ""}, {"first": "E", "middle": ["E"], "last": "Kwon", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Cho", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "Sharer", "suffix": ""}], "year": 1984, "venue": "", "volume": "9", "issn": "", "pages": "301--305", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Multiple sclerosis. Oligodendrocyte proliferation and differentiation in fresh lesions", "authors": [{"first": "Ann Ny Acad Sci", "middle": [], "last": "Prineas", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Kwon", "suffix": ""}, {"first": "E", "middle": ["E"], "last": "Goldenberg", "suffix": ""}, {"first": "P", "middle": ["Z"], "last": "Llyas", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Quarles", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Benjamin", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Sprinkle", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "", "suffix": ""}], "year": 1989, "venue": "Lab lnvest", "volume": "61", "issn": "", "pages": "489--503", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Electron microscopy and immunoperoxidase studies of early multiple sclerosis lesions", "authors": [{"first": "J", "middle": ["W"], "last": "Prineas", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Raine", "suffix": ""}], "year": 1976, "venue": "Neurology", "volume": "26", "issn": "", "pages": "29--32", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Multiple sclerosis: Immune system molecule expression in the central nervous system", "authors": [{"first": "C", "middle": ["S"], "last": "Raine", "suffix": ""}], "year": 1994, "venue": "J Neuropath Exp Neurol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "The Dale E McFarlin memorial lecture. The immunology of the multiple sclerosis lesion", "authors": [{"first": "C", "middle": ["S"], "last": "Raine", "suffix": ""}], "year": 1994, "venue": "Ann Neurol", "volume": "36", "issn": "", "pages": "61--72", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Multiple Sclerosis: Oligodendrocyte survival and proliferation in an active established lesion", "authors": [{"first": "C", "middle": ["S"], "last": "Raine", "suffix": ""}, {"first": "L", "middle": [], "last": "Scheinberg", "suffix": ""}, {"first": "J", "middle": [], "last": "Waltz", "suffix": ""}], "year": 1981, "venue": "Lab lnvest", "volume": "45", "issn": "", "pages": "534--546", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "992) Central nervous system demyelination and remyelination in multiple sclerosis and viral models of disease", "authors": [{"first": "M", "middle": [], "last": "Rodriguez", "suffix": ""}], "year": null, "venue": "J Neuroimmunol", "volume": "40", "issn": "1", "pages": "255--263", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Immunoglobulins promote remyelination in the central nervous system", "authors": [{"first": "M", "middle": [], "last": "Rodriguez", "suffix": ""}, {"first": "V", "middle": ["A"], "last": "Lennon", "suffix": ""}], "year": 1990, "venue": "Ann Neurol", "volume": "27", "issn": "", "pages": "12--17", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "994) Proteolipid protein gene expression in demyelination and remyelination of the central nervous system: a model for multiple sclerosis", "authors": [{"first": "M", "middle": [], "last": "Rodriguez", "suffix": ""}, {"first": "Dj ;", "middle": [], "last": "Miller", "suffix": ""}, {"first": "N", "middle": [], "last": "Prayoonwiwat", "suffix": ""}, {"first": "C", "middle": [], "last": "Howe", "suffix": ""}, {"first": "K", "middle": [], "last": "Sanborn", "suffix": ""}], "year": 1994, "venue": "Prog in Brain Res Rodriguez M", "volume": "", "issn": "", "pages": "183--196", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Oligodendrocyte injury is an early event in lesions of multiple sclerosis", "authors": [{"first": "M", "middle": [], "last": "Rodriguez", "suffix": ""}, {"first": "E", "middle": ["W"], "last": "Scheithauer", "suffix": ""}, {"first": "Forbes", "middle": ["G"], "last": "Kelly", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "", "suffix": ""}], "year": 1993, "venue": "Mayo Clin Proc", "volume": "68", "issn": "", "pages": "627--636", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "On classification of post-mortem multiple sclerosis plaques for neuroscientists", "authors": [{"first": "V", "middle": [], "last": "Sanders", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Conrad", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Tourtellotte", "suffix": ""}], "year": 1993, "venue": "J Neuroimmunol", "volume": "46", "issn": "", "pages": "207--216", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Apoptosis of T lymphocytes in experimental autoimmune encephalomyelitis. Evidence for programmed cell death as a mechanism to control inflammation in the brain", "authors": [{"first": "H", "middle": [], "last": "Wekerle", "suffix": ""}, {"first": "H", "middle": [], "last": "Lassmann", "suffix": ""}], "year": 1993, "venue": "Am J Pathol", "volume": "143", "issn": "", "pages": "446--452", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Oligodendrocyte susceptibility to injury by T-cell perforin", "authors": [{"first": "N", "middle": ["J"], "last": "Scolding", "suffix": ""}, {"first": "J", "middle": [], "last": "Jones", "suffix": ""}, {"first": "Das", "middle": [], "last": "Compston", "suffix": ""}, {"first": "B", "middle": ["P"], "last": "Morgan", "suffix": ""}], "year": 1990, "venue": "lmmunology I", "volume": "70", "issn": "", "pages": "6--10", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Normal rat serum cytotoxicity against syngeneic oligodendrocytes complement activation and attack in the absence of anti-myelin antibodies", "authors": [{"first": "N", "middle": ["J"], "last": "Scolding", "suffix": ""}, {"first": "B", "middle": ["P"], "last": "Morgan", "suffix": ""}, {"first": "A", "middle": [], "last": "Houston", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Campbell", "suffix": ""}, {"first": "C", "middle": [], "last": "Linigton", "suffix": ""}, {"first": "Das", "middle": [], "last": "Compston", "suffix": ""}], "year": 1989, "venue": "J Neurol Sci", "volume": "89", "issn": "", "pages": "289--300", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Expression of heat shock protein-65 by oligodendrocytes in vivo and in vitro: implications for multiple sclerosis", "authors": [{"first": "F ;", "middle": [], "last": "Seitelberger", "suffix": ""}, {"first": "", "middle": [], "last": "London", "suffix": ""}, {"first": "K", "middle": [], "last": "Selmaj", "suffix": ""}, {"first": "C", "middle": ["F"], "last": "Brosnan", "suffix": ""}, {"first": "Cs ;", "middle": [], "last": "Raine", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Raine", "suffix": ""}, {"first": "B", "middle": [], "last": "Cannella", "suffix": ""}, {"first": "C", "middle": ["F"], "last": "Brosnan", "suffix": ""}], "year": 1960, "venue": "Histochemistry of demyelinating diseases proper, including allergic encephalomyelitis and Pelizaeus Merzbacher's disease", "volume": "87", "issn": "", "pages": "343--355", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Colocalization of lymphocytes bearing gamma delta T-cell receptor and heat shock protein hsp65+ oligodendrocytes in multiple sclerosis", "authors": [{"first": "K", "middle": ["W"], "last": "Selmaj", "suffix": ""}, {"first": "C", "middle": ["F"], "last": "Brosnan", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Raine", "suffix": ""}], "year": 1991, "venue": "Proc Natl Acad Sci", "volume": "886452", "issn": "", "pages": "", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Tumor necrosis factor mediates myelin and oligodendrocyte damage in vitro", "authors": [{"first": "K", "middle": ["W"], "last": "Selmaj", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Raine", "suffix": ""}], "year": 1988, "venue": "Ann Neurol", "volume": "23", "issn": "", "pages": "339--346", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Fibronectin in multiple sclerosis lesions", "authors": [{"first": "R", "middle": ["A"], "last": "Sobel", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Mitchell", "suffix": ""}], "year": 1989, "venue": "Am J fatho", "volume": "135", "issn": "", "pages": "161--168", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Intercellular adhesion molecule-1 (ICAM-1) in cellular immune reactions in the human central nervous system", "authors": [{"first": "R", "middle": ["A"], "last": "Sobel", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Mitchell", "suffix": ""}, {"first": "G", "middle": [], "last": "Fondren", "suffix": ""}, {"first": "H", "middle": [], "last": "Link", "suffix": ""}, {"first": "T", "middle": [], "last": "Olsson", "suffix": ""}, {"first": "B", "middle": ["G"], "last": "Xiao", "suffix": ""}, {"first": "G", "middle": [], "last": "Anderson", "suffix": ""}, {"first": "H", "middle": ["P"], "last": "Ekre", "suffix": ""}, {"first": "C", "middle": [], "last": "Linington", "suffix": ""}, {"first": "P", "middle": [], "last": "Diener", "suffix": ""}], "year": 1990, "venue": "Am J Parhol Sun J", "volume": "146", "issn": "", "pages": "1490--1495", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Immunoglobulin G distribution in multiple sclerosis brain. An immunofluorescence study", "authors": [{"first": "B", "middle": [], "last": "Tavolato", "suffix": ""}], "year": 1975, "venue": "J Neurol Sci", "volume": "24", "issn": "", "pages": "1--1", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Multiple sclerosis: relevance of class I and class II MHC-expressing cells to lesion development", "authors": [{"first": "U", "middle": [], "last": "Traugott", "suffix": ""}], "year": 1987, "venue": "J Neuroimmunol", "volume": "16", "issn": "", "pages": "283--302", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Distribution of T cell subsets and la-positive macrophages in lesions of different ages", "authors": [{"first": "U", "middle": [], "last": "Traugott", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Reinherz", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Raine", "suffix": ""}], "year": 1983, "venue": "J Neuroimrnunol", "volume": "4", "issn": "", "pages": "201--221", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Reactive microglia in multiple sclerosis lesions have increased expression of receptors for the Fc part of IgG", "authors": [{"first": "E", "middle": [], "last": "Ulvestad", "suffix": ""}, {"first": "K", "middle": [], "last": "Williams", "suffix": ""}, {"first": "C", "middle": [], "last": "Vedeler", "suffix": ""}, {"first": "J", "middle": [], "last": "Antel", "suffix": ""}, {"first": "H", "middle": [], "last": "Nyland", "suffix": ""}, {"first": "S", "middle": [], "last": "Mork", "suffix": ""}, {"first": "R", "middle": [], "last": "Matre", "suffix": ""}], "year": 1994, "venue": "JNeurolSci", "volume": "121", "issn": "", "pages": "125--131", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Expression of immunologically relevant endothelial cell activation antigens on isolated central nervous system microvessels from patients with multiple scterosis", "authors": [{"first": "J", "middle": ["M"], "last": "Van Noort", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Van Sechel", "suffix": ""}, {"first": "J", "middle": [], "last": "Bajramovic", "suffix": ""}, {"first": "El", "middle": [], "last": "Ouagmiri", "suffix": ""}, {"first": "M", "middle": [], "last": "Polman", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Lassmann", "suffix": ""}, {"first": "H", "middle": [], "last": "Ravid", "suffix": ""}, {"first": "R", "middle": [], "last": "", "suffix": ""}], "year": 1994, "venue": "Ann Neurol", "volume": "35", "issn": "", "pages": "89--97", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Cytokine mRNA expression in inflammatory multiple sclerosis 1esions:detection by nonradioactive in situ hybridization", "authors": [{"first": "M", "middle": ["N"], "last": "Woodroofe", "suffix": ""}, {"first": "M", "middle": [], "last": "Cuzner", "suffix": ""}], "year": 1993, "venue": "Cytokine", "volume": "5", "issn": "", "pages": "583--588", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Gamma delta T-cell receptor repertoire in acute multiple sclerosis lesions", "authors": [{"first": "K", "middle": ["W"], "last": "Wucherpfennig", "suffix": ""}, {"first": "J", "middle": [], "last": "Newcombe", "suffix": ""}, {"first": "H", "middle": [], "last": "Li", "suffix": ""}, {"first": "C", "middle": [], "last": "Keddy", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Cuzner", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Hafler", "suffix": ""}], "year": 1992, "venue": "Proc Narl Acan Sci USA", "volume": "89", "issn": "", "pages": "4588--4592", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "morphometric and in situ hybridization study of lesions in six patients", "authors": [], "year": null, "venue": "Ann Neurol", "volume": "35", "issn": "", "pages": "1309--1316", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Oligodendrocyte preservation in MS. A. Early active MS lesion with rnacrophages containing MOG-reactive debris (arrows). Numerous MOG-positive oligodendrocytes (arrowheads) are present in the zone of active demyelination (irnrnunocytochemistry for MOG). 6. A large, activated oligodendrocyte with MOG a t its surface (immunocytochernistry for MOG). C. Center of dernyelinated plaque. Several small oligodendrocytes are present iirnmunocytochemistry for MOG). D. Center of a demyelinated plaque without rernyelination. Many oligodendrocytes contain PLP rnRNA (in situ hybridization for PLP rnRNA (black) and", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Gradient of oligodendrocyte loss in MS. A. Progressive reduction of oligodendrocytes in a completely dernyelinated plaque (b) compared to periplaque white matter (a) (in situ hybridization for PLP mRNA (black) and irnrnunocytochemistry for PLP protein (red)). 8. Center of demyelinated plaque with near complete loss of oligodendrocytes (in situ hybridization for PLP rnRNA (black) and immunocytochemistry for PLP protein (red)). C. Early active edge of this lesion containing MOG-reactive debris (arrow; irnrnunocytochernistry for MOG). D. Zone of numerous large activated MOG-positive oligodendrocytes near plaque edge (irnmunocytochemistw for MOG). E. Center of dernvelinated Dlaaue with few small MOG-positive oligodendrocytes (irnrnunocytochemistry for MOG)", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Destructive acute MS lesion. A. Well demarcated demyelinated plaque with massive macrophage infiltration and edema; (a) periplaque white matter; (b) plaque center (immunocytochemistry for MOG (blue)). B. Extensive axonal loss in this lesion associated with axonal changes (Bielschowsky). C. Demyelinated plaque edge and center. Some oligodendrocytes survive the destructive process (in situ hybridization for PLP rnRNA (black) and immunocytochemistry for PLP protein (red)). D. Higher magnification of C illustrating several preserved oligodendrocytes (arrows). E. Actively demyelinating lesion with numerous degenerating cells (black nuclei) that show nuclear DNA fragmentation (arrows; double staining with irnmunocytochemistry for PLP protein (red)). F. Astrocyte loss in acute MS (GFAP).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Pattern of cell death in a case of chronic progressive MS. A. DNA fragmentation is present in a small area in the periplaque white matter adjacent to the actively dernyelinating plaque border (arrows); black nuclei are cells with DNA fragmentation, double-staining with immunocytochemistry for MOG protein (red). B. Higher magnification of A shows that degenerating cells with DNA fragmentation (arrows) are located in the periplaque white matter.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Ill) Primary demyelination with a gradient of oligodendrocyte loss towards the inactive plaque center (Figure 31:", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Demyelinating plaques with oligodendrocyte destruction in the periplaque white matter (Figure 51: These plaques revealed demyelination, glial scarring, and complete loss of oligodendrocytes.", "latex": null, "type": "figure"}, "TABREF1": {"text": "ORO+: Oil red 0 positive, PAS+: Periodic acid Schiff positive reaction, MBP: Myelin basic protein, PLP: Proteolipid protein, MAG: Myelin-associated glycoprotein, MOG: Myelin oligodendrocyte glycoprotein", "latex": null, "type": "table"}, "TABREF3": {"text": "Staging is based on the presence of immunocytochemical or histochemical reactivity of macrophage degradation products and macrophage activation antigens in the lesions. MOG: Myelin oligodendrocyte glycoprotein; PLP: Proteolipid protein; LFB: Lux01 fast blue; PAS: periodic acid Schiff reaction: Vacuoles: empty vacuoles (neutral lipids).", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Stage </td><td>MOG </td><td>PLP </td><td>LFB </td><td>PAS </td><td>Vacuoles </td><td>Macrophage marker </td><td>Remyel </td></tr><tr><td>Early active </td><td>+++ </td><td>++ </td><td>++ </td><td>- </td><td> </td><td>MRPl4 </td><td> </td></tr><tr><td>Late active </td><td>+ </td><td>+++ </td><td>++ </td><td>- </td><td> </td><td>27E10 </td><td> </td></tr><tr><td>Inactive </td><td>- </td><td> </td><td>- </td><td>+/- </td><td>+/- </td><td>- </td><td>- </td></tr><tr><td>Early remyel </td><td>- </td><td>+/- </td><td>+/- </td><td>+ </td><td>+ </td><td>- </td><td>++ </td></tr><tr><td> </td><td> </td><td> </td><td>Late remyel </td><td>- </td><td>+/- </td><td>+I- </td><td>+++ </td></tr></table></body></html>"}}, "back_matter": [{"text": "This study was partly funded by the Mayo Foundation Scholarship program, the Austrian Science Foundation Project P 10608 MED, and grants from the Gemeinnutzige Hertie-Stiftung.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgement"}]}