{"paper_id": "924c07f1f98106995bd2f6290e913cbc67177fa4", "metadata": {"title": "Granulomatosis with polyangiitis: clinical course and outcome of 60 patients from a single center in South India", "authors": [{"first": "Vineeta", "middle": [], "last": "Shobha", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Saba", "middle": [], "last": "Fathima", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": ["Ravi"], "last": "Prakash", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Granulomatosis with polyangiitis (GPA) previously known as Wegener's granulomatosis is one of the forms of idiopathic systemic vasculitis. There is very scanty data available on GPA in Asian and Indian population. We studied data of 60 patients from southern India, diagnosed with GPA to describe the physical characteristics, the treatment, and outcome. Patients who fulfilled any two of the four criteria proposed by the American College of Rheumatology, and those with clinical features of GPA with ANCA positivity and histopathological confirmation, were included in the study. Disease activity and damage were assessed by Birmingham Vasculitis Activity Score v. 3 (BVAS v. 3) and Vasculitis Damage Index (VDI), respectively. Relapses were defined as recurrence of GPA of sufficient severity to require treatment or increase in the dose of treatment on a patient who was previously stable. Out of 60 patients, initial BVAS evaluation showed that 57 (95%) patients had severe disease and 3 (5%) patients had limited disease where median BVAS was 21.5 (range 17-44). Follow-up BVAS evaluation for severe disease showed that 13 (22.8%) patients continued with severe disease of which 9 patients did not survive, 24 (42.3%) had remission, 11 (19.2%) had persistent disease, and 9 (15.7%) were lost to follow-up. The mean VDI score was 2.5 ± 2. Renal involvement was established in 42 (70%) patients. Upper and lower respiratory involvement was seen in 38 (63%) patients. Nervous system involvement was noted in the 15 (25%) patients. Articular manifestations were seen in 16 (27%) patients. Diverse clinical manifestation delay early diagnosis and treatment of this potentially treatable vasculitis. Focused approach could expedite early diagnosis and can reduce the mortality.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Granulomatosis with polyangiitis (GPA) is an idiopathic necrotizing systemic vasculitis affecting small-and mediumsized blood vessels. Most patients have circulating antineutrophil cytoplasmic antibodies (ANCA) directed against proteinase 3 (PR3) [1] .", "cite_spans": [{"start": 247, "end": 250, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "The conventional treatment for severe GPA consists of combination of cyclophosphamide (CYC) and glucocorticoids. With this treatment regimen, initial remission rates of 70-90% have been reported [2] [3] [4] . The remaining patients have persistent disease activity, and 50% of those who achieve initial remission will relapse within 2 years of diagnosis [7] [8] [9] .", "cite_spans": [{"start": 195, "end": 198, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 199, "end": 202, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 203, "end": 206, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 354, "end": 357, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 358, "end": 361, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 362, "end": 365, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "Luqmani et al. [5] reports a ninefold increased risk of death in GPA compared with the general population in the first year of illness. Infection, active vasculitis, and acute kidney injury appear to be the leading causes of mortality during this time. Simultaneous renal and respiratory tract involvements are associated with the highest early death risk [6] , suggesting that multi-organ involvement at initial presentation confers poor prognosis (Figs. 1, 2) .", "cite_spans": [{"start": 15, "end": 18, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 356, "end": 359, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 449, "end": 461, "text": "(Figs. 1, 2)", "ref_id": "FIGREF0"}], "section": "Introduction"}, {"text": "Yegin et al. [7] in their retrospective analysis for activity and damage in granulomatosis with polyangiitis assessed that the baseline damage was associated with longer diagnostic delay and poor renal function. They emphasized on initial phase of the disease as the most crucial period for mortality and accumulated damage. These assessments can be performed using 1 3 Birmingham Vasculitis Activity Score for GPA (BVAS/GPA) and for permanent organ damage by the Vasculitis Damage Index (VDI). These tools facilitate the selection of appropriate treatment.", "cite_spans": [{"start": 13, "end": 16, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 366, "end": 369, "text": "1 3", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Though we have sufficient information on the initial clinical presentations, the variable manifestations due to its multisystem involvement often delay the early diagnosis and treatment of this potentially treatable vasculitis. Considering the morbidity and mortality of this progressive vasculitis, knowledge of the various modes of presentation in various geographic regions is the key to early diagnosis and treatment. There is scarcity of data on GPA in Asian and Indian population and particularly none from Karnataka region. The aim of this study was to describe the clinical characteristics, the treatment, and outcome of patients with GPA from southern Karnataka, India.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In this retrospective chart analysis, patients who fulfilled any two of the four criteria proposed by the American College of Rheumatology (ACR) [8] were included. All those with clinical features of GPA with ANCA positivity or histopathological confirmation were also included in the study. All other systemic vasculitides were carefully excluded from this analysis.", "cite_spans": [{"start": 145, "end": 148, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Materials and methods"}, {"text": "The clinical data of patients who fulfilled the selection criteria and received treatment for GPA between 2002 and 2012 from the Department of Clinical Immunology & Rheumatology and Nephrology of St. John's Medical College Hospital were analyzed. Data were analyzed in September 2013.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "ANCA were tested by indirect immunofluorescence assay and reported as cANCA or pANCA. Chest X-ray and computerized tomography were performed to confirm pulmonary nodules cavities and infiltrates. Biopsy of various sites like kidney, skin, lung, nasal cavity, nerves palate mastoid antrum was performed. Biopsy specimens were subjected to conventional histopathology and direct immunofluorescent staining whichever relevant.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Disease activity was assessed by Birmingham Vasculitis Activity Score v. 3 (BVAS v. 3). BVAS v. 3 was applied at baseline and during the last follow-up using online calculator available on http://www.vascu litis .org/. [9] . The Vasculitis Damage Index (VDI) [10] was executed for all patients. Relapses were defined as recurrence of GPA of sufficient severity to require treatment or increase the dose of treatment on a patient who was previously stable.", "cite_spans": [{"start": 219, "end": 222, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 259, "end": 263, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Materials and methods"}, {"text": "A total of 60 patients (35 males and 25 females) were diagnosed with GPA over a period of 10 years (2002-2012). Forty-eight (80%) patients fulfilled the ACR criteria, and the rest were treated as GPA in view of ANCA positivity and/or histopathological evidence in appropriate clinical setting. The mean age at diagnosis was 44 years (range 16-85). There was a male preponderance in this cohort (1.4:1). Fiftyone (82%) patients were followed up for mean duration of 56 months (4 months to 11 years), and 9 (18%) were lost to follow-up. ANCA were positive in 56 cases of which 52 (93%) were cANCA positive and 4 (7%) were pANCA positive, and two patients exhibited dual positivity.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The spectrum of clinical manifestations at presentation and during the course of disease is illustrated in Table 1 . Fever and fatigue as a nonspecific complaint was noted in 80% of the patients. The predominant system involved was renal followed by respiratory system.", "cite_spans": [], "ref_spans": [{"start": 107, "end": 114, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "Out of 60 patients, initial BVAS assessment showed that 57 (95%) patients had severe disease, while only three (5%) patients had limited disease where median BVAS was 21.5 (range 17-44). In follow-up BVAS evaluation for severe disease, 13 (22.8%) patients continued with severe disease of which nine patients did not survive, 24 (42.3%) had remission, 11 (19.2%) had persistent disease, and 9 (15.7%) were lost to follow-up. The mean VDI Score was 2.5 ± 2.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Multi-organ involvement is frequently observed in GPA patients. We noted single-organ involvement in only 20 out of over 60 patients (8 renal alone, 4 respiratory tracts alone). All others had multiple organs involved by the disease process, the most common being renal and respiratory dual involvement. Seven patients had three or more organ system involvement.", "cite_spans": [], "ref_spans": [], "section": "System involvement"}, {"text": "Renal involvement was established in 42 (70%) patients. Twenty-eight (66.6%) patients had rapidly progressive glomerulonephritis (RPGN). Nephrotic syndrome was present in 8 (19%), and 7 (16%) had asymptomatic urinary sediments.", "cite_spans": [], "ref_spans": [], "section": "Renal involvement"}, {"text": "All patients with renal involvement had hematuria. Macroscopic hematuria was seen in 5 (11%), and 37 (89%) had microscopic hematuria. Hypertension was present in all 42 (100%) patients with renal disease. Mean creatinine of this subgroup at presentation was 4.5 mg/dl (range from 2 to 10 mg/dl).", "cite_spans": [], "ref_spans": [], "section": "Renal involvement"}, {"text": "Thirty-four (80%) patients underwent renal biopsy. Histopathological findings included crescents, glomerulonephritis, and fibrinoid necrosis in 24 (70.5%), mesangio-proliferative glomerulonephritis in 7 (20.5%), and 3 (9%) showed granuloma formation.", "cite_spans": [], "ref_spans": [], "section": "Renal involvement"}, {"text": "Follow-up of the 28 (66%) of subjects with RPGN showed that 19 (67.8%) progressed to end-stage renal disease (ESRD), 6 (21.4%) required interim hemodialysis (HD), and only 3 (10.8%) recovered with treatment. Among the 19 patients who progressed to ESRD, 17 (89.4%) requiring long-term dialysis and 2 (10.6%) patients underwent renal transplant. Nine (53%) patients with ESRD expired due to either progressive disease or complications of treatment.", "cite_spans": [], "ref_spans": [], "section": "Renal involvement"}, {"text": "Upper and lower respiratory involvement was noted in 38 (63%) subjects. Cough in 14 (36%) patients was the most common symptom followed by hemoptysis in 6 (16%) patients. The other symptoms included dyspnea in 8 (21%), nasal discharge in 5 (13%), chronic sinusitis in 4 (11%), ear discharge in 2 (5%) patients. Nasal palate syndrome was seen in 2 (5%) patients. Saddle nose and subglottic stenosis were not noted in any. Diffuse alveolar hemorrhage was seen in 2 (5%), and both required plasmapheresis.", "cite_spans": [], "ref_spans": [], "section": "Respiratory tract involvement"}, {"text": "Of the 38 patients with respiratory involvement, 28 patients had abnormal chest radiology at presentation. Radiological findings included infiltrates 14 (50%), cavities 8 (29%), and nodules in 6 (21%). Six (16%) patients were treated for pulmonary tuberculosis before a diagnosis of GPA was made.", "cite_spans": [], "ref_spans": [], "section": "Respiratory tract involvement"}, {"text": "Lung biopsies were performed in 7 (18%) patients, and granuloma was seen in 2 (5%) biopsies. Five (13%) biopsies from the upper respiratory tract and one from the mastoid antrum also showed granuloma formation.", "cite_spans": [], "ref_spans": [], "section": "Respiratory tract involvement"}, {"text": "Nervous system involvement was noted in the 15 (25%) patients. Neurological manifestation in the form of peripheral neuropathy was seen in 7 (46%), 4 (27%) had mononeuritis multiplex, 3 (20%) had foot drop, and 1 (7%) had stroke as an initial presentation. Nerve conduction studies showed sensory motor involvement as the most common abnormality.", "cite_spans": [], "ref_spans": [], "section": "Nervous system disease"}, {"text": "Four (26%) patients underwent nerve biopsies with evidence of vasculitis in two.", "cite_spans": [], "ref_spans": [], "section": "Nervous system disease"}, {"text": "Articular manifestations were seen in 16 (27%) patients. Skin rashes, oral ulcer, and gangrene were observed in 29 (32%) patients. Of the 9 (31%) dermal biopsies, 2 (7%) showed leukocytoclastic vasculitis, and others were nonspecific.", "cite_spans": [], "ref_spans": [], "section": "Other system involvement"}, {"text": "In our cohort, we had a patient with intracardiac mass which was resected, and biopsy showed granuloma suggestive of GPA.", "cite_spans": [], "ref_spans": [], "section": "Other system involvement"}, {"text": "A large number of biopsies were performed in this cohort. Based on clinical grounds, 65 biopsies from various sites were performed. However, only 12 biopsies showed granuloma, and majority of yield was from upper respiratory tract followed by those from the kidney ( Table 2 ).", "cite_spans": [], "ref_spans": [{"start": 267, "end": 274, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Histopathology"}, {"text": "All the patients were induced with intravenous methyl prednisone 1 g/day for 3 days followed by 1-2 mg/kg/day of oral steroids. Majority of patients (n = 50) received 750 mg/m 2 cyclophosphamide as monthly pulse. Methotrexate, azathioprine, and mycophenolate mofetil were used for remission maintenance, and IVIG and plasmapheresis were used in two patients each. Cotrimoxazole prophylaxis was used in all patients. All the treatments administered are represented in Table 3 .", "cite_spans": [], "ref_spans": [{"start": 467, "end": 474, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Treatment regimens"}, {"text": "Forty-four (73%) patients had one or more complications. The most common complication noted during the study period was infections in 30 (68%) patients followed by blood dyscrasias in 22 (50%) patients. In all patients with infection, one or more bacterial infections were confirmed. Mucocutaneous candidiasis was noted in 18 (41%) patients, and dermatomal herpes zoster was documented in 6 (14%) patients. In addition, cytomegalovirus (CMV) colitis was noted in one and BK virus infection in a renal transplant recipient. Among the blood dyscrasias, anemia was noted in two-third of patients and 7 (32%) had pancytopenia. Rarer complications included seizures in 2 (5%), congestive cardiac failure in 2 (5%), and carcinoma breast in 1 (2%) patient.", "cite_spans": [], "ref_spans": [], "section": "Complications and mortality"}, {"text": "At the time of this data analysis in September 2013, out of the 60 patients, 51 (85%) patients were followed up for a mean duration of 56 months ranging from 4 to 11 months. Nine (15%) were lost to follow-up, and hence their outcome was unknown. Twenty-four patients achieved remission of which eight patients suffered relapse. Out of 42 patients with renal GPA, 25 (42%) patients required initial dialysis, and 17 (28%) patients were dialysis dependent.", "cite_spans": [], "ref_spans": [], "section": "Complications and mortality"}, {"text": "Mortality related to GPA or its treatment occurred in 11 (18%) patients (Table 4 ). ESRD was the most common cause of death seen in 9 (82%) patients. Two (18%) patients died of diffuse alveolar hemorrhage. ", "cite_spans": [], "ref_spans": [{"start": 72, "end": 80, "text": "(Table 4", "ref_id": "TABREF3"}], "section": "Complications and mortality"}, {"text": "GPA is a systemic inflammatory disease histologically characterized by the presence of granulomas, necrosis, and vasculitis. While GPA typically affects the upper and lower respiratory tracts as well as the kidneys, any organ system can be involved. The disease has been associated with significant mortality and morbidity if untreated. The aim of this data review is to give a comprehensive report of the clinical presentation, diagnosis and treatment of more than a decade experience in our institution which is a referral hospital catering to the South Indian population. Sixty cases over a period of 10 years from a single institution are much higher compared to the other series from India [11, 12] and international [2, [13] [14] [15] [16] [17] [18] data ( Table 5 ). The high numbers could reflect the referral bias, high index of suspicion, and improved diagnostic modalities.", "cite_spans": [{"start": 695, "end": 699, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 700, "end": 703, "text": "12]", "ref_id": "BIBREF11"}, {"start": 722, "end": 725, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 726, "end": 730, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 731, "end": 735, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 736, "end": 740, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 741, "end": 745, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 746, "end": 750, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 751, "end": 755, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 763, "end": 770, "text": "Table 5", "ref_id": "TABREF4"}], "section": "Discussion"}, {"text": "Duration of symptoms before diagnosis was made was 4.5 (0-32) months which is much shorter than the series reported by Hoffman et al. [2] which was 15 months (0-120). Early diagnosis reflects better knowledge base and diagnostic facility availability in this part of our country. To further reduce the mortality and morbidity, the time taken for diagnosing needs to be shortened. Reasons analyzed for this delay are attributed to the variable clinical manifestation masquerading as the other common diseases.", "cite_spans": [{"start": 134, "end": 137, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Discussion"}, {"text": "Renal involvement in GPA is known to be prevalent in Caucasian reports, 70% by Reinhold-Keller et al. [18] and 80% by Pierrot-Deseilligny Despujol et al. [19] . Our series also has a similar frequency of renal involvement. Crescentic glomerulonephritis with fibrinoid necrosis was dominant in our group of patients (70.5%) followed by Mesangioproliferative glomerulonephritis seen in 20.5% patients. Clinical presentation as RPGN (28/38-66%) of those with renal GPA was the most common manifestation with 45% of Upper and lower respiratory involvement was seen in 63% of the patients which was much lower than the series from western and Asian data [12, 14, 15] .", "cite_spans": [{"start": 102, "end": 106, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 154, "end": 158, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 649, "end": 653, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 654, "end": 657, "text": "14,", "ref_id": "BIBREF13"}, {"start": 658, "end": 661, "text": "15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "GPA can present diagnostic difficulties for the clinician as there can be considerable overlap in features with tuberculosis (TB) [21] . Trying to clinically differentiate GPA from TB can be challenging due to the overlapping manifestations. Lesions can be radiologically similar on lung imaging [20] , and autoantibodies classically used to diagnose GPA can also be positive in TB [21, 22] . Therefore, caution should be applied in interpreting results, especially in high TB burden areas. In present study, six patients were initiated on anti-tuberculosis treatment based on the X-ray findings, highlighting the need for investigating for vasculitis in tuberculosis non-responders.", "cite_spans": [{"start": 130, "end": 134, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 296, "end": 300, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 382, "end": 386, "text": "[21,", "ref_id": "BIBREF20"}, {"start": 387, "end": 390, "text": "22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Discussion"}, {"text": "Neurological involvement was similar to those of the other series; however, ocular, articular, and cutaneous manifestations were much lesser compared to the studies across the globe.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In 1982, the role of ANCAs was first described as an aid in the diagnosis of Wegener's granulomatosis [23] . We had a higher frequency (93%) of positivity compared to the other series.", "cite_spans": [{"start": 102, "end": 106, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "Treatment decisions were based on severity of the initial manifestations, presence of comorbidities, and coexisting infections. Patient's financial affordability status and Hoffman et al. [2] Bambery et al. [11] Kumar et al. [12] Koldingsnes et al. [15] Kim et al. [17] Reinhold-Keller et al. [18] Holle et al. [ distance of residence from our hospital also confounded treatment regimens offered. Untreated generalized or severe GPA typically carries a dismal prognosis, with up to 90% of patients dying within 2 years, usually of renal failure and sepsis. Even non-renal GPA carries a mortality rate of up to 40% [24] . The overall mortality rate of 18% in our series is comparable to other studies. However, 15% of the patients were lost to follow-up, causing a false low mortality. Among the 11 patients who expired, 9 had ESRD. In Anderson's review [25] of 256 cases, 26% died of renal failure compared to 22% in the present series. This could suggest quicker diagnosis and better supportive care available in the last decade.", "cite_spans": [{"start": 188, "end": 191, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 207, "end": 211, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 225, "end": 229, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 249, "end": 253, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 265, "end": 269, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 293, "end": 297, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 311, "end": 312, "text": "[", "ref_id": null}, {"start": 614, "end": 618, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 853, "end": 857, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Discussion"}, {"text": "Diverse clinical manifestation delay early diagnosis and treatment of this potentially treatable vasculitis. The most common misleading diagnosis is tuberculosis. Sputum AFB negativity and persisting radiologic abnormalities should prompt ANCA and lung biopsy which could expedite early diagnosis. High BVAS at presentation is contributed by either aggressive disease or delayed diagnosis. Nevertheless, this definitely contributed to poor outcome in our patients. Renal involvement carried a poor prognosis, and a high mortality was noted in this subgroup in our study. Delayed diagnosis leads to death due to extensive vasculitis and renal failure. Infection remains a main cause of morbidity. Even though, this disease is typically associated with granuloma formation, and in our study only 12 of 65 biopsy specimens showed evidence of granulomatosis.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "ANCA are detectable in nearly all patients with active severe Wegener's granulomatosis", "authors": [{"first": "J", "middle": ["D"], "last": "Finkielman", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Lee", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Hummel", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Viss", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Jacob", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Homburger", "suffix": ""}, {"first": "", "middle": [], "last": "Research Group", "suffix": ""}], "year": 2007, "venue": "Am J Med", "volume": "120", "issn": "643", "pages": "9--14", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Wegener granulomatosis: an analysis of 158 patients", "authors": [{"first": "G", "middle": ["S"], "last": "Hoffman", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Kerr", "suffix": ""}, {"first": "R", "middle": ["Y"], "last": "Leavitt", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Hallahan", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Lebovics", "suffix": ""}, {"first": "W", "middle": ["D"], "last": "Travis", "suffix": ""}], "year": 1992, "venue": "Ann Intern Med", "volume": "116", "issn": "", "pages": "488--98", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A randomized trial of maintenance therapy for vasculitis associated with antineutrophil cytoplasmic autoantibodies", "authors": [{"first": "D", "middle": [], "last": "Jayne", "suffix": ""}, {"first": "N", "middle": [], "last": "Rasmussen", "suffix": ""}, {"first": "K", "middle": [], "last": "Andrassy", "suffix": ""}, {"first": "P", "middle": [], "last": "Bacon", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Tervaert", "suffix": ""}, {"first": "J", "middle": [], "last": "Dadoniene", "suffix": ""}], "year": 2003, "venue": "N Engl J Med", "volume": "349", "issn": "", "pages": "36--44", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The Wegener's Granulomatosis Etanercept Trial (WGET) Research Group. Etanercept plus standard therapy for Wegener's granulomatosis", "authors": [], "year": 2005, "venue": "N Engl J Med", "volume": "352", "issn": "", "pages": "351--61", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Mortality in Wegener's granulomatosis: a bimodal pattern", "authors": [{"first": "R", "middle": [], "last": "Luqmani", "suffix": ""}, {"first": "R", "middle": [], "last": "Suppiah", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Edwards", "suffix": ""}], "year": 2010, "venue": "Rheumatology (Oxford)", "volume": "50", "issn": "4", "pages": "697--702", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Analysis of early death based on the prediction model in Wegener's granulomatosis with pulmonary and renal involvement", "authors": [{"first": "K", "middle": [], "last": "Zycinska", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Wardyn", "suffix": ""}, {"first": "P", "middle": [], "last": "Tyszko", "suffix": ""}], "year": 2007, "venue": "J Physiol Pharmacol", "volume": "58", "issn": "8", "pages": "829--866", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Activity and damage in granulomatosis with polyangiitis", "authors": [{"first": "E", "middle": ["G"], "last": "Yegin", "suffix": ""}, {"first": "M", "middle": [], "last": "Can", "suffix": ""}, {"first": "N", "middle": [], "last": "Yilmaz", "suffix": ""}, {"first": "S", "middle": ["Z"], "last": "Aydin", "suffix": ""}, {"first": "S", "middle": [], "last": "Yavuz", "suffix": ""}, {"first": "S", "middle": [], "last": "Tuglular", "suffix": ""}, {"first": "H", "middle": [], "last": "Direskeneli", "suffix": ""}], "year": 2013, "venue": "Int J Rheum Dis", "volume": "16", "issn": "1", "pages": "61--71", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The American College of Rheumatology 1990 criteria for the classification of Wegener's granulomatosis", "authors": [{"first": "R", "middle": ["Y"], "last": "Leavitt", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Bloch", "suffix": ""}], "year": 1990, "venue": "Arthritis Rheum", "volume": "33", "issn": "8", "pages": "1101--1108", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Birmingham Vasculitis Activity Score (BVAS) in systemic necrotizing vasculitis", "authors": [{"first": "R", "middle": ["A"], "last": "Luqmani", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Bacon", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Moots", "suffix": ""}], "year": 1994, "venue": "67 The European Vasculitis Study Group website", "volume": "87", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Development and initial validation of the vasculitis damage index for the standardized clinical assessment of damage in the systemic vasculitides", "authors": [{"first": "A", "middle": ["R"], "last": "Exley", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Bacon", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Luqmani", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Kitas", "suffix": ""}, {"first": "C", "middle": [], "last": "Gordon", "suffix": ""}, {"first": "Cos", "middle": [], "last": "Savage", "suffix": ""}, {"first": "D", "middle": [], "last": "Adu", "suffix": ""}], "year": 1997, "venue": "Arthritis Rheumatol", "volume": "40", "issn": "", "pages": "371--80", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Wegener's granulomatosis: clinical experience with eighteen patients", "authors": [{"first": "P", "middle": [], "last": "Bambery", "suffix": ""}, {"first": "V", "middle": [], "last": "Sakhuja", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Bhusnurmath", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Jindal", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Deodhar", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Chaugh", "suffix": ""}], "year": 1992, "venue": "J Assoc Physicians India", "volume": "40", "issn": "", "pages": "597--600", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Wegener's granulomatosis in India: clinical features, treatment and outcome of twenty five patients", "authors": [{"first": "A", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "A", "middle": [], "last": "Pandhi", "suffix": ""}, {"first": "A", "middle": [], "last": "Menon", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Sharma", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Pande", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Malaviya", "suffix": ""}], "year": 2001, "venue": "Indian J Chest Dis Allied Sci", "volume": "43", "issn": "", "pages": "1--7", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Wegener's granulomatosis: prospective clinical and therapeutic experience with 85 patients over 21 years", "authors": [{"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}, {"first": "B", "middle": ["F"], "last": "Haynes", "suffix": ""}, {"first": "P", "middle": [], "last": "Katz", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Wolff", "suffix": ""}], "year": 1983, "venue": "Ann Intern Med", "volume": "98", "issn": "", "pages": "76--85", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Improved outcome in 445 patients with Wegener's granulomatosis in a German vasculitis center over four decades", "authors": [{"first": "J", "middle": ["U"], "last": "Holle", "suffix": ""}, {"first": "W", "middle": ["L"], "last": "Gross", "suffix": ""}, {"first": "U", "middle": [], "last": "Latza", "suffix": ""}], "year": 2011, "venue": "Arthritis Rheum", "volume": "63", "issn": "1", "pages": "257--66", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Epidemiology of Wegener's granulomatosis in northern Norway", "authors": [{"first": "W", "middle": [], "last": "Koldingsnes", "suffix": ""}], "year": 2000, "venue": "Arthritis Rheumatol", "volume": "43", "issn": "11", "pages": "2481--2488", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Granulomatosis with Polyangiitis (Wegener)", "authors": [{"first": "M", "middle": [], "last": "Martínez-Morillo", "suffix": ""}], "year": 2012, "venue": "Reumatol Clin", "volume": "8", "issn": "", "pages": "15--24", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "ANCA-associated vasculitis: report from Korea", "authors": [{"first": "H", "middle": ["W"], "last": "Kim", "suffix": ""}], "year": 2013, "venue": "Clin Exp Nephrol", "volume": "17", "issn": "5", "pages": "708--719", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "An interdisciplinary approach to the care of patients with Wegener's granulomatosis: long-term outcome in 155 patients", "authors": [{"first": "E", "middle": [], "last": "Reinhold-Keller", "suffix": ""}], "year": 2000, "venue": "Arthritis Rheumatol", "volume": "43", "issn": "5", "pages": "1021--1053", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Predictors at diagnosis of a first Wegener's granulomatosis relapse after obtaining complete remission", "authors": [{"first": "C", "middle": [], "last": "Pierrot-Deseilligny Despujol", "suffix": ""}], "year": 2010, "venue": "Rheumatology (Oxford)", "volume": "49", "issn": "11", "pages": "2181--90", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Immunology of tuberculosis", "authors": [{"first": "N", "middle": ["E"], "last": "Dunlap", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Briles", "suffix": ""}], "year": 1993, "venue": "Med Clin North Am", "volume": "77", "issn": "", "pages": "1235--51", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Prevalence of antineutrophil cytoplasmic autoantibodies in patients with tuberculosis", "authors": [{"first": "L", "middle": ["F"], "last": "Flores-Suárez", "suffix": ""}, {"first": "J", "middle": [], "last": "Cabiedes", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Villa", "suffix": ""}], "year": 2003, "venue": "Rhuematology (Oxford)", "volume": "42", "issn": "", "pages": "223--232", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Spectrum of anti-neutrophil cytoplasmic antibodies in patients with pulmonary tuberculosis overlaps with that of Wegener's granulomatosis", "authors": [{"first": "V", "middle": ["D"], "last": "Pradhan", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Badakere", "suffix": ""}, {"first": "K", "middle": [], "last": "Ghosh", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Pawar", "suffix": ""}], "year": 2004, "venue": "Indian J Med Sci", "volume": "58", "issn": "", "pages": "283--291", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Segmental necrotising glomerulonephritis with antineutrophil antibody: possible arbovirus aetiology?", "authors": [{"first": "D", "middle": ["J"], "last": "Davies", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Moran", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Niall", "suffix": ""}, {"first": "G", "middle": ["B"], "last": "Ryan", "suffix": ""}], "year": 1982, "venue": "Br Med J (Clin Res Ed)", "volume": "285", "issn": "6342", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Mortality in systemic vasculitis: a systematic review", "authors": [{"first": "R", "middle": [], "last": "Phillip", "suffix": ""}, {"first": "R", "middle": [], "last": "Luqmani", "suffix": ""}], "year": 2008, "venue": "Clin Exp Rheumatol", "volume": "26", "issn": "", "pages": "94--104", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Geddes DM. Wegener's granuloma. A series of 265 British cases seen between 1975 and 1985. A report by a sub-committee of the British Thoracic Society Research Committee", "authors": [{"first": "G", "middle": [], "last": "Anderson", "suffix": ""}, {"first": "E", "middle": ["T"], "last": "Coles", "suffix": ""}, {"first": "M", "middle": [], "last": "Crane", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Douglas", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Gibbs", "suffix": ""}], "year": 1992, "venue": "Q J Med", "volume": "83", "issn": "", "pages": "427--465", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Cavitatory lesionsFig. 2 Nodular lesions", "latex": null, "type": "figure"}, "TABREF0": {"text": "Clinical manifestations *Constitutional symptoms include fever, weight loss, and fatigue **Mucocutaneous lesions included oral and cutaneous ulcers, cutaneous infarcts, and vasculitic lesions of the skin ***Cardiac involvement-intracardiac mass", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF3": {"text": "", "latex": null, "type": "table"}, "TABREF4": {"text": "Comparison of published citationsFauci et al.[13]", "latex": null, "type": "table"}, "TABREF5": {"text": "14]", "latex": null, "type": "table"}, "TABREF6": {"text": "Table 2 ).\nTable 2   Biopsies at various sites\nTreatment regimens\nAll the patients were induced with intravenous methyl prednisone 1 g/day for 3 days followed by 1-2 mg/kg/day of oral steroids. Majority of patients ( n = 50) received", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Biopsy site </td><td>n = 60\n</td></tr><tr><td>Renal </td><td>34\n</td></tr><tr><td>Skin </td><td>9\n</td></tr><tr><td>Lung </td><td>7\n</td></tr><tr><td>Nasal </td><td>5\n</td></tr><tr><td>Nerve </td><td>4\n</td></tr><tr><td>Palate </td><td>2\n</td></tr><tr><td>Mastoid antrum </td><td>1\n</td></tr><tr><td>Cardiac </td><td>1\n</td></tr><tr><td>Lacrimal </td><td>1\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Conflict of interest The authors declare no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}]}