{"paper_id": "92941695bf7be8f7cfeaecb5890acea82469f3fe", "metadata": {"title": "Accounting for behavioral responses during a flu epidemic using home television viewing", "authors": [{"first": "Michael", "middle": [], "last": "Springborn", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gerardo", "middle": [], "last": "Chowell", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Matthew", "middle": [], "last": "Maclachlan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Eli", "middle": ["P"], "last": "Fenichel", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Theory suggests that individual behavioral responses impact the spread of flu-like illnesses, but this has been difficult to empirically characterize. Social distancing is an important component of behavioral response, though analyses have been limited by a lack of behavioral data. Our objective is to use media data to characterize social distancing behavior in order to empirically inform explanatory and predictive epidemiological models. Methods: We use data on variation in home television viewing as a proxy for variation in time spent in the home and, by extension, contact. This behavioral proxy is imperfect but appealing since information on a rich and representative sample is collected using consistent techniques across time and most major cities. We study the April-May 2009 outbreak of A/H1N1 in Central Mexico and examine the dynamic behavioral response in aggregate and contrast the observed patterns of various demographic subgroups. We develop and calibrate a dynamic behavioral model of disease transmission informed by the proxy data on daily variation in contact rates and compare it to a standard (non-adaptive) model and a fixed effects model that crudely captures behavior.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: We find that after a demonstrable initial behavioral response (consistent with social distancing) at the onset of the outbreak, there was attenuation in the response before the conclusion of the public health intervention. We find substantial differences in the behavioral response across age subgroups and socioeconomic levels. We also find that the dynamic behavioral and fixed effects transmission models better account for variation in new confirmed cases, generate more stable estimates of the baseline rate of transmission over time and predict the number of new cases over a short horizon with substantially less error.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusions: Results suggest that A/H1N1 had an innate transmission potential greater than previously thought but this was masked by behavioral responses. Observed differences in behavioral response across demographic groups indicate a potential benefit from targeting social distancing outreach efforts.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The series of flu-like outbreaks over the past decade illustrates the ongoing need for refinement of strategies to control and mitigate the impact of infectious diseases, including SARS in 2003 [1] , the 2009 A/H1N1 (swine) influenza pandemic [2, 3] and the emergence of a novel A/H7N9 (avian) influenza virus in 2013 [4] . In parallel to standard vaccination efforts, nonpharmaceutical interventions (NPIs) are a critical part of the management toolkit [5] [6] [7] . In particular, NPIs become even more relevant in the context of emerging infectious diseases when the availability of a vaccine may be substantially delayed. Chief among NPIs are strategies for enhancing social distancing, whether privately initiated or policy-directed (e.g., closing of schools, businesses and public events) [8] . While behavioral NPIs appear promising, it is important to evaluate empirically their efficacy since they can be costly [9] and could have unintended consequences, such as leading to a net increase in the long-run number of cases or increasing the total cost of the epidemic and policy response [10, 11] . The potential for individual response to disease risk and policy presents a challenge for the measurement of the infectivity of a pathogen and design of policy directed social distancing [12, 13] . Ferguson [14] argues that despite the need for a holistic approach, current models essentially ignore the feedback between epidemics and behavior.", "cite_spans": [{"start": 194, "end": 197, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 243, "end": 246, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 247, "end": 249, "text": "3]", "ref_id": "BIBREF2"}, {"start": 318, "end": 321, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 454, "end": 457, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 458, "end": 461, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 462, "end": 465, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 795, "end": 798, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 921, "end": 924, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1096, "end": 1100, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 1101, "end": 1104, "text": "11]", "ref_id": "BIBREF10"}, {"start": 1294, "end": 1298, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 1299, "end": 1302, "text": "13]", "ref_id": "BIBREF12"}, {"start": 1305, "end": 1313, "text": "Ferguson", "ref_id": null}, {"start": 1314, "end": 1318, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Background"}, {"text": "Empirical analysis of the effect of social distancing behavior on epidemiological dynamics is of clear interest, but it has proven difficult to obtain representative data on actual behavioral responses to epidemics. Empirical investigation of the influence of behavior on flu-like transmission dynamics has been largely limited to binary proxies for behavior, specifically pre-scheduled [6, 15] and epidemiologically driven [16] school closings and patterns of weekdays and weekends [17] . Though policy interventions are often coarse, individuals' responses to policy and their own private decisions about risk are likely more nuanced [8] . Fenichel et al. [18] show that private risk reduction may have changed in subtle ways during the 2009 A/H1N1 epidemic. Caley et al. [19] estimate the change in infectious contact rates in Sydney, Australia from the 1918 influenza pandemic but do so indirectly by inferring changes in contacts based on the estimated reproduction number and proportion susceptible conditional on a given value for the reproduction number, R 0 .", "cite_spans": [{"start": 387, "end": 390, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 391, "end": 394, "text": "15]", "ref_id": "BIBREF14"}, {"start": 424, "end": 428, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 483, "end": 487, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 636, "end": 639, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 658, "end": 662, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 774, "end": 778, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Background"}, {"text": "We use novel data on variation in home television viewing behavior as a proxy for changes in the level of daily social interaction. We find a strong viewing behavior response in Central Mexico associated with the A/H1N1 influenza virus in April and May of 2009. The data reveal that proxy behavioral responses were greatest among children and wealthier socio-economic groups. Furthermore, we couple the behavioral response with an epidemiological model, and show that the A/H1N1 influenza virus was likely more transmissible than previously believed because the transmission potential was masked by behavioral responses.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "To leverage the television viewing data for exploring the role of behavior during an epidemic, we extend the binary proxy for time varying infectivity in [20] , where behavior can change at only one point in time, to allow for daily variation in behavior. Following [17] , we decompose a standard model of the transmission rate into the two components of a contact rate and average transmission rate per contact. To inform changes in the contact rate, we use a daily proxy for changes in time spent by individuals in the home, namely variation in home television viewing. While viewing is an imperfect proxy for social distancing behavior, this data has several appealing attributes. The data are collected consistently prior to, during, and after epidemics in all major media markets worldwide. The sample is representative of the local population (by design) and can be disaggregated into various demographic subgroups. Typically the data is collected automatically and electronically (as in our sample) and do not rely on self-reporting. The viewing data in our application were obtained from IBOPE International net-AGB Nielsen Media Research, the largest private research and audience measurement firm in Latin America.", "cite_spans": [{"start": 154, "end": 158, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 266, "end": 270, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Background"}, {"text": "We contribute to the literature by examining variation in the behavioral response across time and demographic subgroups and by calibrating and analyzing dynamic behavioral disease transmission models. First, we quantify the dynamic nature of the behavioral response to the 2009 A/H1N1 influenza pandemic and public intervention in Central Mexico. We show that the aggregate response is not constant and describe how it varies systematically over time. Next, we unpack the aggregate dynamic into demographic subgroups and show how certain age groups and/ or socio-economic groups respond more strongly than others. Turning to the modeling of disease transmission dynamics, we assess whether accounting for daily changes in contacts better accounts for the variation in new cases. We then explore the potential for bias in the standard model from ignoring underlying changes in behavior. Previous simulation analysis has shown that intervention focused on children is particularly effective in reducing the attack rate of influenza [21] . We examine how accounting for heterogeneity between adults and children alters conclusions. In the next section we first show how the basic transmission model can be extended to incorporate dynamic behavior and then describe the data and model estimation approach in detail.", "cite_spans": [{"start": 1030, "end": 1034, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Background"}, {"text": "We model the 2009 A/H1N1 epidemic in Central Mexico using an SEIR epidemiological model [22] [23] [24] . We define three different model formulations: one that does not account for any behavioral changes, one that assumes that behavioral change is constant throughout the governmentimposed health interventions, and one that assumes that behavioral change can be estimated by daily television viewing data. For each model, individuals in the population, of size N, are classified by health status of individuals in into four states in each period, t: susceptible (S t ), exposed (infected but not yet infectious), (E t ), infectious (I t ), and recovered (R t ). The transition dynamics between health states are described by a system of difference equations:", "cite_spans": [{"start": 88, "end": 92, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 93, "end": 97, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 98, "end": 102, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Standard epidemiological model"}, {"text": "where β t is the transmission rate, κ is the rate at which incubating individuals progress from the exposed to the infectious health status (or the inverse of the latent period) and γ is the recovery rate (or the inverse of the recovery period).", "cite_spans": [], "ref_spans": [], "section": "Standard epidemiological model"}, {"text": "In the standard (SD) model β t is becomes a constant scalar. This confounds the combined effect of contacts and the probability of transmission from a contact [12] .", "cite_spans": [{"start": 159, "end": 163, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Standard epidemiological model"}, {"text": "In the classical transmission model, the behavior governing contacts is assumed to be fixed. Yet for many human diseases, including influenza, behavioral shifts and NPI likely play an important role in the transmission process.", "cite_spans": [], "ref_spans": [], "section": "Standard epidemiological model"}, {"text": "To generalize the classical model we decompose β t into the likelihood of transmission conditional on a contact (ρ 0 ) and the average number of contacts experienced by individuals C ð Þ:", "cite_spans": [], "ref_spans": [], "section": "Behavioral epidemiological model"}, {"text": "The parameters ρ 0 and C are not uniquely identified since they enter the model as a product. Nevertheless, ρ 0 can be estimated following [17] and using population estimates from the literature for C . a Despite differentiating between the likelihood of transmission from a contact and the number of contacts, β SD t is assumed to be constant. We explore two alternatives that relax the assumption of a constant transmission rate. The first extension to facilitate a time-varying transmission rate is to allow for two different, but otherwise constant, levels in β t over time. Following [20] , we model the behavioral response as a fixed effect (FE) (i.e. using a dummy variable) for the duration of a time period given by τ, for example during a particular public health intervention,", "cite_spans": [{"start": 139, "end": 143, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 589, "end": 593, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Behavioral epidemiological model"}, {"text": "where ρ 0 is a baseline marginal transmission rate (per contact), ρ 1 is a shift in the marginal baseline transmission rate during the window τ, and 1 τ (t) is the indicator function, equal to one when t ∈ τ, and zero otherwise. Second, we propose a flexible response model that allows for daily variation in behavior. Given the availability of an empirical proxy for changes in contact rates, we relax the assumption of fixed contact rates. Let Δ t represent the percentage deviation from the average C ð Þ for a given period t. A dynamic behavioral (DB) transmission function that is similar in form the Equations (2) and (3) but accounts for variation in the contact rate is:", "cite_spans": [], "ref_spans": [], "section": "Behavioral epidemiological model"}, {"text": "Relative to the SD model in Equation (2), the DB transmission rate model includes an additional term ρ 1 Δ t C ð Þ capturing an additive effect of any behavioral response. The SD model (2) is nested within both the FE model (3) and the DB model (4):", "cite_spans": [{"start": 224, "end": 227, "text": "(3)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Behavioral epidemiological model"}, {"text": "Under all three models, the subset of the population N in each of the health states changes over time. The only other potentially dynamic component is the transmission rate β t , which is either fixed (SD model), takes one of two constant values over time (FE model), or varies daily (DB model).", "cite_spans": [], "ref_spans": [], "section": "Behavioral epidemiological model"}, {"text": "To examine the implications of social distancing we focus on the initial outbreak of A/H1N1 in Central Mexico, in the spring of 2009. b We obtained laboratory confirmed pandemic A/H1N1 influenza cases from April 1 to May 20 in Central Mexico from a prospective epidemiological surveillance system that was established in response to the 2009 influenza pandemic by the Mexican Institute for Social Security (IMSS) [25] . These data are presented in Table 3 in Appendix A. IMSS is a tripartite Mexican health system that relies on a network of over 1,000 primary health-care units and 259 hospitals nationwide, and covers~40% of the Mexican population. Importantly, testing rates for novel A/H1N1 influenza remained stable at~33% [20] . Chowell et al. [20] show that the age distribution of the population affiliated with IMSS is generally representative of the general population of Mexico, rejecting the hypothesis that the distributions are significantly different. Furthermore they note that the male-to-female ratio among the population affiliated with IMSS (47:53) is similar to that of the general population (49:51).", "cite_spans": [{"start": 413, "end": 417, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 728, "end": 732, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 750, "end": 754, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 448, "end": 455, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Epidemiological data"}, {"text": "On April 15th 2009, the Mexico Ministry of Health began receiving informal indications of a severe pneumonia in metropolitan Mexico City [3, 26] . The novel influenza A/H1N1 virus was confirmed by U.S. and Canadian labs for multiple Mexican patients from April 22-24. On Friday, April 24 th , the federal government announced the closure of public schools for metropolitan Mexico City, and a public awareness campaign was initiated by the Ministry of Health. Further \"social distancing measures\" involved closing restaurants and entertainment venues and cancelling large public events [26] . After May 9, the infection rate declined dramatically and large public health interventions were lifted [20] . Students resumed school on Monday, May 11. The window τ = {April 24, …, May 10} is used in the FE model for the sub-period over which we might expect to observe an effect due to social distancing. We also considered alternative dates for the start of this window, from April 10 th through April 23rd, but none were statistically preferred as explained further in the results. A graphical timeline of events related to the outbreak is provided by Chowell et al. [20] (Table 1) .", "cite_spans": [{"start": 137, "end": 140, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 141, "end": 144, "text": "26]", "ref_id": "BIBREF25"}, {"start": 585, "end": 589, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 696, "end": 700, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1164, "end": 1168, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 1169, "end": 1178, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Epidemiological data"}, {"text": "Ethics Committee approval was not necessary according to local regulations. All the data were de-identified. Data employed in this study are routinely collected for epidemiological surveillance purposes.", "cite_spans": [], "ref_spans": [], "section": "Epidemiological data"}, {"text": "We use data on home television viewing in metropolitan Mexico City as a proxy measure for dynamic behavioral response in Central Mexico during the influenza outbreak. The logic of this approach relies on two key assumptions. First, we assume that time spent watching television increases in time spent in the home, and that a linear approximation is sufficient to capture this behavior. c With respect to an individual's daily time allocation, since we are mainly concerned with time spent at home or not at home, an increase in the former subtracts from the latter. Second, we assume that the number of contacts an individual makes is proportional to the time spent outside the home.", "cite_spans": [], "ref_spans": [], "section": "Behavioral data"}, {"text": "Viewership data for Mexico City were obtained from IBOPE International net-AGB Nielsen Media Research, the largest private research and audience measurement firm in Latin America. d The specific measure used was individual daily average time viewed (ATV), which is given by the aggregate number of hours viewed by everyone in the sample divided by the number of individuals in the sample (including those with no viewing in a given period). The data reflect aggregate observations for individuals (not households) in a given demographic group. IBOPE's sample is composed of an ongoing panel of individuals, balanced across demographic characteristics to be representative of the population of Mexico City. Daily data were obtained for the months of April and May in 2009. With respect to data on daily confirmed cases of influenza and average TV viewership, ethics committee review was not relevant since all data were deidentified, aggregated before acquisition and collected under existing conditions (i.e. there were no experimental treatments). Similarly, since the data were gathered through existing mechanisms and not for our study, obtaining written informed consent from participants was not relevant.", "cite_spans": [], "ref_spans": [], "section": "Behavioral data"}, {"text": "We used the percentage deviation in average television viewership (relative to the non-intervention period) as a proxy for the percentage deviation in contacts. We choose this simple form for the proxy since a parameterized model of raw contacts as a function of television viewing is not available. Let AT V represent the baseline (nonintervention period) mean of ATV t over an extended time horizon from both before and after the public response to the outbreak, but not during. The baseline period used to determine AT V is April 1-April 23 and May 10-May 31, which includes April and May of 2009, excluding the period τ.", "cite_spans": [], "ref_spans": [], "section": "Behavioral data"}, {"text": "AT V for our sample is 1.7 hours per day (with a minimum and maximum ATV t over the baseline period of (1.5, 1.9)). The timevarying deviation from the baseline mean ATV t is given", "cite_spans": [], "ref_spans": [], "section": "Behavioral data"}, {"text": "We considered both a single homogenous population and a heterogeneous population divided into two groups: adults (age 18 and above, denoted A) and children (individuals below the age of 18, denoted K). For the heterogeneous population model, the disaggregated viewership data allowed for inference on how the behavior of adults and children varied over time. The extension of the homogenous population transmission model in (1) to the heterogeneous subgroup setting is presented in Appendix B. Information is not available to characterize how changes in contacts made by one group (e.g. adults) might differ between contacts they make within the same group (e.g. adult-adult contact) versus another group (e.g. adultchild contact). Therefore, we make the simplifying assumption that deviation in the contact rate for a member of group i is uniform across the different groups they may come in contact with; we used a single time series to inform deviations in children's contacts with either adults or children (Δ t, K → A = Δ t, K → K = Δ t,K ) and another single time series similarly for adults We modeled the age-specific contact rates for schoolage children and adults for central Mexico based on survey contact data collected from several European countries [27] :", "cite_spans": [{"start": 1264, "end": 1268, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Behavioral data"}, {"text": "The average contact rate for the homogenously mixing population, C ¼ 6:1, is given by the population-weighted average of C.", "cite_spans": [], "ref_spans": [], "section": "Behavioral data"}, {"text": "We set the population of Central Mexico to N = 5.3*10 7 individuals [28] and follow [17] in setting the mean probability of an infection being laboratory-confirmed A/H1N1 influenza at φ ¼ 0:0015 . This estimate of is constructed as the product of the symptomatic rate (65% [29, 30] ), the hospitalization rate (0.45% [31] ), and the probability of an infected, hospitalized individual being identified as having A/H1N1 (50%). We control for observed variation in the rate that hospitalized cases were tested by scaling the mean probability of confirmation by the observed deviation from the mean testing rate:", "cite_spans": [{"start": 68, "end": 72, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 84, "end": 88, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 273, "end": 277, "text": "[29,", "ref_id": "BIBREF28"}, {"start": 278, "end": 281, "text": "30]", "ref_id": "BIBREF29"}, {"start": 317, "end": 321, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Model estimation"}, {"text": "Þ . Testing rate data were obtained from IMSS (the same source as described above for the case data). We set the fraction initially infected on day 1 of the time period (April 1) at π = 1.9 × 10 − 5 , such that given the population and the probability of confirmation, one case is confirmed on the first day. Consistent with [5, 32, 33] , the daily rate of progression from latent to infected health status and the recovery rate are set to κ = 0.67 and γ = 0.5, respectively.", "cite_spans": [{"start": 325, "end": 328, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 329, "end": 332, "text": "32,", "ref_id": "BIBREF31"}, {"start": 333, "end": 336, "text": "33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Model estimation"}, {"text": "The main coefficients of interest for estimation are the parameters of the transmission rate functions for each of the three models. Let ρ represent the vector of marginal transmission rate parameters, given by the scalar [ρ 0 ] for the SD model and the vector [ρ 0 , ρ 1 ] for the FE and DB models. Model parameters were estimated by maximum likelihood. We assumed that the observed number of confirmed new infections each day, I c t , follows a Poisson process with a mean arrival rate λ t (ρ) given by the number of new observed infections predicted by the disease model, ϕ t κE t . The log-likelihood function is:", "cite_spans": [], "ref_spans": [], "section": "Model estimation"}, {"text": "Development of the log-likelihood function is explained in further detail in Appendix C.", "cite_spans": [], "ref_spans": [], "section": "Model estimation"}, {"text": "Because maximum likelihood estimates can be sensitive to the choice of initial values provided to the numerical optimization algorithm, we used a multiple starting point solver in Matlab (version R2013a) designed to identify the global optimum. For each model, the solver was run for each of M different randomly drawn starting vectors for the unknown parameters in ρ. We set M equal to 50 for the standard model (one parameter) and 100 for the alternative models (two parameters). From this set of local maxima, the solution with the greatest likelihood was selected as the estimate for the global maximum. We estimated 95% confidence intervals for the parameters using the likelihood ratio method [34] . To test for statistically significant differences in performance, when comparing the SD model against the FE and DB models we used a likelihood ratio test, since the SD model is nested within both of the alternatives (FE and DB). Since the FE and DB models are not nested, the standard likelihood ratio test is not feasible. Following [35] , we used a Cox nonnested test with a parametric bootstrap (see Appendix D for details).", "cite_spans": [{"start": 699, "end": 703, "text": "[34]", "ref_id": null}, {"start": 1041, "end": 1045, "text": "[35]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Model estimation"}, {"text": "In Figure 1 we present the dynamic behavioral response time series for Δ t (percentage deviation from mean ATV) in Mexico City during April and May 2009 in aggregate ( Figure 1A ) and for various demographic and time subgroups ( Figure 1B-D) . The range and mean for this variable over the limited intervention period (τ) is presented in Table 1 . A positive deviation (Δ t > 0) indicates that an above average amount of time was spent in home TV viewing and, by inference, in the home. The mean level of Δ t over the period τ is positive and, as shown by a onesample t-test, significantly different from zero at the 1% level for the aggregate population and each subgroup considered here (see Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 3, "end": 11, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 168, "end": 177, "text": "Figure 1A", "ref_id": "FIGREF0"}, {"start": 229, "end": 241, "text": "Figure 1B-D)", "ref_id": "FIGREF0"}, {"start": 338, "end": 345, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 694, "end": 701, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Dynamic behavioral response"}, {"text": "The dynamic path of Δ t for the aggregate population is presented in Figure 1A . Outside of the shaded intervention window (τ), this measure has a mean of zero (by construction) and typically falls within a range of +/− 5%. During the period τ, Δ t shifts demonstrably upwards. This behavioral response is strongest in the first week (approximately 20%) before gradually tapering off to near zero by the end of the intervention period. This pattern suggests that the population's capacity for social distancing might be limited in duration; before the public health intervention concluded, there was a substantial decline in the behavioral response relative to the peak in the first week. (Alternatively, it may be that the level of viewing per unit of time spent in the home fell as individuals switched to other in-home activities.) After the NPI concluded there was a period of reduced viewing activity in the home (Δ t < 0). Specifically, Δ t reached its most negative point on May 10 th at −10.5%. Outside of the post-intervention dip, Δ t dropped below −10% on only one other day. As further evidence that the dip was likely not a coincident random event, we find that this dip persisted at 5% below the non-NPI period mean for four consecutive days-there are no other instances in the data when Δ t falls below 95% of the mean for more than a single day. While the causal mechanism behind these dynamics is not known with certainty, one possibility is that this multi-day period of suppressed in-home activity compensated for forgone social and commercial activities from earlier in the intervention period. The observation of reallocation of risky activities in time is common in the public health literature. Following the introduction of antiretroviral treatment for HIV/AIDS [28, 36] find empirical evidence of increased sexual risk taking. Boyes and Faith [2] show that when alcohol consumption is banned at college football games that total alcohol consumption may rise through substitution effects in periods sandwiching the game. Finally, Graff Zivin and Neidell [37] find that while Southern California residents curtail outdoor activity on days with poor air quality, if the episode is prolonged the behavioral response dissipates rapidly.", "cite_spans": [{"start": 1786, "end": 1790, "text": "[28,", "ref_id": "BIBREF27"}, {"start": 1791, "end": 1794, "text": "36]", "ref_id": "BIBREF35"}, {"start": 1868, "end": 1871, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 2078, "end": 2082, "text": "[37]", "ref_id": "BIBREF36"}], "ref_spans": [{"start": 69, "end": 78, "text": "Figure 1A", "ref_id": "FIGREF0"}], "section": "Dynamic behavioral response"}, {"text": "The age class breakdown for Δ t presented in Figure 1B shows a substantial difference in response between children and adult subgroups during the intervention period. The mean (23.7%) and the maximum (46.2%) behavioral response of children is more than twice as large as the response observed for adults (see Table 1 ). The difference in responses is statistically significant at the 1% level as indicated by a two sample t-test.", "cite_spans": [], "ref_spans": [{"start": 45, "end": 54, "text": "Figure 1B", "ref_id": "FIGREF0"}, {"start": 309, "end": 316, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Dynamic behavioral response"}, {"text": "The data from IBOPE are disaggregated into three socioeconomic levels (SELs) based on a set of household characteristics, including the size and amenities of the home, appliance ownership, automobile ownership, and level of education ( Figure 1C ). During the intervention period, on average the high SEL group shows a response that is over 50% greater than that of the low SEL group. This difference is significant at the 5% level. The medium SEL class displays an intermediate response (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 236, "end": 245, "text": "Figure 1C", "ref_id": "FIGREF0"}, {"start": 488, "end": 497, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Dynamic behavioral response"}, {"text": "Finally, we consider variation in the response by time of day, specifically daytime (6 am-6 pm) versus nighttime (6 pm-6 am) ( Figure 1D ). The mean daytime response is approximately twice as strong as the nighttime response (Table 1) . This is not surprising given that time spent in the home is lower during the daytime to begin with and thus presents a larger opportunity for adjustment.", "cite_spans": [], "ref_spans": [{"start": 127, "end": 136, "text": "Figure 1D", "ref_id": "FIGREF0"}, {"start": 225, "end": 234, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Dynamic behavioral response"}, {"text": "The time path for each of the subgroups discussed above follows a path that is qualitatively similar to that of the aggregate population, showing a strong initial positive response that largely or entirely decays before the end of the intervention. For each subgroup comparison considered here, there was a significant difference in the average level of the behavioral response.", "cite_spans": [], "ref_spans": [], "section": "Dynamic behavioral response"}, {"text": "The maximum likelihood parameter estimates for each model are based on T = 41 days of observations, stretching from April 1 through the end of the intervention period on May 11 (Table 2) . Figures illustrating the log-likelihood profile for each model are presented in Appendix E. The time frame used corresponds to the period of time considered in [20] . After this period, additional cases attenuate substantially as shown in the time series of I c t (Figure 2 ). We focus on this initial 41 day period since the performance of each model (in terms of log-likelihood values and residuals) becomes increasingly poor as more of the postintervention period is included.", "cite_spans": [{"start": 349, "end": 353, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 177, "end": 186, "text": "(Table 2)", "ref_id": "TABREF1"}, {"start": 453, "end": 462, "text": "(Figure 2", "ref_id": "FIGREF1"}], "section": "Transmission model estimation"}, {"text": "The degree to which accounting for changes in contacts better accounts for the variation in new cases is one of our core research questions. Results show that the standard model is indeed incomplete-we reject the SD model in favor of both the DB model (p < 0.01) and FE model (p < 0.01). However, we do not find that the DB model outperforms the FE model. In fact we reject the DB model in favor of the FE model (p < 0.01). To see why it might be the case that a simple fixed effect is preferred in this case to the dynamic, data-driven behavioral model, consider the time series for I c t and Δ t presented in Figure 2 . Consistent with expectations under the DB model, when the social distancing proxy Δ t begins to surge on April 24 th (day 24) the number of new confirmed cases plateaus. However, when Δ t declines in early May while infections are still common, the number of new confirmed cases I c t À Á does not grow in a sustained fashion but rather, after a slight delay, begins to fall. Thus the dynamics of initial and early intervention period of the outbreak are consistent with the DB model but the late intervention period is not.", "cite_spans": [], "ref_spans": [{"start": 611, "end": 619, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "Transmission model estimation"}, {"text": "Given that both the FE and DB models outperform the SD model, we explored the potential for biased estimates of the transmission parameter in the SD model as a potential shortcoming of ignoring behavioral change. Estimates of the baseline transmission rate (ρ 0 ) in Table 2 show that while the DB and FE models are in essential agreement, the SD estimate is 12% lower. To explore whether this difference is idiosyncratic or systematic we re-estimate each of the three models starting with only the first M days of data for M ∈ [15, 41] . We exclude the FE model for M ∈ [15, 24] since this model is not differentiated from the SD model until the intervention begins on April 24 th . In Figure 3 we present the resulting estimates of ρ 0 . We find that estimates are variable but roughly consistent across models through April 24 th . This is not surprising given that before the public health intervention began on April 24 th our proxy suggests that behavior had yet to shift discernibly. After this point, estimates of ρ 0 for the DB and FE models remain roughly stable near 0.064 while the baseline transmission coefficient for the SD model declines monotonically. Thus over the intervention period when behavioral response is strong, the SD estimate of ρ 0 falls each day to account for the new factor. In contrast, models that allow for a behavioral shift result in estimates for baseline transmission that are essentially level over time.", "cite_spans": [{"start": 528, "end": 532, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 533, "end": 536, "text": "41]", "ref_id": null}, {"start": 571, "end": 575, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 576, "end": 579, "text": "24]", "ref_id": "BIBREF23"}], "ref_spans": [{"start": 267, "end": 274, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 687, "end": 695, "text": "Figure 3", "ref_id": "FIGREF2"}], "section": "Transmission model estimation"}, {"text": "As a practical matter, this bias in the SD model has important implications for public health and forecast error. First, the SD model provides an estimate of ρ 0 substantially lower than models with behavior. This suggests that A/H1N1 virus is more infectious, but this infectiousness is masked by behavioral shifts. Second, the SD model results in substantial forecast error, a result shown using simulation in [13] to emerge when human adaptive behavior is important in epidemiological systems.", "cite_spans": [{"start": 412, "end": 416, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Transmission model estimation"}, {"text": "In Figure 4 we present forecast error over a four-day horizon for time series of increasing length from M ∈ [15, 41] . The exercise is meant to capture the public health official's problem of estimating the current state of an outbreak based on observed cases to date. We assume that there is a four-day lag between the date of testing and reporting of all confirmed cases, a typical lag for reporting infectious disease outbreaks. Thus forecast error appearing in the figure for day M = 15 represents error made on day 19 conditional on case data that is complete through day 15. We assume that behavioral data (Δ t ) is available across this four day lag. From the raw forecast error in Figure 4A , it is clear that prediction performance for the SD model becomes poor relative to the alternatives shortly after the intervention on day 24. From this point on, the SD model leads to systematic over-prediction of the number of new cases. DB model performance deteriorates next towards the end of the intervention period. Finally, by the time the intervention concludes, all three models systematically over-predict new cases. This suggests that factors absent from the models considered here are important for capturing post intervention dynamics (e.g. personal protective measures to reduce risks per contact).", "cite_spans": [{"start": 108, "end": 112, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 113, "end": 116, "text": "41]", "ref_id": null}], "ref_spans": [{"start": 3, "end": 11, "text": "Figure 4", "ref_id": "FIGREF3"}, {"start": 689, "end": 698, "text": "Figure 4A", "ref_id": "FIGREF3"}], "section": "Forecasting error comparison"}, {"text": "We estimated the transmission model results above assuming a single homogenous population. However, differences in the behavioral response (Δ t ) for children versus adults presented above motivate exploration of age-class heterogeneity. When we modeled children and adults as separate populations (with separate time series for Δ t in the behavioral model), but constrained transmission parameters to be the same for both populations, estimates were not significantly changed. We further tested an extended model in which transmission parameters (ρ 0 , ρ 1 ) were free to vary between the two groups. This model was not statistically significantly different for either the SD (p = 0.31), DB model (p = 0.41), or FE model (p = 0.12) at the 10% level. For this FE model, relative to the homogeneous (baseline) case, the coefficients ρ 0 and ρ 1 were roughly 50% larger in magnitude for children and 90% smaller in magnitude for adults. This evidence is not conclusive, but hints that infections between children and from children to adults might have been a leading driver of disease dynamics-and also most sensitive to intervention. However, this effect is too small and imprecisely estimated to assert with statistical significance.", "cite_spans": [], "ref_spans": [], "section": "Forecasting error comparison"}, {"text": "While we failed to find a significant difference in the transmission coefficients between children and adults, this does not mean that there were not significant differences in these populations. Recall that we controlled for differences between children and adults in the baseline contact rate as specified in the matrix C. When this matrix was replaced with the average C ð Þ a significant difference emerged between the homogeneous and heterogeneous coefficient specification for both the SD (p < 0.01) and DB models (p = 0.08) but not for the FE model. ", "cite_spans": [], "ref_spans": [], "section": "Forecasting error comparison"}, {"text": "We examined the sensitivity of transmission model results to several alternative assumptions. First, given the temporal mismatch between the case and behavioral time series in Figure 2 , we explored whether the relative preference for the FE model continued to hold under extensions in the latent period, i.e. the number of days individuals were infected but not infectious. In the baseline model the latent period was set to 1/κ = 1.5. The performance of the DB model relative to the FE model was robust to alternative assumptions on the latent period, including 2, 3 or 4 days. We also considered whether idiosyncratic variation or \"noise\" in the ATV variable might hinder the DB model. As a simple test we set a +/−5% threshold for the Δ t measure-any variation that did not exceed this band was set to zero. This did not qualitatively change results. Qualitative results were also not sensitive to a nonlinear quadratic form for the DB model.", "cite_spans": [], "ref_spans": [{"start": 176, "end": 184, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "Sensitivity analysis"}, {"text": "Convergence in the performance of the DB and FE models was found when the number of days included in the estimation was limited. For all time series that included 38 days or less, we failed to reject one model in favor of the other. However, after this time frame the FE model emerges as the preferred model (e.g. p < 0.01 at 39 days).", "cite_spans": [], "ref_spans": [], "section": "Sensitivity analysis"}, {"text": "For the FE model, we also considered alternative dates for the start of the intervention window, from April 10 th through our baseline window start date of April 24 th . For each of these alternative specifications we found that the associated parameter ρ 1 was statistically significantly different from zero. However, we also found that the log-likelihood was greatest for the FE window beginning on April 24 th (our baseline specification) illustrating that none of the alternative start dates was statistically preferred.", "cite_spans": [], "ref_spans": [], "section": "Sensitivity analysis"}, {"text": "The final parameter examined in our sensitivity analysis was the mean probability of confirmation. Our baseline level for φ implies that 1.2% of the population was infected by the end of the spring wave (conditional on the observed number of cases and total population). We examined sensitivity to an alternative scenario in which 10% of the population contracts the disease, which implied a mean probability of confirmation of φ ¼ 8:1 Â 10 −5 . Results from this alternative low probability of confirmation scenario were not qualitatively different.", "cite_spans": [], "ref_spans": [], "section": "Sensitivity analysis"}, {"text": "We explore two alternative scenarios in which the behavioral response to the epidemic is either non-existent or enhanced. We present the path of new confirmed cases under these alternatives, along with fitted curves from the baseline models in Figure 5A . Under the first alternative, to eliminate the behavioral response, we multiply the ρ 0 term by zero (0ρ 0 , thin lines). Under the second alternative, to enhance the behavioral response, we multiply the ρ 0 term by two (2ρ 0 , thick lines). Fitted curves from the unaltered baseline models (1ρ 0 , medium lines) and I c t are provided for comparison. For the baseline models, the fit of the DB and FE models is similar until the final few periods in which the DB fit diverges from the observed path . The importance of the behavioral response is evident. With no behavioral response, the projected path of new cases increased sharply, more than quadrupling ( Figure 5B ) for both models by day 41. Alternatively, with a doubling of response, attenuation of new cases occurs approximately two weeks earlier and cumulative cases by day 41 are cut in half.", "cite_spans": [], "ref_spans": [{"start": 244, "end": 253, "text": "Figure 5A", "ref_id": "FIGREF4"}, {"start": 915, "end": 924, "text": "Figure 5B", "ref_id": "FIGREF4"}], "section": "Counterfactual behavioral response"}, {"text": "We used novel data on variation in home television viewing behavior as a proxy for changes in the level of daily social interaction in Central Mexico during the 2009 A/ H1N1 influenza pandemic. Results from both behavioral models (FE and DB) suggested that social distancing was a key factor in constraining the initial wave of A/H1N1 in Central Mexico. In the absence of a behavioral response, the estimated counterfactual path of new cases escalated rapidly in initial weeks rather than stabilizing and eventually falling as was observed. The assumption of fixed behavior in the standard (SD) model led to shortcomings in estimation and prediction. Estimates of the baseline rate of transmission systematically shifted over time. If the baseline rate of transmission is interpreted as a measure of biological infectivity in the standard model, this is likely to lead to an underestimate of this parameter, as in our setting, given confounding effects of behavioral responses. This suggests that A/H1N1 had an innate transmission potential much greater than previously thought but this was masked by behavioral responses. This has implications for management advice including the allocation of resources between pharmaceutical and nonpharmaceutical interventions. Furthermore, the error in near term predictions of new cases through time was also substantially greater under the standard model compared to the behavioral models. This error was also systematic-the standard model consistently led to over-prediction in the number of new cases.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Comparing the behavioral models, we found that that the dynamic behavioral model was not preferred to the simpler fixed effect model. One explanation may be the imperfect nature of variation in viewership as a proxy for changes in public contact rate. For example, it is possible that during the public health intervention the observed increase in ATV t was due to a greater share of home time allocated to TV viewing, rather than an increase in time spent at home. Or it could be the case that viewing per unit of time spent at home may be declining in time spent at home. Another explanation might be the inability at this time to empirically capture changes in behavior outside the home to reduce contacts or transmission (e.g. washing hands, wearing facemasks, and avoidance of coughing into open air). Bell [5] notes that while policies promoting social distancing may be effective against pandemic influenza, other individual behavioral measures should be either routine (e.g. hand and respiratory hygiene and disinfection of contaminated household surfaces) or considered for certain settings and risk levels (e.g. mask use).", "cite_spans": [{"start": 812, "end": 815, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Conclusion"}, {"text": "We found that the home viewership response was stronger in the high (versus low) socioeconomic level (SEL) subgroup. This finding is suggestive but should be interpreted with care. On the one hand, individuals in the high SEL subgroup are arguably less constrained in adjusting contacts than those in the low SEL subgroup. For example, Kumar et al. [38] suggested that workplace policies can impinge on distancing measures and such workplace policies may be more binding on lower SELs. If this hypothesis were tested and verified, it would suggest the potential for targeting of social distancing polices to facilitate self-protective measures for low SEL individuals. On the other hand, it may be that the difference in response is an artifact of the behavioral proxy which might emerge, for example, if the relationship between home viewership and time spent at home differed systematically between SEL subgroups (e.g., if high SEL individuals respond more strongly because ownership of more televisions provides more opportunities to view).", "cite_spans": [{"start": 349, "end": 353, "text": "[38]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Conclusion"}, {"text": "In addition to varied responses across groups, we also found differences over time, namely attenuation in the behavioral response before the conclusion of the public health intervention. Furthermore, we found evidence of a rebound effect in which, after a prolonged period of elevated in-home activity there appeared to be period of suppressed activity. This is consistent with the historical analysis of Caley et al. [19] who found that as the perceived risk of the 1918 swine flu decreased in Australia, the public appeared to revert to normal behavior. Similarly, Fenichel et al. [18] found that air travelers' adaptive to A/H1N1 dissipated after an initially strong response. Further studies of the 2009 A/H1N1 influenza pandemic in other regions with similar intervention measures (e.g. Hong Kong, [39] ) could help to confirm and generalize the insights gleaned here.", "cite_spans": [{"start": 418, "end": 422, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 583, "end": 587, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 803, "end": 807, "text": "[39]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Conclusion"}, {"text": "While the dynamic behavioral model based on the home viewership proxy did not out-perform the simple fixed effect model, the results represent progress in identifying and unpacking the drivers behind this fixed effect. Going forward, further detailed data on private and public behavior during outbreaks would serve to identify behavioral effects on transmission with greater precision. For example, we did not model the effect of antiviral treatment. Capturing additional behavioral adjustments made outside of the home to reduce effective contacts is likely be important for explicit modeling of the behavior underlying disease transmission. To this end, there is value in allocating resources during an outbreak to consistently gather data on public and private protective actions, such as antiviral use or the use of face masks. Although transitioning from empirical analysis based on fixed effect measures of behavior to fully dynamic responses at finer time scales will require additional investment in data collection, potential benefits include the promise of informing more finely tuned and less costly public health interventions.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "In Table 3 we present the number of laboratory confirmed pandemic A/H1N1 influenza cases for each day in the period of study in Central Mexico from a surveillance system established in response to the 2009 influenza pandemic by the Mexican Institute for Social Security (IMSS) [25] .", "cite_spans": [{"start": 277, "end": 281, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 3, "end": 10, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Conclusion"}, {"text": "All three base models (SD, FE and DB) can be generalized to allow for age structure within the population. Social interactions may vary across demographic groups, for example children attending school versus working adults. We follow [17] in generalizing the system of differential equations for a homogenously mixing population in (1) to allow for variation in the transmission rate between demographic groups in the set G. Dynamics for each subgroup i ∈ G are given by:", "cite_spans": [{"start": 234, "end": 238, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Conclusion"}, {"text": "The model in (5) captures heterogeneous mixing within the population model. The group-specific transmission function (β t,i → g ) is the same as in the homogenous case, except C and Δ t are replaced by C i→g and Δ t,i → g , respectively. The parameter C i→g reflects the average number of contacts that members of group i experience with members of group g, and Δ t,i → g is the percent deviation from that average at time t.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "We assumed that the observed number of confirmed new infections on any given day, I c t , follows a Poisson process with a mean arrival rate λ t (ρ):", "cite_spans": [], "ref_spans": [], "section": "C. Derivation of the log-likelihood function"}, {"text": "The likelihood function for all observations from t = 1, …, T is given by the product:", "cite_spans": [], "ref_spans": [], "section": "C. Derivation of the log-likelihood function"}, {"text": "Taking the log of this expression provides the loglikelihood function:", "cite_spans": [], "ref_spans": [], "section": "C. Derivation of the log-likelihood function"}, {"text": "Finally, to connect the likelihood model with the SEIR transmission model, we assume that the mean Poisson arrival rate of newly confirmed cases is given by the number of new observed infections predicted by the disease model, λ t (ρ) = ϕ t κE t . ", "cite_spans": [], "ref_spans": [], "section": "C. Derivation of the log-likelihood function"}, {"text": "Under a given null model (e.g. either FE or DB), each bootstrapped sample of the data (new infections) was generated by simulating draws from the Poisson process governing arrivals of new infections based on the fitted estimates of the mean arrival rate for new infections, λ t ∀ t = 1, …, 50. This process was repeated to create M = 500 bootstrapped samples. The likelihood estimates from each of the bootstrapped samples were used to construct the following p-value [40] for the test of a given alternative model (a) against the null (0):", "cite_spans": [{"start": 468, "end": 472, "text": "[40]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "D. Cox non-nested test with a parametric bootstrap"}, {"text": "where I obs m is the bootstrapped data sample for each iteration m = 1, …, M;θ jm represents the ML estimates for model j ∈ {FE, DB} given sample m; L j is the maximum log-likelihood for the model j; L 0a ¼ L 0θ0 −L aθa is the difference between the maximum log-likelihood estimates under H 0 and H a given the original data; and numb counts the number of times the condition is true for each of M iterations. A small sample correction is implemented by adding a 1 to the numerator and denominator. Because the FE and DB models are nonnested, selection of a unique null model is not feasible. Instead, the Cox test is conducted twice, with each of the models serving as the null in turn.", "cite_spans": [], "ref_spans": [], "section": "D. Cox non-nested test with a parametric bootstrap"}, {"text": "In Figures 6, 7, 8 we present log-likelihood profiles underlying the maximum likelihood estimates in Table 2 .", "cite_spans": [], "ref_spans": [{"start": 3, "end": 18, "text": "Figures 6, 7, 8", "ref_id": "FIGREF7"}, {"start": 101, "end": 108, "text": "Table 2", "ref_id": "TABREF1"}], "section": "E. Likelihood profiles"}, {"text": "In each case the log-likelihood value excludes the additive constant term which is not a function of the parameters to be estimated (i.e. the final term in Equation (10)). For each profile the maximum likelihood estimates from Table 2 are indicated with a triangle.", "cite_spans": [], "ref_spans": [{"start": 227, "end": 234, "text": "Table 2", "ref_id": "TABREF1"}], "section": "E. Likelihood profiles"}, {"text": "Endnotes a Towers and Chowell [17] allow the number of contacts experienced on weekends and weekdays to differ but these Table 2 . The star on log-likelihood indicates that the constant term from the log-likelihood has been excluded. Table 2 . The star on log-likelihood indicates that the constant term from the log-likelihood has been excluded. Table 2 . The star on log-likelihood indicates that the constant term from the log-likelihood has been excluded.", "cite_spans": [{"start": 30, "end": 34, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 121, "end": 128, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 234, "end": 241, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 347, "end": 354, "text": "Table 2", "ref_id": "TABREF1"}], "section": "E. Likelihood profiles"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A novel coronavirus associated with severe acute respiratory syndrome", "authors": [{"first": "T", "middle": ["G"], "last": "Ksiazek", "suffix": ""}, {"first": "D", "middle": [], "last": "Erdman", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Goldsmith", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Zaki", "suffix": ""}, {"first": "T", "middle": [], "last": "Peret", "suffix": ""}, {"first": "S", "middle": [], "last": "Emery", "suffix": ""}, {"first": "S", "middle": [], "last": "Tong", "suffix": ""}, {"first": "C", "middle": [], "last": "Urbani", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Comer", "suffix": ""}, {"first": "W", "middle": [], "last": "Lim", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Rollin", "suffix": ""}, {"first": "S", "middle": [], "last": "Dowell", "suffix": ""}, {"first": "A-E", "middle": [], "last": "Ling", "suffix": ""}, {"first": "C", "middle": [], "last": "Humphrey", "suffix": ""}, {"first": "W-J", "middle": [], "last": "Shieh", "suffix": ""}, {"first": "J", "middle": [], "last": "Guarner", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Paddock", "suffix": ""}, {"first": "P", "middle": [], "last": "Rota", "suffix": ""}, {"first": "B", "middle": [], "last": "Fields", "suffix": ""}, {"first": "J", "middle": [], "last": "Derisi", "suffix": ""}, {"first": "J-Y", "middle": [], "last": "Yang", "suffix": ""}, {"first": "N", "middle": [], "last": "Cox", "suffix": ""}, {"first": "J", "middle": [], "last": "Hughes", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Leduc", "suffix": ""}, {"first": "W", "middle": [], "last": "Bellini", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Anderson", "suffix": ""}, {"first": "", "middle": [], "last": "Group", "suffix": ""}], "year": 2003, "venue": "N Engl J Med", "volume": "348", "issn": "20", "pages": "1953--66", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Temporal regulation and intertemporal substitution: the effect of banning alcohol at college football games", "authors": [{"first": "W", "middle": ["J"], "last": "Boyes", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Faith", "suffix": ""}], "year": 1993, "venue": "Public Choice", "volume": "77", "issn": "3", "pages": "595--609", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Severe respiratory disease concurrent with the circulation of H1N1 influenza", "authors": [{"first": "G", "middle": [], "last": "Chowell", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Bertozzi", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Colchero", "suffix": ""}, {"first": "H", "middle": [], "last": "Lopez-Gatell", "suffix": ""}, {"first": "Alpuche-Aranda", "middle": [], "last": "", "suffix": ""}, {"first": "C", "middle": [], "last": "Hernandez", "suffix": ""}, {"first": "M", "middle": [], "last": "Miller", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "7", "pages": "674--79", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Infectivity, transmission, and pathology of human-isolated H7N9 influenza virus in ferrets and pigs", "authors": [{"first": "H", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Kelvin", "suffix": ""}, {"first": "L", "middle": [], "last": "Li", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "S-W", "middle": [], "last": "Yoon", "suffix": ""}, {"first": "S-S", "middle": [], "last": "Wong", "suffix": ""}, {"first": "A", "middle": [], "last": "Farooqui", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "D", "middle": [], "last": "Banner", "suffix": ""}, {"first": "R", "middle": [], "last": "Chen", "suffix": ""}, {"first": "R", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Hong", "suffix": ""}, {"first": "W", "middle": [], "last": "Dong", "suffix": ""}, {"first": "Q", "middle": [], "last": "Cai", "suffix": ""}, {"first": "Mha", "middle": [], "last": "Roehrl", "suffix": ""}, {"first": "Ssh", "middle": [], "last": "Huang", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Kelvin", "suffix": ""}, {"first": "T", "middle": [], "last": "Yao", "suffix": ""}, {"first": "B", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": [], "last": "Chen", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Leung", "suffix": ""}, {"first": "Llm", "middle": [], "last": "Poon", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Webster", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Webby", "suffix": ""}, {"first": "Jsm", "middle": [], "last": "Peiris", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shu", "suffix": ""}], "year": 2013, "venue": "Science", "volume": "341", "issn": "6142", "pages": "183--86", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Non-pharmaceutical interventions for pandemic influenza, international measures", "authors": [{"first": "D", "middle": [], "last": "Bell", "suffix": ""}, {"first": "A", "middle": [], "last": "Nicoll", "suffix": ""}, {"first": "K", "middle": [], "last": "Fukuda", "suffix": ""}, {"first": "P", "middle": [], "last": "Horby", "suffix": ""}, {"first": "A", "middle": [], "last": "Monto", "suffix": ""}, {"first": "F", "middle": [], "last": "Hayden", "suffix": ""}, {"first": "C", "middle": [], "last": "Wylks", "suffix": ""}, {"first": "L", "middle": [], "last": "Sanders", "suffix": ""}, {"first": "Van", "middle": [], "last": "Tam", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2006, "venue": "Emerg Infect Dis", "volume": "12", "issn": "1", "pages": "81--88", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Estimating the impact of school closure on influenza transmission from Sentinel data", "authors": [{"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}, {"first": "A-J", "middle": [], "last": "Valleron", "suffix": ""}, {"first": "P-Y", "middle": [], "last": "Boelle", "suffix": ""}, {"first": "A", "middle": [], "last": "Flahault", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}], "year": 2008, "venue": "Nature", "volume": "452", "issn": "7188", "pages": "750--54", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "What mexico taught the world about pandemic influenza preparedness and community mitigation strategies", "authors": [{"first": "A", "middle": [], "last": "Stern", "suffix": ""}, {"first": "H", "middle": [], "last": "Markel", "suffix": ""}], "year": 2009, "venue": "JAMA", "volume": "302", "issn": "11", "pages": "1221--1243", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Research findings from nonpharmaceutical intervention studies for pandemic influenza and current gaps in the research", "authors": [{"first": "A", "middle": ["E"], "last": "Aiello", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Coulborn", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Aragon", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Baker", "suffix": ""}, {"first": "B", "middle": ["B"], "last": "Burrus", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Cowling", "suffix": ""}, {"first": "A", "middle": [], "last": "Duncan", "suffix": ""}, {"first": "W", "middle": [], "last": "Enanoria", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Fabian", "suffix": ""}, {"first": "Y-H", "middle": [], "last": "Ferng", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Larson", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Leung", "suffix": ""}, {"first": "H", "middle": [], "last": "Markel", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Milton", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Monto", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Morse", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Navarro", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Park", "suffix": ""}, {"first": "P", "middle": [], "last": "Priest", "suffix": ""}, {"first": "S", "middle": [], "last": "Stebbins", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Stern", "suffix": ""}, {"first": "M", "middle": [], "last": "Uddin", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Wetterhall", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Vukotich", "suffix": ""}], "year": 2010, "venue": "Am J Infect Control", "volume": "38", "issn": "4", "pages": "251--58", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The economy-wide impact of pandemic influenza on the UK: a computable general equilibrium modelling experiment", "authors": [{"first": "R", "middle": ["D"], "last": "Smith", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Keogh-Brown", "suffix": ""}, {"first": "T", "middle": [], "last": "Barnett", "suffix": ""}, {"first": "J", "middle": [], "last": "Tait", "suffix": ""}], "year": 2009, "venue": "BMJ", "volume": "339", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Controlling epidemic spread by social distancing: Do it well or not at all. BMC Public Health", "authors": [{"first": "S", "middle": [], "last": "Maharaj", "suffix": ""}, {"first": "A", "middle": [], "last": "Kleczkowski", "suffix": ""}], "year": 2012, "venue": "", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Economic considerations for social distancing and behavioral based policies during an epidemic", "authors": [{"first": "E", "middle": ["P"], "last": "Fenichel", "suffix": ""}], "year": 2013, "venue": "J Health Econ", "volume": "32", "issn": "2", "pages": "440--51", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Adaptive human behavior in epidemiological models", "authors": [{"first": "E", "middle": ["P"], "last": "Fenichel", "suffix": ""}, {"first": "C", "middle": [], "last": "Castillo-Chavez", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Ceddia", "suffix": ""}, {"first": "G", "middle": [], "last": "Chowell", "suffix": ""}, {"first": "Pag", "middle": [], "last": "Parra", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Hickling", "suffix": ""}, {"first": "G", "middle": [], "last": "Holloway", "suffix": ""}, {"first": "R", "middle": [], "last": "Horan", "suffix": ""}, {"first": "B", "middle": [], "last": "Morin", "suffix": ""}, {"first": "C", "middle": [], "last": "Perrings", "suffix": ""}, {"first": "M", "middle": [], "last": "Springborn", "suffix": ""}, {"first": "L", "middle": [], "last": "Velazquez", "suffix": ""}, {"first": "C", "middle": [], "last": "Villalobos", "suffix": ""}], "year": 2011, "venue": "Proc Natl Acad Sci", "volume": "108", "issn": "15", "pages": "6306--6317", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The mechanism and phenomena of adaptive human behavior during an epidemic and the role of information", "authors": [{"first": "E", "middle": [], "last": "Fenichel", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}], "year": 2013, "venue": "Modeling the Interplay Between Human Behavior and the Spread of Infectious Diseases", "volume": "", "issn": "", "pages": "153--68", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Capturing human behaviour", "authors": [{"first": "N", "middle": [], "last": "Ferguson", "suffix": ""}], "year": 2007, "venue": "Nature", "volume": "446", "issn": "7137", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Estimating the impact of school closure on social mixing behaviour and the transmission of close contact infections in eight European countries", "authors": [{"first": "N", "middle": [], "last": "Hens", "suffix": ""}, {"first": "G", "middle": [], "last": "Ayele", "suffix": ""}, {"first": "N", "middle": [], "last": "Goeyvaerts", "suffix": ""}, {"first": "M", "middle": [], "last": "Aerts", "suffix": ""}, {"first": "J", "middle": [], "last": "Mossong", "suffix": ""}, {"first": "J", "middle": [], "last": "Edmunds", "suffix": ""}, {"first": "P", "middle": [], "last": "Beutels", "suffix": ""}], "year": 2009, "venue": "BMC Infect Dis", "volume": "9", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Effectiveness of a school district closure for pandemic influenza a (H1N1) on acute respiratory illnesses in the community: a natural experiment", "authors": [{"first": "D", "middle": ["L"], "last": "Copeland", "suffix": ""}, {"first": "R", "middle": [], "last": "Basurto-Davila", "suffix": ""}, {"first": "W", "middle": [], "last": "Chung", "suffix": ""}, {"first": "A", "middle": [], "last": "Kurian", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Fishbein", "suffix": ""}, {"first": "P", "middle": [], "last": "Szymanowski", "suffix": ""}, {"first": "J", "middle": [], "last": "Zipprich", "suffix": ""}, {"first": "H", "middle": [], "last": "Lipman", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Cetron", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Meltzer", "suffix": ""}, {"first": "F", "middle": [], "last": "Averhoff", "suffix": ""}], "year": 2013, "venue": "Clin Infect Dis", "volume": "56", "issn": "4", "pages": "509--525", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Impact of weekday social contact patterns on the modeling of influenza transmission, and determination of the influenza latent period", "authors": [{"first": "S", "middle": [], "last": "Towers", "suffix": ""}, {"first": "G", "middle": [], "last": "Chowell", "suffix": ""}], "year": 2012, "venue": "J Theor Biol", "volume": "312", "issn": "", "pages": "87--95", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Skip the trip: Air Travelers' behavioral responses to pandemic influenza", "authors": [{"first": "E", "middle": ["P"], "last": "Fenichel", "suffix": ""}, {"first": "N", "middle": ["V"], "last": "Kuminoff", "suffix": ""}, {"first": "G", "middle": [], "last": "Chowell", "suffix": ""}], "year": 2013, "venue": "PLoS One", "volume": "8", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Quantifying social distancing arising from pandemic influenza", "authors": [{"first": "P", "middle": [], "last": "Caley", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Philp", "suffix": ""}, {"first": "K", "middle": [], "last": "Mccracken", "suffix": ""}], "year": 2008, "venue": "J R Soc Interface", "volume": "5", "issn": "23", "pages": "631--670", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Characterizing the epidemiology of the 2009 influenza A/H1N1 pandemic in Mexico", "authors": [{"first": "G", "middle": [], "last": "Chowell", "suffix": ""}, {"first": "S", "middle": [], "last": "Echevarría-Zuno", "suffix": ""}, {"first": "C", "middle": [], "last": "Viboud", "suffix": ""}, {"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}, {"first": "J", "middle": [], "last": "Tamerius", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Miller", "suffix": ""}, {"first": "V", "middle": ["H"], "last": "Borja-Aburto", "suffix": ""}], "year": 2011, "venue": "PLoS Med", "volume": "8", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Targeted social distancing design for pandemic influenza", "authors": [{"first": "R", "middle": ["J"], "last": "Glass", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Glass", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Beyeler", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Min", "suffix": ""}], "year": 2006, "venue": "Emerg Infect Dis", "volume": "12", "issn": "11", "pages": "1671--81", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Qualitative analyses of communicable disease models", "authors": [{"first": "H", "middle": ["W"], "last": "Hethcote", "suffix": ""}], "year": 1976, "venue": "Math Biosci", "volume": "28", "issn": "3-4", "pages": "335--56", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Mathematical Epidemiology of Infectious Diseases: Model Building, Analysis and Interpretation", "authors": [{"first": "O", "middle": [], "last": "Diekmann", "suffix": ""}, {"first": "", "middle": [], "last": "Heesterbeek", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Infectious Diseases of Humans: Dynamics and Control", "authors": [{"first": "R", "middle": ["M"], "last": "Anderson", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "May", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Infection and death from influenza A H1N1 virus in Mexico: a retrospective analysis", "authors": [{"first": "S", "middle": [], "last": "Echevarria-Zuno", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Mejia-Arangure", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Mar-Obeso", "suffix": ""}, {"first": "C", "middle": [], "last": "Grajales-Muniz", "suffix": ""}, {"first": "E", "middle": [], "last": "Robles-Perez", "suffix": ""}, {"first": "M", "middle": [], "last": "Gonzalez-Leon", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Ortega-Alvarez", "suffix": ""}, {"first": "C", "middle": [], "last": "Gonzalez-Bonilla", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Rascon-Pacheco", "suffix": ""}, {"first": "V", "middle": ["H"], "last": "Borja-Aburto", "suffix": ""}], "year": 2009, "venue": "Lancet", "volume": "374", "issn": "9707", "pages": "2072--79", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Update: novel influenza A (H1N1) virus infection-Mexico", "authors": [{"first": "J", "middle": [], "last": "Córdova", "suffix": ""}, {"first": "M", "middle": [], "last": "Hernández", "suffix": ""}, {"first": "H", "middle": [], "last": "López-Gatell", "suffix": ""}, {"first": "I", "middle": [], "last": "Bojorquez", "suffix": ""}, {"first": "E", "middle": [], "last": "Palacios", "suffix": ""}, {"first": "G", "middle": [], "last": "Rodríguez", "suffix": ""}, {"first": "B", "middle": [], "last": "Rosa", "suffix": ""}, {"first": "R", "middle": [], "last": "Ocampo", "suffix": ""}, {"first": "C", "middle": [], "last": "Alpuche", "suffix": ""}, {"first": "R", "middle": [], "last": "Flores", "suffix": ""}], "year": 2009, "venue": "Morb Mortal Wkly Rep", "volume": "58", "issn": "21", "pages": "585--89", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Social contacts and mixing patterns relevant to the spread of infectious diseases", "authors": [{"first": "J", "middle": [], "last": "Mossong", "suffix": ""}, {"first": "N", "middle": [], "last": "Hens", "suffix": ""}, {"first": "M", "middle": [], "last": "Jit", "suffix": ""}, {"first": "P", "middle": [], "last": "Beutels", "suffix": ""}, {"first": "K", "middle": [], "last": "Auranen", "suffix": ""}, {"first": "R", "middle": [], "last": "Mikolajczyk", "suffix": ""}, {"first": "M", "middle": [], "last": "Massari", "suffix": ""}, {"first": "S", "middle": [], "last": "Salmaso", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Tomba", "suffix": ""}, {"first": "J", "middle": [], "last": "Wallinga", "suffix": ""}, {"first": "J", "middle": [], "last": "Heijne", "suffix": ""}, {"first": "M", "middle": [], "last": "Sadkowska-Todys", "suffix": ""}, {"first": "M", "middle": [], "last": "Rosinska", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Edmunds", "suffix": ""}], "year": 2008, "venue": "PLoS Med", "volume": "5", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "HIV breakthroughs and risky sexual behavior", "authors": [{"first": "D", "middle": [], "last": "Lakdawalla", "suffix": ""}, {"first": "N", "middle": [], "last": "Sood", "suffix": ""}, {"first": "D", "middle": [], "last": "Goldman", "suffix": ""}], "year": 2006, "venue": "Q J Econ", "volume": "121", "issn": "3", "pages": "1063--102", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Incidence and recall of influenza in a cohort of Glasgow healthcare workers during the 1993-4 epidemic: results of serum testing and questionnaire", "authors": [{"first": "A", "middle": ["G"], "last": "Elder", "suffix": ""}, {"first": "B", "middle": [], "last": "Donnell", "suffix": ""}, {"first": "Eab", "middle": [], "last": "Mccruden", "suffix": ""}, {"first": "I", "middle": ["S"], "last": "Symington", "suffix": ""}, {"first": "W", "middle": ["F"], "last": "Carman", "suffix": ""}], "year": 1996, "venue": "BMJ", "volume": "313", "issn": "7067", "pages": "1241--1283", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Laboratory and epidemiologic assessment of a recent influenza B outbreak", "authors": [{"first": "J", "middle": ["C"], "last": "King", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Haugh", "suffix": ""}, {"first": "W", "middle": ["D"], "last": "Dupont", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Thompson", "suffix": ""}, {"first": "P", "middle": ["F"], "last": "Wright", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Edwards", "suffix": ""}], "year": 1988, "venue": "J Med Virol", "volume": "25", "issn": "3", "pages": "361--68", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Estimates of the prevalence of pandemic (H1N1) 2009, United States", "authors": [{"first": "C", "middle": [], "last": "Reed", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Angulo", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Swerdlow", "suffix": ""}, {"first": "M", "middle": [], "last": "Lipsitch", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Meltzer", "suffix": ""}, {"first": "D", "middle": [], "last": "Jernigan", "suffix": ""}, {"first": "L", "middle": [], "last": "Finelli", "suffix": ""}], "year": 2009, "venue": "Emerg Infect Dis", "volume": "15", "issn": "12", "pages": "2004--2011", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Comparative epidemiology of pandemic and seasonal influenza A in households", "authors": [{"first": "B", "middle": ["J"], "last": "Cowling", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Chan", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Fang", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Lau", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "So", "suffix": ""}, {"first": "R", "middle": ["O"], "last": "Fung", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Ma", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Kwong", "suffix": ""}, {"first": "C-W", "middle": [], "last": "Chan", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Tsui", "suffix": ""}], "year": 2010, "venue": "N Engl J Med", "volume": "362", "issn": "23", "pages": "2175--84", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Household transmission of 2009 pandemic influenza A (H1N1) virus in the United States", "authors": [{"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Donnelly", "suffix": ""}, {"first": "C", "middle": [], "last": "Reed", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Ghani", "suffix": ""}, {"first": "C", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Kent", "suffix": ""}, {"first": "L", "middle": [], "last": "Finelli", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "27", "pages": "2619--2646", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "AIDS versus the Rotterdam demand system: a Cox test with parametric bootstrap", "authors": [{"first": "A", "middle": [], "last": "Dameus", "suffix": ""}, {"first": "Fgc", "middle": [], "last": "Richter", "suffix": ""}, {"first": "B", "middle": ["W"], "last": "Brorsen", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Sukhdial", "suffix": ""}], "year": 2002, "venue": "J Agric Resour Econ", "volume": "27", "issn": "2", "pages": "335--382", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Risky sexual behavior, testing, and HIV treatments. In: Forum for Health Economics & Policy", "authors": [{"first": "S", "middle": [], "last": "Mechoulan", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "The impact of pollution on worker productivity", "authors": [{"first": "Jsg", "middle": [], "last": "Zivin", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Neidell", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "The impact of workplace policies and other social factors on self-reported influenza-like illness incidence during the 2009 H1N1 pandemic", "authors": [{"first": "S", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Quinn", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Kim", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Daniel", "suffix": ""}, {"first": "V", "middle": ["S"], "last": "Freimuth", "suffix": ""}], "year": 2011, "venue": "Am J Public Health", "volume": "102", "issn": "1", "pages": "134--174", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "School closure and mitigation of pandemic (H1N1) 2009, Hong Kong", "authors": [{"first": "J", "middle": ["T"], "last": "Wu", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Cowling", "suffix": ""}, {"first": "Ehy", "middle": [], "last": "Lau", "suffix": ""}, {"first": "Dkm", "middle": [], "last": "Ip", "suffix": ""}, {"first": "L-M", "middle": [], "last": "Ho", "suffix": ""}, {"first": "T", "middle": [], "last": "Tsang", "suffix": ""}, {"first": "S-K", "middle": [], "last": "Chuang", "suffix": ""}, {"first": "P-Y", "middle": [], "last": "Leung", "suffix": ""}, {"first": "S-V", "middle": [], "last": "Lo", "suffix": ""}, {"first": "S-H", "middle": [], "last": "Liu", "suffix": ""}, {"first": "S", "middle": [], "last": "Riley", "suffix": ""}], "year": 2010, "venue": "Emerg Infect Dis", "volume": "16", "issn": "3", "pages": "538--579", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Submit your next manuscript to BioMed Central and take full advantage of: • Convenient online submission • Thorough peer review • No space constraints or color figure charges • Immediate publication on acceptance • Inclusion in PubMed, CAS, Scopus and Google Scholar • Research which is freely available for redistribution", "authors": [{"first": "N", "middle": [], "last": "Coulibaly", "suffix": ""}, {"first": "Wade", "middle": [], "last": "Brorsen", "suffix": ""}, {"first": "B", "middle": [], "last": "", "suffix": ""}], "year": 1999, "venue": "Econ Rev", "volume": "18", "issn": "2", "pages": "195--209", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Percentage deviations from mean daily individual average time viewed (Δ t ) for various demographic groups in Mexico City. Panel A shows deviations for the aggregate population. Panel B distinguishes between adults and children. Panel C differentiates by socioeconomic level (SEL). Panel D presents the daytime versus nighttime response. The shaded area in each graph represents the intervention period τ.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Time series for the number of new confirmed cases (I c t , left axis) and percentage deviation from mean daily individual average time viewed (Δ t , right axis) for 50 days beginning April 1, 2009. The shaded area in each graph represents the intervention period τ.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Estimates for the baseline rate of transmission for the three models: standard (SD), fixed effect (FE) and dynamic behavioral (DB).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Error from forecasting new confirmed cases over a four-day horizon conditional on the number of days observed under the standard (SD), fixed effect (FE) and dynamic behavioral (DB) models. Panel A shows daily forecast error and Panel B shows cumulative absolute error starting from day 25.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Fitted daily cases (A) and cumulative cases (B) for the unaltered fixed effect (FE) and dynamic behavioral (DB) models (1ρ 0 ) and two alternatives where the behavioral response is either eliminated (0ρ 0 ) or doubled (2ρ 0 ). Observed newly confirmed cases I c t À Á are also provided for comparison.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Log-likelihood profile for the standard (SD) model as a function of the marginal transmission rate (per contact) ρ 0 . The triangle represents the maximum likelihood estimate from", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Log-likelihood profile for the fixed effect (FE) model as a function of the marginal transmission rate (per contact) ρ 0 , and the shift in the marginal baseline transmission rate during the intervention window, ρ 1 . The triangle represents the maximum likelihood estimates from", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Log-likelihood profile for the dynamic behavioral (DB) model as a function of the marginal transmission rate (per contact) ρ 0 , and the behavioral response, ρ 1 . The triangle represents the maximum likelihood estimates from", "latex": null, "type": "figure"}, "TABREF0": {"text": "Summary statistics for daily percentage deviation from the long-run mean ATV (Δ t ) for various demographic groups Statistics for Δ t within the intervention period (τ)", "latex": null, "type": "table"}, "TABREF1": {"text": "Maximum likelihood parameter estimates", "latex": null, "type": "table"}, "TABREF2": {"text": "Laboratory confirmed pandemic A/H1N1 influenza cases from April 1 to May 20, 2009, in Central Mexico for children (under 18) and adults (18 and over)", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Age\n</td><td> </td><td> </td><td> </td><td>except C and Δt are replaced by ively. The parameter Ci→g </td><td>Ci→g and Δt,i→ g, respect-reflects the average number of contacts that members of group i experience with mem-\ng is the percent deviation from\n</td></tr><tr><td>Date </td><td>Under 18 </td><td>18 and over\n</td><td> </td><td> </td></tr><tr><td>1-Apr-09 </td><td>0 </td><td>1 </td><td>26-Apr-09 </td><td>3 </td><td>11\n</td></tr><tr><td>2-Apr-09 </td><td>0 </td><td>1 </td><td>27-Apr-09 </td><td>9 </td><td>7\nbers of group g, and Δt,i→ </td></tr><tr><td>3-Apr-09 </td><td>0 </td><td>0 </td><td>28-Apr-09 </td><td>12 </td><td>9\nthat average at time t.\n</td><td> </td></tr><tr><td>4-Apr-09 </td><td>0 </td><td>0 </td><td>29-Apr-09 </td><td>7 </td><td>9\n</td><td> </td></tr><tr><td>5-Apr-09 </td><td>0 </td><td>0 </td><td>30-Apr-09 </td><td>8 </td><td>13\nC. Derivation of the log-likelihood function\n</td></tr><tr><td>6-Apr-09 </td><td>0 </td><td>0 </td><td>1-May-09 </td><td>7 </td><td>9\n</td><td>We assumed that the observed number of confirmed\n</td></tr><tr><td>7-Apr-09 </td><td>0 </td><td>0 </td><td>2-May-09 </td><td>6 </td><td>11\nnew infections on any given day, </td><td>Ict , follows a Poisson\nλt(ρ):\n</td></tr><tr><td>8-Apr-09 </td><td>0 </td><td>1 </td><td>3-May-09 </td><td>8 </td><td>7\nprocess with a mean arrival rate </td></tr><tr><td>9-Apr-09 </td><td>0 </td><td>0 </td><td>4-May-09 </td><td>8 </td><td>8\nλt ð </td><td>ρÞ\n</td></tr><tr><td>10-Apr-09 </td><td>1 </td><td>0 </td><td>5-May-09 </td><td>10 </td><td>4\nPrðIct jλt ð ρÞÞ ¼\nexp ð λ</td><td>tt ð ρÞÞIt !\n: ð8Þ\n</td></tr><tr><td>11-Apr-09 </td><td>1 </td><td>1 </td><td>6-May-09 </td><td>7 </td><td>9\n</td><td> </td></tr><tr><td>12-Apr-09 </td><td>0 </td><td>0 </td><td>7-May-09 </td><td>19 </td><td>12\nThe likelihood function for all observations from </td><td>t = 1,…,\n</td></tr><tr><td>13-Apr-09 </td><td>0 </td><td>1 </td><td>8-May-09 </td><td>8 </td><td>10\nT is given by the product:\n</td></tr><tr><td>14-Apr-09 </td><td>1 </td><td>2 </td><td>9-May-09 </td><td>11 </td><td>7\nYT\nλt ð ρÞ\n </td><td>\n</td></tr><tr><td>15-Apr-09 </td><td>1 </td><td>2 </td><td>10-May-09 </td><td>10 </td><td>12\nL ¼\nexp ð λtt ð ρÞÞIt!\n</td><td>: ð9Þ\n</td></tr><tr><td>16-Apr-09 </td><td>0 </td><td>1 </td><td>11-May-09 </td><td>7 </td><td>5\nt¼1\n</td><td> </td></tr><tr><td>17-Apr-09 </td><td>0 </td><td>2 </td><td>12-May-09 </td><td>1 </td><td>4\nTaking the log of this expression </td><td>provides the log-\n</td></tr><tr><td>18-Apr-09 </td><td>1 </td><td>2 </td><td>13-May-09 </td><td>9 </td><td>5\nlikelihood function:\n</td><td> </td></tr><tr><td>19-Apr-09 </td><td>1 </td><td>1 </td><td>14-May-09 </td><td>3 </td><td>1\nXT\n </td><td> </td></tr><tr><td>20-Apr-09 </td><td>2 </td><td>9 </td><td>15-May-09 </td><td>2 </td><td>3\nL ¼\nIct ln ½ λt ð ρÞ−λt </td><td>ð10Þ ð ρÞ−ln Ict !\n</td></tr><tr><td>21-Apr-09 </td><td>1 </td><td>5 </td><td>16-May-09 </td><td>0 </td><td>3\nt¼1\n</td><td> </td></tr><tr><td>22-Apr-09 </td><td>4 </td><td>11 </td><td>17-May-09 </td><td>1 </td><td>2\n</td><td>Finally, to connect the likelihood model with the SEIR transmission model, we assume that the mean Poisson arrival rate of newly confirmed cases is given by the number of new observed infections predicted by the disease\n</td></tr><tr><td>23-Apr-09 </td><td>4 </td><td>13 </td><td>18-May-09 </td><td>2 </td><td>1\n</td></tr><tr><td>24-Apr-09 </td><td>6 </td><td>14 </td><td>19-May-09 </td><td>2 </td><td>1\n</td></tr><tr><td> </td><td>25-Apr-09 </td><td>7 </td><td>12 </td><td>20-May-09 </td><td>0 </td><td>1\nmodel, λt(ρ) = ϕtκEt.\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Table 1 Summary statistics for daily percentage deviation from the long-run mean ATV ( Δ t ) for various demographic groups", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Group </td><td> </td><td>Statistics for Δt Range </td><td>Mean </td><td>within the intervention period (τ) Mean = 0 (p-value) </td><td>Equal means within class (p - value)\n</td></tr><tr><td>Aggregate </td><td> </td><td>[−1.4%, 22.6%] </td><td>13.6% </td><td>&lt;0.001 </td><td> </td></tr><tr><td>Age class </td><td>Children </td><td>[−4.7%, 46.2%] </td><td>23.7% </td><td>&lt;0.001 </td><td>0.001\n</td></tr><tr><td>Adults </td><td>[−6.5%, 21.8%] </td><td>8.9% </td><td>&lt;0.001\n</td><td> </td></tr><tr><td>SEL class </td><td>Low </td><td>[−0.2%, 32.0%] </td><td>17.8% </td><td>&lt;0.001 </td><td>Low-med: 0.23\n</td></tr><tr><td>Medium </td><td>[0.4%, 32.1%] </td><td>15.3% </td><td>&lt;0.001 </td><td>Med-high: 0.51\n</td></tr><tr><td>Time of day </td><td>High </td><td>[−3.0%, 21.6%] </td><td>11.8% </td><td>&lt;0.001 </td><td>Low-high: 0.04\n</td></tr><tr><td>Daytime </td><td>[−3.7%, 30.7%] </td><td>18.4% </td><td>&lt;0.001 </td><td>0.005\n</td></tr><tr><td> </td><td>Nighttime </td><td>[−4.1%, 17.0%] </td><td>9.6% </td><td>&lt;0.001\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "This publication was made possible by grant number 1R01GM100471-01 from the National Institute of General Medical Sciences (NIGMS) at the National Institutes of Health. Its contents are solely the responsibility of the authors and do not necessarily represent the official views of NIGMS. ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "A. Epidemiological data B. Multiple age class transmission model levels are taken from the literature and are otherwise constant. They also allow the transmission rate to vary over time according to a first order harmonic process to capture seasonality over a large portion of the year. We do not explore this structure since our period of interest is two months long. b Central Mexico includes the Federal District (Mexico City) and states of Guerrero, Hidalgo, Jalisco, Mexico (includes greater Mexico City), Puebla, San Luis Potosi, and Tlaxcala. c This assumption is difficult to test for Mexico. However, data from the American Time Use Survey (http:// www.bls.gov/tus/) suggest that Americans do watch more television as they spend more time in the house, though the relationship may be nonlinear [37] . d The data are collected and stored by the regional division IBOPE AGP Mexico (http://www.agbnielsen.net/ whereweare/whereweare.asp).", "cite_spans": [{"start": 803, "end": 807, "text": "[37]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Appendix"}, {"text": "The authors declare that they have no competing interests.Authors' contributions MS, EF, and GC contributed to concept, design, and model development. MS and MM analyzed the data. All authors contributed to, read and approved the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}