{
    "paper_id": "92b646f530358e9b8970c9aba979ddb9d7b19c8f",
    "metadata": {
        "title": "Ensemble Simulations: Folding, Unfolding, and Misfolding of a High-Efficiency Frameshifting RNA Pseudoknot SUPPLEMENTAL INFORMATION: Computational Approximations and Sources of Uncertainty",
        "authors": [
            {
                "first": "Khai",
                "middle": [
                    "K Q"
                ],
                "last": "Nguyen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yessica",
                "middle": [
                    "K"
                ],
                "last": "Gomez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "California State University Long Beach",
                    "location": {
                        "postCode": "90840",
                        "settlement": "Long Beach",
                        "region": "California",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Mona",
                "middle": [],
                "last": "Bakhom",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amethyst",
                "middle": [],
                "last": "Radcliffe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "California State University Long Beach",
                    "location": {
                        "postCode": "90840",
                        "settlement": "Long Beach",
                        "region": "California",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Phuc",
                "middle": [],
                "last": "La",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dakota",
                "middle": [],
                "last": "Rochelle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ji",
                "middle": [
                    "Won"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [
                    "J"
                ],
                "last": "Sorin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This article reports the results of all-atom point-charge molecular dynamics simulations using the AMBER potential energy function (1) ported to the GROMACS 3.3 molecular dynamics suite (2). Our porting of the AMBER force fields and relevant water models have been shown to numerically reproduce the results of these parameters when compared to the AMBER software (3), and are now distributed within the GROMACS software suite. The AMBER energy function employs, from top to bottom in Equation [1] below, van der Waals contact between non-bonded atoms; Coulomb interactions between all pairs of non-bonded atoms; a Hooke's Law treatment for all bonds, and a similar treatment of all bond angles; and sinusoidal treatments of proper and improper dihedral angles, where the latter is defined across a planar group involving a central atom bonded to three other atoms, as in the case of -NH 2 amine groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Notably, this approach allows for the application of multiple sinusoidal functions to each specific quartet of linearly bonded atoms participating in a given dihedral torsion angle, allowing for highly accurate parameterizations of torsion angle energy profiles, which are known to greatly affect the overall conformational preferences of proteins and nucleic acids (4, 5) . To allow larger simulation timesteps, and thereby enhance the speed of our simulations, it is assumed that all bonds are in their ground state configurations, sans molecular vibration, and all bonds are therefore constrained using the Linear Constraint Solver (LINCS) algorithm of Hess and co-workers (6). [1] This treatment employs single point charges on each atom, as derived via the Restrained Electrostatic Potential (RESP) method, which fits the electrostatic field for a given chemical group or molecule to that predicted by ab initio calculations (1). This method thus sacrifices the effects of atomic polarizability, which greatly decreases real-time simulation speed, to make simulations of large biochemical systems tractable on reasonable research timescales. In this case, the collective data set reported herein required approximately eight months to collect using tens of thousands of processors, which would not have been possible using a polarizable model.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 369,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 370,
                    "end": 372,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 681,
                    "end": 684,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To account for both the bulk and molecular properties of the ionic solvent, the RNA was centered in a 75 Å cubic box (with Na + counterions) and solvated with approximately 13,500 TIP3P water molecules (7). The TIP3P, or Transferrable Intermolecular Potential 3-Point, model is a rigid 3-point model of water that employs energy function [1] and thus assigns partial point-charges to each atom. Although this model excludes the polarizability of molecular water and cannot reproduce some physical features of liquid water across a broad temperature range (8) , this water model is well-understood; outperforms more sophisticated water models in several ways; provides a physically relevant solvation environment at standard and biological temperatures; and therefore remains widely used within the biomolecular simulation community (8, 9) .",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 341,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 555,
                    "end": 558,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 832,
                    "end": 835,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 836,
                    "end": 838,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "II. Solvation:"
        },
        {
            "text": "To avoid physical artifacts that would be expected from a hard-walled or van der Waals container (i.e. edge or fringe effects), periodic boundary conditions are applied in all simulations. This is a standard simulation tool that effectively treats the system as an infinite number of identical neighboring cells and allows particles to traverse the boundaries of the aforementioned 75 Å cubic box without physical artifacts while maintaining constant pressure, temperature, and particle concentration, and which is also commonly used in rigorous ab initio calculations (10).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. Solvation:"
        },
        {
            "text": "The authors have attempted to highlight approximations and sources of uncertainty inherent to analysis of the reported simulation data set within the associated article. As noted in the text, the following should be considered with respect to the integrity of the data set reported and the authors' analysis and interpretation of that data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. Data Analysis:"
        },
        {
            "text": "• K-means clustering (3) is a heuristic method and is used herein only to determine the approximate time at which the simulated ensemble reaches steady state behavior. • Counterion treatment: As the pseudoknot of interest has been shown to fold in the absence of divalent ions (11) , the reported simulations were performed using sodium counterions, and it is unclear what influence species such as Mg 2+ might have on the conformational behavior of this species. While beyond the scope of the current report, this is an important target for future studies. • Native and non-native contacts: Quantitative and algorithmic definitions of \"native contacts\" may vary across studies based on the system(s) studied and the models employed. Such definitions are largely arbitrary and must, therefore, be physically logical and justifiable while avoiding the introduction of artifacts within the structural analysis. The reported model and parameters used to define native contacts have been assessed for artifacts and are consistent with previously reported models (12, 13) . It should be noted, however, that minor changes to the parameters used to define native contacts would impact the overall appearance of data that employs such metrics (Table 1 and Figures 4 and 7) , which are meant largely to provide a qualitative view of the conformational states and behavior of the system studied. As noted in the associated article, normalization of non-native contacts is similarly arbitrary and should also be interpreted from a primarily qualitative perspective. • Sampling thoroughness: Finally, as noted in the associated article, it is not possible to verify that sampling of the configurational space of the studied species is complete, and there remains the possibility that regions outside of the reported configurational space remain unobserved within our simulated ensemble. The methods employed herein, however, were designed to optimize the sampling of the entirety of the configurational space and the thoroughness of that sampling. It is thus expected that regions that remain unsampled would include only high-energy states and those not participating to any significant degree in the conformational equilibrium of the system studied.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 281,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1058,
                    "end": 1062,
                    "text": "(12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1063,
                    "end": 1066,
                    "text": "13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 1236,
                    "end": 1244,
                    "text": "(Table 1",
                    "ref_id": null
                },
                {
                    "start": 1249,
                    "end": 1265,
                    "text": "Figures 4 and 7)",
                    "ref_id": null
                }
            ],
            "section": "III. Data Analysis:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A second generation force field for the simulation of proteins, nucleic acids, and organic molecules",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Cornell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cieplak",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Bayly",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Merz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Spellmeyer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Caldwell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Kollman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Am. Chem. Soc",
            "volume": "117",
            "issn": "",
            "pages": "5179--5197",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "GROMACS 3.0: a package for molecular simulation and trajectory analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lindahl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Der Spoel",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Molecular modeling annual",
            "volume": "7",
            "issn": "",
            "pages": "306--317",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Exploring the helix-coil transition via all-atom equilibrium ensemble simulations",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Sorin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Pande",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biophys. J",
            "volume": "88",
            "issn": "",
            "pages": "2472--2493",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Empirical Force Field Assessment: the Interplay Between Backbone Torsions and Non-covalent Term Scaling",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Sorin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Pande",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Comput. Chem",
            "volume": "26",
            "issn": "",
            "pages": "682--690",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Protein Folding, Misfolding and Aggregation: Classical Themes and Novel Approaches",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Pande",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Sorin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Snow",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Rhee",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "161--187",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "LINCS: A linear constraint solver for molecular simulations",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bekker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J C"
                    ],
                    "last": "Berendsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G E M"
                    ],
                    "last": "Fraaije",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Comput. Chem",
            "volume": "18",
            "issn": "",
            "pages": "1463--1472",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Comparison of simple potential functions for simulating liquid water",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Jorgensen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chandrasekhar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Madura",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Impey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Chem. Phys",
            "volume": "79",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Development of an improved four-site water model for biomolecular simulations: TIP4P-Ew",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Horn",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Swope",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Pitera",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Madura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Dick",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Hura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Head-Gordon",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Chem. Phys",
            "volume": "120",
            "issn": "",
            "pages": "9665--9678",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Thermal conductivity, shear viscosity and specific heat of rigid water models",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Chem. Phys. Lett",
            "volume": "542",
            "issn": "",
            "pages": "37--41",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Rapid QM/MM approach for biomolecular systems under periodic boundary conditions: Combination of the density-functional tight-binding theory and particle mesh Ewald method",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishizawa",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Okumura",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Comput. Chem",
            "volume": "37",
            "issn": "",
            "pages": "2701--2711",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Thermodynamic Analysis of Conserved Loop−Stem Interactions in P1−P2 Frameshifting RNA Pseudoknots from Plant Luteoviridae",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Nixon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Cornish",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Suram",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Giedroc",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Biochemistry",
            "volume": "41",
            "issn": "",
            "pages": "10665--10674",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Does water play a structural role in the folding of small nucleic acids?",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Sorin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Rhee",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Pande",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biophys. J",
            "volume": "88",
            "issn": "",
            "pages": "2516--2524",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Quantifying Nonnative Interactions in the Protein-Folding Free-Energy Landscape",
            "authors": [
                {
                    "first": "Paulo",
                    "middle": [
                        "R"
                    ],
                    "last": "Mouro",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "De Godoi Contessoto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chahine",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Junio De Oliveira",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pereira Leite",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vitor",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Biophys. J",
            "volume": "111",
            "issn": "",
            "pages": "287--293",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}