{
    "paper_id": "92e28dfb8e08506b537b18bb7f186bee2bfd5f81",
    "metadata": {
        "title": "Atypical Manifestations of Dengue Fever",
        "authors": [
            {
                "first": "Arti",
                "middle": [],
                "last": "Pawaria",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Maulana Azad Medical College",
                    "location": {
                        "settlement": "Delhi",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Devendra",
                "middle": [],
                "last": "Mishra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Maulana Azad Medical College",
                    "location": {
                        "settlement": "Delhi",
                        "country": "India"
                    }
                },
                "email": "drdmishra@gmail.com"
            },
            {
                "first": "Monica",
                "middle": [],
                "last": "Juneja",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Maulana Azad Medical College",
                    "location": {
                        "settlement": "Delhi",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Jagdish",
                "middle": [],
                "last": "Meena",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Maulana Azad Medical College",
                    "location": {
                        "settlement": "Delhi",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We reviewed case records of 40 in-patients (22 boys) with serologically confirmed dengue fever between 1st October and 30th November, 2013. Severe dengue was seen in 30, out of which 12 (30%) had compensated shock. Splenomegaly (6,15%) and encephalopathy (4,10%) were the commonest atypical features. Atypical manifestations of dengue fever were more common than that reported in the past.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The clinical presentation of dengue fever has a wide spectrum; atypical manifestations have also been reported [1, 2] . In this communication, we describe the atypical manifestations in pediatric inpatients with serologically confirmed dengue virus infection.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 115,
                    "end": 117,
                    "text": "2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After necessary permissions, case records of all children admitted at our department, between 1st October and 30th November, 2013 with serologically confirmed dengue were screened. Case-recordsof patients leaving the hospital within 24 hours of admission, and those with inadequate information were excluded. Data were entered in a structuredproforma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At our department, dengue virus infection is confirmed as positivity for NS 1 antigen detection and IgM Rapid test / IgM ELISA. Classification of patients is done according to WHO 2009 criteria [3] . Liver and renal function tests are done at baseline in all patients. Patients with altered liver enzymes undergo ultrasound abdomen. Coagulation studies are done in those with features suggestive of disseminated intravascular congulopoly. Investigations are done to rule out co-infections in those with suggestive features. Additional investigations are done as per clinical course. Further management is guided by clinical features and investigations, as per standard guidelines [3] .",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 680,
                    "end": 683,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the period of study, 48 children with confirmed dengue fever were admitted but data of 8 were excluded (2 left against medical advice within 24 hours, 1 absconded, 1 case-sheet was not traceable and 4 had incomplete documentation). Out of 40 included chidren, 22 were boys, and the median (range) age was 5.9 (4-13.25) years. Atypical manifestations were seen in 16 (40%) patients; splenomegaly (15%) and neurological abnormalities (10%) were the most common. Acute respirtory distress syndrome (ARDS) and disseminated intravascular coagulation (DIC) were seen in two children each, and one child had diarrhea and myositis, each. Neurological abnormalities were present in four children (10%), two of whom died. CSF examination was normal in two and showed hypoglycorrhachea without pleocytosis in two patients. Magnetic-resonance-imaging of head was normal in one child; it was not done in other three. Ultrasonography of abdomen was done in 16 children, and it was abnormal in 8 (6, hypoechoic hepatic parenchyma with ascites; 2, peri-gall bladder edema with wall thickening, 1 having cholelithiasis in addition).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Splenomegaly occurred commonly probably because the Dengue virus antigen is found predominantly in lymphoreticular cells. In two previous studies, splenomegaly was reported in 13% and 32.4%, respectively [4] , but a much higher incidence of 60% was reported in a study conducted in Lucknow [5] .",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dengue infection can cause neurological manifestation ranging from non-specific symptoms to encephalitis, seizures, meningitis and rarely Guillain-Barre Syndrome [6] . Neurological involvement may occur because of intracranial hemorrhage, cerebral edema, hyponatremia, cerebral anoxia, fulminant hepatic failure, renal failure or direct tissue lesion due to neurotropicity [7] . In this study, of the four patients who presented with altered sensorium, three had persistent altered sensoriujm despite correction of shock. Dengue encephalopathy was suspected in view of normal metabolic profile and low CSF glucose. Dengue encephalopathy has been reported to occur in 0.5-17% patients with dengue [1, 6, 8] .",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 696,
                    "end": 699,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 700,
                    "end": 702,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 703,
                    "end": 705,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dengue virus antigen has been found in alveolar lining cells of the lung. Increased permeability of the alveolarcapillary membrane results in the edema in the alveoli and interstitial spaces which lead to pulmonary dysfunction [8, 9] . Both patients with ARDS, in this study died. In another Indian study, ARDS was seen in 10% of patients with severe forms of DHF [8] . Dengue associated ARDS has a high mortality. Incidence of DIC (5%) reported in the T  T T  T T T  T T  T T [8, 9] .",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 231,
                    "end": 233,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 477,
                    "end": 480,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 481,
                    "end": 483,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 453,
                    "end": 476,
                    "text": "T  T T  T T T  T T  T T",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Though varying degrees of myalgias are commonly seen; muscle weakness, as seen in this study, is an uncommon manifestation. There are two suggested mechanisms viz., direct invasion of the muscle fibers or release of myotoxic cytokines, particularly tumor necrosis factor (TNF), injuring the affected muscle [10] .",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite a small sample-size and retrospective study design, we found atypical manifestations of dengue fever to be more common than reported, especially encephalopathy. Practitioners need to be aware of the same to ensure prompt recognition and early management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Contributors: AP: conceived the idea, reviewed the records and analyzed the data; DM: planned the study and helped in manuscript preparation; MJ and JM: important intellectual inputs in the planning and conduct of the study, and manuscript preparation. All the authors were involved in the final approval of manuscript. Funding: None; Competing interests: None stated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hemophagocytic lymphohistiocytosis is a rare complication of dengue. We present 8 cases of dengue associated hemophagocytic lymphohistiocytosis diagnosed in our hospital during the dengue outbreak of 2012. All the cases were treated with a short (4 weeks) course of steroids along with supportive measures, and showed an excellent response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hemophagocytic lymphohistiocytosis (HLH) is a heterogeneous group of clinical syndromes characterised by activation and subsequent uncontrolled non-malignant proliferation of T-lymphocytes and macrophages, leading to a cytokine storm. The clinical features are: fever, hepatosplenomegaly, multiorgan dysfunction and fulminant pancytopenia resembling severe sepsis [1] . Persistence of fever for more than 7 days, with persistent/ progressive cytopenias, raised ferritin, and organomegaly suggested the possibility of HLH in our patients with dengue. Table I .",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 367,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 550,
                    "end": 557,
                    "text": "Table I",
                    "ref_id": null
                }
            ],
            "section": "Keywords: Dengue fever, Hepatomegaly, Splenomegaly."
        },
        {
            "text": "The children were given supportive therapy in form of blood component transfusions, as and when required, along with broad spectrum antibiotics. Definitive therapy was administered in the form of parenteral steroids VOLUME 51 __ JUNE 15, 2014 RESEARCH LETTER (dexamethasone 10 mg/m 2 in 3-4 divided doses/day) and continued till child was hemodynamically stable or accepting oral feeds. It was switched to oral dexamethasone in a in a tapering dose for 21 d (5 mg/m 2 for next 7 days and then 2.5 mg/m 2 for further 7 days, and ultimately tapered off over the next 7 days). In seven children, fever subsided within 48-72 h of starting steroids; reversal of cytopenias and regression of hepatosplenomegaly occurred over the next 4-7 days. Serum ferritin started normalizing within a week. Intravenous immunoglobulin was used (1 g/kg) in one patient as a rescue measure as the child did not show any significant improvement after 48 hours of starting steroids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords: Dengue fever, Hepatomegaly, Splenomegaly."
        },
        {
            "text": "HLH is a potentially life-threatening condition with protean clinical manifestations [2] . HLH secondary to infections (IAHLH) is the commonest, especially in tropical countries. Any infection (virus, bacteria, fungi, protozoa) can give rise to HLH. In the study by Ramachandran, et al. [3] , dengue was found to be the leading organism accounting for 5 among 43 cases of HLH. Veerakul, et al. [4] also reported a series of 52 pediatric patients with HLH; 15 were infection associated out of which 3 were caused by dengue. Tan, et al. [5] also reported a comprehensive report of six cases of dengue associated HLH in adults. In our series, we had 8 cases of dengue associated HLH among 358 admitted dengue patients over a time period of 5 months.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 290,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 538,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Keywords: Dengue fever, Hepatomegaly, Splenomegaly."
        },
        {
            "text": "Persistence of fever beyond 7-8 days is unusual in dengue and if it persists, secondary sepsis or dengue associated HLH should be kept in mind. In our series, all 8 children presented with fever of more than 7 days along with persistent or progressive cytopenias, unusual organomegaly with clinical deterioration and sterile cultures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords: Dengue fever, Hepatomegaly, Splenomegaly."
        },
        {
            "text": "Early identification and treatment with dexamethasone, even a short course of 4 weeks, can give rise to a good outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords: Dengue fever, Hepatomegaly, Splenomegaly."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Neurological manifestations of dengue infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Solomon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Dung",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Vaughn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kneen",
                    "suffix": ""
                },
                {
                    "first": "Ltt",
                    "middle": [],
                    "last": "Thao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Boonyos",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Lancet",
            "volume": "355",
            "issn": "",
            "pages": "1053--1062",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Neurological complications of dengue fever: Experience from a tertiary center of north India",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verma",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Atam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Mehrotra",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ann Indian Acad Neurol",
            "volume": "14",
            "issn": "",
            "pages": "272--280",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Dengue: Guidelines for Diagnosis, Treatment",
            "authors": [],
            "year": 2009,
            "venue": "Prevention and Control. WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical and sonographic evaluation of dengue fever in Bangladesh: a study of 100 cases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Mia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Nurullah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hossain",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Haque",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Dinajpur Med Col J",
            "volume": "3",
            "issn": "",
            "pages": "29--34",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Changing clinical manifestations of dengue infection in North India",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chandrakanta",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Garima",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nagar",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Dengue Bull",
            "volume": "32",
            "issn": "",
            "pages": "118--143",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Neurological manifestations of dengue virus infection",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "K"
                    ],
                    "last": "Misra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kalita",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "K"
                    ],
                    "last": "Syam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Dhole",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Neurol Sci",
            "volume": "244",
            "issn": "",
            "pages": "117--139",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Dengue encephalitis: a true entity?",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Lum",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Choy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Harun",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Am J Trop Med Hyg",
            "volume": "54",
            "issn": "",
            "pages": "256--265",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical features, complications and atypical manifestations of children with severe forms of dengue hemorrhagic fever in South India",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Kamath",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ranjit",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Indian J Pediatr",
            "volume": "73",
            "issn": "",
            "pages": "889--95",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical profile and outcome in children of dengue hemorrhagic fever in North India",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Dhooria",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bhat",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Bains",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Iran J Pediatr",
            "volume": "18",
            "issn": "",
            "pages": "222--230",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Quantitative electromyography in dengue-associated muscle dysfunction",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kalita",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "K"
                    ],
                    "last": "Misra",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Maurya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Shankar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mahadevan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Clin Neurophysiol",
            "volume": "29",
            "issn": "",
            "pages": "468--71",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Dengue Associated Hemophagocytic Lymphohistiocytosis: A Case Series PRIYANKAR PAL, PRABHAS PRASUN GIRI AND *AV RAMANAN From Departments of Pediatric Rheumatology, Institute of Child Health, Kolkata, India and *Bristol Royal Hospital for Children",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Familial erythrophagocytic lymphohistiocytosis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Loy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Alberto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Perry",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Semin Oncol",
            "volume": "18",
            "issn": "",
            "pages": "34--43",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Infection-and malignancy-associated hemophagocytic syndromes: secondary hemophagocytic lymphohistiocytosis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Janka",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elinder",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Imashuku",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Henter",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Hematol Oncol Clin North Am",
            "volume": "12",
            "issn": "",
            "pages": "435--479",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Profile of hemophagocytic lymphohistiocytosis in children in a tertiary care hospital in India",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ramachandran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balasubramanian",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Abhishek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Ravikumar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Ramanan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Indian Pediatr",
            "volume": "48",
            "issn": "",
            "pages": "31--36",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Secondary hemophagocytic lymphohistiocytosis in children: an analysis of etiology and outcome",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Veerakul",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sanpakit",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Tanphaichitr",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mahasandana",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jirarattanasopa",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Med Assoc Thai",
            "volume": "85",
            "issn": "",
            "pages": "530--571",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Hemophagocytosis in dengue: Comprehensive report of six cases",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "Lcs",
                    "middle": [],
                    "last": "Lum",
                    "suffix": ""
                },
                {
                    "first": "Sfs",
                    "middle": [],
                    "last": "Omar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Kan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Clin Virol",
            "volume": "55",
            "issn": "",
            "pages": "79--82",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Manifestations of Dengue Fever ARTI PAWARIA, DEVENDRA MISHRA, MONICA JUNEJA AND JAGDISH MEENA From Department of Pediatrics, Maulana Azad Medical College, Delhi, India. drdmishra@gmail.com",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Clinical records of children (<15 years) with serologically confirmed dengue infection admitted at the Institute of Child Health, Kolkata during the Dengue outbreak (July 2012 to November 2012) were reviewed. Out of 358 dengue, 8 developed HLH. The diagnosis of HLH was based on the criteria laid down by the Histiocytic Society in 2004. The clinical and laboratory features are listed in",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Contributors: The study was conceptualized by PP and PPG; both were also involved in patient management. All authors were involved in drafting the manuscript. Funding: None; Competing interests: None stated. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}