{"paper_id": "92eb3c24e16b168802a001cbaf2ca14af0b17bd1", "metadata": {"title": "Economic Incentives in the Socially Optimal Management of Infectious Disease: When R 0 is Not Enough", "authors": [{"first": "B", "middle": ["R"], "last": "Morin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Vassar College", "location": {"addrLine": "124 Raymond Avenue", "postBox": "Box 257", "postCode": "12604-0257", "settlement": "Poughkeepsie", "region": "NY"}}, "email": ""}, {"first": "A", "middle": ["P"], "last": "Kinzig", "suffix": "", "affiliation": {"laboratory": "", "institution": "Arizona State University", "location": {"postBox": "PO Box 4501", "postCode": "85287", "settlement": "Tempe", "region": "AZ"}}, "email": ""}, {"first": "S", "middle": ["A"], "last": "Levin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Princeton University", "location": {"addrLine": "106A Guyot Hall", "postCode": "08544-1003", "settlement": "Princeton", "region": "NJ"}}, "email": ""}, {"first": "C", "middle": ["A"], "last": "Perrings", "suffix": "", "affiliation": {"laboratory": "", "institution": "Arizona State University", "location": {"postBox": "PO Box 4501", "postCode": "85287", "settlement": "Tempe", "region": "AZ"}}, "email": ""}]}, "abstract": [{"text": "Does society benefit from encouraging or discouraging private infectious disease-risk mitigation?", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Private individuals routinely mitigate infectious disease risks through the adoption of a range of precautions, from vaccination to changes in their contact with others. Such precautions have epidemiological consequences.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Private disease-risk mitigation generally reduces both peak prevalence of symptomatic infection and the number of people who fall ill. At the same time, however, it can prolong an epidemic. A reduction in prevalence is socially beneficial. Prolongation of an epidemic is not. We find that for a large class of infectious diseases, private risk mitigation is socially suboptimal-either too low or too high. The social optimum requires either more or less private mitigation. Since private mitigation effort depends on the cost of mitigation and the cost of illness, interventions that change either of these costs may be used to alter mitigation decisions.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We model the potential for instruments that affect the cost of illness to yield net social benefits. We find that where a disease is not very infectious or the duration of illness is short, it may be socially optimal to promote private mitigation effort by increasing the cost of illness. By contrast, where a disease is highly infectious or long lasting, it may be optimal to discourage private mitigation by reducing the cost of disease. Society would prefer a shorter, more intense, epidemic to a longer, less intense epidemic. There is, however, a region in parameter space where the relationship is more complicated. For moderately infectious diseases with medium infectious periods, the social optimum depends on interactions between prevalence and duration. Basic reproduction numbers are not sufficient to predict the social optimum.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "During an epidemic, there are several options available to private individuals interested in managing infectious disease risk. These include self-quarantine, vaccination, voluntary travel restrictions, contact reduction, prophylaxis, and preferential mixing (Philipson 1996; Geoffard and Philipson 1997; Philipson 2000; Taylor and Ampt 2003; Brownstein et al. 2006; Ferguson et al. 2006; Germann et al. 2006; Hunter 2007; Rao et al. 2009; Curtis et al. 2011; Fenichel et al. 2013) . The choice of which measures to use frequently depends on costs-the cost of illness and the cost of risk mitigation. The cost of illness is determined by the likelihood that people will become infected if they make contact with an infectious individual, together with the cost of treatment and loss of earnings if they do become infected. The cost of risk mitigation is the resources sacrificed to reduce risk by some amount. Diseases that are perceived to be highly infectious and life-threatening warrant greater private risk mitigation effort than diseases that are perceived to be only moderately infectious and with few symptoms (Sanchez 2001; Leroy et al. 2005; Team 2014 ). Diseases that are novel, and therefore uncertain in their effects, warrant greater private risk mitigation effort than diseases that are more familiar (Taylor et al. 2001; Presanis et al. 2009; Rubin et al. 2009 ). It follows that private risk mitigation efforts might be expected to evolve over the course of an epidemic as information improves. A number of studies have, for example, tracked changes in the efforts made by private individuals to reduce disease risk during the 2009 A/H1N1 epidemic Bayham et al. 2015; Springborn et al. 2015) .", "cite_spans": [{"start": 258, "end": 274, "text": "(Philipson 1996;", "ref_id": "BIBREF33"}, {"start": 275, "end": 303, "text": "Geoffard and Philipson 1997;", "ref_id": "BIBREF17"}, {"start": 304, "end": 319, "text": "Philipson 2000;", "ref_id": "BIBREF34"}, {"start": 320, "end": 341, "text": "Taylor and Ampt 2003;", "ref_id": "BIBREF45"}, {"start": 342, "end": 365, "text": "Brownstein et al. 2006;", "ref_id": "BIBREF4"}, {"start": 366, "end": 387, "text": "Ferguson et al. 2006;", "ref_id": "BIBREF14"}, {"start": 388, "end": 408, "text": "Germann et al. 2006;", "ref_id": "BIBREF18"}, {"start": 409, "end": 421, "text": "Hunter 2007;", "ref_id": "BIBREF23"}, {"start": 422, "end": 438, "text": "Rao et al. 2009;", "ref_id": "BIBREF36"}, {"start": 439, "end": 458, "text": "Curtis et al. 2011;", "ref_id": "BIBREF9"}, {"start": 459, "end": 480, "text": "Fenichel et al. 2013)", "ref_id": "BIBREF13"}, {"start": 1117, "end": 1131, "text": "(Sanchez 2001;", "ref_id": "BIBREF40"}, {"start": 1132, "end": 1150, "text": "Leroy et al. 2005;", "ref_id": "BIBREF28"}, {"start": 1151, "end": 1160, "text": "Team 2014", "ref_id": "BIBREF46"}, {"start": 1315, "end": 1335, "text": "(Taylor et al. 2001;", "ref_id": "BIBREF44"}, {"start": 1336, "end": 1357, "text": "Presanis et al. 2009;", "ref_id": "BIBREF35"}, {"start": 1358, "end": 1375, "text": "Rubin et al. 2009", "ref_id": "BIBREF38"}, {"start": 1664, "end": 1683, "text": "Bayham et al. 2015;", "ref_id": "BIBREF2"}, {"start": 1684, "end": 1707, "text": "Springborn et al. 2015)", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The problem addressed in this paper is that disease risk mitigation by one individual affects the well-being of both that individual and others. People vaccinating themselves against seasonal influenza, for example, reduce the likelihood that they will become infected, but also reduce the likelihood that they will become infectious. Vaccination, in such cases, is said to be an impure public good. It confers benefits on the individual, but also on those with whom the individual interacts (Sandler et al. 2002) . On the other hand, people avoiding infection now by sequestering themselves may simply delay the moment at which they become infected and infectious and hence may unwittingly prolong an epidemic . Private diseaserisk mitigation, in this case, is an impure public bad. In providing benefits to the individual, it imposes costs on society. Because people cannot capture any wider benefits they confer, and are not confronted by any wider costs they impose, they have little incentive to take those benefits and costs into account when making their decisions. The public good (bad) is therefore under-provided (over-provided).", "cite_spans": [{"start": 492, "end": 513, "text": "(Sandler et al. 2002)", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The general response of public health authorities to the under-provision of private disease risk mitigation is the adoption of social distancing measures that include quarantines, travel restrictions, and school closures. These are not, however, the only options available. Since private disease risk mitigation efforts reflect the costs of illness and illness avoidance, interventions that change those costs are also among the options available to public health authorities . In this paper, we consider policy instruments that close the gap between the socially and privately optimal levels of disease risk mitigation. Such policy instruments align the socially and privately efficient solutions by aligning the social and private cost of diseaserisk mitigation. We assume private disease-risk mitigation strategies similar to Morin et al. (2015) and consider a control that operates on the cost of illness. This has parallels with the health belief model originally developed in the 1950s, which supposes that private health-risk mitigation depends on beliefs about the likelihood and consequences of contracting disease, the efficacy and costs of the proposed action, and the decision makers' capacity to implement the action (Rosenstock 1974) .", "cite_spans": [{"start": 829, "end": 848, "text": "Morin et al. (2015)", "ref_id": "BIBREF31"}, {"start": 1230, "end": 1247, "text": "(Rosenstock 1974)", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "We note that risk is used here in the economic sense. It is the product of the probability that an event will occur and the cost of the event if it does occur. The two most common approaches to the management of disease risk are mitigation and adaptation. Mitigation implies an action that reduces the probability that the individual will fall ill. Adaptation implies an action that has no effect on the probability that the individual will fall ill, but reduces the cost of illness. The probability that an infection will occur, cbP SI (/(t)), depends on three things: contact volume c, the probability that contact results in infection b, and the probability that contacts are with infectious individuals P SI (/(t)), a function of mitigation effort /(t). We treat the first two of these parametrically, although we acknowledge that they may be affected by, respectively, strategies to quarantine infectious individuals or to reduce activity levels , and strategies such as prophylaxis or vaccination (Weycker et al. 2005) . We focus instead on the probability that contact will be made with infectious individuals. It was shown in Fenichel et al. (2013) that despite travel restrictions during the H1N1 swine flu outbreak, individuals did not cancel travel plans (reduce contact volume) so much as alter the timing of their travel. In previous work, we have shown the equivalence of private strategies targeting c or P SI ) and have identified the social costs and benefits of private strategies that alter disease trajectories (Morin et al. 2015) . In this paper, we study the impact of changes in the private cost of illness on mitigation effort, and show how diseases with the same R 0 can trigger very different interventions, depending on which parameter drives the basic reproduction number.", "cite_spans": [{"start": 1003, "end": 1024, "text": "(Weycker et al. 2005)", "ref_id": "BIBREF47"}, {"start": 1134, "end": 1156, "text": "Fenichel et al. (2013)", "ref_id": "BIBREF13"}, {"start": 1531, "end": 1550, "text": "(Morin et al. 2015)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The paper is structured as follows. We first describe a model of preferential mixing based on observable disease states. We then detail two economic decision models, one private and one public, and show how they are coupled. Since the models are not tractable enough to yield analyt-ical solutions, we solve both numerically in order to show the epidemiological effects of public taxes or subsidies on private cost of illness. This is followed by a discussion.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Our modeling approach builds on existing affinity-based mixing compartment models where compartments represent different disease states (Busenberg and Castillo-Chavez 1989; Blythe et al. 1991; Castillo-Chavez et al. 1991; Fenichel et al. 2011; Morin et al. 2015) . We suppose that individuals mix preferentially, conditional on their own disease state and the (observable) disease states of others. The only information available to individuals is the expression of symptoms in either themselves or others. As in , the resulting mixing strategy depends on the relative costs of illness and illness avoidance. This framework has been shown to provide the most mathematically general solution to the problem of who mixes with whom under the assumptions of symmetric contacts (Blythe et al. 1991) .", "cite_spans": [{"start": 136, "end": 172, "text": "(Busenberg and Castillo-Chavez 1989;", "ref_id": "BIBREF5"}, {"start": 173, "end": 192, "text": "Blythe et al. 1991;", "ref_id": "BIBREF3"}, {"start": 193, "end": 221, "text": "Castillo-Chavez et al. 1991;", "ref_id": "BIBREF6"}, {"start": 222, "end": 243, "text": "Fenichel et al. 2011;", "ref_id": "BIBREF11"}, {"start": 244, "end": 262, "text": "Morin et al. 2015)", "ref_id": "BIBREF31"}, {"start": 773, "end": 793, "text": "(Blythe et al. 1991)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "A MODEL OF PREFERENTIAL MIXING"}, {"text": "In what follows, individuals are defined only by their health state, although they could just as easily be grouped according to various shared attributes such as economic status, cultural or ethnic identity, geographical location, age, or disease awareness. We suppose that all individuals who do not show symptoms-because they have either not become ill, are asymptomatically ill or have recovered from illness-are treated equally by others. The use of the affinity framework allows three factors to determine the volume of contact between groups of like individuals: (1) the size of each group, (2) the nominal activity level or disease-free contact rate of each group and 3) the relative affinity/disaffinity between groups. In what follows, we treat the affinity/disaffinity between groups as endogenous to the epidemiological system. Susceptible individuals, or at least individuals who believe themselves to be susceptible, choose the people with whom they mix in order to alter the probability that they will encounter infectious individuals and subsequently become ill themselves. In the most general case, people who believe themselves to be susceptible at some time are taken to include all those who have been free of symptoms up to that time. This includes those who are actually susceptible, those who are asymptomatically infectious and those who are recovered but have never had symptoms. We hold the nominal level of activity (the contact rate) constant throughout the course of the epidemic and take it to be equal for all individuals. This makes it possible to consider only the effect of changes in mixing preferences. See Fenichel et al. (2011) for a treatment that selects the volume of contacts, and for an analysis of the conditions under which choice of contact rates and avoidance effort are equivalent strategies. The main dif-ference between strategies is that while choice of contact rates allows complete isolation, choice of avoidance effort does not.", "cite_spans": [{"start": 1642, "end": 1664, "text": "Fenichel et al. (2011)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "A MODEL OF PREFERENTIAL MIXING"}, {"text": "To illustrate the approach, we first focus on a susceptible-infectious-recovered (SIR) model-but note that we will be reporting results for a range of other models including susceptible-exposed or latent-infectious-recovered (SEIR), one-path and two-path susceptible-asymptomatical infectious-infectious-recovered (one-path SAIR, two-path SAIR). In the SIR case, only susceptible individuals are free of symptoms. The disease dynamics are summarized in three differential equations:", "cite_spans": [], "ref_spans": [], "section": "A MODEL OF PREFERENTIAL MIXING"}, {"text": "As is standard with the SIR model, we let c be the nominal contact volume of all individuals. P SI (/(t)) is the conditional probability that a contact made by a susceptible individual, committing /(t) effort to avoiding infection at time t, is with an infectious individual, and c is the rate at which an individual recovers and becomes immune. I t ð Þ and R t ð Þ are, respectively, the numbers of infectious and recovered (immune) individuals.", "cite_spans": [], "ref_spans": [], "section": "A MODEL OF PREFERENTIAL MIXING"}, {"text": "The conditional probability that an individual in the ith disease state encounters an individual in the jth disease state is given by the elements of a time-dependent mixing matrix, P(t) = (P ij (t)), that is taken to satisfy three axioms Economic Incentives in the Socially Optimal Management 277 (Busenberg and Castillo-Chavez 1989; Blythe et al. 1991; Castillo-Chavez et al. 1991 ):", "cite_spans": [{"start": 298, "end": 334, "text": "(Busenberg and Castillo-Chavez 1989;", "ref_id": "BIBREF5"}, {"start": 335, "end": 354, "text": "Blythe et al. 1991;", "ref_id": "BIBREF3"}, {"start": 355, "end": 382, "text": "Castillo-Chavez et al. 1991", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "A MODEL OF PREFERENTIAL MIXING"}, {"text": "1. 0 P ij 1; for all i; j2fS; E; A; I; Rg 2. P J2fS;E;A;I;Rg P ij ¼ 1; for all i 2 fS; E; A; I; Rg; 3. iðtÞP ij ¼ jðtÞP ji ; for all i; j 2 S; E; A; I; R f g :", "cite_spans": [], "ref_spans": [], "section": "A MODEL OF PREFERENTIAL MIXING"}, {"text": "These three axioms imply that, collectively, susceptible individuals have the same expectation of encountering infected individuals as infected individuals have of encountering susceptible individuals. It has been shown that the unique solution to these mixing axioms is given by", "cite_spans": [], "ref_spans": [], "section": "A MODEL OF PREFERENTIAL MIXING"}, {"text": "where", "cite_spans": [], "ref_spans": [], "section": "A MODEL OF PREFERENTIAL MIXING"}, {"text": "MðtÞ ¼ SðtÞM S ðtÞ þ IðtÞM I ðtÞ þ RðtÞM R ðtÞ;", "cite_spans": [], "ref_spans": [], "section": "A MODEL OF PREFERENTIAL MIXING"}, {"text": "and UðtÞ ¼ ð/ ij ðtÞÞ is a symmetric affinity matrix, in this case 3 9 3. The main difference between the approach here and previous use of affinity models is that we treat the elements / ij (t) of the affinity matrix are private choice variables. They may be interpreted as the effort that the representative individual in disease state i makes to avoid individuals in disease state j, if / ij (t) < 0, or to associate with individuals in disease state j, if / ij (t) > 0. If the representative individual in every disease state i makes no effort to avoid individuals in disease state j, and vice versa, then / ij (t) = 0. We then have classic proportionate mixing. We take zero elements in the affinity matrix to be evidence of 'avoidance-neutrality.' That is, they show the representative individual to be neutral about a pairing event with someone from another disease class. By contrast, negative (positive) elements reflect the desire of the representative individual in one disease state to avoid (seek out) individuals in other disease state. Avoidance, / ij (t) < 0, can result from individuals in both states wishing to avoid one another; individuals in one state wishing to avoid individuals in other states who may be neutral to the pairing; or individuals in one state wishing to avoid individuals in other states more strongly than those individuals favor the pairing. Similarly, engagement results from individuals in both states favoring the pairing; individuals in one state seeking out individuals in other states who may be neutral to the pairing; or individuals in one state wishing to engage with individuals in other states more strongly than those individuals wish to avoid the pairing. This is a similar measure to that used in models of assortative mating (Karlin 1979 ) and selective mixing (Hyman and Li 1997) and is a form of a contact kernel (Gurarie and Ovaskainen 2013) . The elements of the affinity matrix, / ij (t), describe what the representative individual in each health state wants. What they actually get depends both on the preferences of others in the population and on the relative size of all health classes. More particularly, the elements of the mixing matrix P = (P ij ) depend both on the proportion of the population in each disease state and on the affinity matrix. They describe the conditional probabilities that an individual of disease state i contacts someone in disease state j.", "cite_spans": [{"start": 1781, "end": 1793, "text": "(Karlin 1979", "ref_id": "BIBREF26"}, {"start": 1817, "end": 1836, "text": "(Hyman and Li 1997)", "ref_id": "BIBREF24"}, {"start": 1871, "end": 1900, "text": "(Gurarie and Ovaskainen 2013)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "A MODEL OF PREFERENTIAL MIXING"}, {"text": "In what follows, we focus on individuals who believe themselves to be susceptible (who have been symptom free up to that point) and assume that they maximize the net present value of the contacts they make, taking into account the cost of illness and illness avoidance, by choosing the effort to commit to preferential mixing: the elements of U t ð Þ. Formally, the decision problem for individuals who believe themselves to be susceptible, collectively labeled X, is to choose the level of mitigation effort, / XI (t), in order to maximize the difference between the benefit of not being symptomatic, B, and the cost of mitigation effort, C(/ XI (t)), given the weight they place on future well-being (the discount rate d) and their planning horizon, T. If susceptible individuals are averse to mixing with symp-tomatic (infectious or otherwise) individuals in the SIR model, and if all others are neutral, U t ð Þ has the structure:", "cite_spans": [], "ref_spans": [], "section": "A MODEL OF PREFERENTIAL MIXING"}, {"text": "in which 0 represents neutrality and / SI (t) < 0 represents the effort susceptible individuals make to avoid mixing with infectious individuals at time t ). This defines", "cite_spans": [], "ref_spans": [], "section": "A MODEL OF PREFERENTIAL MIXING"}, {"text": "We may then write the mixing matrix of conditional probabilities as", "cite_spans": [], "ref_spans": [], "section": "A MODEL OF PREFERENTIAL MIXING"}, {"text": "Each figure shows the prevalence with public health authority intervention, I PHA (t), and with only the private mitigation effort, I priv (t), for various b. The present value difference (PVD) in these curves is shown along with the intervention level of the public health authority. Positive PVD, corresponding to an early reduction in incidence that is not offset by the future ''fatter'' tail, is analogous to a tax on the cost of illness. Negative PVD was always found to include an early increase infection and is analogous to a subsidy on the cost of illness. The magnitude of intervention is directly related to the magnitude of the PVD.", "cite_spans": [], "ref_spans": [], "section": "A MODEL OF PREFERENTIAL MIXING"}, {"text": "As shown in Morin et al. (2015) , we note that mitigation effort is restricted to the range:", "cite_spans": [{"start": 12, "end": 31, "text": "Morin et al. (2015)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "A MODEL OF PREFERENTIAL MIXING"}, {"text": "with proportionate mixing resulting from applying 0 effort. P SI (t) = I(t) is the maximum probability of contact and private quarantine of infectious individuals at the left endpoint, P SI (t) = 0 is the minimum probability of contact. From an economic perspective, private quarantine implies that the marginal cost of illness is greater than the marginal cost of illness avoidance for all levels of illness avoidance effort.", "cite_spans": [], "ref_spans": [], "section": "A MODEL OF PREFERENTIAL MIXING"}, {"text": "We assume that a forward-looking representative individual, who believes himself/herself to be susceptible, seeks to mitigate disease risks by avoiding those who are obviously (symptomatically) infectious. We suppose that individuals may belong to any one of the following epidemiological states at a given time: (S)usceptible to the disease, (E)xposed or latently infected being asymptomatic and noninfectious, (A)symptomatically infectious, (I)nfectious with symptoms, or (R)ecovered and immune to the disease. Individuals who believe themselves to be susceptible may include those in states S, E, and A. We further assume the motivation for selective mixing is the desire to avoid the costs of illness only. We do not allow individuals to behave altruistically. We also assume that individuals who know themselves to be infected have no incentive to avoid others. Only susceptible people (or those who believe themselves to be susceptible) react to disease risk. This includes all individuals in health classes X ¼ S; E; A; or R A (recovered from asymptomatic infection). Because all individuals who react to disease risk consider themselves to be equally susceptible to the disease, their mixing decisions are both identical and symmetric [i.e., all / XI (t) = / IX (t) are equal to one another and all other entries in U t ð Þ are 0]. Formally, these individuals screen contacts by choosing the elements / ij (t) of the matrix UðtÞ, i, j [ {S, E, A, I, R A } so as to maximize the difference between the expected benefits of contact and the expected cost of illness and illness avoidance, given their current health state.", "cite_spans": [], "ref_spans": [], "section": "The Private Economic Problem"}, {"text": "The benefits of contact range from the satisfaction to be had from purely social engagement to the financial gains to be had from market transactions with others. For simplicity, we assume that the benefits of a contact are financial gains and that they are the same for individuals in all health states, B i ¼ B; i 2 S; E; A; I; R f g . The cost of illness generally includes both forgone earnings, lost wages, and the cost of healthcare. For simplicity, we take the cost of illness to be the cost of treatment. The cost of illness avoidance is simply the cost of the effort made to avoid contact with people who are ill: the cost of choosing / iI t ð Þ; i 2 S; E; A; R f g . The net benefits of contacts with others by an individual in the ith health state at time t thus comprise the difference between the benefit of contacts made in that health state, B i , and the cost of disease and disease risk mitigation, Table 1 ). All individuals within a particular disease class are assumed to behave in the same way. We define U i ð/ ij ðtÞÞ ¼ B i À C i ð/ ij ðtÞ; IðtÞÞ to be the net benefits of contact to the representative individual in health state i at time t. We define E V j t þ s; / ij t þ s ð Þ to be the individual's expected value function from time t + s forward, where the probability that the individual will be in health state j in the future depends on the disease ", "cite_spans": [], "ref_spans": [{"start": 916, "end": 923, "text": "Table 1", "ref_id": "TABREF0"}], "section": "The Private Economic Problem"}, {"text": "Recovered from symptomatic infection, immune No B R Susceptible, exposed, asymptomatically infectious, and recovered (from asymptomatic infection) individuals all choose to mitigate risk as if they were susceptible and thus carry the cost of mitigation.", "cite_spans": [], "ref_spans": [], "section": "The Private Economic Problem"}, {"text": "dynamics and their mixing strategy while in health state i. The decision problem for the representative susceptible individual in health state i may be expressed via the Hamilton-Jacobi-Bellman equation:", "cite_spans": [], "ref_spans": [], "section": "The Private Economic Problem"}, {"text": "where s is a short interval of time. This is subject to the dynamics of the disease: Eq. (1), Table 3 The H-J-B equation identifies the problem solved by the representative individual in state i: to maximize the expected net value of current and future contacts by choosing the extent to which they mix with individuals in other health classes. Following Fenichel et al. (2011) , we assume that individuals form their expectations adaptively. The value function V i (t, H(t)) is defined recursively as the sum of the current net benefits of contact in health state i given the information available at time t plus the discounted stream of expected net benefits over the remaining horizon. This expectation is conditional on the effects of disease risk mitigation decisions on the probability of transitioning between health states. More particularly, we assume individuals observe the state of an epidemic at time t and make a forecast for the epidemiological trajectory over the interval s. Their mixing strategies are then adapted over time as they make new observations on the state of the epidemic. We assume that individuals make the simplest forecast-that all disease classes are constant over the interval s, but that they adapt to new data as it emerges.", "cite_spans": [{"start": 355, "end": 377, "text": "Fenichel et al. (2011)", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 94, "end": 101, "text": "Table 3", "ref_id": "TABREF2"}], "section": "The Private Economic Problem"}, {"text": "The representative individual will increase effort to avoid infection up to the point where the marginal cost of illness avoidance is just offset by the marginal benefits it yields-the avoided cost of illness. Efforts to avoid infection will be increasing in the cost of illness and decreasing in the cost of illness avoidance. In models without risk mitigation, disease dynamics may be completely characterized from initial conditions. With risk mitigation, the evolution of the epidemic reflects feedback between the cost of disease and disease avoidance on the one hand, and averting behavior on the other [see (Fenichel and Horan 2007; Horan et al. 2011 ) for further discussion].", "cite_spans": [{"start": 614, "end": 639, "text": "(Fenichel and Horan 2007;", "ref_id": "BIBREF10"}, {"start": 640, "end": 657, "text": "Horan et al. 2011", "ref_id": null}], "ref_spans": [], "section": "The Private Economic Problem"}, {"text": "To solve the problem, we take a discrete time counterpart to Eq. (2) and solve numerically using techniques similar to those in Fenichel et al. (2011) . Specifically, we solve the adaptive expectation problem using a method we call Cast-Recast. At each time, the individual solves the H-J-B equation using backwards induction from their time horizon (12 days) to the present, while supposing that there is no change to the state variables over the time horizon. Having determined the optimal mitigation effort, / ij (t), the individual commits that effort until the next time step (day). That is, their mitigation effort is held constant for 1 time step. The ordinary differential equations describing the disease dynamics are advanced, and the process is repeated. Note that the private forecast used has little effect on the optimal outcomes so long as the forecast period, the time interval s, is short relative to the disease dynamics. If the epidemic evolves rapidly relative to the period over which the individual commits to a fixed level of risk mitigation, then the assumption that the disease states are constant may induce errors. In previous work using this method Morin et al. 2013 Morin et al. , 2014 Morin et al. , 2015 , we found a smooth response-the decisions made by individuals were much the same from day to day. Since the epidemic evolves on a timescale of weeks, this gives us confidence in the Cast-Recast method for the private problem. In the discussion, we outline when the results from such a method may favor more rapid transmission of epidemiological state variables, and when individual behavior choices need to be more ''agile'' in order to match timescales with the disease spread.", "cite_spans": [{"start": 128, "end": 150, "text": "Fenichel et al. (2011)", "ref_id": "BIBREF11"}, {"start": 1177, "end": 1194, "text": "Morin et al. 2013", "ref_id": "BIBREF29"}, {"start": 1195, "end": 1214, "text": "Morin et al. , 2014", "ref_id": "BIBREF30"}, {"start": 1215, "end": 1234, "text": "Morin et al. , 2015", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "The Private Economic Problem"}, {"text": "The choice of / ij (t) maximizes the private net benefits of contact for the individual over the course of an epidemic, given the private cost of illness and illness avoidance. However, as was shown in Morin et al. (2015) this may well be publically suboptimal, depending on the social rate of discount or the social cost of illness. The social cost of illness is the sum of the costs borne by all infected and symptomatic individuals, together with the cost of disease avoidance by all others. In a real system, it would also include the infection risk borne by healthcare workers, but we do not address that here. Of the many intervention options open to public health authorities-quarantine, social distancing measures such as school closures, vaccination campaigns and so on-we focus on instruments that change risk mitigation by changing the private cost of illness. In doing this, we follow a literature that integrates epidemiology and economics to explore ways in which economic behavior affects disease spread . This literature has concentrated on the economic causes and epidemiological consequences of peoples' contact decisions Hammer 2003, 2004; Barrett and Hoel 2007; Funk et al. 2009; Fenichel et al. 2010; Funk et al. 2010; Springborn et al. 2010 ). By treating the economic factors behind contact and mixing decisions as central elements in disease transmission, the approach opens up a new set of disease management options.", "cite_spans": [{"start": 202, "end": 221, "text": "Morin et al. (2015)", "ref_id": "BIBREF31"}, {"start": 1140, "end": 1158, "text": "Hammer 2003, 2004;", "ref_id": null}, {"start": 1159, "end": 1181, "text": "Barrett and Hoel 2007;", "ref_id": null}, {"start": 1182, "end": 1199, "text": "Funk et al. 2009;", "ref_id": "BIBREF16"}, {"start": 1200, "end": 1221, "text": "Fenichel et al. 2010;", "ref_id": "BIBREF12"}, {"start": 1222, "end": 1239, "text": "Funk et al. 2010;", "ref_id": "BIBREF15"}, {"start": 1240, "end": 1262, "text": "Springborn et al. 2010", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "The Social Problem"}, {"text": "In what follows, we suppose that the public health authority is able to use an economic policy instrument to alter the private cost of illness. We consider the instrument, r D , D 2 SIR, SEIR, One Path SAIR, Two Path SAIR f g see Tables 2 and 3 , which may be interpreted as a disease-specific tax or a subsidy on the cost of illness, C I I; r D ð Þ := C I 1 þ r D ð Þ. If r D > 0 (illness is 'taxed'), the private cost of illness is increased. Enforced, uncompensated sick 'leave' would be an example of this. We expect this to increase disease-risk mitigation effort and hence the illness avoidance costs carried by individuals. If r D < 0 (illness is 'subsidized'), the private cost of illness is reduced. Subsidized health insurance schemes would be an example of this. We expect this to reduce disease-risk mitigation effort, and with it the illness avoidance costs carried by reactive individuals. By changing the privately optimal level of disease-risk mitigation, it is possible to change overall disease dynamics.", "cite_spans": [], "ref_spans": [{"start": 230, "end": 244, "text": "Tables 2 and 3", "ref_id": "TABREF1"}], "section": "The Social Problem"}, {"text": "There are many ways in which interventions change the private cost of illness in real-world conditions, ranging from direct subsidies or taxes on drugs and treatment, through health insurance costs and coverage, to statutory obligations on sick leave. We suppose that r D can be applied in a way that proportionately reduces or increases the relative private cost of illness. This would be consistent with, for example, mandatory insurance cover for a specific proportion of potentially forgone earnings. Our baseline case assumes that the policy instrument is revenue neutral. If r D < 0 (illness is subsidized), the cost is met by a levy on all income from contacts. If r D > 0 (illness is taxed), the revenue is returned as a tax benefit on all income from contacts. Since taxes and subsidies both potentially impose an efficiency cost in the form of a deadweight loss of consumer and producer surplus, we include a proxy for this in the optimization problem. More particularly, we include a term that specifies any deadweight loss as a proportion of the cost of taxes or subsidies.", "cite_spans": [], "ref_spans": [], "section": "The Social Problem"}, {"text": "The public health authority's problem for an SIR disease thus takes the form:", "cite_spans": [], "ref_spans": [], "section": "The Social Problem"}, {"text": "subject to the disease dynamics described by the relevant compartmental epidemiological model and to the private decision problem described in Eq.", "cite_spans": [], "ref_spans": [], "section": "The Social Problem"}, {"text": "(2). That is, the public health authority selects r D so as to maximize the net benefits of risky contacts to society-where society is the sum of all individuals in all health classes. The final term in the public health authority's problem is our proxy for the deadweight loss associated with taxes or subsidies on the cost of illness. a [ [0, 1] is the proportion of the cost of the intervention that is recovered. To solve these two problems, we maximize the integral in Eq.", "cite_spans": [], "ref_spans": [], "section": "The Social Problem"}, {"text": "(3) over the entire epidemic by solving the complete private problem for each ''guess'' of r D . This was implemented using MATLAB's fminbnd function.", "cite_spans": [], "ref_spans": [], "section": "The Social Problem"}, {"text": "We investigated the effect of a subsidy/tax on the cost of illness on private disease risk mitigation in the key epidemiological classes across four compartmental models: SIR, SEIR, and two SAIR models, a one-path progression and a two-path progression. Within the one-path model, susceptible individuals are first asymptomatically infectious and then progress to symptomatically infectious and then immune. In the two-path model, a susceptible individual becomes either asymptomatically or symptomatically infectious and then recovers. Individuals who recover from asymptomatic infection (R A ) are expected to behave as if they are susceptible. Individuals who recover from symptomatic infection (R I ) are not. Because we have assumed no heterogeneity aside from health status, the use of a disease-specific instrument, r D , has the potential to be efficient. If the population were heterogeneous, however, we would expect to need more targeted interventions. We did not consider models with reentry to the susceptible class, e.g., SIS, SIRS, and other cyclical models. This is for two reasons. First, each of these models is capable of endemic levels of infection. This, combined with the fact that people may experience reinfection, would require individuals to form expectations (possess memory) with respect to the impact of different avoidance strategies. Second, numerical simulations of these models reveal very broad oscillations that confound comparison with single outbreak models. There are no entries (births) or removals (deaths) from the system (see Table 2 for example diseases listed for each model). Each model considered here is therefore a so-called single outbreak model; the population is not only kept at a fixed number, but it is also closed to the introduction of new individuals.", "cite_spans": [], "ref_spans": [{"start": 1568, "end": 1575, "text": "Table 2", "ref_id": "TABREF1"}], "section": "General Epidemiological Effects of Public Health Authority Intervention on Private Disease-Risk Mitigation"}, {"text": "We modeled the dynamics of the epidemic types in Table 2 using ordinary differential equations (see Table 3 ). This has two main implications for disease dynamics: (a) once nonzero, the state variables will never again be zero in finite time, and (b) in an infinitely small amount of time ''mass'' will move into each compartment as long as the transition rates are nonzero. These affect the interpretation to be given of the point at which an epidemic is ''over.'' It is feasible that extreme risk mitigation early in the course of the epidemic could wipe out the infection within a population. However, within the differential equation framework, as soon as mitigation weakens, coupled with the fact that there is a nonzero infectious population with potentially a very large susceptible population, the infection will again spread, potentially causing additional peaks.", "cite_spans": [], "ref_spans": [{"start": 49, "end": 56, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 100, "end": 107, "text": "Table 3", "ref_id": "TABREF2"}], "section": "General Epidemiological Effects of Public Health Authority Intervention on Private Disease-Risk Mitigation"}, {"text": "The instantaneous transfer of individuals from one compartment to another also serves to induce reaction timing that may not conform to data. In recognition of this, we supposed that the differential equations represent an expectation of outcomes over a population divided between three health classes. In previous work (Morin et al. , 2015 , we demonstrated that private disease-risk mitigation reduces peak symptomatic infection levels and the total number of people who experience symptomatic infection while prolonging the epidemic. We seek to understand how public health interventions aimed at minimizing the cost of disease and disease avoidance affect individual risk mitigation decisions.", "cite_spans": [{"start": 320, "end": 340, "text": "(Morin et al. , 2015", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "General Epidemiological Effects of Public Health Authority Intervention on Private Disease-Risk Mitigation"}, {"text": "Our measure of mitigation effort is a relative one. It is the proportion of maximum mitigation effort undertaken, where maximum effort is defined as that which results in P SI (t) = 0. This enables us to compare effort across diseases. The background against which public health authority intervention occurs is that private mitigation effort is increasing in infectiousness (b), infectious duration ( 1 = c ), and the share of the public cost of intervention recovered by the public health authority (a). In other words, private mitigation effort is increasing in the cost of illness. We find that in all cases peak effort occurs early in the epidemic-within the first 30 days for our parameters-and that action is taken sooner, the greater the severity of the disease. Our results on the socially optimal response this induces for different diseases follow. These results are driven by the assumptions we make about the cost of illness (equal to the benefit gained from being healthy) relative to the cost of mitigation. Specifically, we assume that the cost of mitigation is low relative to the cost of illness.", "cite_spans": [], "ref_spans": [], "section": "General Epidemiological Effects of Public Health Authority Intervention on Private Disease-Risk Mitigation"}, {"text": "To explore the sensitivity of the optimal intervention strategy of the public health authority to the severity of disease, we varied b and c over intervals so that b=c 2 0:9; 3:29 ½ ; and a in steps of 0.1 from 0 to 1, with baseline values of a = 1, b ¼ 0:02, and c = 1/7. While the socially optimal public health authority intervention decision can be viewed as a function of the disease's basic reproduction number R 0 = b/c, the two components of R 0 (infectiousness and duration) have rather different effects on the public health authority intervention. Nor is the optimal social response monotonic in either case. R 0 (b) tests the sensitivity of health interventions to the impact of infectiousness on R 0 and tests the sensitivity of health interventions to the impact of disease duration on R 0 . For R 0 (b) [ [0.95, 1.91] , the optimal public health authority intervention involves an increase in the private cost of illness-a 'tax' on illness that will stimulate higher levels of private disease risk mitigation. As infectiousness falls, the optimal public health authority incentive to mitigate first rises and then falls, the turning point being determined by parameters describing both the cost of illness and the cost of illness avoidance. The optimal tax in this case reaches a maximum of 281% for R 0 (b) = 1.0345. For diseases where infectiousness is either very low (R 0 (b) < 0.941) or very high (i.e., R 0 (b) > 1.91), the optimal public health authority intervention involves a reduction in the cost of illness-a 'subsidy' on illness that lowers private diseaserisk mitigation effort (Fig. 1) .", "cite_spans": [{"start": 818, "end": 832, "text": "[ [0.95, 1.91]", "ref_id": null}], "ref_spans": [{"start": 1607, "end": 1615, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "SIR"}, {"text": "The duration of illness has a slightly different effect. Note that small R 0 (c) values are indicative of diseases of short duration. For R 0 (c) = 0.95, for instance, the illness is symptomatic for less than 4 days. We found that for diseases of moderate to short duration, R 0 (c) < 2.125, it would generally be optimal for the public health authority to stimulate an increase in private risk mitigation by raising the private cost of illness-by taxing illness. On the other hand, for diseases of longer duration, R 0 (c) > 2.125, we found that it would always be optimal for the public health authority to reduce private risk mitigation by lowering the private cost of illness.", "cite_spans": [], "ref_spans": [], "section": "SIR"}, {"text": "Given the assumed cost of illness and mitigation effort, private individuals will overreact to the risk of diseases of long duration and high infectiousness and will underreact to diseases of short duration and low infectiousness. To see the trade-off between infectiousness and duration, we considered the range of (b, c) that generates R 0 2 [1.91, 2.125]. Figures 2 and 3 show the parameter combinations that leave the public health authority indifferent between intervening or not over this range of values, or that favor intervention to increase or decrease privately optimal disease risk mitigation. While infectiousness and duration trade off against each other, the relation is not linear. Where private individuals take excessive precautions, PHA interventions will generally discourage private risk mitigation for highly infectious diseases of long duration. This changes, however, if the infectiousness of diseases of long duration is very low or the duration of highly infectious diseases is very short. Symmetrically, PHA interventions will generally encourage private risk mitigation for less infectious diseases of short duration. Once again, though, this changes if the infectiousness of diseases of short duration is very high or the duration of less infectious diseases is very long.", "cite_spans": [], "ref_spans": [{"start": 359, "end": 374, "text": "Figures 2 and 3", "ref_id": "FIGREF1"}], "section": "SIR"}, {"text": "The socially optimal intervention will also dependintuitively-on the degree to which the susceptible and infected individuals carry the cost of public health authority interventions. To capture this, we included a cost recovery parameter, a, and explored the sensitivity of the optimal intervention strategy of the PHA to variation in a (Fig. 3) . The proportion of the cost of a subsidy, on the cost of illness, recovered through taxation (or the proportion of tax revenues returned to the wider population) is given by a. Specifically, we varied a in steps of 0.1 from 0 to 1 with a baseline value of a = 1. For the baseline values for infectiousness and duration, b ¼ 0:02 and c = 1/7, we found that the greater the value of a, the less one needs to subsidize the cost of illness in order to align private and social optima. The reason is that the cost of illness is affected both by the instrument itself and by cost recovery. As the rate of cost recovery increases, the cost of illness rises along with the privately optimal level of risk mitigation. Indeed, for a ! 0.97 the public health authority switches from discouraging to encouraging private risk mitigationfrom a subsidy to a tax.", "cite_spans": [], "ref_spans": [{"start": 337, "end": 345, "text": "(Fig. 3)", "ref_id": "FIGREF2"}], "section": "SIR"}, {"text": "The inclusion of a class of individuals who have unknowingly contracted the illness but are not a danger to others (they are asymptomatic and noninfectious) changes the economics of the problem in important ways. On the one hand, it unnecessarily increases the aggregate cost of mitigation since exposed individuals continue to mitigate, even though they there is no need. On the other hand, by driving up P SE and reducing P SI , exposed individuals reduce infection rates below those that would occur if only susceptible individuals mitigated risk. That is, the risk mitigation undertaken by exposed individuals confers an external benefit on society. The result is that public health authority intervention in the SEIR case increases private risk mitigation for all but the most severe diseases (i.e., for all R 0 3.25) (Fig. 4) . We also note that the basic reproduction number for the SEIR model is identical to that for the SIR model and does not involve the latent period. Over reasonable latent periods from 3 to 14 days, we found an increase in the 'tax' rate applied by the public health authority, but no switching or nonlinearities in behavioral response.", "cite_spans": [], "ref_spans": [{"start": 823, "end": 831, "text": "(Fig. 4)", "ref_id": "FIGREF3"}], "section": "SEIR"}, {"text": "The big differences between the SIR and SEIR cases are that the introduction of a latency period slows the spread of disease, while the mitigation by exposed individuals reduces the rate of new infections. Interestingly, when we decomposed the marginal benefit of public health authority intervention by the infectiousness and duration of disease, we found the marginal benefit of intervention to be increasing in the duration of disease, but decreasing in infectiousness (Fig. 4) .", "cite_spans": [], "ref_spans": [{"start": 472, "end": 480, "text": "(Fig. 4)", "ref_id": "FIGREF3"}], "section": "SEIR"}, {"text": "As b increases and causes R 0 (b) to pass 1.45, we found the marginal benefits of public health authority intervention to be monotonically decreasing. This is because @ 2 / SI @r D @b <0: However, as duration of disease increases, causing R 0 c ð Þ to increase, we found the marginal benefits of PHA intervention to rise monotonically after approximately 1.46. Private disease-risk mitigation in the SIR case reduces peak prevalence but prolongs the epidemic at higher levels than would have occurred in the absence of mitigation. In the SEIR case, by contrast, private disease risk mitigation reduces peak prevalence and prolongs the epidemic, but at lower levels than would have occurred in the absence of mitigation. Moreover, the longer the duration of the disease the greater the social net benefits this offers.", "cite_spans": [], "ref_spans": [], "section": "SEIR"}, {"text": "The one-path SAIR model introduces an asymptomatically infectious stage between susceptible and symptomatically infectious. These individuals now undertake risk mitigation because they do not know they're infected. Unlike the SEIR case, however, this is potentially harmful to the population.", "cite_spans": [], "ref_spans": [], "section": "One-Path SAIR"}, {"text": "While @P SI @/ SI <0, it is also true that @P SA @/ SI [0. We may assume that the two classes have different levels of infectiousness. The net effect of private disease risk mitigation is therefore given by the combined impact of two things: the marginal reduction in the infection rate due to the avoidance of infected people and the marginal increase in infections due to susceptible-asymptomatic contact. The marginal effect of risk mitigation through mixing is @P SI @/ SI b I and the marginal effect of susceptible-asymptomatic contact is @P SA", "cite_spans": [], "ref_spans": [], "section": "One-Path SAIR"}, {"text": "private risk mitigation reduces prevalence regardless of the actions of asymptomatically infec-", "cite_spans": [], "ref_spans": [], "section": "One-Path SAIR"}, {"text": "it has the opposite effect. Whether the public health authority seeks to increase or decrease private disease risk mitigation effort depends on the net effect. Given our baseline parameters, if b A < À 1:2b I þ 0:03 then the public health authority will seek to increase private mitigation, and if b A [ À 1:2b I þ 0:03, it will seek to reduce private mitigation. The strength of intervention increases with the distance of (b I , b A ) from the line b A ¼ À 1:2b I þ 0:03 (which is roughly analogous with the condition that the basic reproduction number is 1).", "cite_spans": [], "ref_spans": [], "section": "One-Path SAIR"}, {"text": "In the two-path SAIR model, asymptomatically infectious individuals can spread disease due to their (redundant) risk mitigation actions. As in the SEIR model, those who've recovered from asymptomatic infection undertake mitigation that does not benefit them, but may offer a benefit to susceptible individuals by reducing their chance of making infectious contacts. In some sense, the R A class becomes like a vaccinated class of potentially highly connected individuals. They therefore dilute the contact pool for susceptible individuals. We find the interesting effect that whether to tax or subsidize is sensitive only to the recruitment into the I class. If the process favors the generation of symptomatic infection, then the PHA intervenes with a tax on illness. If the process favors the generation of asymptomatic infection, then the PHA intervenes with a subsidy. A process favorably generates asymptomatic infection when b A P SA p AA þ b I P SI 1 À p II ð Þ[b A P SA 1 À p AA ð Þ þ b I P SI p II where p XX is the probability that an infected person of type-X creates another individual of type-X when they spread infection. Therefore, adjustments will be made to the cost of", "cite_spans": [], "ref_spans": [], "section": "Two-Path SAIR"}, {"text": "where @/ SI @r D cancels out from both sides. If p AA ; p II < 1 2 , then the marginal condition is never met and no mitigation will occur. Likewise, if both p AA ; p II [ 1 2 then mitigation will occur indefinitely until P SI = 0. If one is less than 1/2 with the other greater, then the level of mitigation is unclear because it now depends on the relative strengths of infection and the sensitivities of pair probabilities to mitigation.", "cite_spans": [], "ref_spans": [], "section": "Two-Path SAIR"}, {"text": "When private disease-risk mitigation has general epidemiological consequences, the optimal level of mitigation should be determined by reference to the costs and benefits to society at large. Because disease-risk mitigation changes the characteristics of an epidemic, it changes the social costs and benefits of disease. If private mitigation reduces prevalence, for example, it confers benefits on society. If it increases the duration of an epidemic, on the other hand, it imposes costs. Since the private and social calculus of the costs and benefits of mitigation are different-individuals calculate only the costs and benefits to themselves, society calculates the costs and benefits to all-we expect the privately and socially optimal level of disease risk mitigation to differ.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "We have argued that individuals base their mitigation decisions on the expected net benefits of particular actions. Very similar arguments have long been made in the medical literature. The health belief model, for example, was developed to explain why people undertook (or abstained from) private disease-risk mitigation (Champion and Skinner 2008) . The model, originally developed in the 1950s, assumed that individuals engaged in health-risk mitigation to reduce the threat of illness based on their beliefs about four things: the likelihood of contracting disease; the consequences of falling ill (symptoms, loss of work wages, loss of personal interactions); the efficacy and costs of the proposed action; and their capacity to undertake the action adequately. It also assumed that individuals responded to incentives-'cues to action' that signaled susceptibility, severity, costs and the like. The perceived benefits and costs of alternative behaviors determined which behaviors would be undertaken (Rosenstock 1974) .", "cite_spans": [{"start": 322, "end": 349, "text": "(Champion and Skinner 2008)", "ref_id": "BIBREF7"}, {"start": 1006, "end": 1023, "text": "(Rosenstock 1974)", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In the context of this paper, the perceived susceptibility of an individual at time t , conditional on a mitigation effort /(t), is given by R t T exp ÀbP SI / s ð Þ ð Þ ð Þ ds, and the expected cost of illness is the daily forgone income (adjusted by public health authority intervention) multiplied by the expected duration of illness, C Ill (1 + r D )/c. While we only allow a single risk mitigation choice, affinity-based mitigation, we allow it to vary from ''doing nothing'' (/(t) = 0)", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "where X(t) is the total population of susceptible individuals). As in the framework of the health belief model, we expect that mitigation effort applied will be increased up to the point at which its cost is just offset by the benefits, in terms of the reduced probability of illness.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Applications of the health belief model to disease-risk mitigation in the 1974 swine flu outbreak found that the framework adequately segmented the respondent populations into those who vaccinated and those who did not (Janz and Becker 1984) . They found that perceived susceptibility, benefits, and barriers were strongly correlated with vaccine-seeking behavior and that these results were strengthened by the fact that, even if it was unsuccessful, the vaccine alleviated the symptoms of illness (Aho 1979; Cummings et al. 1979; Larson et al. 1979; Rundall and Wheeler 1979; Janz and Becker 1984) .", "cite_spans": [{"start": 219, "end": 241, "text": "(Janz and Becker 1984)", "ref_id": "BIBREF25"}, {"start": 499, "end": 509, "text": "(Aho 1979;", "ref_id": "BIBREF0"}, {"start": 510, "end": 531, "text": "Cummings et al. 1979;", "ref_id": "BIBREF8"}, {"start": 532, "end": 551, "text": "Larson et al. 1979;", "ref_id": "BIBREF27"}, {"start": 552, "end": 577, "text": "Rundall and Wheeler 1979;", "ref_id": "BIBREF39"}, {"start": 578, "end": 599, "text": "Janz and Becker 1984)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The central proposition of this paper is that since disease-risk mitigation is a function of the private cost of disease, it can be managed through changes in the private cost of disease. Whether private disease-risk mitigation is above or below the socially optimal level of mitigation, there exist interventions that have the potential to align private choices with the interests of society. Our numerical results on the difference between the privately and socially optimal mitigation reflect the specific assumptions made about the relative cost of disease and disease avoidance. These were selected to illustrate the range of potential responses and the sensitivity of responses to disease characteristics. Given our cost assumptions, we find that for SIR diseases individuals confronted with highly infectious illnesses of long duration overreact to the associated risks. They mitigate more than is socially optimal. Conversely, individuals confronted with short illnesses of low infectiousness underreact. For SEIR diseases, on the other hand, the privately optimal level of disease-risk mitigation is less than the socially optimal level for almost all parameter values. The gap between privately and socially optimal investments in risk mitigation is partly due to the fact that private individuals base their risk mitigation decisions on the observed health state of others-whether or not others are symptom-free. This is a source of error that is greater in some cases (SEIR, two-path SAIR) than others (SIR, onepath SAIR). It is also due to the epidemiological effects of actions that influence when a susceptible person becomes infected in the course of an epidemic. One of the main external effects of private disease-risk mitigation is the prolongation of epidemics and with it the cost of diseaserisk mitigation.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "We therefore considered interventions that ran in both directions: subsidies on the cost of illness (e.g., health insurance) that discourage mitigation and taxes (e.g., uncompensated mandatory days off or other such penalties) that encourage mitigation. It can, by the way, be shown that subsidies or taxes on the cost of mitigation rather than the cost of illness have similar effects. For any adjustment to the cost of illness, there exists an adjustment to the cost of mitigation that produces the same private response. It does not follow, however, that the two instruments are equally efficient. Adjusting the cost of illness alters 'severity' in the language of the health belief model while adjusting the cost of mitigation alters 'barriers.' Which is the more cost-effective in any real application would depend on the effort needed to achieve the desired epidemiological effect and the relative cost of effort in each case.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Within the SIR model, each individual has perfect information on their infection state and all relevant information on others (infectious or not). The other three models each introduce error due to the existence of asymptomatic classes. They also introduce changes in disease dynamics that affect the socially optimal level of risk mitigation. Whether it is socially optimal to intervene in ways that increase or decrease private disease risk mitigation depends on the effect of mitigation on the time profile of infections. The point has already been made that mitigation reduces peak prevalence but also prolongs epidemics. When the additional cost of the longer (and potentially fatter) tail of an epidemic outweighs the benefits offered by a reduction in peak prevalence, the PHA will intervene to reduce private risk mitigation-and vice versa (as shown in Fig. 5) .The advantages of instruments that operate on the cost of illness are that they can be put in place in advance of an outbreak and that they operate automatically. Diseasespecific insurance or treatment costs, for example, can be established in advance but only influence private decisions when an outbreak occurs. We have not considered particular instruments in this paper and note only that the effect of each depends on how it would impact the relative costs and benefits of mitigation actions. There is a range of cost-based instruments that could be applied to diseases whose properties are well understood. The instruments that should be applied to specific diseases are those expected to cost effectively close the gap between socially and privately optimal disease risk mitigation. While we consider only policy instruments determined in advance of an epidemic-i.e., that correspond to the known properties of known diseases-we acknowledge that this would not be reasonable in the case of novel or emerging infectious diseases. There is less scope for the use of incentives of this type in such cases, but it would be worth considering how the choice of r D might evolve during the course of an epidemic in future work.", "cite_spans": [], "ref_spans": [{"start": 861, "end": 868, "text": "Fig. 5)", "ref_id": null}], "section": "DISCUSSION"}, {"text": "Finally, it is worth noting that any intervention of this kind in a real-epidemiological-economic environmental would have distributional consequences. It would make some people better off and some people worse off. We have abstracted from any distributional consequences in this paper by treating all individuals in each disease class as homogeneous, and by assuming that the payoff to contact is the same for everybody. Implementation of a policy instrument of this kind in a real system would, however, need to take account of the distributional goals of the society concerned. Infectious diseases are a comparatively small part of the burden of disease in highincome countries, but still the largest part of the disease burden in low-income countries. This is precisely where distributional issues are of greatest concern and where individuals are least able to bear the cost of disease-risk avoidance.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Participation of senior citizens in the swine flu inoculation program: An analysis of health belief model variables in preventive health behavior", "authors": [{"first": "W", "middle": ["R"], "last": "Aho", "suffix": ""}], "year": 1979, "venue": "Journal of Gerontology", "volume": "34", "issn": "", "pages": "201--208", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Measured voluntary avoidance behaviour during the 2009 A/H1N1 epidemic", "authors": [{"first": "J", "middle": [], "last": "Bayham", "suffix": ""}, {"first": "N", "middle": ["V"], "last": "Kuminoff", "suffix": ""}, {"first": "Q", "middle": [], "last": "Gunn", "suffix": ""}, {"first": "E", "middle": ["P"], "last": "Fenichel", "suffix": ""}], "year": 2015, "venue": "Proceedings of the Royal Society B: Biological Sciences", "volume": "282", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Toward a unified theory of sexual mixing and pair formation", "authors": [{"first": "S", "middle": [], "last": "Blythe", "suffix": ""}, {"first": "C", "middle": [], "last": "Castillo-Chavez", "suffix": ""}, {"first": "J", "middle": [], "last": "Palmer", "suffix": ""}, {"first": "M", "middle": [], "last": "Cheng", "suffix": ""}], "year": 1991, "venue": "Mathematical biosciences", "volume": "107", "issn": "", "pages": "379--405", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Empirical evidence for the effect of airline travel on inter-regional influenza spread in the United States", "authors": [{"first": "J", "middle": ["S"], "last": "Brownstein", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Wolfe", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Mandl", "suffix": ""}], "year": 2006, "venue": "PLoS Med", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Interaction, pair formation and force of infection terms in sexually transmitted diseases. Mathematical and statistical approaches to AIDS epidemiology", "authors": [{"first": "S", "middle": [], "last": "Busenberg", "suffix": ""}, {"first": "C", "middle": [], "last": "Castillo-Chavez", "suffix": ""}], "year": 1989, "venue": "", "volume": "", "issn": "", "pages": "289--300", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Pair formation in structured populations. Differential equations with applications in biology", "authors": [{"first": "C", "middle": [], "last": "Castillo-Chavez", "suffix": ""}, {"first": "S", "middle": [], "last": "Busenberg", "suffix": ""}, {"first": "K", "middle": [], "last": "Gerow", "suffix": ""}], "year": 1991, "venue": "", "volume": "47", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The health belief model", "authors": [{"first": "V", "middle": ["L"], "last": "Champion", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Skinner", "suffix": ""}], "year": 2008, "venue": "Theory, research, and practice", "volume": "", "issn": "", "pages": "45--65", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Psychosocial determinants of immunization behavior in a swine influenza campaign", "authors": [{"first": "K", "middle": ["M"], "last": "Cummings", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Jette", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Brock", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Haefner", "suffix": ""}], "year": 1979, "venue": "Medical care", "volume": "17", "issn": "", "pages": "639--649", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Disgust as an adaptive system for disease avoidance behaviour", "authors": [{"first": "V", "middle": [], "last": "Curtis", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Barra", "suffix": ""}, {"first": "R", "middle": [], "last": "Aunger", "suffix": ""}], "year": 2011, "venue": "Philosophical Transactions of the Royal Society B: Biological Sciences", "volume": "366", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Jointly-determined ecological thresholds and economics trade-offs in wildlife disease management", "authors": [{"first": "E", "middle": [], "last": "Fenichel", "suffix": ""}, {"first": "R", "middle": [], "last": "Horan", "suffix": ""}], "year": 2007, "venue": "Natural Resources Modeling", "volume": "20", "issn": "", "pages": "511--547", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Adaptive human behavior in epidemiological models", "authors": [{"first": "E", "middle": [], "last": "Fenichel", "suffix": ""}, {"first": "C", "middle": [], "last": "Castillo-Chavez", "suffix": ""}, {"first": "M", "middle": [], "last": "Ceddia", "suffix": ""}, {"first": "G", "middle": [], "last": "Chowell", "suffix": ""}, {"first": "Gonzales", "middle": [], "last": "Parra", "suffix": ""}, {"first": "P", "middle": [], "last": "Hickling", "suffix": ""}, {"first": "G", "middle": [], "last": "Holloway", "suffix": ""}, {"first": "G", "middle": [], "last": "Horan", "suffix": ""}, {"first": "R", "middle": [], "last": "Morin", "suffix": ""}, {"first": "B", "middle": [], "last": "Perrings", "suffix": ""}, {"first": "C", "middle": [], "last": "Springborn", "suffix": ""}, {"first": "M", "middle": [], "last": "Velazquez", "suffix": ""}, {"first": "L", "middle": [], "last": "Villalobos", "suffix": ""}, {"first": "C", "middle": [], "last": "", "suffix": ""}], "year": 2011, "venue": "Proceedings of the National Academy of Sciences", "volume": "108", "issn": "", "pages": "6306--6311", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Management of infectious wildlife diseases: bridging conventional and bioeconomic approaches", "authors": [{"first": "E", "middle": ["P"], "last": "Fenichel", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Horan", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Hickling", "suffix": ""}], "year": 2010, "venue": "Ecological Applications", "volume": "20", "issn": "", "pages": "903--914", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Skip the trip: Air travelers' behavioral responses to pandemic influenza", "authors": [{"first": "E", "middle": ["P"], "last": "Fenichel", "suffix": ""}, {"first": "N", "middle": ["V"], "last": "Kuminoff", "suffix": ""}, {"first": "G", "middle": [], "last": "Chowell", "suffix": ""}], "year": 2013, "venue": "PLOS One", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Strategies for mitigating an influenza pandemic", "authors": [{"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Cummings", "suffix": ""}, {"first": "C", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Cajka", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Cooley", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Burke", "suffix": ""}], "year": 2006, "venue": "Nature", "volume": "442", "issn": "", "pages": "448--452", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Modelling the influence of human behaviour on the spread of infectious diseases: a review", "authors": [{"first": "S", "middle": [], "last": "Funk", "suffix": ""}, {"first": "M", "middle": [], "last": "Salathe", "suffix": ""}, {"first": "Vaa", "middle": [], "last": "Jansen", "suffix": ""}], "year": 2010, "venue": "Journal of the Royal Society, Interface", "volume": "7", "issn": "", "pages": "1247--1256", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The spread of awareness and its impact on epidemic outbreaks", "authors": [{"first": "S", "middle": [], "last": "Funk", "suffix": ""}, {"first": "E", "middle": [], "last": "Gilad", "suffix": ""}, {"first": "C", "middle": [], "last": "Watkins", "suffix": ""}, {"first": "V", "middle": [], "last": "Jansen", "suffix": ""}], "year": 2009, "venue": "Proc National Acad Sci", "volume": "106", "issn": "", "pages": "6872--6877", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Disease eradication: private versus public vaccination", "authors": [{"first": "P.-Y", "middle": [], "last": "Geoffard", "suffix": ""}, {"first": "T", "middle": [], "last": "Philipson", "suffix": ""}], "year": 1997, "venue": "The American Economic Review", "volume": "", "issn": "", "pages": "222--230", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Mitigation strategies for pandemic influenza in the United States", "authors": [{"first": "T", "middle": ["C"], "last": "Germann", "suffix": ""}, {"first": "K", "middle": [], "last": "Kadau", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Longini", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Macken", "suffix": ""}], "year": 2006, "venue": "Proceedings of the National Academy of Sciences", "volume": "103", "issn": "", "pages": "5935--5940", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The economical control of infectious diseases", "authors": [{"first": "M", "middle": [], "last": "Gersovitz", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Hammer", "suffix": ""}], "year": 2004, "venue": "The Economic Journal", "volume": "114", "issn": "", "pages": "1--27", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Infectious diseases, public policy, and the marriage of economics and epidemiology", "authors": [{"first": "M", "middle": [], "last": "Gersovitz", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Hammer", "suffix": ""}], "year": 2003, "venue": "The World Bank Research Observer", "volume": "18", "issn": "", "pages": "129--157", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Towards a general formalization of encounter rates in ecology", "authors": [{"first": "E", "middle": [], "last": "Gurarie", "suffix": ""}, {"first": "O", "middle": [], "last": "Ovaskainen", "suffix": ""}], "year": 2013, "venue": "Theoretical Ecology", "volume": "6", "issn": "", "pages": "189--202", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Public-Private'Health Law: Multiple Directions in Public Health", "authors": [{"first": "N", "middle": ["D"], "last": "Hunter", "suffix": ""}], "year": 2007, "venue": "Journal of Health Care Law & Policy", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Behavior changes in SIS STD models with selective mixing", "authors": [{"first": "J", "middle": ["M"], "last": "Hyman", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}], "year": 1997, "venue": "SIAM Journal on Applied Mathematics", "volume": "57", "issn": "", "pages": "1082--1094", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "The health belief model: A decade later", "authors": [{"first": "N", "middle": ["K"], "last": "Janz", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Becker", "suffix": ""}], "year": 1984, "venue": "Health Education & Behavior", "volume": "11", "issn": "", "pages": "1--47", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Models of multifactorial inheritence: I, Multivariate formualtions and basic convergence results", "authors": [{"first": "S", "middle": [], "last": "Karlin", "suffix": ""}], "year": 1979, "venue": "Theoretical Population Biology", "volume": "15", "issn": "", "pages": "308--355", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "The relationship of health beliefs and a postcard reminder to influenza vaccination", "authors": [{"first": "E", "middle": [], "last": "Larson", "suffix": ""}, {"first": "E", "middle": [], "last": "Olsen", "suffix": ""}, {"first": "W", "middle": [], "last": "Cole", "suffix": ""}, {"first": "S", "middle": [], "last": "Shortell", "suffix": ""}], "year": 1979, "venue": "The Journal of family practice", "volume": "8", "issn": "", "pages": "1207--1211", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Fruit bats as reservoirs of Ebola virus", "authors": [{"first": "E", "middle": ["M"], "last": "Leroy", "suffix": ""}, {"first": "B", "middle": [], "last": "Kumulungui", "suffix": ""}, {"first": "X", "middle": [], "last": "Pourrut", "suffix": ""}, {"first": "P", "middle": [], "last": "Rouquet", "suffix": ""}, {"first": "A", "middle": [], "last": "Hassanin", "suffix": ""}, {"first": "P", "middle": [], "last": "Yaba", "suffix": ""}, {"first": "A", "middle": [], "last": "Délicat", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Paweska", "suffix": ""}, {"first": "J-P", "middle": [], "last": "Gonzalez", "suffix": ""}, {"first": "R", "middle": [], "last": "Swanepoel", "suffix": ""}], "year": 2005, "venue": "Nature", "volume": "438", "issn": "", "pages": "575--576", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "SIR dynamics with economically driven contact rates. Natural resource modeling", "authors": [{"first": "B", "middle": ["R"], "last": "Morin", "suffix": ""}, {"first": "E", "middle": ["P"], "last": "Fenichel", "suffix": ""}, {"first": "C", "middle": [], "last": "Castillo-Chavez", "suffix": ""}], "year": 2013, "venue": "", "volume": "26", "issn": "", "pages": "505--525", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Disease risk mitigation: The equivalence of two selective mixing strategies on aggregate contact patterns and resulting epidemic spread", "authors": [{"first": "B", "middle": ["R"], "last": "Morin", "suffix": ""}, {"first": "C", "middle": [], "last": "Perrings", "suffix": ""}, {"first": "S", "middle": [], "last": "Levin", "suffix": ""}, {"first": "A", "middle": [], "last": "Kinzig", "suffix": ""}], "year": 2014, "venue": "Journal of Theoretical Biology", "volume": "363", "issn": "", "pages": "262--270", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "The social benefits of private infectious disease-risk mitigation", "authors": [{"first": "B", "middle": ["R"], "last": "Morin", "suffix": ""}, {"first": "C", "middle": [], "last": "Perrings", "suffix": ""}, {"first": "A", "middle": [], "last": "Kinzig", "suffix": ""}, {"first": "S", "middle": [], "last": "Levin", "suffix": ""}], "year": 2015, "venue": "Theoretical Ecology", "volume": "", "issn": "", "pages": "1--13", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Merging Economics and Epidemiology to Improve the Prediction and Management of Infectious Disease", "authors": [{"first": "C", "middle": [], "last": "Perrings", "suffix": ""}, {"first": "C", "middle": [], "last": "Castillo-Chavez", "suffix": ""}, {"first": "G", "middle": [], "last": "Chowell", "suffix": ""}, {"first": "P", "middle": [], "last": "Daszak", "suffix": ""}, {"first": "E", "middle": [], "last": "Fenichel", "suffix": ""}, {"first": "D", "middle": [], "last": "Finnoff", "suffix": ""}, {"first": "R", "middle": [], "last": "Horan", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Kilpatrick", "suffix": ""}, {"first": "A", "middle": [], "last": "Kinzig", "suffix": ""}, {"first": "N", "middle": [], "last": "Kuminoff", "suffix": ""}, {"first": "S", "middle": [], "last": "Levin", "suffix": ""}, {"first": "B", "middle": [], "last": "Morin", "suffix": ""}, {"first": "K", "middle": [], "last": "Smith", "suffix": ""}, {"first": "M", "middle": [], "last": "Springborn", "suffix": ""}], "year": 2014, "venue": "EcoHealth", "volume": "11", "issn": "", "pages": "464--475", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Private vaccination and public health: an empirical examination for US measles", "authors": [{"first": "T", "middle": [], "last": "Philipson", "suffix": ""}], "year": 1996, "venue": "Journal of Human Resources", "volume": "", "issn": "", "pages": "611--630", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Economic epidemiology and infectious diseases", "authors": [{"first": "T", "middle": [], "last": "Philipson", "suffix": ""}], "year": 2000, "venue": "Handbook of health economics", "volume": "1", "issn": "", "pages": "1761--1799", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "The severity of pandemic H1N1 influenza in the United States", "authors": [{"first": "A", "middle": ["M"], "last": "Presanis", "suffix": ""}, {"first": "D", "middle": [], "last": "De Angelis", "suffix": ""}, {"first": "T", "middle": ["N Y C S"], "last": "Flu", "suffix": ""}, {"first": "A", "middle": [], "last": "Hagy", "suffix": ""}, {"first": "C", "middle": [], "last": "Reed", "suffix": ""}, {"first": "S", "middle": [], "last": "Riley", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Cooper", "suffix": ""}, {"first": "L", "middle": [], "last": "Finelli", "suffix": ""}, {"first": "P", "middle": [], "last": "Biedrzycki", "suffix": ""}, {"first": "M", "middle": [], "last": "Lipsitch", "suffix": ""}], "year": 2009, "venue": "PLoS medicine", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Adherence to self-quarantine recommendations during an outbreak of norovirus infection", "authors": [{"first": "S", "middle": [], "last": "Rao", "suffix": ""}, {"first": "N", "middle": ["S"], "last": "De Gier", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Caram", "suffix": ""}, {"first": "J", "middle": [], "last": "Frederick", "suffix": ""}, {"first": "M", "middle": [], "last": "Moorefield", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Woods", "suffix": ""}], "year": 2009, "venue": "Infection Control", "volume": "30", "issn": "", "pages": "896--899", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "The health belief model and preventive health behavior", "authors": [{"first": "I", "middle": ["M"], "last": "Rosenstock", "suffix": ""}], "year": 1974, "venue": "Health education monographs", "volume": "2", "issn": "", "pages": "354--386", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Public perceptions, anxiety, and behaviour change in relation to the swine flu outbreak: cross sectional telephone survey", "authors": [{"first": "G", "middle": ["J"], "last": "Rubin", "suffix": ""}, {"first": "R", "middle": [], "last": "Amlô T", "suffix": ""}, {"first": "L", "middle": [], "last": "Page", "suffix": ""}, {"first": "S", "middle": [], "last": "Wessely", "suffix": ""}], "year": 2009, "venue": "Bmj", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Factors associated with utilization of the swine flu vaccination program among senior citizens in Tompkins County", "authors": [{"first": "T", "middle": ["G"], "last": "Rundall", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Wheeler", "suffix": ""}], "year": 1979, "venue": "Medical Care", "volume": "17", "issn": "", "pages": "191--200", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Ebola viruses", "authors": [{"first": "A", "middle": [], "last": "Sanchez", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "A conceptual framework for understanding global and transnational public goods for health", "authors": [{"first": "T", "middle": [], "last": "Sandler", "suffix": ""}, {"first": "M", "middle": [], "last": "Arce", "suffix": ""}, {"first": "G", "middle": [], "last": "Daniel", "suffix": ""}], "year": 2002, "venue": "Fiscal Studies", "volume": "23", "issn": "", "pages": "195--222", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Optimal random exploration for trade-related non-indigenous", "authors": [{"first": "M", "middle": [], "last": "Springborn", "suffix": ""}, {"first": "C", "middle": [], "last": "Costello", "suffix": ""}, {"first": "P", "middle": [], "last": "Ferrier", "suffix": ""}], "year": 2010, "venue": "Bioinvasions and Globalization: Ecology, Economics, Management, and Policy", "volume": "", "issn": "", "pages": "127--144", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Accounting for behavioral responses during a flu epidemic using home television viewing", "authors": [{"first": "M", "middle": [], "last": "Springborn", "suffix": ""}, {"first": "G", "middle": [], "last": "Chowell", "suffix": ""}, {"first": "M", "middle": [], "last": "Maclachlan", "suffix": ""}, {"first": "E", "middle": ["P"], "last": "Fenichel", "suffix": ""}], "year": 2015, "venue": "BMC infectious diseases", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Risk factors for human disease emergence", "authors": [{"first": "L", "middle": ["H"], "last": "Taylor", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Latham", "suffix": ""}, {"first": "E", "middle": [], "last": "Mark", "suffix": ""}], "year": 2001, "venue": "Philosophical Transactions of the Royal Society of London B: Biological Sciences", "volume": "356", "issn": "", "pages": "983--989", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Travelling smarter down under: policies for voluntary travel behaviour change in Australia", "authors": [{"first": "M", "middle": ["A"], "last": "Taylor", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Ampt", "suffix": ""}], "year": 2003, "venue": "Transport Policy", "volume": "10", "issn": "", "pages": "165--177", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Ebola virus disease in West Africa-the first 9 months of the epidemic and forward projections", "authors": [{"first": "Wer", "middle": [], "last": "Team", "suffix": ""}], "year": 2014, "venue": "N Engl J Med", "volume": "371", "issn": "", "pages": "1481--1495", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Population-wide benefits of routine vaccination of children against influenza", "authors": [{"first": "D", "middle": [], "last": "Weycker", "suffix": ""}, {"first": "J", "middle": [], "last": "Edelsberg", "suffix": ""}, {"first": "Elizabeth", "middle": [], "last": "Halloran", "suffix": ""}, {"first": "M", "middle": [], "last": "Longini", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Jr", "suffix": ""}, {"first": "A", "middle": [], "last": "Nizam", "suffix": ""}, {"first": "V", "middle": [], "last": "Ciuryla", "suffix": ""}, {"first": "G", "middle": [], "last": "Oster", "suffix": ""}], "year": 2005, "venue": "Vaccine", "volume": "23", "issn": "", "pages": "1284--1293", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "PHA intervention as a function of R 0 . In the top panel, R 0 is varied as a function of b and on the bottom as a function of c.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Socially optimal intervention as a function of the duration and infectiousness of disease.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "PHA intervention as a function of the rate of cost recovery.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "On the left is the aggregate net present value that PHA intervention induces and on the right is the actual amount of PHA intervention. Each are a function of R 0 which is depicted as a function of b on the top two panels and as a function of c on the bottom two panels.", "latex": null, "type": "figure"}, "TABREF0": {"text": "List of Epidemiological States and the Instantaneous Net Benefits of Contact in Those States, V i ð/ ij ðtÞÞ.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Description </td><td>Will mix selectively </td><td>Net benefit\n</td></tr><tr><td>S </td><td>Susceptible </td><td>Yes </td><td>BS - Cs(/SI(t))\n</td></tr><tr><td>E </td><td>Latently infected: asymptomatic and noninfectious </td><td>Yes </td><td>BE - Cs(/SI(t))\n</td></tr><tr><td>A </td><td>Asymptomatically infected </td><td>Yes </td><td>BA - Cs(/SI(t))\n</td></tr><tr><td>RA </td><td>Recovered from asymptomatic infection, immune </td><td>Yes </td><td>BRA  Csð/SIðtÞÞ\n</td></tr><tr><td>I </td><td>Symptomatically infectious </td><td>No </td><td>BI - CI(I(t))\n</td></tr><tr><td>R </td><td>Recovered from symptomatic infection, immune </td><td>No </td><td>BR\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Models Studied and Corresponding Compartments.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Model </td><td>Respiratory </td><td>Nonrespiratory </td><td>Compartments\n</td></tr><tr><td>SIR </td><td>Influenza </td><td> </td><td>S ? I ? R\n</td></tr><tr><td>SEIR </td><td>SARS </td><td>Polio, measles, smallpox, meningitis, West Nile virus </td><td>S ? E ? I ? </td></tr><tr><td>One-path SAIR </td><td> </td><td>Hepatitis B, rubella </td><td>S ? A ? I ? </td></tr><tr><td> </td><td> </td><td> </td><td>A ! RA\n</td></tr><tr><td>Two-path SAIR </td><td>Influenza </td><td>S cholera </td><td>S ! I ! RI\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Differential Equations Used for Each Epidemic Model, Other than the Previously Stated SIR Model. dt ¼ ÀcSðtÞðb A P SA þ b I P SI Þ dAðtÞ dt ¼ ÀcSðtÞðb A P SA þ b I P SI Þ À c A AðtÞ dt ¼ ÀcSðtÞðb A P SA þ b I P SI Þ dAðtÞ dt ¼ ÀcSðtÞðb A P SA p AA þ b I P SI ð1 À p II ÞÞ À c A AðtÞ dIðtÞ dt ¼ ÀcSðtÞðb A P SA ð1 À p AA Þ þ b I P SI p II Þ À c A AðtÞ", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 3. Differential Equations Used for Each Epidemic Model, Other than the Previously Stated SIR Model.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>SEIR </td><td> </td><td>One-path SAIR </td><td>Two-path SAIR\n</td></tr><tr><td> </td><td> </td><td> </td><td>dSðtÞ\ndt ¼ cSðtÞðbAPSA þ bIPSIÞ\n</td></tr><tr><td>dSðtÞ\n</td><td>¼ cbSðtÞPSI\n</td><td>dSðtÞ\n¼ cSðtÞðbAPSA þ bIPSIÞ\n</td><td>dAðtÞ\n</td></tr><tr><td>dt dEðtÞ\ndt dIðtÞ\ndt dRðtÞ\n</td><td>¼ cbSðtÞPSI  jEðtÞ\n</td><td>dt dAðtÞ\ndt ¼ cSðtÞðbAPSA þ bIPSIÞ  cAAðtÞ\n</td><td>dt ¼ cSðtÞðbAPSApAA þ bIPSIð1 pIIÞÞ  cAAðtÞ\ndIðtÞ\n</td></tr><tr><td>¼ jEðtÞ  cIðtÞ\n</td><td>dIðtÞ\ndt ¼ cAAðtÞ  cI IðtÞ\n</td><td>dt ¼ cSðtÞðbAPSAð1 pAAÞ þ bIPSIpIIÞ  cAAðtÞ\ndRAðtÞ\n</td></tr><tr><td> </td><td>dRðtÞ\n</td><td>¼ cAIðtÞ\n</td></tr><tr><td>dt </td><td>¼ cIðtÞ\n</td><td>dt ¼ cI IðtÞ\n</td><td>dt dRIðtÞ\ndt ¼ cI IðtÞ\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "This study was made possible by Grant # 1R01GM100471-01 from the National Institute of General Medical Sciences (NIGMS) at the National Institutes of Health and contract HSHQDC-12-C-00058 from the Science and Technology Directorate, Department of Homeland Security. The contents of this manuscript are solely the responsibility of the authors and do not necessarily represent the official views of DHS or NIGMS. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. It was also funded by NSF Grant 1414374 as part of the joint NSF-NIH-USDA Ecology and Evolution of Infectious Diseases program. Economic Incentives in the Socially Optimal Management 287", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGEMENTS"}]}