{"paper_id": "92f7c1559aa00f39199177f5d4cbcb0348fb8465", "metadata": {"title": "A Appendix: Data Availability", "authors": []}, "abstract": [{"text": "Over the course of the 2017-8 influenza season, the suite of data made available for modelling use evolved slightly, becoming more granular as the season progressed and modelling requirements became more apparent. By the beginning of 2018, most of the routine data streams were providing weekly data updates, but as can be seen from Figure S1 , the regional-specific ILI data and swabbing data were identified later (from 2018w2). Figure S1 Timeline showing the timing of the availability of the various data items over the course of the 2018 seasonal influenza modelling period.", "cite_spans": [], "ref_spans": [{"start": 333, "end": 342, "text": "Figure S1", "ref_id": null}], "section": "Abstract"}, {"text": "During the course of the influenza season, the analysis of some pre-season serological samples was conducted and finalised during week 8 of 2018, giving more precise information on the levels of immunity existing within the population prior to the influenza season. Furthermore, from week 7 onwards, it was possible to identify which of the ICU admissions in the USISS mandatory dataset came from sentinel hospital trusts. This improved the ability to estimate the ratio of ICU admissions to hospitalisations at all levels of care. The results presented in the main manuscript focus on the analyses that were carried out in \"real time\" during the epidemic season and, in many cases, these new information sources have been used to generate alternative analyses investigating sensitivity to the initial assumptions. For example, all models had assumed initially that the proportion of people immune to infection was equal to or around 10%. The serological data subsequently suggested that the true proportion was somewhat higher at about 40%. Consequently, and except where stated, the analyses in the main manuscript have continued to work with the initial assumption, and a discussion of additional results obtained using higher levels of immunity are presented in Appendix D.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In what follows, all references to weeks will be to the ISO standard definition for week numbers, and a shorthand will be employed, where 2018w4 refers to ISO week 4 of 2018.", "cite_spans": [], "ref_spans": [], "section": "B Appendix: Model Details"}, {"text": "The stratified primary care model has been presented elsewhere as the parallel-region model of Birrell et al (2016) . In summary, a deterministic model is used to approximate influenza transmission resulting in a time series of daily numbers of new infections. These infections then link into a disease reporting model which accounts for the proportion of the infections that are observed through consultation with a general practitioner (GP) for influenza-like illness (ILI) as well as the time period from infection to the reporting of the GP consultation. Data on GP ILI consultations are not disease specific and therefore are 'contaminated' with consultations for other infections. These noninfluenza related consultations are referred to as background ILI cases. Virological (swab) positivity data is therefore required to understand the fraction of the daily ILI consultations that are attributable to influenza.", "cite_spans": [{"start": 95, "end": 115, "text": "Birrell et al (2016)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "B.1 Stratified Primary Care (SPC) model"}, {"text": "The dynamics are as detailed in Birrell et al (2016) with the exception that we only work here with a single age-group (due to insufficient information on age-group prior immunity). The model is stratified into five regions: Greater London, North (combining NHS regions North West, North East and Yorkshire and Humberside), Midlands and the East (combining the NHS regions Midlands and East of England), South East and South West. For a map of the regions see https://www.hee.nhs.uk/about/how-we-work/your-area.", "cite_spans": [{"start": 32, "end": 52, "text": "Birrell et al (2016)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "B.1.1 Transmission Dynamics"}, {"text": "In each region, a deterministic SEEIIR transmission model is implemented to track the seasonal influenza activity over ! time intervals [# $%& , # $ ) = [(+ − 1).#, +.#), + = 1, … , !. Within region 0, the influenza dynamics are governed by a system of difference equations: 1 2 (# $ ) = 1 2 (# $%& )(1 − 3 2 (# $%& ).#), 5 &,2 (# $ ) = 5 &,2 (# $%& )(1 − 6.#) + 1 2 (# $%& )3 8 (# $%& ).#, 5 9,2 (# $ ) = 5 9,2 (# $%& )(1 − 6.#) + 5 &,2 (# $%& )6.#, : &,2 (# $ ) = : &,2 (# $%& )(1 − ;.#) + 5 9,2 (# $%& )6.#, : 9,2 (# $ ) = : 9,2 (# $%& )(1 − ;.#) + : &,2 (# $%& );.#,", "cite_spans": [], "ref_spans": [], "section": "B.1.1 Transmission Dynamics"}, {"text": "where 6 and ; are related to the mean durations of latent and infectious infection, K L and K M , via 6 = 2 K P ⁄ , ; = 2 K R ⁄ .", "cite_spans": [], "ref_spans": [], "section": "B.1.1 Transmission Dynamics"}, {"text": "The infection hazards, 3 2 (# $%& ), are found through the Reed-Frost formulation: .", "cite_spans": [], "ref_spans": [], "section": "B.1.1 Transmission Dynamics"}, {"text": "Here U V W is a school-holiday effect equal to 1 when # $ is a time outside of a school holiday period and U during school holidays, X`, 2 is the basic reproductive number, and Z 2 is the population size, both in the region 0. The initial conditions for the system of equations (1) are detailed in Birrell et al (2016) , but it bears pointing out that the initial pool of susceptible individuals is given by 1 2 (# Y ) = aZ 2 , where parameter a gives the initial fraction of the population that are susceptible to infection. Throughout, a value of a = 0.9 will be used to represent a belief that at most people will be susceptible to at least one of the circulating influenza viruses.", "cite_spans": [{"start": 298, "end": 318, "text": "Birrell et al (2016)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "B.1.1 Transmission Dynamics"}, {"text": "In each time interval [# $%& , # $ ), a number of new infections is calculated as", "cite_spans": [], "ref_spans": [], "section": "B.1.1 Transmission Dynamics"}, {"text": "forming the input to the disease reporting model.", "cite_spans": [], "ref_spans": [], "section": "B.1.1 Transmission Dynamics"}, {"text": "The disease reporting component of the SPC model accounts for • the fraction of infections that lead to a GP consultation;", "cite_spans": [], "ref_spans": [], "section": "B.1.2 Disease Reporting Model"}, {"text": "• the delay time from infection to the reporting of the GP consultation.", "cite_spans": [], "ref_spans": [], "section": "B.1.2 Disease Reporting Model"}, {"text": "• the level of GP consultations for ILI not directly attributable to influenza infection.", "cite_spans": [], "ref_spans": [], "section": "B.1.2 Disease Reporting Model"}, {"text": "It is assumed that a fraction of the infections, e, will develop ILI symptoms. Of those who develop symptoms, it is assumed that a further fraction, f gh , will consult with their GP. Where a consultation occurs, the time between infection and the reporting of the consultation is governed by a discretised gamma distribution, with parameters i and j, such that k(l; i, j) gives the probability that the time from infection to the reporting of the healthcare event is l.# (assuming that infections and disease reporting occur at the same point in each time interval). The number of GP consultations attributable to influenza infection is therefore given by", "cite_spans": [], "ref_spans": [], "section": "B.1.2 Disease Reporting Model"}, {"text": "In 2018w1, when we only have a single region and do not directly incorporate the virological data into the analysis, the ILI+ data are assumed to be imperfect observations of the v 2 RPR^( # $ ), and therefore are assumed to be distributed with (3) as their mean.", "cite_spans": [], "ref_spans": [], "section": "B.1.2 Disease Reporting Model"}, {"text": "However, from 2018w2 onwards, the full GP ILI consultation data are used with virological swabbing data. As the data arrive daily, there is also a strong within-week pattern to the consultations: there is little to zero reporting of consultations at weekends, whilst many will delay their consultation until the following Monday, the busiest day of the week.", "cite_spans": [], "ref_spans": [], "section": "B.1.2 Disease Reporting Model"}, {"text": "The background consultations give a level of GP consultation for ILI that would exist in the absence of influenza activity. These consultations are assumed to be highly seasonal, with a peak in midwinter. To account for this pattern, we assume a model for Ö 2 (Ü), the weekly rate of non-influenza ILI consultations in region 0 during week Ü, that can be expressed as:", "cite_spans": [], "ref_spans": [], "section": "B.1.2.1 Background Consultations"}, {"text": "the type of seasonal model used for the endemic component in the HHH model of Held, Höhle and Hofmann, 2005 . All three parameters, â 2 , ä 2 and å 2 , will be estimated, but will be done so with informative priors placed on them. These informative priors were found by taking the posteriors obtained when fitting the epidemic/endemic HHH model to GP In-Hours ILI consultation data over the period 12/1/2015 to 1/10/2017. If ê 2,ë is the GP ILI consultation data in week Ü, then:", "cite_spans": [{"start": 78, "end": 107, "text": "Held, Höhle and Hofmann, 2005", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "B.1.2.1 Background Consultations"}, {"text": "where Z 2,ë is the catchment (observable) population in region 0 in week Ü, an average of the daily catchment populations, and ï 2 is the region-specific parameter of the epidemic component of the HHH model.", "cite_spans": [], "ref_spans": [], "section": "B.1.2.1 Background Consultations"}, {"text": "If we denote K(# $ ) = 1, … ,7 to be the day of the week on which the + ñó interval falls, and, similarly, Ü(# $ ) to be the week in which the + ñó interval falls, then the day of the week effects upon reporting can be accounted for by introducing scalars ò ô such that v 2 (# $ ) = ò ô(V W ) öv 2 MLM^( # $ ) + Ö 2 (Ü(# $ )) 7 .#õ and ú ò ô = 1 ù ôz& , where the product constraint ensures identifiability.", "cite_spans": [], "ref_spans": [], "section": "B.1.2.2 Day-of-the-week reporting"}, {"text": "Denote • û 2,V W to be the random variable representing the observed number of ILI consultations in region 0 at time # $ , with observed value ü 2,V W . • † 2,V W to be the random variable representing the observed number of swabs testing positive for the presence of influenza out of a sample of size °2 ,V W in region 0 at time # $ , with observed value ¢ 2,V W .", "cite_spans": [], "ref_spans": [], "section": "B.1.3 Likelihood"}, {"text": "It is assumed that the ILI consultation data are distributed according to the negative binomial distribution:", "cite_spans": [], "ref_spans": [], "section": "B.1.3 Likelihood"}, {"text": "where the Z 2,V W is the size of the catchment population on day # $ , and ¶ 2 is a dispersion parameter such that varßû 2,V W ® = (1 + ¶ 2 )íû 2,V W .", "cite_spans": [], "ref_spans": [], "section": "B.1.3 Likelihood"}, {"text": "Similarly, the swab positivity data are distributed † 2,V W~ Bin ö°2 ,", "cite_spans": [], "ref_spans": [], "section": "B.1.3 Likelihood"}, {"text": "These distributional assumptions help us to compile a likelihood. If we denote Φ to be a vector of all the model parameters, then the likelihood is", "cite_spans": [], "ref_spans": [], "section": "B.1.3 Likelihood"}, {"text": "For ease of presentation, equations (4)-(6) assume that the data arrive at intervals of .#. In practice, data are daily, whereas .# = 1 2 ⁄ days. In which case, in (4) and (5) the v 2 MLM^( # $ ), Ö 2 (# $ ) and v 2 (# $ ) are summed to give daily totals, and the product in (6) is over days, not intervals.", "cite_spans": [], "ref_spans": [], "section": "B.1.3 Likelihood"}, {"text": "Throughout the influenza season, there were changes in the available information (see Appendix A: Data). Therefore, as with the other models, some increase in the model complexity and detail was possible over time. The table below indicates how this changed for the SPC model. ", "cite_spans": [], "ref_spans": [], "section": "B.1.4 Model Evolution"}, {"text": "The model used here has an SIR structure, fitted to both the weekly ILI and virological data from RCGP. It is assumed that there are three circulating strains each acting independently.", "cite_spans": [], "ref_spans": [], "section": "B.2 Strain Specific SIR model"}, {"text": "The SIR model is specified in continuous time by the system:", "cite_spans": [], "ref_spans": [], "section": "B.2 Strain Specific SIR model"}, {"text": "where 1 ≠ (#) represents the number of individuals susceptible to strain j at time #. Similarly, : ≠ (#) and X ≠ (#) represent the numbers of infected and recovered individuals respectively at time # and for strain j. Z is the total population size (Z = 1 ≠ + : ≠ + X ≠ ), AE ≠ is the strain specific rate of transmission and ; is the daily rate of recovery. In practice, this system of equations is solved using a first-order Euler approximation with time-steps of .# = 1 day.", "cite_spans": [], "ref_spans": [], "section": "B.2 Strain Specific SIR model"}, {"text": "We denote the number of ILI attributable to influenza strain j in week Ü as :™:^, ≠ (Ü), and the corresponding level of non-influenza ILI as :™: % (Ü). The total number of ILI cases in week Ü is then the sum of the two components i.e. :™:(Ü) = :™: % (Ü) + ∑ :™:^, ≠ (Ü) ≠ , where these components result from", "cite_spans": [], "ref_spans": [], "section": "B.2 Strain Specific SIR model"}, {"text": "with e ≠ the daily rate of becoming symptomatic due to influenza and e % the corresponding rate of developing ILI symptoms when not infected with influenza.", "cite_spans": [], "ref_spans": [], "section": "B.2 Strain Specific SIR model"}, {"text": "As in the SPC model, the background influenza-negative ILI rates increase during the winter (Fleming & Elliot, 2008) . To account for this, e % was assumed to change over time as follows:", "cite_spans": [{"start": 92, "end": 116, "text": "(Fleming & Elliot, 2008)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "B.2 Strain Specific SIR model"}, {"text": "where e ≥ is the maximum value of the (log) influenza negative ILI rate, ¥ is the amplitude of oscillation, τ gives the timing of the peak and ª governs the period of fluctuation. Note that the rate of influenza positive ILI is assumed to be proportional to the rate at which individuals recover from infection (see first line of Equation (8)). This introduces a delay between becoming infected and developing symptoms, visiting the GP and being diagnosed. For simplicity, we assumed that this delay is on average the same as the delay between becoming infected and recovery.", "cite_spans": [], "ref_spans": [], "section": "B.2 Strain Specific SIR model"}, {"text": "Again, assume that the observed number of ILI consultations, ü ë MLM , is the realisation of a random variable û ë MLM , with the following distribution:", "cite_spans": [], "ref_spans": [], "section": "B.2.1 Likelihood"}, {"text": "where the weekly catchment population is Z ë , and º is the probability with which someone with ILI is diagnosed, i.e. this is a combination of the probability that the infected cases consult the GP and the GP correctly diagnoses ILI.", "cite_spans": [], "ref_spans": [], "section": "B.2.1 Likelihood"}, {"text": "The virological data identify the presence of the three competing influenza strains in the ILI consultation data. In week Ü, these data are denoted as ¢ ë = ß¢ ë ,Ω& , ¢ ë ,Ω± , ¢ ë ,ae , ¢ ë % ® and they are assumed to be the realisation of a multinomial distribution: † ë~M ulti ö°ë, 1 :™: ∂:™:^, Ω& (Ü), :™:^, Ω± (Ü), :™:^, ae (Ü), :™: % (Ü)πõ,", "cite_spans": [], "ref_spans": [], "section": "B.2.1 Likelihood"}, {"text": "where °ë represents the virological sample size in week Ü. The likelihood is then formed in a similar fashion to Equation (6).", "cite_spans": [], "ref_spans": [], "section": "B.2.1 Likelihood"}, {"text": "Two different models have been fitted over time as new data became available. The table below describes the scenarios considered and the dates from which the analyses were carried out. Scenario 2 involves a time-dependent influenza negative ILI rate, while in Scenario 1 the influenza negative ILI rate was kept constant.", "cite_spans": [], "ref_spans": [], "section": "B.2.2 Model evolution"}, {"text": "Week Scenario Description Date 1 1 e % kept constant 2018-01-07", "cite_spans": [], "ref_spans": [], "section": "B.2.2 Model evolution"}, {"text": "4 2 e % time dependent, according to Equation (9).", "cite_spans": [], "ref_spans": [], "section": "B.2.2 Model evolution"}, {"text": "Figure S2 Estimated number of infected over time for the different strains by analysis date and type of model (see Table  above ). ", "cite_spans": [], "ref_spans": [{"start": 115, "end": 127, "text": "Table  above", "ref_id": null}], "section": "2018-01-28"}, {"text": "The ICU model was initially formulated to analyse data collected by USISS during the 2012/13, 2013/14 and 2014/15 influenza seasons. For a detailed description of the model we refer to Corbella et al. (2018) and we report below only the key elements and assumptions.", "cite_spans": [{"start": 185, "end": 207, "text": "Corbella et al. (2018)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "B.3 ICU model"}, {"text": "We assume that the transmission dynamics can be approximated by a continuous-time deterministic SEEIIR model:", "cite_spans": [], "ref_spans": [], "section": "B.3.1 Transmission model"}, {"text": "where 6 and ; relate to the mean latent and infectious periods respectively as in Equation (2).", "cite_spans": [], "ref_spans": [], "section": "B.3.1 Transmission model"}, {"text": "The transmission rate AE(#) is assumed to change over time as follows:", "cite_spans": [], "ref_spans": [], "section": "B.3.1 Transmission model"}, {"text": "The factor U ∈ (0,2) allows for the possibility that rates of infectious contact might change as a result of school holidays. Beyond this, it is assumed that contact and transmission are homogeneous over age, geographical region and influenza sub-type. At 2018w8 a number of alternative models were considered, models assuming:", "cite_spans": [], "ref_spans": [], "section": "B.3.1 Transmission model"}, {"text": "• a constant transmission rate: AE(#) = AE Y • only a Christmas holiday effect:", "cite_spans": [], "ref_spans": [], "section": "B.3.1 Transmission model"}, {"text": "otherwise. • transmission dependent on climate variables: AE(#) assumed to be a linear function of either the daily absolute humidity or of the daily temperature, denoted below by ò(#)", "cite_spans": [], "ref_spans": [], "section": "B.3.1 Transmission model"}, {"text": "The competing models were used to analyse all the data up to 2018w8 inclusive. The Deviance Information Criterion (DIC) (Spiegelhalter et al, 2002) was then used to compare the possible models. The best-fitting model according to the DIC was the school-holiday model (Equation (11)). The other models were not considered further.", "cite_spans": [{"start": 120, "end": 147, "text": "(Spiegelhalter et al, 2002)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "B.3.1 Transmission model"}, {"text": "Denote by:", "cite_spans": [], "ref_spans": [], "section": "B.3.2 Reporting model"}, {"text": "• ∆(Ü) the number of new infections during week Ü;", "cite_spans": [], "ref_spans": [], "section": "B.3.2 Reporting model"}, {"text": "• f Mƒ≈ the probability of Intensive Care Unit (ICU) admission given infection;", "cite_spans": [], "ref_spans": [], "section": "B.3.2 Reporting model"}, {"text": "• k Mƒ≈|M«» (…) the probability of … weeks elapsing between infection and ICU admission;", "cite_spans": [], "ref_spans": [], "section": "B.3.2 Reporting model"}, {"text": "• K(Ü) the probability of detection given ICU admission at week Ü.", "cite_spans": [], "ref_spans": [], "section": "B.3.2 Reporting model"}, {"text": "The number of people detected during week Ü, v(Ü), is, similarly to Equation (3):", "cite_spans": [], "ref_spans": [], "section": "B.3.2 Reporting model"}, {"text": "Lastly, we assume that ¢ ë Mƒ≈ , the number of ICU admissions in week Ü is the realisation of a random variable † ë Mƒ≈ which has a Negative Binomial distribution centred on v(Ü) with over-dispersion parameter ¶ Mƒ≈ : † ë Mƒ≈~ NegBin(v(Ü), ¶ Mƒ≈ ).", "cite_spans": [], "ref_spans": [], "section": "B.3.2 Reporting model"}, {"text": "We assume the latent and infectious periods have fixed means K L = 2 and K M = 3, respectively. Moreover, we assume that the weekly probability of detection K(Ü) is known and equal to the known fraction of the total population within the catchment of reporting hospitals that reported data over the total monitored population, i.e.,", "cite_spans": [], "ref_spans": [], "section": "B.3.3 Inference"}, {"text": "where Z ë is the total population within the catchment of reporting hospitals in week w and N is the full population of England.", "cite_spans": [], "ref_spans": [], "section": "B.3.3 Inference"}, {"text": "Like the other modelling approaches, inference is carried out within the Bayesian paradigm: prior distributions for model parameters are assumed to be uniform within some plausible limits, as described in Corbella et al. (2018) , with the exception of the initial susceptibility, a, and f Mƒ≈ which are distributed:", "cite_spans": [{"start": 205, "end": 227, "text": "Corbella et al. (2018)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "B.3.3 Inference"}, {"text": "a~Beta(5, 45) f Mƒ≈~L ogNormal(log(µ) = log(0.00012), 6 = 0.51).", "cite_spans": [], "ref_spans": [], "section": "B.3.3 Inference"}, {"text": "Approximate posterior distributions are found using the Metropolis Hastings algorithm described in the appendix of Corbella et al. (2018) .", "cite_spans": [{"start": 115, "end": 137, "text": "Corbella et al. (2018)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "B.3.3 Inference"}, {"text": "The synthesis model was proposed as a parsimonious attempt to utilise ILI, virological (combined as ILI consultations × swab positivity, to give a dataset labelled ILI + ), hospitalisation and ICU data to jointly infer and to predict the transmission dynamics of 2017/18 seasonal influenza outbreak. The schematic representation of the model is shown in the following figure: ", "cite_spans": [], "ref_spans": [], "section": "B.4 Synthesis model"}, {"text": "As with the SPC model, the reproductive number is linked to an initial rate of exponential growth, with rate -,", "cite_spans": [], "ref_spans": [], "section": "B.4 Synthesis model"}, {"text": "Here, the mean infectious period ß 2 ; -® and the mean latent period ß 2 6 -® are both held fixed at 3.47 and 2.0 days respectively (Birrell et al 2011) .", "cite_spans": [], "ref_spans": [{"start": 132, "end": 152, "text": "(Birrell et al 2011)", "ref_id": null}], "section": "B.4 Synthesis model"}, {"text": "The disease and reporting component of the model is the component coloured blue in Figure S5 . The following three parameters describe the proportion of infections that appear in the respective datasets:", "cite_spans": [], "ref_spans": [{"start": 83, "end": 92, "text": "Figure S5", "ref_id": "FIGREF1"}], "section": "B.4.2 Disease and reporting processes"}, {"text": "• f ghh : the proportion of infections that will lead to an influenza positive GP consultation for ILI, the product of the proportion of symptomatic infections (e) and the proportion that consult with a GP consultation given ILI (f gh ) (cf. Equation 3).", "cite_spans": [], "ref_spans": [], "section": "B.4.2 Disease and reporting processes"}, {"text": "• f Ω : the proportion of infections that will lead to a hospital admission for ILI.", "cite_spans": [], "ref_spans": [], "section": "B.4.2 Disease and reporting processes"}, {"text": "• f M|Ω : the proportion of hospitalisations for ILI that lead to an ICU admission.", "cite_spans": [], "ref_spans": [], "section": "B.4.2 Disease and reporting processes"}, {"text": "The proportion infections leading to an ICU admission, f M is given by", "cite_spans": [], "ref_spans": [], "section": "B.4.2 Disease and reporting processes"}, {"text": "so that there is an implicit assumption that all ICU admissions are initially recorded as a hospitalisation.", "cite_spans": [], "ref_spans": [], "section": "B.4.2 Disease and reporting processes"}, {"text": "In week Ü, the value of the ILI+ data ( In a slight variation from the ICU and SPC models, ∆ M (…) represents the weekly number of newly infectious (not infected) cases in week …. Correspondingly, k MLM gives the appropriate quantiles of a gamma delay distribution, with k MLM (Ü − …;•,•) describing the probability that the reporting of an ILI consultation occurs Ü − … weeks after an individual becomes infectious. The parameters governing this gamma distribution are those governing the distribution of the delay from symptom onset to GP consultations and are taken from Birrell et al (2011) to be i MLM = 3.06 and j MLM = 10.22 (when multiplied to a weekly, rather than daily, scale). In this study we simple assume that the incubation is equal to the latent period.", "cite_spans": [{"start": 574, "end": 594, "text": "Birrell et al (2011)", "ref_id": null}], "ref_spans": [], "section": "B.4.2 Disease and reporting processes"}, {"text": "The weekly number of new hospital admissions at week w was similarly generated as Here k Ω is parameterised by i Ω = 0.708, j Ω = 1.813 from the assumed distribution of delay times from infectiousness onset to hospital admission.", "cite_spans": [], "ref_spans": [], "section": "B.4.2 Disease and reporting processes"}, {"text": "The weekly number of new ICUs at week w was generated as", "cite_spans": [], "ref_spans": [], "section": "B.4.2 Disease and reporting processes"}, {"text": "Here k M|Ω is parameterised by i Mƒ≈ = 0.425, j Mƒ≈ = 2.163 from the assumed distribution of delay times from hospital admission to ICU admission. The parameters used for the above two delay distributions have been estimated on the basis of a simple analysis of USISS data from the 2012/13 and 2013/14 influenza seasons (not shown).", "cite_spans": [], "ref_spans": [], "section": "B.4.2 Disease and reporting processes"}, {"text": "To reflect the over-dispersion in the weekly ILI+ numbers, the negative binomial likelihood is still assumed even though there is no guarantee that the ILI+ data, † ë MLM^, will be integer-valued. The observed number, ¢ ë MLM^, within a catchment population in week Ü of Z ë has probability density", "cite_spans": [], "ref_spans": [], "section": "B.4.3 Inference"}, {"text": "Here ¶ MLM is the dispersion parameter. Similarly, and more straightforwardly, the hospitalisation and ICU data, ¢ ë Ω and ¢ ë Mƒ≈ , also follow negative binomial distributions with dispersion parameters: ¶ Ω , ¶ Mƒ≈ respectively.", "cite_spans": [], "ref_spans": [], "section": "B.4.3 Inference"}, {"text": "Assuming independence across the datasets and independent observation errors over time (conditional upon model parameters), the total likelihood given model parameter Φ is Table S1 ). Again, posterior distributions are obtained via Markov Chain Monte Carlo simulations (MCMC). From these samples, we can obtain means and 95% credible intervals for model parameters.", "cite_spans": [], "ref_spans": [{"start": 172, "end": 180, "text": "Table S1", "ref_id": "TABREF3"}], "section": "B.4.3 Inference"}, {"text": "In the followings we show the model predictions using the model calibrated at four different weeks: 2018w1, 2018w4, 2018w8 and 2018w12. These results were obtained from 5000 MCMC samples. Table S1 gives a comparison of the assumed parameter values and, where the parameter is to be estimated, prior distributions for each of the four modelling approaches. The main manuscript discusses the availability of pre-season (i.e. based on samples taken prior to week 40, 2017) serological data. These data are informative as they are indicative of the levels of pre-existing immunity in the population prior to the seasonal epidemic. In practice, this tells us the number of people in the susceptible states at time-0 (!(# $ ) in equations 1, 7, 10 and 12). The analyses of the pre-season serological data were complete by week 8 of 2018, towards the end of the modelling period under scrutiny in this manuscript. The modelling efforts included in the main manuscript were as completed in real-time, using the best available data at analysis time. The information that came from the analysis of the serological samples was therefore not quite timely enough to be properly understood within the required timeframe and therefore we study its impact here as a sensitivity analysis.", "cite_spans": [], "ref_spans": [{"start": 188, "end": 196, "text": "Table S1", "ref_id": "TABREF3"}], "section": "B.4.3 Inference"}, {"text": "An initial assumption had been made that 0.9 was a suitable figure to describe the proportion of the population who were susceptible to infection with any of the circulating influenza strains. As can be seen from Table S1 this was the value for the model parameter π that has been used largely throughout. However, the analysis of the serological data revealed that 37.5% of samples returned titer values indicative of the presence of antibodies to all three circulating strains. This suggests that, for the single-strain models, a value of π=0.625 for the proportion of individuals susceptible to infection. This may still be an over-estimation of the proportion susceptible to infection, as the serology samples were taken in the summer of 2017, prior to the vaccination of ~14 million people in autumn 2018. If the vaccine is effective, this is likely to have a profound impact on population immunity if the vaccine is effective.", "cite_spans": [], "ref_spans": [{"start": 213, "end": 221, "text": "Table S1", "ref_id": "TABREF3"}], "section": "B.5 Prior Distributions and Model Assumptions"}, {"text": "Different models handled initial susceptibility differently. Again, from Table S1 it can be seen that the SPC and Synthesis models use a fixed value, whereas the ICU models place a prior probability distribution on this value. This parameter cannot be directly identified from data, and therefore strong prior information is required, and this is reflected in the prior choice of the ICU model. For example, the ICU model uses a prior &~Beta(45,5), which has a mean of 0.9 and a small standard deviation of 0.04. In the sensitivity analysis, this is replaced by &~Beta(30,20) which has a mean of 0.6 and a standard deviation of 0.07, comfortably covering the 0.625 value used in the SPC and Synthesis model's sensitivity analysis.", "cite_spans": [], "ref_spans": [], "section": "B.5 Prior Distributions and Model Assumptions"}, {"text": "The lowering of the initial susceptibility has the following impacts: 1. Leads to higher estimates of 2 $ (but not necessarily 2 3 ), and higher estimates of severity. In the models using GP ILI data, this manifests itself in a higher propensity to consult with a GP and in the models that use data on severe illness, it results in higher estimates of the ratio of ICU or hospital admissions per infection. 2. Induces lower estimates of attack rates, the cumulative number of infections caused by the epidemic (despite higher 2 $ ).", "cite_spans": [], "ref_spans": [], "section": "B.5 Prior Distributions and Model Assumptions"}, {"text": "3. Affects the timing of the estimated peak in the number of underlying number of infections. Specifically, prior to any observed peak in the relevant data, lowering the initial susceptibility produces an estimated peak in incidence that occurs earlier. 4. Makes little difference to the estimated pattern of GP consultations/ICU admissions etc.", "cite_spans": [], "ref_spans": [], "section": "B.5 Prior Distributions and Model Assumptions"}, {"text": "These are directly identified by the data and therefore are strongly anchored.", "cite_spans": [], "ref_spans": [], "section": "B.5 Prior Distributions and Model Assumptions"}, {"text": "These findings are most clearly illustrated when looking at the Severity/ICU model. The SPC model, relying on direct data on GP consultations, has these sensitivities dampened by the presence of the background ILI consultations which can adapt to absorb some of the effects of changing the susceptibility parameter. Similarly, the multiplicity of data in the synthesis model and the competing strains in the SS model make these effects more difficult to clearly depict, though they are present. Figure S10 shows some parameter correlations obtained under the SS model using data up to the end of Week 1, 2018. Each plot shows the correlation of strain-specific parameters with the initial susceptibility. For susceptibilities >0.1, there is a clear negative correlation between 2 $ and π while there is no such obvious relationship for the effective reproductive number, 2 3 . Moving to an analysis that covers the full epidemic period, up to Week 12, based on the Severity/ICU model, Figure S11 shows a similar relationship. Here, this plot shows the posterior distributions of (top row) the susceptibility parameter π and the data dispersion parameter, 4 (middle row) the severity parameter, 5 ICU , and the school holiday effect on transmission, 9 (bottom row) reproductive numbers 2 $ and 2 3 , for each of the two priors placed on the susceptibility. The top left panel in each half shows that little is learned about the susceptibility parameter, whilst there are significant shifts in the parameters 5 ICU and 2 $ between the two halves. ", "cite_spans": [], "ref_spans": [{"start": 495, "end": 505, "text": "Figure S10", "ref_id": "FIGREF8"}, {"start": 985, "end": 995, "text": "Figure S11", "ref_id": null}], "section": "B.5 Prior Distributions and Model Assumptions"}, {"text": "Figure S11 (On the left) Posterior distributions for parameters of interest obtained using a prior centred on π=0.9; (On the right) The same distributions obtained using a prior centered on π=0.6.", "cite_spans": [], "ref_spans": [], "section": "Susceptibility Transmissibility"}, {"text": "It stands to reason that, if the number of healthcare events (ICU admissions, GP consultations etc.) are anchored by data, yet there is a higher severity ratio, then it must mean there are consequently fewer infections. This also makes sense on the basis of similar values for the initial effective reproduction number 2 3 , but with a smaller susceptible population. The difference in the numbers infected are illustrated in the right-hand column of Figure S12 which shows the estimated cumulative numbers of infections over time. In the left-hand column of Figure S12 the plots show the estimated/forecast incidence per day. The error bars at the bottom of the plot indicate the estimated range for the timing of the peak in infection incidence. In 2018w1 (top-left panel) the estimated peak in incidence is slightly earlier when there is a lower susceptibility. The same phenomenon occurs for the analysis at 2018w2, the timing of the peak, after which the peak estimates largely coincide. In all models, prior to the peak in incidence, there is a tendency to forecast an earlier peak in incidence at the lower level of susceptibility. However, once the peak has occurred and is being retrospectively estimated, the estimated timing is independent of the initial susceptibility. Figure S12 Left-hand column: plots of the estimated number of daily infections from the SPC model at two levels of susceptibility. The grey-shaded area corresponds to the incidence of infections forecast beyond the time of analysis (2018w1, top; 2018w12, bottom) . Right-hand column: plots for cumulative incidence (and thus forecast attack rates for the influenza season).", "cite_spans": [{"start": 1514, "end": 1544, "text": "(2018w1, top; 2018w12, bottom)", "ref_id": null}], "ref_spans": [{"start": 451, "end": 461, "text": "Figure S12", "ref_id": null}, {"start": 559, "end": 569, "text": "Figure S12", "ref_id": null}, {"start": 1282, "end": 1292, "text": "Figure S12", "ref_id": null}], "section": "Susceptibility Transmissibility"}, {"text": "The SPC model can provide age-and region-stratified results. The sample sizes in the serological data were too small to be able to adequately estimate age-specific susceptibilities. Whilst this didn't prove a significant barrier to regional modelling, it prevented adequate age-specific inference. If the same susceptibility is assumed across age-groups, typical contact matrices that describe the pattern of infection across the age groups such as POLYMOD (Mossong et al, 2008 ) drive infection towards school-age children, a phenomenon not borne out in the data. To adequately account for this, the serological data could usefully be augmented by information on vaccine uptake amongst children to build a better picture of the population's immunity profile prior to any influenza season.", "cite_spans": [{"start": 457, "end": 477, "text": "(Mossong et al, 2008", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Susceptibility Transmissibility"}, {"text": "This study therefore identifies the importance of having pre-season serological data analysed in a timely fashion in readiness for any coming influenza season. It enables more accurate estimation of model parameters, can help to determine infection rates underlying the burden being placed on healthcare services and, if serological samples are representative of different geographical regions and across age groups, it can facilitate more detailed modelling at a finer granularity across the population.", "cite_spans": [], "ref_spans": [], "section": "Susceptibility Transmissibility"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Reconstructing a spatially heterogeneous epidemic: Characterising the geographic spread of 2009 A/H1N1pdm infection in England", "authors": [{"first": "P", "middle": ["J"], "last": "Birrell", "suffix": ""}, {"first": "X-S", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Pebody", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Gay", "suffix": ""}, {"first": "D", "middle": [], "last": "De Angelis", "suffix": ""}], "year": 2016, "venue": "Scientific Reports", "volume": "6", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/srep29004"]}}, "BIBREF1": {"ref_id": "b1", "title": "Estimates of the reproduction number for seasonal, pandemic, and zoonotic influenza: A systematic review of the literature", "authors": [{"first": "M", "middle": [], "last": "Biggerstaff", "suffix": ""}, {"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}, {"first": "C", "middle": [], "last": "Reed", "suffix": ""}, {"first": "M", "middle": [], "last": "Gambhir", "suffix": ""}, {"first": "L", "middle": [], "last": "Finelli", "suffix": ""}], "year": 2014, "venue": "BMC Infect Dis", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Time Lines of Infection and Disease in Human Influenza: A Review of Volunteer Challenge Studies", "authors": [], "year": null, "venue": "American Journal of Epidemiology", "volume": "167", "issn": "", "pages": "775--785", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Exploiting routinely collected severe case data to monitor and predict influenza outbreaks", "authors": [{"first": "A", "middle": [], "last": "Corbella", "suffix": ""}, {"first": "X-S", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Birrell", "suffix": ""}, {"first": "N", "middle": [], "last": "Boddington", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Pebody", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Presanis", "suffix": ""}, {"first": "D", "middle": [], "last": "De Angelis", "suffix": ""}], "year": 2018, "venue": "BMC Public Health", "volume": "18", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s12889-018-5671-7"]}}, "BIBREF5": {"ref_id": "b5", "title": "A statistical framework for the analysis of multivariate infectious disease surveillance counts", "authors": [{"first": "L", "middle": [], "last": "Held", "suffix": ""}, {"first": "M", "middle": [], "last": "Höhle", "suffix": ""}, {"first": "M", "middle": [], "last": "Hofmann", "suffix": ""}], "year": 2005, "venue": "Statistical Modelling", "volume": "5", "issn": "3", "pages": "187--199", "other_ids": {"DOI": ["10.1191/1471082X05st098oa"]}}, "BIBREF6": {"ref_id": "b6", "title": "Lessons from 40 years' surveillance of influenza in England and Wales", "authors": [{"first": "D", "middle": ["M"], "last": "Fleming", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Elliot", "suffix": ""}], "year": 2008, "venue": "Epidemiology & Infection", "volume": "136", "issn": "", "pages": "866--875", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Ten-year performance of Influenzanet: ILI time series, risks, vaccine effects, and care-seeking behaviour", "authors": [{"first": "S", "middle": ["P"], "last": "Van Noort", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Codeço", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Koppeschaar", "suffix": ""}, {"first": "M", "middle": [], "last": "Van Ranst", "suffix": ""}, {"first": "D", "middle": [], "last": "Paolotti", "suffix": ""}, {"first": "M", "middle": ["G M"], "last": "Gomes", "suffix": ""}], "year": 2015, "venue": "Epidemics", "volume": "13", "issn": "", "pages": "28--36", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Social contacts and mixing patterns relevant to the spread of infectious disease", "authors": [{"first": "J", "middle": [], "last": "Mossong", "suffix": ""}], "year": 2008, "venue": "PLoS Med", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Bayesian measures of model complexity and fit", "authors": [{"first": "D", "middle": ["J"], "last": "Spiegelhalter", "suffix": ""}, {"first": "N", "middle": ["G"], "last": "Best", "suffix": ""}, {"first": "B", "middle": ["P"], "last": "Carlin", "suffix": ""}, {"first": "A", "middle": [], "last": "Van Der Linde", "suffix": ""}], "year": 2002, "venue": "Journal of the Royal Statistical Society, Series B", "volume": "64", "issn": "4", "pages": "583--639", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Estimating time to onset of swine influenza symptoms after initial novel A(H1N1v) viral infection", "authors": [{"first": "Bdm", "middle": [], "last": "Tom", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Van Hoek", "suffix": ""}, {"first": "R", "middle": [], "last": "Pebody", "suffix": ""}, {"first": "J", "middle": [], "last": "Mcmenamin", "suffix": ""}, {"first": "C", "middle": [], "last": "Robertson", "suffix": ""}, {"first": "M", "middle": [], "last": "Catchpole", "suffix": ""}, {"first": "De", "middle": [], "last": "Angelis", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}], "year": 2011, "venue": "Epidemiol Infect", "volume": "139", "issn": "9", "pages": "1418--1424", "other_ids": {"DOI": ["10.1017/S0950268810002566"]}}}, "ref_entries": {"FIGREF0": {"text": "Model fit and data. Blue points represent the data used in the fitting, and yellow points are the data points yet to be observed at the time of analysis. The red line highlights the timing of the last data point used in the model fitting.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Diagram of synthesis model in which a SEEIIR transmission model dynamics are informed by observations of ILI+, Hospital and ICU admission data (the shaded circle boxes).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "an estimate of the number of influenza-positive GP ILI consultations) had expected value v RPR (Ü) = f ghh w k MLM (Ü − …; i MLM , j MLM )", "latex": null, "type": "figure"}, "FIGREF3": {"text": "v ' (Ü) = f Ω w k Ω (Ü − …; i Ω , j Ω )∆ M (", "latex": null, "type": "figure"}, "FIGREF4": {"text": "distributions are chosen for all model parameters (see", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Synthesis model predictions of weekly number of infections from 2018w1, 2018w4, 2018w8, and 2018w12. The thick blue line joining the circles represent posterior medians with the thinner lines giving the 95% credible interval. The red vertical line labels the latest week included in the data used to calibrate the model.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Synthesis model predictions of weekly number of ILI+ from 2018w1, 2018w4, 2018w8 and 2018w12. The thick green line and circles indicate the posterior medians. The thin green dotted lines give the 95% credible intervals. The red vertical line labels the latest week included in the data used to calibrate the model.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Synthesis model estimates of the weekly number of hospitalisation admissions from 2018w1, 2018w4, 2018w8 and 2018w12. The thick green lines and circles represent the posterior means and the dashed lines the 95% credible intervals. Figure S9 Synthesis model estimates of weekly number of ICU admissions from 2018w1, 2018w4, 2018w8, and 2018w12. The thick green lines and circles represent posterior medians and the thin dashed lines give 95% credible intervals.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Posterior parameter correlations obtained from the SS analysing data up to Week 1, 2018.", "latex": null, "type": "figure"}, "TABREF2": {"text": "Figure S4ILI data and model predictions. Blue points represent the data used in model fitting; yellow points are the data points yet to be observed at the time of analysis. The yellow ribbon corresponds to the total ILI rate, while the blue and green refer to the negative and positive influenza ILI, respectively. Note that for the first scenario we assume the influenza negative rate to be constant over time and the blue ribbon reflects this assumption.", "latex": null, "type": "table"}, "TABREF3": {"text": "", "latex": null, "type": "table"}, "TABREF4": {"text": "", "latex": null, "type": "table"}, "TABREF5": {"text": "", "latex": null, "type": "table"}, "TABREF6": {"text": "Estimated peak week and magnitude in the number of weekly infections, by week of estimation. Peak magnitude is measured as the weekly number of infections per 100 people.", "latex": null, "type": "table"}, "TABREF7": {"text": "Table S3 Estimated epidemic attack rates (cumulative incidence) as a proportion of the total population size over the period 2017w40-2018w20.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Total Attack rate </td><td> </td><td> </td></tr><tr><td>Week of Analysis </td><td>SPC model </td><td>SS model </td><td>ICU model </td><td>Synthesis model </td></tr><tr><td> </td><td> </td><td>0.0023 [0.0014, 0.0047] (AH1) </td><td> </td><td> </td></tr><tr><td>2018w1 </td><td>0.438 [0.374, 0.495] (Eng) </td><td>0.13 [0.12, 0.14] (AH3) </td><td>0.370 [0.299, 0.432] </td><td>0.375 [0.115, 0.736] </td></tr><tr><td> </td><td> </td><td>0.23 [0.22, 0.25] (B) </td><td> </td><td> </td></tr><tr><td> </td><td>0.526 [0.464, 0.578] (GL) </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>0.618 [0.555, 0.664] (North) </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>0.611 [0.544, 0.663] (SE) </td><td>0.0034 [0.002, 0.0056] (AH1) </td><td> </td><td> </td></tr><tr><td>2018w2 </td><td>0.605 [0.539, 0.654] (SW) </td><td>0.14 [0.12, 0.16] (AH3) 0.24 [0.22, 0.26] (B) </td><td>0.370 [0.305, 0.428] </td><td>0.333 [0.111, 0.647] </td></tr><tr><td>0.572 [0.506, 0.624] (Mids) </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>0.587 [0.524, 0.635] (Overall) </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>0.505 [0.454, 0.564] (GL) </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>0.600 [0.549, 0.659] (North) </td><td>0.21 [0.0075, 0.31] (AH1) </td><td> </td><td> </td></tr><tr><td>2018w3 </td><td>0.604 [0.548, 0.664] (SE) </td><td>0.15 [0.13, 0.16] (AH3) </td><td>0.371 [0.310, 0.427] </td><td>0.213 [0.022,0.814] </td></tr><tr><td>0.589 [0.535, 0.650] (SW) </td><td>0.24 [0.22, 0.26] (B) </td><td> </td><td> </td></tr><tr><td> </td><td>0.543 [0.489, 0.605] (Overall) </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>0.494 [0.440, 0.552] (GL) </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>0.595 [0.540, 0.651] (North) </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>0.575 [0.517, 0.637] (SE) </td><td>0.22 [0.16, 0.35] (AH1) </td><td> </td><td> </td></tr><tr><td>2018w4 </td><td>0.579 [0.521, 0.639] (SW) </td><td>0.23 [0.19, 0.32] (AH3) </td><td>0.376 [0.318, 0.436] </td><td>0.440 [0.249, 0.596] </td></tr><tr><td>0.531 [0.474, 0.590] (Mids) 0.555 [0.501, 0.611] (Overall) </td><td>0.47 [0.40, 0.51] (B) </td><td> </td><td> </td></tr><tr><td> </td><td>0.503 [0.446, 0.559] (GL) </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>0.591 [0.533, 0.646] (North) </td><td>0.23 [0.18, 0.32] (AH1) </td><td> </td><td> </td></tr><tr><td> </td><td>0.571 [0.508, 0.631] (SE) </td><td> </td><td> </td></tr><tr><td>2018w5 </td><td>0.568 [0.504, 0.631] (SW) 0.533 [0.472, 0.591] (Mids) 0.554 [0.497, 0.608] (Overall) </td><td>0.23 [0.17, 0.32] (AH3) 0.48 [0.42, 0.53] (B) </td><td>0.374 [0.315, 0.428] </td><td>0.455 [0.368, 0.536] </td></tr><tr><td>0.502 [0.437, 0.548] (GL) </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>0.594 [0.525, 0.642] (North) 0.568 [0.497, 0.618] (SE) </td><td>0.24 [0.17, 0.32] (AH1) </td><td> </td><td> </td></tr><tr><td>2018w6 </td><td>0.557 [0.486, 0.609] (SW) 0.531 [0.462, 0.580] (Mids) 0.553 [0.486, 0.597] (Overall) </td><td>0.25 [0.18, 0.35] (AH3) 0.49 [0.41, 0.53] (B) </td><td>0.370 [0.321, 0.422] </td><td>0.444 [0.375, 0.511] </td></tr><tr><td>0.488 [0.413, 0.523] (GL) 0.601 [0.518, 0.638] (North) </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>0.19 [0.16, 0.28] (AH1) </td><td> </td><td> </td></tr><tr><td>2018w8 </td><td>0.573 [0.489, 0.612] (SE) 0.555 [0.473, 0.599] (SW) </td><td>0.12 [0.10, 0.14] (AH3) </td><td>0.387 [0.337, 0.425] </td><td>0.387 [0.319, 0.456] </td></tr><tr><td>0.515 [0.436, 0.552] (Mids) </td><td>0.26 [0.24, 0.31] (B) </td><td> </td><td> </td></tr><tr><td> </td><td>0.549 [0.469, 0.580] (Overall) </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>0.440 [0.366, 0.467] (GL) </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>0.518 [0.435,0.554] (North) </td><td>0.16 [0.10, 0.25] (AH1) </td><td> </td><td> </td></tr><tr><td>2018w12 </td><td>0.513 [0.430,0.546] (SE) </td><td>0.11 [0.041, 0.13] (AH3) </td><td>0.322 [0.274, 0.365] </td><td>0.342 [0.291, 0.394] </td></tr><tr><td>0.492 [0.410, 0.531] (SW) </td><td>0.25 [0.23, 0.3] (B) </td><td> </td><td> </td></tr><tr><td> </td><td>0.468 [0.390, 0.498] (Mids) </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>0.489 [0.409, 0.512] (Overall) </td></tr></table></body></html>"}}, "back_matter": []}