{
    "paper_id": "9306cdc04e064ce1f94afebefa524724bd5e1cfc",
    "metadata": {
        "title": "Arabidopsis HY5 protein functions as a DNA-binding tag for purification and functional immobilization of proteins on agarose/DNA microplate",
        "authors": [
            {
                "first": "Tatsuya",
                "middle": [],
                "last": "Sawasaki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Venture Business Laboratory",
                    "institution": "Ehime University",
                    "location": {
                        "postCode": "790-8577",
                        "settlement": "Matsuyama",
                        "region": "Ehime",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Nami",
                "middle": [],
                "last": "Kamura",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Venture Business Laboratory",
                    "institution": "Ehime University",
                    "location": {
                        "postCode": "790-8577",
                        "settlement": "Matsuyama",
                        "region": "Ehime",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Satoko",
                "middle": [],
                "last": "Matsunaga",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Venture Business Laboratory",
                    "institution": "Ehime University",
                    "location": {
                        "postCode": "790-8577",
                        "settlement": "Matsuyama",
                        "region": "Ehime",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Mihoro",
                "middle": [],
                "last": "Saeki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Co. Ltd",
                    "location": {
                        "addrLine": "Leading Venture Plaza 201, 75-1 Ono-cho, Tsurumi-ku",
                        "postCode": "230-0046",
                        "settlement": "Yokohama",
                        "region": "Kanagawa",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Masateru",
                "middle": [],
                "last": "Tsuchimochi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Venture Business Laboratory",
                    "institution": "Ehime University",
                    "location": {
                        "postCode": "790-8577",
                        "settlement": "Matsuyama",
                        "region": "Ehime",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Ryo",
                "middle": [],
                "last": "Morishita",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Co. Ltd",
                    "location": {
                        "addrLine": "Leading Venture Plaza 201, 75-1 Ono-cho, Tsurumi-ku",
                        "postCode": "230-0046",
                        "settlement": "Yokohama",
                        "region": "Kanagawa",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yaeta",
                "middle": [],
                "last": "Endo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Venture Business Laboratory",
                    "institution": "Ehime University",
                    "location": {
                        "postCode": "790-8577",
                        "settlement": "Matsuyama",
                        "region": "Ehime",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Protein microarray is considered to be one of the key analytical tools for high-throughput protein function analysis. Here, we report that the Arabidopsis HY5 functions as a novel DNA-binding tag (DBtag) for proteins. We also demonstrate that the DBtagged proteins could be immobilized and purified on a newly designed agarose/DNA microplate. Furthermore, we show three applications using the microarray: (1) detection of autophosphorylation activity of DBtagged human protein kinases and inhibition of their activity by staurosporine, (2) specific cleavage of DBtagged proteins by a virus protease and caspase 3, and (3) detection of a protein-protein interaction between the DBtagged UBE2N and UBE2v1. Thus, this method may facilitate rapid functional analysis of a wide range of proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The successful sequencing of entire genomes of various organisms has led to the identification of a large numbers of novel genes [1] . The genomic information thus obtained so far and two other technologies in particular, DNA microarray and mass spectrometry, have largely helped advancing the analyses of transcriptome and proteome. In contrast, biochemical analysis of proteins has been hampered mainly because the traditional protein analysis methods are low-throughput in nature. Therefore, there is an urgent need to develop a highthroughput analytical tool, one analogous to the DNA microarray, for proteins. In the post-genomic era, the protein microarray is particularly promising in elucidating the biochemical properties of a large number of gene products [2] . Since the proteins found in a genome will have a wide variety of biochemical properties, it would be very useful to have several methodologies for making protein arrays.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 766,
                    "end": 769,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Currently available protein microarray technology has allowed large-scale screening of biomarker proteins recognized by serum antibodies [3] . However, this method is yet to become a commonly used biochemical tool for the analysis of proteins [4] . Certainly there are rooms for further improvement before this technology could become a routinely used laboratory tool. For example, one of the problems is the difficulty in immobilizing a variety of proteins in their functionally active forms. Many proteins needed to be appropriately oriented for proper functioning [2] . However, it is not easy to control the orientation of the protein during its mobilization on the surface of the microplate. Another problem is that the high-throughput functional analysis requires freshly produced and purified proteins; however, unlike DNA, many purified proteins are not stable and thus, cannot be stored in active condition for long time. The development of functional protein microarrays for practical use, therefore, requires relatively easy methods for the functional immobilization and purification of freshly prepared proteins on the microplate. We recently developed a highthroughput method for protein synthesis using the wheat germ cell-free protein synthesis and an automatic protein synthesizer [5] [6] [7] , and demonstrated that the automatic synthesizer is very useful for the production of freshly prepared proteins.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1297,
                    "end": 1300,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1301,
                    "end": 1304,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1305,
                    "end": 1308,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Affinity-tag purification is a conventional technique [8] that is widely used to purify recombinant proteins from the crude mixtures of lysed cells or cell-free translation systems. In this method, a target protein is expressed as a fusion protein with an affinity tag and then purified on an affinity column. A variety of affinity tags have been used, which include whole proteins such as glutathione S-transferase (GST) [9] , maltose-binding protein (MBP) [10] and Staphylococcus protein A [11] , and also include peptide tags of specific affinity such as myc-tag [12] , FLAG-tag [13] , polyhistidine tag [14] , calmodulin-binding peptide [15] , Strep-tag II [16] and SBP-tag [17] . However, these affinity tags have not been commonly used for purification of proteins on the microplate.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 57,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 458,
                    "end": 462,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 492,
                    "end": 496,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 566,
                    "end": 570,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 582,
                    "end": 586,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 607,
                    "end": 611,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 641,
                    "end": 645,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 661,
                    "end": 665,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To create a new type of protein microarray, we developed a novel tag using a DNA-binding protein and a newly designed microplate consisting of agarose and commercial-available genomic DNAs. The new tag, named here as DBtag, is the Arabidopsis transcription factor HY5 having a basic leucine-zipper domain [18] . We found that the HY5 protein had high binding affinity to commercially available salmon sperm and calf DNAs. Here, we used this DNA-binding ability of HY5 to immobilize and purify the fusion protein on the microplate. Using this new protein microarray, we demonstrated (1) the autophosphorylation activity of the fusion human protein kinases, (2) specific cleavage of the fusion proteins by a virus protease and caspase 3, and (3) a protein-protein interaction between UBE2N and UBE2v1.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 309,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The following procedures have been either described in detail or cited [5, 7, [19] [20] [21] : the isolation of wheat germs and preparation of the extract, generation of DNA template by polymerase chain reaction (PCR) using split-primers, synthesis of mRNA and protein in parallel, and estimation of the amount of protein synthesized by densitometric scanning of the Coomassie brilliant blue (CBB)-stained band and by autoradiography.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 75,
                    "end": 77,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 78,
                    "end": 82,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 83,
                    "end": 87,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 88,
                    "end": 92,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "General"
        },
        {
            "text": "The Arabidopsis HY5 gene (GenBank Accession No. AB005436) was previously cloned [5] and was inserted into a pEU-based vector (pEU-DBtag). The open reading frames of the glycogen synthase 1 (GS, muscle, NM_002103) and the following 11 human protein kinases were amplified by PCR from their respective commercially available cDNA templates (BioChain Institute, Inc., CA, USA and Takara Bio Inc., Otsu, Japan): MST3 (Accession no. NM_001032296), MST2 (NM_006281), SRPK2 (NM_182692), CK2a1 (NM_001895), PKR (NM_002759), MARK3 (NM_002376), PAK2 (NM_002577), PAK3",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Template genes"
        },
        {
            "text": "(NM_002578), CaMK2d (NM_001221), DAPK3 (NM_001348), MARK3 (NM_002376), CK1g3 (NM_004384), and TTK (NM_003318)]. The amplified clones were inserted into the vector pT7blue (Novagen, Merck Biosciences, Inc., Darmstadt, Germany), and their sequences were confirmed by DNA sequencing. The plasmids pEU-GFP [5] and pDsRed2 (Takara Bio Inc.) were used as the sources of GFP and RFP, respectively.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 305,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Template genes"
        },
        {
            "text": "The DBtag fragment (accession no. AB369281) for ''split-primer'' PCR-based fusion was amplified from the pEU-DBtag using the following primers (see tion mixture, GE Healthcare, Little Chalfont, UK) and was purified with a PCR product purification kit. Next, the first round of the ''split-primer'' PCR was performed on each cDNA using 10 nM of each of the following primers: a target protein specific primer (5 0 -CCACCCACCACCACCAatgnnnnnnnnnnnnnnnn-3 0 ; uppercase and lowercase indicate common sequence and the 5 0 -coding region of the target gene, respectively) and the AODA2306 primer (5 0 -AGCGTCA-GACCCCGTAGAAA). Then, a second round of PCR was carried out to construct the templates for the protein synthesis using a portion (5 ll) of the first PCR mix, 100 nM SPu primer (5 0 -GCGTAGCAT-TTAGGTGACACT), 100 nM AODA2303 primer (5 0 -GTCAGACC-CCGTAGAAAAGA), and 2 nM DBtag fragment. GST and streptavidin (STA) tags were used according to methods we described previously [5, 22] . Six histidine tag (His tag) was constructed by long primer (5 0 -GGTGACACTATAGAACTCACCTATCTCCC-CAACACCTAATAACATTCAATCACTCTTTCCACTAACCACC-TATCTACATCACCAAGATATCACTCGAGAATGCACCATCA-CCATCACCACCCACCACCACCAATG). By performing the second PCR, theses fragments or His tag were fused onto the N terminals of all the genes. The condition for the split PCR has been described in detail in a previous report [5] . The method for DBtag fusion by the PCR was illustrated in Fig. 1B. ",
            "cite_spans": [
                {
                    "start": 976,
                    "end": 979,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 980,
                    "end": 983,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1382,
                    "end": 1385,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 1446,
                    "end": 1454,
                    "text": "Fig. 1B.",
                    "ref_id": null
                }
            ],
            "section": "Construction of DNA template"
        },
        {
            "text": "Cell-free protein synthesis was carried out using the robotic synthesizer [7] GenDecoder Ò 1000 (CellFree Sciences, Yokohama, Japan) as described below. First, transcript was made from each of the DNA templates mentioned above using the SP6 RNA polymerase. The synthetic mRNAs were then precipitated with ethanol and collected by centrifugation using a Hitachi R10H rotor. Each mRNA (usually 30-35 lg) was washed and transferred into a translation mixture. The translation reaction was performed in the bilayer mode [19] with slight modifications. The translation mixture that formed the bottom layer consisted of 60 A260 units of the wheat germ extract (CellFree Sciences) and 2 lg creatine kinase (Roche Diagnostics K.K., Tokyo, Japan) in 25 ll of SUB-AMIX Ò (CellFree Sciences). The SUB-AMIX Ò contained (final concentrations) 30 mM HEPES/KOH at pH 8.0, 1.2 mM ATP, 0.25 mM GTP, 16 mM creatine phosphate, 4 mM DTT, 0.4 mM spermidine, 0.3 mM each of the 20 amino acids, 2.7 mM magnesium acetate, and 100 mM potassium acetate. One hundred twenty-five microliters of the SUB-AMIX Ò was placed on the top of the translation mixture, forming the upper layer. After incubation at 26°C for 17 h, the synthesized proteins were confirmed by SDS-PAGE.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 77,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 516,
                    "end": 520,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Cell-free protein synthesis"
        },
        {
            "text": "To purify, 50 ll of the translational mixture was loaded onto 20 ll of DNA-conjugated column (GE Healthcare). The column was first washed three times with 100 ll of wash buffer (20 mM Tris-HCl, pH 7.8, 200 mM NaCl, 2 mM MgCl 2 , and 1 mM DTT), and then the proteins (DBtag or DBtag-fusion protein) were eluted with an elution buffer (20 mM Tris-HCl, pH 7.8, 500 mM NaCl, 2 mM MgCl 2 , and 1 mM DTT).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Purification using DNA column"
        },
        {
            "text": "Agarose gel solution containing 0.2% agarose (SeaKem Gold, Takara Bio Inc., Otsu, Japan) in 20 mM Tris-HCl, pH 7.8, 2 mM MgCl 2 , and 1 mM DTT was melted, and subsequently 1 mg/ml (final concentration) salmon sperm DNA (Sigma-Aldrich Corp, MO, USA) was added. Before the gel solidified, 600 or 400 ll of the agarose gel/DNA mixture was spread on a slide glass (Asahi Glass, Japan) or a Lab-Tek II Chamber slide (one-well, Nalge Nunc International Co.), respectively to form a thin layer (0.5-0.6 mm). The agarose/slide-coated glass was used within 1 day. Approximately 10 nl of each translational mixture per 0.2 mm 2 (500 lm in diameter) was then directly spotted on the slide glass by using the MultiSPRinterä spotter (Toyobo Bio Instruments, Tsuruga, Japan) according to the instruction manual. After spotting, the microplate was soaked in the wash buffer for 15 min and immediately used for assay. The microplate was washed with the wash buffer described above or detergent buffer [20 mM Tris-HCl, pH 7.8, 2 mM MgCl 2 , 1 mM DTT and 5% Tween-20 (Sigma-Aldrich Corp.) or 5% NP-40 (Nakarai Tesque, Inc., Kyoto, Japan)]. During making of the microplate and the assay, the microplate was kept in a Tupperware box containing wet papers to prevent it from drying. Dried microplate could not use for the functional analysis of proteins.",
            "cite_spans": [
                {
                    "start": 985,
                    "end": 991,
                    "text": "[20 mM",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Preparation of protein microarray using agarose/DNA microplate"
        },
        {
            "text": "DBtagged human protein kinases on the microplate DBtag-fusion proteins were directly spotted on the agarose/DNAcoated glass plate as described above. The microplate was then covered with a kination solution made of 50 mM Tris-HCl, pH 7.8, 100 mM NaCl, 10 mM MgCl 2 and 0.1 mM DTT, 10 000 Ci/ll [c-32 P] ATP, 0.05% DMSO and incubated for 30 min at 37°C. For inhibition assay, staurosporine in a DMSO solution (at the indicated final concentration) was added to the kinase solution. After washing three times with the wash buffer, the microplate was analyzed by Typhoon 9400 imaging system (GE Healthcare). Image-Quant (ver. 5.2) in the imaging system was used for quantitative analysis of each spot.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection and inhibition of autophosphorylation activity of the"
        },
        {
            "text": "Biotin protein ligase (BirA, Genbank Accession no. NP_312927) was cloned from the Escherichia coli strain JM109 by PCR and then inserted into a pEU vector [5] . A tobacco etch virus protease (TEVcs) recognition site, ENLYFQG, was inserted between the DBtag and the biotin ligase recognition site GLNDIFEAQKIEWHE (biotin ligation site: bls). As a negative control, we created another construct where the SARS protease recognition site (SAcs), PPQTSIT-SAVLQSGFRKMAFPSGKV [23] , was inserted between the DBtag and bls instead of the TEVcs. The attB1-PAK2-bls-attB2 fragment was amplified by PCR with attB primers and reconstructed by Gateway system (Invitrogen Corp., CA, USA). DNA template of DBtag-PAK2-bls was constructed by the ''split-primer'' PCR described above. Non-biotinylated or biotinylated DBtag-TEVcs-bls, DBtag-SAcs-bls and DBtag-PAK2-bls proteins were synthesized using the cell-free system containing the synthetic BirA and without or with 500 nM biotin, respectively. After translation, the mixtures were incubated with 10 lg/ ml of Alexa488-labeled streptavidin (Invitrogen Corp.) at 26°C for 30 min and immobilized on the microplate as described above. The microplate was covered with TEV protease or caspase solution [20 mM Tris-HCl, pH 7.8, 200 mM NaCl, 2 mM MgCl 2 , 1 mM DTT, and 2 U/ll TEV protease (Invitrogen) or 17.4 ng/ll caspase 3 (human, Sigma-Aldrich Corp.)], and incubated for 30 min at 26°C. After washing with the washing buffer, the microplate was analyzed by Typhoon 9400 imaging system.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 469,
                    "end": 473,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Detection of protease activity on the microplate"
        },
        {
            "text": "We used MGC clones of UBE2N (Accession no. NM_003348, MGC5063) and UBE2V1 (NM_022442, MGC8586). DBtag-UBE2Nbls and bls-UBE2V1 proteins were obtained according to the methods described above, and incubated for 30 min at 26°C. Then they were mixed with Alexa488-STA (10 lg/ml) and then immobilized on the microplate as described above. The microplate was washed with 1· PBS buffer for 20 min, and was analyzed by Typhoon 9400 imaging system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of protein-protein interaction on the microplate"
        },
        {
            "text": "available DNA column DNA technology has progressed dramatically to meet the requirements of genetic engineering and genome projects. For example, chemically synthesized or modified DNAs have been widely used in DNA sequencing, PCR amplification and DNA microarrays. This inspired us to apply the DNA technology to comprehensive protein analysis. Several types of conserved DNA-binding domains have been found in transcription factors and nuclear hormone receptors. One of them is the bZIP domain. As described previously, the Arabidopsis HY5 transcription factor having a bZIP domain was synthesized in good quality and quantity in the wheat germ cell-free system [5] . We thus examined whether the synthesized HY5 protein could bind to a DNA-conjugated column purchased from a commercial source. Interestingly, the HY5 protein bound to the column and was eluted at a high salt concentration (500 mM) (Fig. 1A) . Furthermore, the eluted protein appeared as the major band on a SDS-PAGE because most of the endogenous proteins in the mixture were washed out with a 200 mM salt solution. This suggested the possibility of using this DNA-binding tag to purity recombinant proteins. We also found that, among 35 human nuclear hormone receptors tested, only HY5 bound to and was recovered from the DNA-conjugated column (data not shown). Since the HY5 bound to a microsatellite sequence (CA or CAA repeat) that is the highest repeat sequence in eukaryotic genome, microsatellite-binding protein may function as DNA-binding tag.",
            "cite_spans": [
                {
                    "start": 664,
                    "end": 667,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 901,
                    "end": 910,
                    "text": "(Fig. 1A)",
                    "ref_id": null
                }
            ],
            "section": "Arabidopsis HY5 (DBtag) strongly binds to commercially"
        },
        {
            "text": "In order to investigate whether the HY5 protein was capable of purifying recombinant proteins, the HY5 DNA-binding domain (henceforth called DBtag) was fused with the green fluoresce protein (GFP), human CaMK2d, human glycogen synthase (GS), and human MST2 (see Fig. 1B ), and the fusion proteins were synthesized in the wheat germ cell-free system and subjected to purification. The four fusion proteins were all purified to high quality at a high salt concentration (500 mM NaCl, lane 3 in Fig. 1C ) and through DNase treatment (lane 4). On average, the purity and recovery rates of those fusion proteins were approximately 70% and 50%, respectively. In addition, the untagged forms of these proteins were recovered by TEV protease treatment (lane 5) because they contained a TEV cleavage site between the DBtag and the target protein. Taken together, these results proved that the HY5 protein was able to function as a DNA-binding tag to purify the target proteins.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 269,
                    "text": "Fig. 1B",
                    "ref_id": null
                },
                {
                    "start": 492,
                    "end": 499,
                    "text": "Fig. 1C",
                    "ref_id": null
                }
            ],
            "section": "Arabidopsis HY5 (DBtag) strongly binds to commercially"
        },
        {
            "text": "3.2. Newly designed agarose/DNA microplate for the immobilization and purification of DBtag-fusion proteins Miniaturized and arrayed assay systems are indispensable tools for large-scale and high-throughput biochemical analyses. Among them, microarrays are especially powerful tools because they are economic, and also because of the speed by which they could be used to interpret gene functions [2] . In the process of developing a protein microarray, we designed a new microplate that carries a thin layer of agarose gel containing DNA (agarose/DNA microplate) to immobilize and purify the DBtagged proteins on the microplate (Fig. 2A) . We hypothesized that a DBtag-fusion protein would be immobilized on the agarose/DNA microplate and the other proteins would washed out. To test our hypothesis, we fused 6· histidine, GST, streptavidin, and DBtag to the N-terminal end of GFP to produce His-GFP, GST-GFP, STA-GFP, and DBtag-GFP, respectively. Those tagged GFPs were then spotted in an array on an agaraose/DNA microplate. Consistent with our hypothesis, subsequent washing of the plate removed all the spots except those of the DBtag-GFP (Fig. 2B) . Fluorescence from the red fluorescence protein (RFP), which was used as a marker endogenous protein, was found to be diffused, and was removed by washing (Fig. 2C ). This result suggested that the endogenous proteins from the cell-free system would most likely wash out. Also the DBtag can immobilize the GFP fusion even by treatment of high-concentration detergent buffer (5% Tween-20 or 5% NP-40) (Fig. 2D) . Quantification of the DBtag-GFP spots after wash revealed that 25 ± 8% (average ± S.D.) of spotted DBtag-GFP remained immobilized on the microplate. This indicates that approximately The DBtag-GFP was immobilized on the microplate, while the RFP was washed out and no RFP fluorescence was observed. (D) GFP (untagged, upper spot) and DBtag-GFP (lower spot) were spotted on the microplate. The DBtag-GFP was immobilized on the microplate by 5% of detergent treatment (5% Tween-20 and 5% NP40 panels), while the GFP was washed out and no GFP fluorescence was observed. 160 pg of DBtag-GFP was immobilized, which compares favorably to existing method [2] . The concentration of the DBtag-GFP in the spot was calculated as16 pg/nl (see Section 2.6). This result suggested that the DBtagged proteins could be immobilized and purified on the microplate.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 399,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2214,
                    "end": 2217,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 628,
                    "end": 637,
                    "text": "(Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1143,
                    "end": 1152,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1309,
                    "end": 1317,
                    "text": "(Fig. 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1554,
                    "end": 1563,
                    "text": "(Fig. 2D)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Arabidopsis HY5 (DBtag) strongly binds to commercially"
        },
        {
            "text": "agarose/DNA microplate Next, we investigated whether we could detect the autophosphorylation activity of DBtagged protein kinases immobilized on the microplate. Out of a large number of protein kinases that are known to exhibit autophosphorylation activity [22] , we selected 11 human protein kinases, which had exhibited autophosphorylation in an earlier experiment (data not shown). The selected kinases were synthesized as DBtag-fusion proteins using the wheat germ cell-free system and were then spotted in an array on an agarose/DNA microplate. After the plate was washed, a drop of [c-32 P] ATP containing reaction mixture was applied on each spot, and the plate was incubated at 37°C for 30 min. Fig. 3 shows the results of a typical autophosphorylation assay where all 11 human protein kinases on the microplate showed positive activity. The background phosphorylation activity was very low (see DBtag spots on Fig. 3) . The low-level contaminants detected in the test were attributed to be due to the endogenous wheat germ proteins.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 261,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 703,
                    "end": 709,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 919,
                    "end": 926,
                    "text": "Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Functional analysis of DBtag-human protein kinases on the"
        },
        {
            "text": "To investigate the possibility of using this autophosphorylation assay for inhibitor screening, the kinase assay was carried out in the presence of staurosporine, a widely used protein kinase inhibitor [24] . The activity of most of the protein kinases tested was inhibited by staurosporine at a high concentration (Fig. 3, middle and lower panels) . MST2 was especially sensitive to the staurosporine treatment and its activity drastically decreased to less than 2% of the control value by treatment with 0.1 lM staurosporine (Fig. 3, middle panel) . The activities of PAK3 and DAPK3 were inhibited by 70% and 80%, respectively, when treated with 0.1 lM staurosporine, and by 97% and 98%, respectively, when treated with 1 lM staurosporine. Eight out of the 11 human protein kinases were inhibited by staurosporine in this microarray assay. However, staurosporine did not inhibit the kinase activities of CK1g3, CK2a1, and TTK in our assay. Non-inhibition of CK1 and CK2 was reasonable because inhibition of CK1 and CK2 by staurosporine was reported as 163.5 lM and 19.5 lM of IC50, respectively [25] . To our knowledge about inhibition of TTK by staurosporine, this is the first report. Our study suggested low sensitivity of TTK to staurosporine. Also staurosporine inhibition from non-tag form proteins synthesized by the cell-free system indicated the similar data (data not shown). Together, these results suggest that our newly designed protein microarray could not only immobilize proteins in active forms but could also be used as a platform for designing assays for inhibitor screening.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1097,
                    "end": 1101,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 315,
                    "end": 348,
                    "text": "(Fig. 3, middle and lower panels)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 527,
                    "end": 549,
                    "text": "(Fig. 3, middle panel)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Functional analysis of DBtag-human protein kinases on the"
        },
        {
            "text": "DNA microplate by a site-specific protease We next examined if the immobilized proteins on the microplate could be cleaved by site-specific proteases. For this assay, we used fluorescence-labeled proteins as substrates, which had been immobilized on the microplate. A TEV protease recognition site was inserted between the DBtag and biotin ligation site (bls) of these test proteins. The substrate proteins were fluorescence-labeled by co-translationally biotinylating them in the cell-free protein synthesis and then adding Alexa488-STA to bind with the biotin (schematically shown in Fig. 4A ). The labeled proteins and non-biotinylated proteins (negative controls) were mixed with Alexa488-STA and then the mixture was spotted in an array on a microplate. When the plate was washed, fluorescence of the non-biotinylated proteins disappeared, which indicated that only biotinylated proteins were labeled with fluorescence (Fig. 4B, middle panel) . When incubated with the TEV protease, the proteins having the TEV protease cleavage sites lost fluorescence, while the protein having other protease cleavage sites retained fluorescence (Fig. 4B, lower panel) . We next used the approach for detection of caspase-3 (casp3) cleavage. The casp3, a key protease in apoptosis event, activates PAK2 protein kinase by cleavage [26] . Like above substrate proteins, the PAK2 was labeled with the DBtag and the biotin on bls in N and C-terminals respectively (DBtag-PAK2-bls) and spotted with Alexa488-STA on the microplate. The microplate was incubated with casp3 and washed. Like the assay of TEV protease above, fluorescence of DBtag-PAK2-bls lost (Fig. 4C, middle  panel) , while DBtag-bls (negative control) or buffer without casp3 retained fluorescence (middle and lower panels). By Western blotting, the cleavage of DBtag-PAK2-bls by casp3 was confirmed (data not shown). Thus the lost of fluorescence indicated the cleavage of the PAK2. The data showed that the DBtag-protein-bls could function as a good material for substrate screening of protease. Thus these results suggested that this microarray system could also be used for screening substrate proteins that are specifically cleaved by proteases.",
            "cite_spans": [
                {
                    "start": 1320,
                    "end": 1324,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 586,
                    "end": 593,
                    "text": "Fig. 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 924,
                    "end": 947,
                    "text": "(Fig. 4B, middle panel)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1136,
                    "end": 1158,
                    "text": "(Fig. 4B, lower panel)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1642,
                    "end": 1666,
                    "text": "(Fig. 4C, middle  panel)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Specific cleavage of DBtag-fusion proteins on the agarose/"
        },
        {
            "text": "3.5. Detection of a protein-protein interaction on the agarose/ DNA microplate Next, we investigated whether we could detect a proteinprotein interaction of DBtagged proteins immobilized on the microplate. For this assay, UBE2N and UBE2v1, a heterodimer of ubiquitin-conjugate enzyme (E2) [27] , were used. The DBtag-UBE2N, biotinylating bls-UBE2v1 or DHFR were mixed with Alexa488-STA and then spotted on the microplate (Fig. 5 , the third from the top). As negative controls, DBtag protein or bls-DHFR was mixed instead of DBtag-UBE2N or bls-UBE2v1 respectively (first, second and fourth from the top). After washing, spots of DBtag-UBE2N and bls-UBE2V1 mixtures indicated the fluorescence of Alexa488-STA, whereas the fluorescence of DBtag/bls-UBE2v1, DBtag/bls-DHFR, and DBtag-UBE2N/bls-DHFR mixtures lost. This data showed that a protein-protein interaction between UBE2N and UBE2v1 was detected on the microplate. The interaction was reduced with high salt condition (>200 mM). These results suggested that this microarray system could also be used for screening of a protein-protein interaction.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 421,
                    "end": 428,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Specific cleavage of DBtag-fusion proteins on the agarose/"
        },
        {
            "text": "Several tags such as GST, MBP and polyhistidine have been widely used as efficiently affinity purification. Although many transcription factors are known, their use as a DNA-binding protein tag, however, have not been put into practice [28, 29] . The current study demonstrated that the Arabidopsis transcription factor HY5 (and other proteins that bind strongly to DNA) functions as an affinity tag for the purification and immobilization of proteins on the newly designed agarose/ DNA microplate.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 240,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 241,
                    "end": 244,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A method for recombinant protein production includes several time-consuming processes such as construction of DNA template, transformation into the cell. High-throughput protein production is a key issue for making the protein microarray. Although the existing methods using the microarray have mainly used the cell-based method such as yeast or E. coli cells [2] [3] [4] , a large number of protein productions by the cellbased method will definitely be of substantial works. Recently, the cell-free protein production system using extracts from the wheat germ or E. coli cells has been used for high-throughput synthesis of proteins because of the simple and effective methodology (see the review [6] ). Furthermore, a fully automated robot based on the wheat cell-free system, shown in this paper, could operate a considerable number of protein productions. In addition, the biotin-labeled protein was used for detection of the protein-protein interaction and the cleavage of substrate proteins. Like the biotin labeling with the tag, the reconstruction of protein design allows wide range applications for the microarray-based functional analysis. However, using the cell-based methods, the time-consuming steps such as new vector construction are needed with every redesign of protein. In contrast the cell-free system accepts a linearly-rearranged DNA template produced by the PCR method without the new vector construction, indicating no requirement of the time-consuming steps. Thus, the cell-free system seems to be especially suitable as a protein production method for the microarray-based functional analysis.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 363,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 368,
                    "end": 371,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 699,
                    "end": 702,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To make practical protein microarray or for analysis by a surface plasmon resonance (SPR), the polyhistidine tag has been used for protein immobilization [2, 30] . However, the immobilization carried out after purification of proteins, but not direct use of crude lysates or mixtures. The requirement of purification step seems to prevent the protein chip or SPR from considerable background caused by contaminations of undesired proteins. On-chip purification based on conventional affinity tags and microarray designs may be tough works. In addition, amount of the immobilized protein is important for highly sensitive detection of the functional analysis. The proteins on solid surface using the polyhistidine tag were immobilized at below picogram per a spot [2] . Our protein microarray system was available for on-chip purification and high amount of immobilized proteins (150 pg per a spot) because of high affinity of DBtag to genomic DNA and high-salt condition that dramatically reduced the background proteins undesired.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 158,
                    "end": 161,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 763,
                    "end": 766,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One of the most important attributes of a functional protein microarray is the directionality of proteins immobilized on it [2] . With todayÕs technology, however, it is very difficult to control the directionality, because it requires a molecular-level control on the microplate. On the other hand, columns or beads traditionally used for protein purification have been widely used for functional assays like a pull-down assay, because they could preserve a three-dimensional space for proteins to react with molecules. Here, we explored a way to purify proteins on the microplate by mildly holding the freshly synthesized proteins in a three-dimensional space. This led to a protein microarray design in which the agarose gel formed a scaffold housing the DNAs (DNA-agarose matrix), which in turn were used for immobilizing the DBtagged proteins. This design was analogous to a flexible framework known as the nuclear matrix inside the nuclei [31] . The DNA framework in the agarose gel on a microplate was expected to keep a space around the immobilized proteins in the same way as the columns and beads do. Being a polymer, agarose could also insulate the freshly prepared proteins from the air, which we believe is important for the preservation of protein activity.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 945,
                    "end": 949,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As described above, DBtag-fusion proteins synthesized using the wheat germ cell-free system could be immobilized on the microplate, and subsequent simple washing with a high salt buffer reduced the amount of contaminating endogenous proteins to a very low background. Under this washing condition, the desired proteins were recovered almost as single bands on the CBB-stained SDS-PAGE (Fig. 1) . In contrast, when the microplate was washed at a low salt concentration (<50 mM NaCl), many contaminating endogenous proteins were observed (data not shown). This high salt washing was one of the keys to the production of a low-background protein microarray. In the post-genomic era, comprehensive protein analysis is one of the most important approaches to the understanding of the function of the genomic code. The method we describe here would allow analyzing target proteins on protein microarrays without time-consuming protein purification steps. After protein synthesis, researcher can make their own protein microarrays. Therefore, we believe that the protein microarray, which was developed using the wheat germ cellfree system and the DBtag technique described in this study, is a powerful tool for the comprehensive analysis of proteins.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 385,
                    "end": 393,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The sequence of the human genome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Venter",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "291",
            "issn": "",
            "pages": "1304--1351",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Protein chip technology",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Snyder",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Curr. Opin. Chem. Biol",
            "volume": "7",
            "issn": "",
            "pages": "55--63",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Development of a ''reverse capture'' autoantibody microarray for studies of antigen-autoantibody profiling",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Ehrlich",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Ferdinand",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Richie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oõleary",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proteomics",
            "volume": "6",
            "issn": "",
            "pages": "3199--3209",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Protein chip companies turn to biomarkers",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sheridan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat. Biotechnol",
            "volume": "23",
            "issn": "",
            "pages": "3--4",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A cell-free protein synthesis system for high-throughput proteomics",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sawasaki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ogasawara",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Morishita",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Endo",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "99",
            "issn": "",
            "pages": "14652--14657",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cell-free expression systems for eukaryotic protein production",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Endo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sawasaki",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Curr. Opin. Biotechnol",
            "volume": "17",
            "issn": "",
            "pages": "373--380",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The wheat germ cell-free expression system: methods for high-throughput materialization of genetic information",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sawasaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Gouda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kawasaki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsuboi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tozawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Endo",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Methods Mol. Biol",
            "volume": "310",
            "issn": "",
            "pages": "131--144",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Engineering proteins to facilitate bioprocessing",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Nygren",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stahl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Uhlen",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Trends Biotechnol",
            "volume": "12",
            "issn": "",
            "pages": "184--188",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Single-step purification of polypeptides expressed in Escherichia coli as fusions with glutathione S-transferase",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Gene",
            "volume": "67",
            "issn": "",
            "pages": "31--40",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Maltose-binding protein from Escherichia coli",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "K"
                    ],
                    "last": "Kellermann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ferenci",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Methods Enzymol",
            "volume": "90",
            "issn": "",
            "pages": "459--463",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Fusions to staphylococcal protein A",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Abrahmsen",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Methods Enzymol",
            "volume": "185",
            "issn": "",
            "pages": "144--161",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Isolation of monoclonal antibodies specific for human c-myc proto-oncogene product",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Evan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ramsay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Mol. Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "3610--3616",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Immunoaffinity purification of FLAG epitope-tagged bacterial alkaline phosphatase using a novel monoclonal antibody and peptide elution",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Brizzard",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Chubet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Vizard",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Biotechniques",
            "volume": "16",
            "issn": "",
            "pages": "730--735",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Rapid and efficient purification of native histidine-tagged protein expressed by recombinant vaccinia virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Janknecht",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Martynoff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Hipskind",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nordheim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Stunnenberg",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "88",
            "issn": "",
            "pages": "8972--8976",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A single step purification for recombinant proteins. Characterization of a microtubule associated protein (MAP 2) fragment which associates with the type II cAMP-dependent protein kinase",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Stofko-Hahn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Carr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "FEBS Lett",
            "volume": "302",
            "issn": "",
            "pages": "274--278",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Molecular interaction between the Strep-tag affinity peptide and its cognate target, streptavidin",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Koepke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Skerra",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Mol. Biol",
            "volume": "255",
            "issn": "",
            "pages": "753--766",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "One-step apurification of recombinant proteins using a nanomolar-affinity streptavidin-binding peptide, the SBP-Tag",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Keefe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Seelig",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Szostak",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Protein Expr. Purif",
            "volume": "23",
            "issn": "",
            "pages": "440--446",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The Arabidopsis HY5 gene encodes a bZIP protein that regulates stimulus-induced development of root and hypocotyl",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Oyama",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shimura",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Okada",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Genes Dev",
            "volume": "11",
            "issn": "",
            "pages": "2983--2995",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A bilayer cellfree protein synthesis system for high-throughput screening of gene products",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sawasaki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tsuchimochi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kamura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ogasawara",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuroita",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Endo",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "FEBS Lett",
            "volume": "514",
            "issn": "",
            "pages": "102--105",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A new class of enzyme acting on damaged ribosomes: ribosomal RNA apurinic site specific lyase found in wheat germ",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ogasawara",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sawasaki",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Morishita",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ozawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Madin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Endo",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "EMBO J",
            "volume": "18",
            "issn": "",
            "pages": "6522--6531",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A highly efficient and robust cell-free protein synthesis system prepared from wheat embryos: plants apparently contain a suicide system directed at ribosomes",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Madin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sawasaki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ogasawara",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Endo",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "97",
            "issn": "",
            "pages": "559--564",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Genome-scale, biochemical annotation method based on the wheat germ cell-free protein synthesis system",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sawasaki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Morishita",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shinozaki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Endo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Phytochemistry",
            "volume": "65",
            "issn": "",
            "pages": "1549--1555",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Mechanisms and enzymes involved in SARS coronavirus genome expression",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Gen. Virol",
            "volume": "84",
            "issn": "",
            "pages": "2305--2315",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Analogs of staurosporine: potential anticancer drugs?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gescher",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Gen. Pharmacol",
            "volume": "31",
            "issn": "",
            "pages": "721--728",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Different susceptibility of protein kinases to staurosporine inhibition, Kinetic studies and molecular bases for the resistance of protein kinase CK2",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Meggio",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Eur. J. Biochem",
            "volume": "234",
            "issn": "",
            "pages": "317--322",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Activation of hPAK65 by caspase cleavage induces some of the morphological and biochemical changes of apoptosis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reinhard",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Halenbeck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roulston",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "94",
            "issn": "",
            "pages": "13642--13647",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Chaperoned ubiquitylations crystal structures of the CHIP U box E3 ubiquitin ligase and a CHIP-Ubc13-Uev1a complex",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Windheim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Roe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peggie",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Prodromou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Pearl",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mol. Cell",
            "volume": "20",
            "issn": "",
            "pages": "525--538",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Current strategies for the use of affinity tags and tag removal for the purification of recombinant proteins",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arnau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lauritzen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Protein Expr. Purif",
            "volume": "48",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Making the most of affinity tags",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Waugh",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Trends Biotechnol",
            "volume": "23",
            "issn": "",
            "pages": "316--320",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A self-assembled monolayer for the binding and study of histidine-tagged proteins by surface plasmon resonance",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Sigal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bamdad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barberis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Strominger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Whitesides",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Anal. Chem",
            "volume": "68",
            "issn": "",
            "pages": "490--497",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Structures of transgene loci in transgenic Arabidopsis plants obtained by particle bombardment: junction regions can bind to nuclear matrices",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sawasaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Goshima",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Morikawa",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Gene",
            "volume": "218",
            "issn": "",
            "pages": "27--35",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1B): deSP6E02 (5 0 -GGTGACACTA-TAGAACTCACCTATCTCTCTACACA) and DBtag-A (5 0 -TGG-TGGTGGTGGGTGGAAGCCCTGGAAGTACAGGTTCTC). The amplified product was then treated with exonuclease I (1 U/10 ll reac-Fig. 1. Purification of DBtag and DBtag-fusion proteins, and scheme for construction of DBtag-fusion template by the PCR. (A) Purified DBtag (HY5) was found in the eluted fraction (lane 3 in DBtag, indicated by arrowhead). DHFR protein (negative control) was, however, not recovered (lane 3 in DHFR). (B) Scheme for DBtag-fusion method by the ''split-primer'' PCR. The DBtag fragment includes partial SP6 promoter. DNA amplification by SPu primer makes full-length SP6 promoter. (C) Purification of the DBtag-fusion proteins was observed in the eluted fraction (compare lane 3 with the crude mixture in lane 1). Lane 1: total fraction, lane 2: wash fraction (200 mM NaCl), lane 3: eluted fraction at high salt concentration (500 mM NaCl), lane 4: DNase I treatment, lane 5: TEV protease treatment to cleave between the DBtag and the target protein. Asterisks indicate purified proteins.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Immobilization and purification of DBtag-fusion proteins on agarose/DNA microplate. (A) Schematic diagram showing immobilized DBtagfusion proteins on the microplate before and after washing. (B) Only DBtag-GFP was immobilized on the microplate, while washing removed all other tagged GFPs and the untagged GFP. (C) DBtag-GFP and RFP (untagged) were mixed together and the mixture was spotted on the microplate.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Detection and specific inhibition of the autophosphorylation activity of 11 human protein kinases on agarose/DNA microplate. The DBtagged human protein kinases were analyzed in duplicates. DBtag indicates the tag protein by itself (control).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Specific cleavage of protein substrates by TEV protease and caspase 3 on agarose/DNA microplate. (A) Schematic diagram showing an immobilized DBtagged protein labeled with a fluorescence-labeled streptavidin. The fluorescence-labeled region was released by the protease cleavage, and as a result, the fluorescence was lost upon washing. (B) The biotin-labeled proteins (blue spot: biotinylated-DBtag-TEVcs-bls and light blue spot: biotinylated-DBtag-SAcs-bls) retained fluorescence on the microarray, while the non-biotin labeled proteins (pink spot: DBtag-TEVcs-bls and light pink spot: DBtag-SAcs-bls) lost the fluorescence after washing. Four proteins having TEV protease cleavage site (TEVcs, spots indicated in blue color as biotin-labeled form) lost the fluorescence after the TEV protease treatment. Other proteins, having the cleavage site of SARS virus protease (SAcs), showed fluorescence (spots indicated in light blue) because they were not recognized by the TEV as substrates. (C) DBtag-bls indicates DBtag-TEVcs-bls above. Two proteins including PAK2 (lower spot in each panel: DBtag-PAK2-bls labeled with Alexa488-STA) lost the fluorescence after the caspase 3 (casp3) treatment (''Casp3'' panel). DBtag-bls proteins (upper spot in each panel: DBtag-bls labeled with Alexa488-STA) and buffer without the casp3 (''buffer'' panel) showed fluorescence because they were not recognized by the casp3 as substrates.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Detection of a protein-protein interaction between UBE2N and UBE2v1 on the agarose/DNA microplate. Four samples [DBtag + biotinlabeled bls-UBE2v1 + STA(Alexa488), DBtag + biotin-labeled bls-DHFR + STA(Alexa488), DBtag-UBE2N + the bls-UBE2v1 + STA(Alexa488) and DBtag-UBE2N + the bls-DHFR + STA(Alexa488) from the top in ''spot'' panel] were spotted with three spots on the microplate. The first, second and fourth samples lost the fluorescence after washing (''wash'' panel). The third sample showed the fluorescence in ''wash'' panel, indicating a heterodimer as a protein-protein interaction between UBE2N and UBE2v1 proteins. An image from this result was shown in the right panel.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We greatly thank Yuko Matsubara, Yoshiko Kodani and Yoshinori Tanaka for their expert technical assistance. This work was partially supported by the Special Coordination Funds for Promoting Science and Technology by the Ministry of Education, Culture, Sports, Science and Technology, Japan (T.S. and Y. E.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        }
    ]
}