{"paper_id": "9347c26d199102fa71e3f18218bd474c4d2586e3", "metadata": {"title": "ROYAL ACADEMY OF MEDICINE IN IRELAND IRISH JOURNAL OF MEDICAL SCIENCE", "authors": [{"first": "Irish", "middle": [], "last": "Thoracic", "suffix": "", "affiliation": {"laboratory": "Cruinn Diagnostics Ltd RespiCare Ltd Direct Medical Ltd Sword Medical Ltd Eli Lilly and Company Ltd", "institution": "Orega Systems", "location": {}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "It is my great pleasure to welcome you to Limerick, host city to the 2012 Irish Thoracic Society Annual Scientific Meeting.", "cite_spans": [], "ref_spans": [], "section": "Welcome from the Local Organiser"}, {"text": "We look forward to a very exciting program, offering the best of original research and state of the art guest lectures against the backdrop of warmth and conviviality for which the meeting is known.", "cite_spans": [], "ref_spans": [], "section": "Welcome from the Local Organiser"}, {"text": "Thank you to all those who submitted abstracts and case studies this year-we received over 180 for presentation, reflecting the high quality and innovative work taking place in research centres throughout the island and further afield. I would also like to thank the abstract review committee and judges for their time and expertise in what is never an easy task due to the increasingly high standard of submissions received.", "cite_spans": [], "ref_spans": [], "section": "Welcome from the Local Organiser"}, {"text": "Special features of the meeting include Guest Lectures on 'Asthma Genomics and the Respiratory Biome', 'Use of NIV in Acute Respiratory Failure' and 'The Role of Nasal Electrophysiology in the difficult CF Diagnosis' as well as a symposium on 'Chronic Respiratory Failure'. I am delighted to welcome distinguished guest speakers from the UK and USA who will share their expertise on these topics.", "cite_spans": [], "ref_spans": [], "section": "Welcome from the Local Organiser"}, {"text": "Welcome also to the patient and professional organisations represented. Networking and sharing information on the wealth of activities taking place across the respiratory healthcare community has become an integral part of the meeting.", "cite_spans": [], "ref_spans": [], "section": "Welcome from the Local Organiser"}, {"text": "I would like to extend a particular welcome to the exhibitors and sponsors of this year's meeting. We are very grateful for their continued support, without which the meeting would not be possible. We present the case of an 18-year-old gentleman who had an inflammatory neuropathy secondary to a thymoma. He underwent a VATS thymectomy, the first case in Ireland. The surgery involved a 3 cm transverse incision above the supra-sternal notch, partial mobilization of the thymus, and 2-port placement with full thymic mobilization and excision. The advantages of a VATS approach include lower blood loss (125 vs. 186 mls), lower post-operative ventilation rates (4.2 vs. 16.2 %), shorter lengths of hospitalisation (5.6 vs. 8.1 days), and improved cosmesis. The patient made an excellent recovery, discharged to home on post-operative day 4. We report a case of pleural giant B cell lymphoma in a 69 year old man induced by immunosuppressive therapy for rheumatoid arthritis (RA). Despite adequate control of his RA with anti-TNF treatment, this was substituted with leflunomide and prednisolone after a myocardial infarction. He subsequently developed recurrent bloody exudative pleural effusions containing a lymphomatous cell population. Prolonged remission was obtained with the anti CD20 antibody therapy, rituximab. Although the attribution of lymphoma with anti-TNF therapy and immunosuppressive treatment remains controversial [1] [2] , the association is more than spurious [3] . Despite a low risk of lymphoma from biological therapies, continued vigilance is warranted. Pericardial atresia is a rare cardiothoracic malformation. It is mostly diagnosed incidentally, on surgery, or autopsy. It usually has benign symptoms, but herniation of the heart through a partial defect can be fatal. We describe an unusual case of 54 years old Zimbabwean lady who presented with severe headache, syncope, bradycardia and orthostatic hypotension. She was also noted to have elevated D-dimers and was hypoxic on room air. A chest X-ray reported cardiomegaly. A CT pulmonary angiogram demonstrated no embolism, but did show features consistent with absence of the pericardium. Further cardiac MRI confirmed this finding in addition to left ward rotation of heart into left thoracic cavity and four chamber dilatation. A review of the available literature on clinical presentation, diagnostic assessment and therapeutic options is presented.", "cite_spans": [{"start": 1434, "end": 1437, "text": "[1]", "ref_id": null}, {"start": 1438, "end": 1441, "text": "[2]", "ref_id": null}, {"start": 1482, "end": 1485, "text": "[3]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Welcome from the Local Organiser"}, {"text": "and soft tissue, including primitive neuroectodermal tumors (PNETs). It responds relatively well to a combination of surgical resection, chemotherapy and radiation therapy. We describe a 25 years old polish girl who presented with 01 year history of right scapular, paraspinal and anterior chest wall pain. Imaging confirmed 5.4 9 4.3 cm mixed solid and cystic mass in right lung apex invading into supraclavicular muscles and neural foramen. The biopsy and immunotyping revealed small round ''blue cells'' soft tissue tumour equivalent of EES/PNET. She had neoadjuvant chemotherapy followed by surgical resection of the tumour with a good result and further planned to continue chemotherapy and evaluate treatment response. A 42 year old man with known Kartagener's associated bronchiectasis presented with increased cough and sputum production associated with pyrexia. Radiologically, he had a right lower lobe infiltrate but sputum culture and urinary legionella antigen were negative. However, he failed to improve on a penicillin. Bronchoscopy was performed and lavage specimens grew legionella pneumophila serogroup 3. He recovered following treatment with levofloxacin. There was no history of foreign travel but he did sleep in a camper van. There are 15 known subgroups of Legionella pneumophila and only serogroup 1 is detected by urinary antigen. Culture remains the gold standard. A 41 year old lady was referred to the haematology service with a relapse of follicular lymphoma grade 3A. Following salvage chemotherapy and pre transplant conditioning with alemtuzumab, she had a non myeloablative allogenic stem cell transplant. As part of the investigation for recurrent lower respiratory tract infections a bronchoscopy revealed a large exophytic tumour occluding the anterior orifice of the left upper lobe. Biopsy and culture confirmed mycobacterium Kansasii. The patient had an excellent clinical, microbiological and radiological response to treatment with resolution of the tumour at bronchoscopy. Our case demonstrates an unusual presentation of mycobacterium kansasii. Atypical mycobacterial infections although rare must be considered in this patient group. A 35-year-old woman presented in symptomatic hypercapnic respiratory failure. Proximal muscle and neck flexor weakness was noted on examination. Pulmonary function testing revealed restrictive physiology. Creatinine kinase and serological testing were normal and Acid-maltase deficiency was excluded. Deltoid muscle biopsy was consistent with myofibrillar myopathy.", "cite_spans": [], "ref_spans": [], "section": "A Rare Case of Pulmonary Primitive Neuroectodermal Tumour (PNET)"}, {"text": "Myofibrillar myopathies are rare, encompassing a heterogenous group of sporadic and familial neuromuscular disorders characterised by slowly progressive muscular weakness. Cardiac and respiratory muscles are involved in only a small subset of people. Our patient has improved with non-invasive ventilation. Further molecular genetic analysis is pending. A 74-year-old lady presented with dysphagia. She had a right lower lobe pneumonectomy for a T1NOMO non-small cell bronchial carcinoma 3 years previously. A computed tomography scan of the thorax showed oesophageal dilatation, accounting for the presenting complaint, and an incidental thrombus in the pulmonary artery stump (PAS). The formation of a PAS thrombus is a common radiological finding following pneumonectomy [1] . There is no strong evidence to suggest anticoagulation is beneficial in this group of patients. As no respiratory symptoms were present, anticoagulation could not be justified. A 3-month interval scan showed no thrombus propagation and the patient remained asymptomatic. Department of Respiratory Medicine, Beaumont Hospital, Dublin 9 , Ireland", "cite_spans": [{"start": 774, "end": 777, "text": "[1]", "ref_id": null}, {"start": 1106, "end": 1114, "text": "Dublin 9", "ref_id": null}], "ref_spans": [], "section": "Laryngeal Sarcoidosis Presenting as"}, {"text": "A 44 year old gentleman presented to the Respiratory Clinic with a 4/12 history of progressive dyspnoea on exertion associated with cough. He reported longstanding lower limb weakness, progressing to involve his upper limbs. Arterial blood gas demonstrated partially compensated hypercapnoeic respiratory failure whilst PFTs showed a classic restrictive pattern. Electromyography was abnormal and a muscle biopsy confirmed a diagnosis of nemaline myopathy. He was commenced on nocturnal non-invasive ventilation and his respiratory function improved significantly. Nemaline rod myopathy is a rare congenital myopathy that typically presents in childhood. Presentation in adulthood with respiratory difficulties is highly unusual. Jo-1 positive polymyositis is an inflammatory myopathy and commonly presents with progressive muscle weakness and basal predominant interstitial lung disease. This is a case report of two women with different clinical presentations of Jo-1 positive polymyositis who had bibasal interstitial lung disease on high resolution CT Thorax. They both had worsening pulmonary function studies and one of them required ICU admission and intubation for management of severe respiratory distress. They both responded to different regimens of IV cyclophosphamide and long term oral immunosuppressants.", "cite_spans": [], "ref_spans": [], "section": "Laryngeal Sarcoidosis Presenting as"}, {"text": "These cases illustrate the respiratory manifestations of Jo-1 positive polymyositis and its treatment. 65 year old male with a recent history of travelling abroad presented with 6 week history of dry cough and 5 day history of progressive sob on exertion and one episode of haemoptysis. CXR showed RUL consolidation and RLL effusion, CTPA was negative for PE. Subsequently he developed recurrent spikes of temperature and septic screen was negative. He had three different antibiotics regime with no improvement. Thereafter multiple blood cultures, vasculitic, typical and atypical microorganism, HIV, TB screen and bronchial washings came back as negative. Repeat CTPA and serial CXR confirmed persistent bilateral consolidation. On Day 5 of admission he developed new systolic murmur, A-fib and type 2 respiratory failure. TTE and subsequent TOE confirmed severe MR with mitral valve vegetation and prolapse treated with mitral valve replacement. Dublin 9 , Ireland 43 years old male admitted 1 year ago with Mesenteric ischaemia diagnosed& NSTEMI, had emergency small bowel resection with right hemicolectomy. Admission has been complicated over 1 year by wound infection, multiple pneumonias, multiple line infections, multiple admissions to ITU, later diagnosed with short bowel syndrome, and C Difficile colitis; and thrombosis of superficial venous system. Due to difficult IV access and low albumin. Recently admitted to ITU deteriorated due to acute electrolyte disturbance. Had transhepatic line (TIPSS) inserted by IR due to difficult IV access and low albumin. Day 4 became acutely SOB, CXR complete opacification of right lung. Chest drain inserted had drained 9 litres of milky fluid, tubogram confirmed leak through diaphragm into pleura.", "cite_spans": [{"start": 103, "end": 105, "text": "65", "ref_id": null}, {"start": 949, "end": 957, "text": "Dublin 9", "ref_id": null}], "ref_spans": [], "section": "Laryngeal Sarcoidosis Presenting as"}, {"text": "A. Mohamed, R. Smyth, J.J. Gilmartin University College Hospital Galway, Co Galway, Ireland", "cite_spans": [], "ref_spans": [], "section": "Pleural Effusion and Lymphadenopathy"}, {"text": "A 69 year old man presented with a 1 year history of progressive dyspnea. Physical examination revealed a right pleural effusion.", "cite_spans": [], "ref_spans": [], "section": "Pleural Effusion and Lymphadenopathy"}, {"text": "A chest radiograph and CT scan confirmed the presence of an effusion with thoracic lymphadenopathy and large mesenteric and para-aortic masses.", "cite_spans": [], "ref_spans": [], "section": "Pleural Effusion and Lymphadenopathy"}, {"text": "A pleural aspiration was performed and 1 litre of milky white fluid was removed. Pleural fluid analysis noted a protein concentration of 44 g/L and a triglyceride level of 1869 mg/dL. Cytology revealed a WBC count of 2240/mL with 100 % of these being mononuclear.", "cite_spans": [], "ref_spans": [], "section": "Pleural Effusion and Lymphadenopathy"}, {"text": "Subsequent lymph node and bone marrow biopsy confirmed the diagnosis of chylothorax with small lymphocytic lymphoma. A 60-year-old gentleman presented with sub-acute onset of dyspnea associated with diffuse bilateral infiltrates on chest radiograph. His respiratory failure worsened despite broad spectrum antibiotics and he required intubation. He had recent type 2 diabetes mellitus that was well controlled on oral hypoglycaemics.", "cite_spans": [], "ref_spans": [], "section": "Pleural Effusion and Lymphadenopathy"}, {"text": "Bronchial washings were positive for PCP on silver stain. Despite extensive testing a cause for immunological deficiency could not be identified. He developed ARDS related fibrosis and died.", "cite_spans": [], "ref_spans": [], "section": "Pleural Effusion and Lymphadenopathy"}, {"text": "PCP is the most common opportunistic infection in AIDS patients [1] , it has been rarely reported in previously well, immunocompetent patients. An 83 year old non-smoking female presented to the ER with a 3 week history of progressive dyspnoea and cough. The patient also recounted difficulty reclining at night to the point where she slept in a sitting position. Examination revealed mild expiratory wheeze and hypoxemia on room air. Initial clinical impression was of an infective exacerbation of late onset asthmatic bronchitis. CXR demonstrated a large hiatus hernia. Pulmonary function studies showed a mixed obstructive and restrictive pattern. CT Thorax revealed large diaphragmatic hernia with evidence of compression of the main bronchi. Bronchoscopy showed dynamic airway collapse with complete obstruction of the left and right main stem bronchi and distal trachea on coughing. This represents an unusual cause of dynamic airway collapse and the imaging and literature are reviewed. A 48 year old lifelong non-smoker with asthma presented to ER with a 3 days history of worsening breathlessness. On examination he was unable to complete sentences and reduced air entry through out chest.CXR showed right middle lobe consolidation. He had been treated as infective exacerbation of asthma. But unfortunately he deteriorated later on that day progressing to respiratory and circulatory failure and subsequently to disseminated intravascular coagulation. Although having best of ICU care he passed away the following day. All of his investigations including blood culture, atypical pneumonia screen, H1N1 serology were came back negative. His post mortem examination hasn't revealed any cause other than right sided pneumonia contributing to his death. This represents a shocking but mysterious case of pneumonia as the cause of death. A 54 year old gentleman was referred to the Rapid Access Lung Cancer service with a 3 week history of progressive SOB and new pleural effusion. Of note, he had recently presented to his general practitioner with two soft tissue lesions on the right flank. On examination, axillary lymphadenopathy was palpable with a noted interval increase in the size of the cutaneous lesions. TruCut biopsy of the skin lesion and pleural aspiration revealed a histological diagnosis of Mantle Cell Lymphoma. Subsequent radiology showed extensive systemic disease and chemotherapy was offered. Our case illustrates the extranodal involvement that can occur in Mantle Cell Lymphoma, however, patients rarely present with initial cutaneous involvement as in our case. A 66 year old gentleman was referred to our lung cancer clinic with abnormal Chest X-ray and palpable supraclavicular node. A staging CT thorax suggested lung primary with mediastinal and supraclavicular nodes. A Biopsy of the palpable node showed Hodgkin's disease (HD). A CT-guided biopsy of the lung lesion favoured lung primary and mediastinal nodal sampling revealed HD. He proceeded to lobectomy for excision of the primary lung lesion and the pathology returned a non Hodgkins lymphoma. This case illustrates a presentation of dual pathologies: both Hodgkins and non Hodgkins Lymphoma in the same patient mimicking locally advanced lung cancer. A 54-year-old man presented with a 3-month history of back pain and cough. He had a normal chest radiograph and was reassured. Subsequent haemoptysis in this patient prompted CT imaging which showed a large left lower lobe mass that was concealed by the cardiac shadow. Further MRI imaging revealed extensive spinal metastases and thus stage IV disease. We wish to present a case series of five patients with benignappearing single plane chest radiography. Further imaging revealed advanced stage lung cancer in these patients. These cases illustrate limitations of single plane radiography and identify anatomical areas where tumours may be missed such as behind the heart. They emphasise the importance of obtaining lateral films and CT imaging in patients with a reassuring single plane chest radiograph where clinical suspicion persists.", "cite_spans": [{"start": 64, "end": 67, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Pleural Effusion and Lymphadenopathy"}, {"text": "A 40 year old Latvian security guard with a background of relapsing polychondritis and recurrent Escherichia coli LRTI's, represented to hospital with recurrent haemoptysis and pyrexia of unknown origin. HRCT thorax revealed innumerable randomly distributed pulmonary micronodularity. Bronchoscopy and BAL were unremarkable. Fresh sputum cytology confirmed the diagnosis of pulmonary nematodes consistent with Strongyloides stercoralis. The patient was treated with high dose Ivermectin, resulting in complete resolution of the pulmonary micronodularity. This case report discusses the diagnostic criteria for relapsing polychondritis, the international issues of pulmonary nematodes and the importance of understanding the three radiological subtypes of pulmonary micronodularity (random, centrilobular and peri-lymphatic). A 21 year old gentleman with severe autism spectrum disorder (ASD) presented acutely to the emergency department with behavioural disturbance. His prior history was notable for a right lower lobe infiltrate on chest radiography identified 1 year prior to admission. His behavioural disturbance manifested by self harm, and had previously precluded in-hospital investigation. CT thorax confirmed right lower lobe consolidation and flexible bronchoscopy identified a 5.5 cm tree branch within a segmental bronchus of the right lower lobe. This case highlights the importance of flexible bronchoscopy and the difficulties of access to appropriate care for those patients with ASD. A 63 year old male was admitted with pleuritic chest pain after knee replacement. Routine bloods, including liver function tests were normal. A chest radiograph showed right upper quadrant calcification. CT pulmonary angiography was normal but a CT abdomen showed an area of calcification in segment 7 of the liver with low attenuation centrally consistent with a hydatid cyst.", "cite_spans": [], "ref_spans": [], "section": "Strongyloides Stercoralis-A Rare Cause of Miliary Pulmonary Micronodularity"}, {"text": "Hydatid disease is caused by ingestion of the dog tapeworm Echinococcus granulosus. It is uncommon within Ireland. Treatment includes monitoring of chronic cysts, medical therapy with antibiotics in combination with either surgery of percutaneous drainage. A 61 year old female smoker was admitted with right sided pleuritic chest pain. CT Thorax showed extensive right lung consolidation and bronchiectasis. Bronchoscopy showed unexpected thickening and nodularity of the upper trachea. Biopsies confirmed tracheal amyloidosis and immunohistochemical staining of the deposits was negative for serum amyloid A protein, transthyretin, and kappa and lambda immunoglobulin light chains, indicating amyloid of non-AA type. There was no evidence of amyloid at any other location.", "cite_spans": [], "ref_spans": [], "section": "Strongyloides Stercoralis-A Rare Cause of Miliary Pulmonary Micronodularity"}, {"text": "Patients with tracheobronchial amyloidosis may be asymptomatic or present with dyspnoea, cough, haemoptysis or recurrent pneumonia. Department of Respiratory Medicine, Beaumont Hospital, Dublin 9 , Ireland A 17-year old male presented to Beaumont Hospital with dyspnoea, cough and haemoptysis due to alveolar haemorrhage, requiring ICU admission for high frequency oscillatory ventilation and IV cyclophosphamide. Originally diagnosed with a pauci-immune vasculitis, a lung biopsy confirmed a diagnosis of Pulmonary Capillaritis requiring escalating treatment with pulsed IV steroids and immunosuppression. While initially clinically stable, he has had multiple ICU admissions, and during an exacerbation presents with symptoms of dyspnoea, a dropping haemoglobin and bilateral infiltrates on chest radiograph. He is now managed by an adult respiratory service with specialist advice, with IV steroids, IV Ig and rituximab. We discuss a minimally invasive approach with video assisted thoracoscopic surgery (VATS) in performing thymectomy procedures for cases of myasthenia gravis.", "cite_spans": [{"start": 187, "end": 195, "text": "Dublin 9", "ref_id": null}], "ref_spans": [], "section": "Strongyloides Stercoralis-A Rare Cause of Miliary Pulmonary Micronodularity"}, {"text": "A 21 year old female was referred with a background history of myasthenia gravis. Despite optimal medical therapy M.N. still experiences persistent symptoms and occasional hospitilization for IV immunoglobulins. A CT thorax showed an enlarged thymus. Using a three port VATS technique the thymectomy was completed and she was discharged 3 days post operation.", "cite_spans": [], "ref_spans": [], "section": "A Rare Case of Pulmonary Capillaritis"}, {"text": "This case illustrates the possible benefits of minimally invasive approach to thymectomy and avoidance of sternotomy for cases of myasthenia gravis. We report the case of a 20 y.o man who presented with classical pancoast syndrome symptoms caused by a large apical Ewing's sarcoma of the chest wall. Neoadjuvant chemotherapy localized the tumour to the first rib. Complete enbloc surgical resection of the 62 mm residual mass (entire first rib, partial second rib and sublobar lung) was accomplished by a combined anterior hemiclamshell and posterior approach. ypT0. The C8 nerve root was spared and this led to a complete resolution of symptoms. We report the case of an 81 y.o. who underwent curative resection by right sided lobectomy for a pT2aN0 adenocarcinoma. She developed this uncommon syndrome of intracardiac shunting of blood immediately post extubation. This syndrome causes profound dyspnoea as a result of arterial hypoxia which is accentuated by the upright position and relieved by recumbency. Echocardiography based on clinical suspicion was diagnostic. This was successfully treated by the placement of an occluder device the patent foramen ovale. The case of a 54 year old male smoker with a 6 week history of haemoptysis, night sweats and dyspnoea on exertion is presented. Chest radiography confirmed a right upper lobe thick-walled cavity with adjacent nodularity. Both transbronchial and percutaneous biopsy sampling was non-diagnostic and microbiological testing was negative. Following an episode of large volume haemoptysis he underwent emergency lobectomy. Final histopathologic examination confirmed an anaplastic lymphoma kinase (ALK)-negative pulmonary anaplastic lymphoma, an extremely rare cause of pulmonary cavitation. We report a G551D homozygote: FEV 1 24 % predicted, oxygendependent with recurrent exacerbations (5 in 6 months) awaiting transplant assessment, started on ivacaftor through a named patient program. Within 8 weeks transplant assessment was deferred, FEV 1 had increased to 35 % predicted, continuous oxygen was discontinued, sweat chloride had fallen from 92 to 46 mmol/L and exacerbation rate decreased to 0 in 6 months prospectively. A 52 year old lady presented with headache and cough. Neuroimaging raised the possibilitiy of CNS mycobacterial infection. Pansensitive mycobacterium tuberculosis was cultured from bronchoalveolar lavage. The patient experienced a Type 1 hypersensitivity reaction following the first dose of intravenous rifampicin. The patient was commenced therefore on IV amikacin, oral moxifloxacin and ethambutol. Intravenous desensitisation to rifampicin was carried out using a 1 day protocol. This was successful allowing the patient to return to oral therapy for the duration of her treatment.", "cite_spans": [], "ref_spans": [], "section": "A Rare Case of Pulmonary Capillaritis"}, {"text": "IPF and pANCA-positivity predating vasculitis is known but not widely appreciated. We describe two cases of IPF, initially ANCA-negative who became ANCA-positive with associated vasculitis.", "cite_spans": [], "ref_spans": [], "section": "Differentiating Pulmonary Cavities"}, {"text": "A 70-year-old, house-wife diagnosed with IPF in 2007 was ANCA-negative. In 2010 she was more breathless with borderlinepositive pANCA (repeat negative). In 2012, she developed acute mononeuritis multiplex, with a highly positive pANCA, responsive to immunosuppression. IPF remained stable throughout.", "cite_spans": [], "ref_spans": [], "section": "Differentiating Pulmonary Cavities"}, {"text": "A 67-year-old male, with established IPF (ANCA-negative), presented acutely with alveolar haemorrhage, renal failure and now pANCA-positive, responsive to plasma exchange, haemodialysis and immunosuppression.", "cite_spans": [], "ref_spans": [], "section": "Differentiating Pulmonary Cavities"}, {"text": "These cases support the rationale for serial ANCA measurements in IPF. Bronchoscopy in a 49 year old female 14 months after radical chemoradiotherapy and oesophageal stent insertion demonstrated stent erosion into the proximal trachea with recurrent oesophageal SCC obstructing the carina. A 20 9 40 mm covered Ultraflex tracheal stent was deployed, with an oesophageal stent telescoped proximally into the displaced oesophageal stent. Imaging out ruled a leak facilitating oral intake. Six weeks later, staged cryotherapy and stenting of the carinal obstruction was successfully performed. Cork University Hospital, Wilton, Cork, Ireland, 2 Mercy University Hospital, Cork A 62-year-old male was reviewed with increasing shortness of breath, hoarseness and stridor. His past medical history was remarkable for supraglottic amyloidosis. These lesions were thermally ablated in 2003. He was followed up routinely. A CT thorax and subsequent bronchoscopy and biopsy was undertaken. At bronchoscopy he was found to have two large nodular protrusions that were biopsied. Pulmonary amyloidosis is rare and manifestations include tracheobronchial infiltration, parenchymal infiltration (amyloidomas) persistent pleural effusions and pulmonary hypertension. Symptoms of tracheobronchial amyloidosis can include hoarseness, stridor, dyspnoea and overt airway obstruction [1] . Treatment involves invasive bronchoscopic therapies such argon photocoagulation (APC) and occasionally surgery [2] . We present two mushroom workers with bird fancier's lung. Workers presented with progressive dyspnoea, cough and sweats, with features of hypersensitivity pneumonitis on HRCT, PFTs and BAL/TBBx. Serological studies to aspergillus fumigatus, saccharopolyspora rectivirgula, thermophilic actinomyces were negative but positive for avian proteins. Workplace process analysis revealed chicken litter as fundamental in mushroom compost production.", "cite_spans": [{"start": 1363, "end": 1366, "text": "[1]", "ref_id": null}, {"start": 1480, "end": 1483, "text": "[2]", "ref_id": null}], "ref_spans": [], "section": "Differentiating Pulmonary Cavities"}, {"text": "Both workers received corticosteroids with symptomatic and radiological improvement. Workplace relocation resulted in complete resolution of symptoms in one worker. The second worker remains exposed, wearing appropriate PPE with ongoing medical surveillance.", "cite_spans": [], "ref_spans": [], "section": "A Case of Tracheobronchial Amyloidosis"}, {"text": "Detailed workplace analysis may be required in proper diagnosis of work-related respiratory diseases. Wheeze is a continuous musical sound that lasts longer than 250 ms [1] . Upper airway obstruction is commonly misdiagnosed as asthma. We describe four cases presenting with upper airway obstruction of different aetiologies.", "cite_spans": [{"start": 169, "end": 172, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "A Case of Tracheobronchial Amyloidosis"}, {"text": "A 15-year-old female was referred with 'poorly controlled asthma'. Inspiratory stridor was noted on physical exam and spirometric flow volume loops showed variable extrathoracic airway obstruction. Laryngobronchoscopy confirmed paradoxical vocal cord movement.", "cite_spans": [], "ref_spans": [], "section": "All that Wheezes is Not Asthma"}, {"text": "Ir J Med Sci (2012) 181 (Suppl 10):S369-S437", "cite_spans": [], "ref_spans": [], "section": "S388"}, {"text": "A 58-year-old female was referred with 'poorly controlled asthma'. Physical exam revealed inspiratory stridor and spirometric flow volume loops showed fixed upper airway obstruction. Larynogbronchoscopy revealed subglottic stenosis.", "cite_spans": [], "ref_spans": [], "section": "S388"}, {"text": "A 75-year-old male with a 20-pack-year history of smoking was referred with worsening wheeze. Physical exam and investigations revealed subtotal tracheal compression secondary to a retrosternal goitre which was successfully resected with resolution of symptoms.", "cite_spans": [], "ref_spans": [], "section": "S388"}, {"text": "A 56-year-old male was referred with wheeze, fatigue and intermittent apnoea while sleeping on his left side. Physical exam revealed inspiratory stridor and spirometric flow volume loops showed fixed upper airway obstruction. CT thorax and bronchoscopy revealed a congenital double aortic arch, splitting to come around the trachea (see Fig. 1 ) causing tracheal compression.", "cite_spans": [], "ref_spans": [{"start": 337, "end": 343, "text": "Fig. 1", "ref_id": "FIGREF1"}], "section": "S388"}, {"text": "The four cases show the importance of considering misdiagnosed upper airway obstruction in the assessment of wheeze. A 62 year male smoker with gastro oesophageal adenocarcinoma developed dyspnoea on treatment with epirubicin, oxaliplatin, and capecitabine, Raynaud's phenomenon was noted and HRCT showed bilateral interstitial infiltrates. SCL 70 antibodies were positive and thoracoscopic lung biopsy confirmed scleroderma-associated interstitial lung disease.", "cite_spans": [], "ref_spans": [], "section": "S388"}, {"text": "Patients receiving pneumotoxic agents should be assessed thoroughly for other causes before a diagnosis of drug-induced interstitial lung disease is considered. Mid-Western Regional Hospital Limerick, Limerick, Ireland", "cite_spans": [], "ref_spans": [], "section": "References"}, {"text": "A 38 year old woman presented with recurrent lower respiratory tract infections and weight loss of over a stone over the last 6 months. She was a smoker of 20 pack year. CT showed diffusely abnormalities in both lungs. There was ill-defined pulmonary nodules with small cavitating lung lesions. Specimens taken from VATS showed numerous airway-centred and airway-destructive nodules composed of eosinophils and large histiocytes with vesicular chromatin that are CD1a positive. This is consistent with Langerhans cell histiocytosis. She was advised on smoking cessation which she adhered to. Follow-up CXR showed complete resolution of the multi-focal interstitial infiltrates Several studies reported relationship between ANCA-associated vasculitides and malignancies (pre-existing or developed during patients follow up), bringing to discussion the putative role of tumor antigen in driving the auto-immune response.", "cite_spans": [], "ref_spans": [], "section": "References"}, {"text": "We describe the case of 45 years old male with E-Cadherin genetic mutation, mandibular cementoma, horse shoe kidney, alopecia and nails dystrophy who presented with haemoptysis and bilateral pulmonary infiltrates 2 years after his first Asthma diagnosis. Bronchial washings demonstrated pigment laden cells consistent with alveolar haemorrhages. Serological tests showed positive c-ANCA. There was no renal involvement. He was successfully treated with high dose of corticosteroids. We present an interesting case of endobronchial TB in patient who lacked normal host immunity.", "cite_spans": [], "ref_spans": [], "section": "References"}, {"text": "A gentleman (59 years) presented with haemoptysis on a background of ulcerative colitis managed with mesalanine and azathioprine. Bronchoscopy demonstrated a mass partially occluding the left main bronchus. Pan-sensitive Mtb was isolated and he was treated for 9 months.", "cite_spans": [], "ref_spans": [], "section": "References"}, {"text": "Four months following presentation an endobronchial resection was performed. However, repeat bronchoscopy following nine months of treatment demonstrated a persistent lesion in the left main bronchus and a new lesion in the trachea. The recurring lesion was characterised by the persistent AFB, that were stainable, but did not grow. Conclusion: The immune derangement, characteristic of inflammatory bowel disease patients, contributed to his aberrant persisting host response to dead organism. [1] . In these two cases DIPNECH was diagnosed along side carcinoid tumour via lobectomy and mediastinal lymph node sampling. One patient was symptomatic for at least 18 months prior to diagnosis complaining of episodic wheeze, flushing and diarrhoea. This patient was treated with a somatostatin analogue post operatively. DIPNECH has rarely been described and its prognosis and management have varied from several different case reports [2] . These two cases highlight, that although a rare entity, it needs to be considered in cases of symptomatic cough and wheeze with radiological findings suggestive of discrete pulmonary nodules. In March 2011, the first case of a subsequent outbreak of pansensitive mycobacterium tuberculosis, Beijing strain, was diagnosed in a man from an Irish prison. Last year, the first 11 patients in this sequence were presented. Herein we discuss eight further cases connected to this outbreak. All cases, but one, are males of European origin aged between 20 and 50 years. Clinical presentations ranged from classical symptoms of night sweats and weight loss to acute abdomen. Four of the pulmonary TB cases had, on initial presentation, Acid Fast Bacilli positive sputum on microscopy and culture. The radiological disease was primarily consolidation or cavitating lesion in the upper to mid zones.", "cite_spans": [{"start": 496, "end": 499, "text": "[1]", "ref_id": null}, {"start": 935, "end": 938, "text": "[2]", "ref_id": null}], "ref_spans": [], "section": "References"}, {"text": "More than a year later, this case series continues to highlight the ongoing and mounting difficulties of managing this Irish prison outbreak. A 36 year-old Irish male presented with a 1 month history of dyspnoea, unsteady gait, numbness over both flanks and weight loss. He attended 8 months earlier at another centre with swollen painful right testes. CXR demonstrated bilateral hilar lymphadenopathy, and rightsided pleural effusion. CT TAP revealed marked mediastinal lymphadenopathy with right sided pleural effusion, mild splenomegaly, ill-defined right testes, and bilateral inguinal lymphadenopathy. Serum LDH and ACE were elevated. Thoracentesis revealed serosanguinous exudative fluid. Transbronchial and inguinal lymph node biopsy revealed evidence of non-caseating granulomas. MRI Spine revealed abnormal cystic areas throughout thoracic and lumbar spine. A diagnosis of sarcoidosis with multisystem involvement was made and high dose steroids were commenced with good clinical response. Pleural and spinal cord sarcoidosis is a rare and interesting presentation. Histology showed chronic inflammatory change and ulceration of the bronchi with no evidence of vasculitis or granuloma. No malignancy was evident. Pulmonary changes similar to this have been described in patients with UC. Alpha-1 antitrypsin deficiency (AATD) is an autosomal co-dominant genetic disorder associated with a substantially increased risk for the development of chronic obstructive pulmonary disease (COPD) and liver disease. ATS/ERS guidelines recommend testing of all individuals with COPD and poorly controlled asthma. The objective of the study was to investigate the diagnostic experiences of ZZ AATD individuals in Ireland. A total of 74 ZZ AATD individuals completed a questionnaire at an Alpha-1 Clinic in relation to their diagnostic experiences and clinical presentation.", "cite_spans": [], "ref_spans": [], "section": "References"}, {"text": "The mean age of symptom onset was 37.8 ± 1.6 years (range 0.03-80); mean age of diagnosis was 44.1 ± 1.6 years (range 0.03-80). The interval between onset of symptoms and AATD diagnosis was 7 years. The smoking history analysis revealed 67 % were past smokers, 32 % never smokers and 1 % were currently smoking. For the past smokers cohort 36 % stopped smoking within the first 12 months of a diagnosis of AATD; 24 % stopped smoking after the first 12 months of a diagnosis of AATD and 40 % had stopped smoking prior to a diagnosis of AATD.", "cite_spans": [], "ref_spans": [], "section": "Pleural and Spinal Cord"}, {"text": "Our results further underline the need for increased awareness and early detection of symptomatic AATD individuals in the Irish population, especially among the COPD population. AAT deficiency (AATD) results from mutations in the SERPINA1 gene, classically presenting with early-onset emphysema and/or liver disease. The most common mutation causing AATD is the Z mutation, with the S mutation weakly associated with lung disease. AAT deficiency is under-diagnosed and prolonged delays in diagnosis are common. ATS/ERS guidelines advocate screening all COPD, poorlycontrolled asthma, and cryptogenic liver disease patients, as well as first degree relatives of known AATD patients.", "cite_spans": [], "ref_spans": [], "section": "Pleural and Spinal Cord"}, {"text": "Over 8,500 individuals have been screened to date following ATS/ ERS guidelines in the national targeted detection programme. Sequencing of the SERPINA1 gene was performed to identify rare mutations.", "cite_spans": [], "ref_spans": [], "section": "The Alpha-1 Antitrypsin Deficiency National Targeted Detection Programme"}, {"text": "We have identified 117 ZZ, 123 SZ, 42 SS, 1249 MZ, 876 MS, and over 30 individuals with clinically significant rare phenotypes (e.g. IZ, FZ, IS, Null, Mmalton). This yields gene frequencies of 0.064 and 0.095 for S and Z, respectively, in this targeted population. A number of rare and novel SERPINA1 mutations have also been identified.", "cite_spans": [], "ref_spans": [], "section": "The Alpha-1 Antitrypsin Deficiency National Targeted Detection Programme"}, {"text": "Our results underline the need for increased awareness and early detection of AATD. All COPD patients should be tested for AATD as per ATS/ERS guidelines. Our data demonstrates that AATD in Ireland is not a rare disease but a disease that is rarely diagnosed. Rationale: Alpha-1 antitrypsin (AAT) deficiency (AATD) is genetic disease that results in low levels of AAT and predisposes individuals to developing chronic obstructive pulmonary disease (COPD). The Z-allele is responsible for [95 % cases of AATD. Key studies have demonstrated that excessive infiltration of neutrophils into the lung and neutrophil derived proteins play a pathological role in AATD lung disease. In particular a key cytokine associated with COPD disease progression is TNF-alpha which is also the cause of many problems associated with autoimmune diseases. The aim of this study was to determine if there is a novel autoimmune element driving inflammation in AATD and examine AAT impact on this. Methods: Plasma and neutrophils were isolated from MM controls, asymptomatic ZZ AATD and AATD patients receiving augmentation therapy. TNF-alpha was quantified by a sandwich ELISA. Evaluation of neutrophil degranulation was carried out by Western blot analysis of neutrophil supernatants for markers of tertiary (MMP-9) and secondary granules (lactoferrin) and via flow cytometry. Autoantibodies against neutrophil granule proteins were quantified in plasma by ELISA. Results: Our results demonstrate that there are high levels of TNFalpha in AATD plasma compared to controls (p = 0.01). In vitro, TNF-alpha caused an increase in the rate of degranulation of tertiary and secondary granules from ZZ AATD neutrophils compared to MM cells (p \\ 0.05). Analysis of autoantibodies against major neutrophil granule proteins revealed a high titer of anti-lactoferrin IgG autoantibodies present in patients with ZZ AATD. Treatment of AATD patients with AAT augmentation therapy resulted in a decrease in the plasma levels of neutrophil granule proteins while also reducing the titer of anti-lactoferrin IgG autoantibodies (P \\ 0.05). Conclusion: This study has uncovered that TNF-alpha inflammatory signaling pathway can result in the development of an autoimmune element in AATD. Furthermore it highlights AAT therapy can impact on neutrophil degranulation and thereby reduce development of novel anti-lactoferrin autoantibodies. Chronic hypoxia (CH) exposure induces diaphragmatic remodelling similar to chronic obstructive pulmonary disease (COPD). Elucidating the underlying mechanisms may inform therapeutic strategies to combat muscle dysfunction in COPD. This study investigates the effects of CH on redox homeostasis in mouse diaphragm muscle.", "cite_spans": [], "ref_spans": [], "section": "The Alpha-1 Antitrypsin Deficiency National Targeted Detection Programme"}, {"text": "C57Bl6 J mice were exposed to one and 6 weeks of CH (10 % F i O 2 ) or normoxia. Following treatment, excised muscles were homogenised and incubated with carbonyl-or thiol-reactive fluorophores before gel electrophoresis and fluorescence scanning. Optical density (OD) of fluorescence was normalised to total protein, determined by colloidal coomassie staining.", "cite_spans": [], "ref_spans": [], "section": "The Presence of Novel Neutrophil Derived"}, {"text": "A nine-fold increase in free thiol groups was observed after 1 week of CH (281.7 ± 85.2 vs. 30.8 ± 5.3; mean OD ± SEM, CH v normoxia, n = 7 per group; P = 0.0006, Student's unpaired t test), while there was a significant decrease after 6 weeks. A significant increase in carbonylation was observed after 6 weeks of CH (526.7 ± 72.4 vs. 70.7 ± 11.7; mean OD ± SEM, CH vs. normoxia, n = 8 per group; P \\ 0.0001).", "cite_spans": [], "ref_spans": [], "section": "The Presence of Novel Neutrophil Derived"}, {"text": "We have demonstrated that despite a reduction in oxygen tension and a large, initial increase in free thiol groups, 6 weeks of CH significantly increases oxidative stress in mouse diaphragm muscle. Changes in redox homeostasis are likely to affect redox-malleable proteins that are central to muscle performance. a-1 antitrypsin (AAT) is a 52-kDa glycosylated-protein synthesised in the liver which functions as a serine protease inhibitor. The PiZZ variant is associated with early onset emphysema. We hypothesize that a difference in the number of isoforms and the N-glycosylation pattern of PiMM and PiZZ AAT protein exists. The aim of this study was to compare the isoform composition of AAT from PiMM controls with that of PiZZ individuals.", "cite_spans": [], "ref_spans": [], "section": "The Presence of Novel Neutrophil Derived"}, {"text": "AAT from PiMM and PiZZ individuals was extracted and purified from plasma using alpha-1-antitrypsin select-affinity chromatography medium. Isoelectric-focussing of purified AAT was performed followed by 2D-PAGE. Gels were stained with coomassie brilliant blue and were immuno-blotted for AAT.", "cite_spans": [], "ref_spans": [], "section": "Identification and Classification of PiZZ"}, {"text": "Eight and six isoforms of PiMM and PiZZ-AAT were identified by 2D-PAGE, respectively. Densitometric analysis demonstrated higher protein expression of PiMM-AAT compared to PiZZ-AAT. The pI range of PiMM-AAT was 4.70-5.18 and the range for PiZZ-AAT was 4. 78-5.28 . The PiZZ-AAT demonstrated a 0.08-0.13 pI cathodal shift of all bands, supporting the hypothesis that the PiZZ-AAT protein is differentially N-glycosylated.", "cite_spans": [{"start": 255, "end": 262, "text": "78-5.28", "ref_id": null}], "ref_spans": [], "section": "Identification and Classification of PiZZ"}, {"text": "This study confirms the presence of multiple isoforms of PiMM-AAT and demonstrates at least 6 different isoforms of PiZZ-AAT. This requires further investigation to establish differences in N-glycan groups and possible functional consequences.", "cite_spans": [], "ref_spans": [], "section": "Identification and Classification of PiZZ"}, {"text": "Understand the Therapeutic Potential of Alpha-1 Antitrypsin Alpha-1 antitrypsin (AAT) is a glycosylated protease inhibitor found in human plasma. AAT deficiency predisposes individuals to early onset emphysema and treatment currently consists of weekly intravenous infusions of purified plasma AAT. Although AAT has previously been shown to exert anti-inflammatory properties by binding interleukin-8 and apolipoprotein B-100, the latter being implicating in atherogenesis, hypothesized that AAT may have multiple binding partners and that these complexes are involved in additional regulatory and anti-inflammatory pathways.", "cite_spans": [], "ref_spans": [], "section": "Identification of Novel Binding Partners to Fully"}, {"text": "The aim of this study is to identify all proteins that interact with AAT as it circulates throughout the body in order to fully understand its therapeutic potential. To examine AAT's interaction with potential linker proteins, permeation chromatography of plasma through Su-perose75 10/300 GL was performed. Protein profiles were visualized by Coommassie blue staining of SDS-PAGE gels and western blotting. Immuno-bands were quantified by densitometry.", "cite_spans": [], "ref_spans": [], "section": "Identification of Novel Binding Partners to Fully"}, {"text": "AAT eluted with molecular masses of approximately 600 and 350kDa indicating multiple binding partners, with the remainder eluting at the predicted molecular mass of 50kDa. Protein identification by mass spectrometry (LC MS/MS) is required to identity novel binding partners.", "cite_spans": [], "ref_spans": [], "section": "Identification of Novel Binding Partners to Fully"}, {"text": "Identification of all proteins that bind to AAT will progress our understanding of the molecular mechanisms by which AAT regulates inflammation. Ultimately identification of new functions of AAT may be utilised to develop novel treatment options for chronic inflammatory diseases including cystic fibrosis, COPD and severe asthma.", "cite_spans": [], "ref_spans": [], "section": "Identification of Novel Binding Partners to Fully"}, {"text": "No potential conflict of interest is reported. transthoracic echocardiography, neurocognitive/psychological assessments were also performed. On follow-up, all patients had normal renal function. Two of seven had reduced respiratory and cardiac functions. 2 had slightly reduced neurocognitive functions and 3 had decreased feeling of well-being, and 0 from depression. In this small follow up study of a cohort of severe H1N1 patients, there was good recovery. Given the initial severity of their respiratory decline i.e., requiring ventilation, this group did not seem to suffer severe chronic respiratory functional limitation. Cryptogenic organising pneumonina (COP) is a disease of unknown cause, which can occur in the context of connective tissue disease. A more aggressive variant termed rapidly-progressive COP follows a fulminant course, leading to respiratory failure, and has high mortality [1] .", "cite_spans": [{"start": 902, "end": 905, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Identification of Novel Binding Partners to Fully"}, {"text": "A 16-year-old gentleman with a history of dermatomyositis presented with dry cough and dyspnoea on exertion of 2-months duration. Computed tomography (CT) of the chest revealed subpleural patchy ground glass opacities involving both lungs.", "cite_spans": [], "ref_spans": [], "section": "Rapidly Progressive Cryptogenic Organising Pneumonia"}, {"text": "Bronchoalveolar lavage (BAL) showed benign bronchial epithelial cells with 50 % macrophages, 30 % neutrophils, 10 % lymphocytes and 10 % eosinophils. Staphylococcus and hemophilus were isolated on culture. Broad-spectrum antibiotics and steroids were commenced. There was evident improvement clinically, and on pulmonary function tests, however, no significant change on CT chest neccesitated VATS biopsy.Histopathologic findings were consistent with COP. 24 h after VATS biopsy patient developed acute onset dyspnoea with respiratory failure requiring mechanical ventilation and intensivecare-unit admission. CT chest (See Fig. 1 ) showed diffuse worsening of ground glass appearance and left lung consolidation. Despite best efforts to rescuscitate the patient he passed away 11 h later.", "cite_spans": [], "ref_spans": [{"start": 624, "end": 630, "text": "Fig. 1", "ref_id": "FIGREF1"}], "section": "Rapidly Progressive Cryptogenic Organising Pneumonia"}, {"text": "This represent a fatal case of rapidly progressive COP resistant to steroids. Rapid deterioration resulted in poor prognosis with no lea way of trial of immunosupressive therapy. Over a 4 week period thirty seven patients were admitted by NCHDs to Cork University Hospital with clinical diagnosis of Community Acquired Pneumonia. An audit was performed on the choice of antibiotic by NCHD in comparison to the local antimicrobial guidelines based on a patients CURB-65 score. This audit also compared the admitting NCHD's interpretation of a Chest X-ray and this was compared to the formal report given by the radiology department. The audit highlighted that antimicrobial prescribing in adherence with local guidelines weakened with an increasing CURB-65 score. In total 56.7 % of patients were prescribed antibiotics according to the local guidelines. This fell to 13.6 % for a CURB-65 score of 3/5. Approximately 30 % of NCHDs incorrectly diagnosed an infiltrate on Chest X-ray which was later refuted by the formal radiology report.", "cite_spans": [], "ref_spans": [], "section": "Rapidly Progressive Cryptogenic Organising Pneumonia"}, {"text": "Antibiotic resistance is a growing global concern and adherence to selected local and regional guidelines for prescription of antibiotics is paramount in reducing the spread of resistance pathogenic bacteria [1] . Reference: Rapid administration of guidelines-compliant empiric antibiotic therapy in Emergency Department (ED) can reduce mortality in patients admitted with community-acquired pneumonia (CAP) [1] .", "cite_spans": [{"start": 208, "end": 211, "text": "[1]", "ref_id": null}, {"start": 408, "end": 411, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "References"}, {"text": "A 5-week prospective audit was conducted in January 2012 to assess adherence to local guidelines and use of CURB-65 score in treatment of such patients. All patients admitted via ED during acute medical take with symptoms and signs of chest infection and new localising radiological shadowing were included.", "cite_spans": [], "ref_spans": [], "section": "References"}, {"text": "There were 32 relevant admissions (18 males, age 42-92 years, mean 72.7). CURB-65 was calculated in 13 (40.6 %) patients. Seven patients (21.9 %) received antibiotics according to guidelines. In patients without CURB-65 estimation adherence to guidelines was 15.7 % vs 29.4 % in those with CURB-65.", "cite_spans": [], "ref_spans": [], "section": "References"}, {"text": "The results of the audit were presented at hospital grand rounds and new copies of guidelines were circulated to each ward and ED. A laminated copy was placed in a prominent position in ED.", "cite_spans": [], "ref_spans": [], "section": "References"}, {"text": "A 5 week prospective re-audit was conducted in April 2012 (29 admissions, 15 males, age 25-97, mean 74.7 years) and demonstrated an increase in appropriate antimicrobial prescribing to 34.6 % vs 21.9 % in the original audit.", "cite_spans": [], "ref_spans": [], "section": "References"}, {"text": "Appropriate antibiotics prescribing was again higher when CURB-65 was calculated. Medicine is an evolving field with increased pressure to produce an optimally functioning health care system within budget constraints. There is a current vogue of specialisation, with medical practitioners moving further from general medicine, to condition specific delivery of services. Our key concern was whether the case mix breakdown warranted further stratification of the general respiratory outpatient clinic based on conditions.", "cite_spans": [], "ref_spans": [], "section": "References"}, {"text": "Data of 1932 patients attending a respiratory clinic was collected for 1 year. The primary diagnosis was coded using International Classification of Diseases (10th revision) coding scheme and analysed using a statistical analysis package (SPSS).", "cite_spans": [], "ref_spans": [], "section": "References"}, {"text": "Asthma (n = 444, 22.98 %), COPD (n = 269, 13.92 %) and Sarcoidosis (n = 162, 8.38 %) accounted for 45.28 % of patients and the remainder of the top fifteen conditions were all respiratory in nature. 10 .45 % (n = 202) of attendances were for non-respiratory diseases as the clinic also provides follow-up for general medical patients post hospital admission. The gender mix was male (n = 906) 47.1 %; female (n = 1019) 52.9 %. The mean age was 55.5 years (SD = 27.306). The difference in mean age for asthma (48.41 SD 19.08) and COPD (74.36 SD 39.51) was significant at 17.079 (p = 0.000).", "cite_spans": [{"start": 199, "end": 201, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "References"}, {"text": "The above analysis reveals a strong case for the creation of three specialist outpatient clinics, for Asthma, COPD and Sarcoidosis. The single breath method to measure diffusion capacity requires a subject to inspire a gas mixture followed by a 10 s (s) breath hold. We sought to determine if breath hold time reduction had a significant effect on measured lung diffusion for carbon monoxide (DLco) values.", "cite_spans": [], "ref_spans": [], "section": "References"}, {"text": "Forced spirometry and CO diffusion by the single breath method (DLcoSB) were performed in duplicate with breath hold for 10 s, 8 s and 6 s in 30 controls (FEV 1 107 ± 12.04 % predicted), 30 severe COPD patients (FEV 1 37.2 ± 7.92 % predicted), and 30 patients with interstitial lung disease (ILD) (FEV 1 69.5 ± 17.61 % predicted).", "cite_spans": [], "ref_spans": [], "section": "Assessment of the Effect of Breath Holding Time Reduction in the Measurement of Lung Diffusion Capacity"}, {"text": "There was no significant difference between DLcoSB and DLco(VA) measured at 10, 8 and 6 s in the control (p = 0.4431) and Interstitial Lung Disease (ILD) groups (p = 0.5915). However, there was a significant difference between DLcoSB (p = 0.0003) and DLco(VA) (p = 0.0183) measured at 10, 8 and 6 s in the chronic obstructive pulmonary disease (COPD) group.", "cite_spans": [], "ref_spans": [], "section": "Assessment of the Effect of Breath Holding Time Reduction in the Measurement of Lung Diffusion Capacity"}, {"text": "In the presence of severe airway obstruction the DLco decreases with breath hold time reduction. However, in healthy controls and patients with ILD, there was no significant change in the DLco when breath hold time is reduced from 10 to 6 s. This could allow for a reduction in breath hold time when measuring the DLco in patients with advanced ILD who are unable to breath hold for 10 s. Current guidelines recommend mechanical insufflation-exsufflation (MI-E) for airway clearance [1] . The aim of this study was to determine the current use of MI-E in neurological conditions by physiotherapists in the UK.", "cite_spans": [{"start": 483, "end": 486, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Assessment of the Effect of Breath Holding Time Reduction in the Measurement of Lung Diffusion Capacity"}, {"text": "A questionnaire was sent to relevant members of the Exercise has been shown to improve quality of life in respiratory patients. Through exercise, pulmonary rehabilitation operated on the concept of encouraging people with chronic obstructive pulmonary disease (COPD) to improve their exercise capacity and subsequently reducing the incidence of COPD exacerbation and admissions to hospital. Methods: This cross sectional study was conducted between January and February 2011 at the Mid-Western Regional Hospital, Limerick, Ireland. All patients attending our respiratory clinic over a period of 4 weeks were invited to complete a questionnaire on arrival at the clinic. Findings: The total number of participants was seventy-eight. Asthma was the most frequently listed respiratory illness (n = 21).Fifty-two patients said they exercised (66.7 % of the study population). Higher levels of exercise participation were seen in the younger age groups (p = 0.585 Introduction: Respiratory diseases, largely represented by COPD, are the third most common cause of acute hospital admission.Our aim was to audit the prescribing habits of inhaled, nebulised medication and oxygen by doctors in a general hospital. Methods: All adult patients admitted medically with chronic respiratory diseases that were on inhaled or nebulised medication were included prospectively (Jan to June 2012) in this study. A proforma was used to collect data from the patients. Results: There were 30 patients (67 % male). The mean age was 70. 20 patients (67 %) had a diagnosis of COPD and the others had asthma and pulmonary fibrosis. Seven patients (23 %) were currently smoking. Four patients (13 %) were on long term oxygen treatment.", "cite_spans": [], "ref_spans": [], "section": "Use of Mechanical Insufflation-Exsufflation in Neurological Conditions in the United Kingdom: A Physiotherapy Survey"}, {"text": "In only 50 % of patients the correct dose of inhaler was prescribed. 6 patients (20 %) had the correct inhaler device charted. None of the patients had their inhaler technique checked on admission. In only 27 % the dose of nebulised medication was charted. 21 patients were given oxygen of which only 4 was prescribed (19 %). Conclusion: This audit proves that our prescribing habits of inhaled, nebulised drugs and oxygen are not good. We intend to present this data to our colleagues and reaudit again.", "cite_spans": [], "ref_spans": [], "section": "Use of Mechanical Insufflation-Exsufflation in Neurological Conditions in the United Kingdom: A Physiotherapy Survey"}, {"text": "Adherence to inhaled medications is difficult to assess. A prospective, observational study on patient inhaler usage while in hospital was carried out. The hypothesis was as inhalers are left at the bedside and not administered directly, doses are being missed.", "cite_spans": [], "ref_spans": [], "section": "An Objective Assessment of Inhaler Use Among Hospitalized Patients"}, {"text": "A device was designed that makes an acoustic record each time an inhaler was used. The drug prescription sheets on medical wards were screened to identify patients who were prescribed fluticasone/salmeterol via Diskus. Patients were then approached and asked to participate. The devices were analysed by two independent investigators. Doses were classified as early if \\6 h and late if [18 h were between doses. Errors were classified as not priming the device correctly, blowing into the device, insufficient inhalation, inadequate breath hold.", "cite_spans": [], "ref_spans": [], "section": "An Objective Assessment of Inhaler Use Among Hospitalized Patients"}, {"text": "Among 41 patients, taking 326 doses, 51(16 %) doses were taken too early, while separately 70 (21 %) doses were missed. In addition, patients blew into the inhaler 75 (15 %) times and inadequately inhaled or failed to hold breath 81 (25 %). Overall, 204 (43 %) had an error either in timing or technique. None of these irregularities were documented in the drug prescription sheet.", "cite_spans": [], "ref_spans": [], "section": "An Objective Assessment of Inhaler Use Among Hospitalized Patients"}, {"text": "In conclusion, administration of inhalers should be directly supervised by staff, documented and an action plan for patients that are unable to use inhalers be drawn up. Results: 20 patients participated in the audit. 80 % knew the names of their respiratory medication, and 55 % knew the general indication for their respiratory medication. 30 % understood the specific indication for their preventer inhaler, 40 % for their reliever inhaler, and 0 % for the combination inhaler. 80 % of patients knew the correct frequency of use of their inhaler, with 55 % of patients demonstrating adequate inhaler technique. 70 % of participants had previously being reviewed and educated by a respiratory nurse. Conclusion: A significant percentage of respiratory patients lack adequate knowledge of their respiratory medication; this is despite a majority having previously been educated on this medication. Recommendations: Ongoing education and regular assessment of respiratory patients needs to occur.", "cite_spans": [], "ref_spans": [], "section": "An Objective Assessment of Inhaler Use Among Hospitalized Patients"}, {"text": "Ir J Med Sci (2012) HCWs are a cohort at risk of Mycobacterium TB infection. QFT-G, a lab based assay, is free of the bias and errors of TST placement or reading with the need for 48-72 h follow-up for interpretation eliminated. 34.8 % of our cohort had a false positive TST, which calls the sensitivity of this test into question. QFT-G has been proven to approach 98 % sensitivity [1] and 89 % specificity [1] and is therefore a suitable replacement for TST in HCW screening. While there has been an increased recognition of non-tuberculous mycobacteria (NTM) as a clinical problem, much of this experience has come from specialised population such as cystic fibrosis patients. We evaluated our experience in a general respiratory service. Positive non tuberculous mycobacterial culture results in St. Vincent's University Hospital from January 2007 to July 2012 were reviewed. Patients with a known diagnosis of cystic fibrosis were excluded.", "cite_spans": [{"start": 383, "end": 386, "text": "[1]", "ref_id": null}, {"start": 408, "end": 411, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "S398"}, {"text": "Fifty-six patients were identified with positive cultures for nontuberculous mycobacteria. Thirty-eight isolates were from the respiratory tract, of which fourteen samples were sputum samples, thirteen samples were from both bronchial lavage and sputum and nine samples were bronchial lavage. The medical records of thirteen patients (seven female, six male) with probable disease were reviewed.", "cite_spans": [], "ref_spans": [], "section": "S398"}, {"text": "The most frequent isolated NTM in our institution are Mycobacterium avium (n = 9). Two patients had Mycobacterium szulgai. Mean age was 61.6 ± 11.5 years; all except one patient had underlying respiratory disease. Five of the thirteen patients received some treatment for NTM but only three completed a full course due to intolerability to the medications and also side-effects.", "cite_spans": [], "ref_spans": [], "section": "S398"}, {"text": "Our studies confirm that NTM primarily affects patients with chronic lung disease and that the treatment for this disorder is poorly tolerated. Lymphopenia in active Mycobacterium tuberculosis (MTB) infection is a common and well-documented finding. Rather than being an epiphenomenon, this effect likely contributes to pathogen persistence in the host and the lack of a meaningful response during chronic MTB infection.", "cite_spans": [], "ref_spans": [], "section": "S398"}, {"text": "Our study was designed to determine the baseline and post-treatment values of total lymphocyte count and its subsets in HIV-negative patients diagnosed with active pulmonary MTB.", "cite_spans": [], "ref_spans": [], "section": "S398"}, {"text": "We prospectively recruited HIV-negative patients diagnosed with pulmonary MTB infection over a 6-month period. Pre and post treatment analysis of total lymphocyte count and its subsets were performed at baseline and after 6 months of TB chemotherapy. A control group comprising of patients with community acquired pneumonia also had pre-treatment lymphocyte counts performed.", "cite_spans": [], "ref_spans": [], "section": "S398"}, {"text": "Ten patients with active MTB infection and seven comparable controls were recruited over a 6-month period. Baseline total lymphocyte count was lower in the study group (1483.2 ± 629.6) compared to control (1770.1 ± 579.6). Treatment was associated with significant improvements in total lymphocyte, B-cells, CD4, CD8 (p \\ 0.001) and NK cell (p \\ 0.05) counts. Recovery of total lymphocyte count in the control group was not significant (p = 0.17). Our study demonstrates treatment of active MTB in HIV-negative patients is associated with significant improvements in total lymphocyte count and its major subsets. Pleural tuberculosis is a diagnostic challenge. ADA is a biomarker that has been proposed to diagnose tuberculous pleurisy but not routinely used [1] . We aim to evaluate the sensitivity and specificity of ADA in the diagnosis of tuberculous effusions and to improve current practice.", "cite_spans": [{"start": 759, "end": 762, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "S398"}, {"text": "We prospectively examined ADA levels from 45 patients with pleural effusions and followed the clinical course to establish the final diagnosis via culture, histology and clinical diagnosis. Data were analysed using Mann-Whitney U test.", "cite_spans": [], "ref_spans": [], "section": "Value of Adenosine"}, {"text": "There were 3 cases of tuberculous effusions with mean ADA levels of 43 ± 14.7 IU/L (CI 6.4-80 IU/L) while the mean ADA of non-tuberculous effusions were 22.9 ± 34 IU/L (CI 12.3-33.5 IU/L, p value = 0.041*). True positive rate was 2/45 and true negative rate was 38/45. False positive rate was 4/45 while false negative rate 1/45. If 47 IU/L is taken as cut value, the specificity is 97 % and the sensitivity is 33 %. We describe four cases of TB occurring during pregnancy and post partum. In all cases the women were non-nationals with a mean age of 35 years. In two cases the TB presented as vertebral osteomyelitis, in one case TB lymphadenitis and in one case as miliary pulmonary TB.", "cite_spans": [], "ref_spans": [], "section": "Value of Adenosine"}, {"text": "The diagnosis and treatment of TB in pregnancy presents many challenges.", "cite_spans": [], "ref_spans": [], "section": "Value of Adenosine"}, {"text": "The cases discussed highlight some of the complexities which we encountered. These included dealing with language and cultural barriers, multi-disciplinary management of TB osteomyelitis in a pregnant woman; involving close collaboration with the Obstetric and Orthopaedic teams and managing adverse effects of anti-tuberculous medications in the pregnant patient. Most samples tested showed no evidence of mycobacteria, indicating need for improved case selection prior to testing. Median time to ZN testing is as recommended by guidelines, though there is room for improvement. In an unselected population, likelihood of negative results is high after 2 weeks of negative cultures. However, clinical suspicion should remain high until culture negativity is declared at 7 weeks, particularly when there is a high clinical probability of mycobacterial disease. Background: A number of patients with bronchiectasis have a middle lobe/lingula predominant radiological pattern. Other than an association with non-tuberculous mycobacteria there is a paucity of published data on this subgroup of patients. Methods: We retrospectively analysed data from all patients with non-CF bronchiectasis who underwent bronchoscopy with BAL in a university hospital over a 12 month period. Radiological features, demographic data and microbiology were reviewed. Results: 71 patients with bronchiectasis were assessed. 22 (30 %) had predominant middle lobe/lingular bronchiectasis. In this group 18 (82 %) patients were females compared to 31 (63 %) (p = 0.11) of other patients and mean age was 57 ± 12 compared to 62 ± 12 years (p = 0.73). BAL microbiology in the middle lobe/lingular group revealed no growth in 11 (50 %), H influenzae in 6 (27 %), S aureus in 3 (14 %), MAC in 3 (14 %) and other 2 (9 %). Conclusion: Middle lobe/lingula predominant bronchiectasis is a common radiological pattern particularly in females and only a minority have NTM infection. Cystic fibrosis (CF) is characterised by neutrophil-dominated airway inflammation, in part attributable to the potent chemotactic agent leukotriene B 4 (LTB 4 ). The aim of this study was to investigate the ability of exogenous alpha-1 antitrypsin (AAT) to inhibit LTB 4 signaling. The biological consequence of the described AAT induced inhibition was investigated at the level of neutrophil released proteolytic enzymes. Circulating neutrophils isolated from healthy control volunteers (n = 10) were stimulated with LTB 4 (25-200 nM/2 9 10 7 ) in the presence and absence of AAT (1.8-27.5 lM) for increasing increments of time (0, 5, 10 and 20 min). The level of degranulated proteins in surrounding supernatants was determined by western blot analysis. The ability of AAT to bind LTB 4 was assessed specrophometrically with UV spectra recorded on a Jenway 6405 spectrophotometer at 25°C. Our in vitro data has shown that levels of degranulated MPO, LL-37 and MMP-9 (markers of primary, secondary and tertiary granule release, respectively) were significantly decreased in the presence of AAT (P \\ 0.05). The mechanism of inhibition involved direct binding of AAT to LTB 4 as reduced vibrational fine structure of the LTB 4 / AAT UV absorbance spectrum indicated complexation of the two molecules.", "cite_spans": [], "ref_spans": [], "section": "Value of Adenosine"}, {"text": "The results of this study indicate that AAT can inhibit LTB 4 signaling thereby reducing the proteolytic activity of neutrophils and propose AAT aerosolized augmentation therapy as an effective treatment for LTB 4 associated pulmonary diseases including cystic fibrosis and severe asthma. The modified-shuttle-walk-test (MSWT) is increasingly used in cystic fibrosis (CF) patients. However, few studies have correlated MSWT with severity of disease or assessed the prognostic value of these tests. The aim of this study was to see if a correlation existed between MSWT and forced expiratory volume in 1-s (FEV1) and/or CF-ABLE score.", "cite_spans": [], "ref_spans": [], "section": "Characteristics of Patients with Middle Lobe/ Lingula Predominant Bronchiectasis"}, {"text": "A total of 33 MSWT assessments were analysed. Correlations (Spearman) among FEV1, CF-ABLE-score, percentage predicted distance travelled and percentage predicted distance travelled to desaturation were calculated.", "cite_spans": [], "ref_spans": [], "section": "Characteristics of Patients with Middle Lobe/ Lingula Predominant Bronchiectasis"}, {"text": "Nine out of 33 MSWT showed desaturation. The mean distance travelled was 1,073 m; 73.5 % of predicted, and mean distance to desaturation was 655.5 m; 44.9 % predicted. There was a significant correlation between distance travelled and FEV1 (r = 0.755/p \\ 0.001)", "cite_spans": [], "ref_spans": [], "section": "Characteristics of Patients with Middle Lobe/ Lingula Predominant Bronchiectasis"}, {"text": "Ir J Med Sci (2012) 181 (Suppl 10):S369-S437", "cite_spans": [], "ref_spans": [], "section": "S402"}, {"text": "and inverse correlation with CF-ABLE-score (r = -0.739/p \\ 0.001).", "cite_spans": [], "ref_spans": [], "section": "S402"}, {"text": "There was a significant but poor correlation between distance to desaturation with FEV1 (r = 0.736/p \\ 0.001) and CF-ABLE-score (r = -0.502/p = 0.003). However, the presence of desaturation during testing did not correlate with FEV1 (r = -0.388/p = 0.028) or correlate significantly with CF-ABLE-score (r = 0.072/p = 0.695).", "cite_spans": [], "ref_spans": [], "section": "S402"}, {"text": "In conclusion there is significant correlation between total distance walked and both FEV1 and CF-ABLE-score, however, the absence of a correlation with the presence of desaturation during testing highlights the usefulness of MSWT as a possible independent predictive measure, with further study needed. Prolonged antibiotic therapy for cystic fibrosis (CF) exacerbations leads to increased PICC (peripheral inserted central catheter) use. Consequently incidence of venous thromboembolism (VTE) has risen. Rates of PICC induced thrombosis in adults are 8.2 % [1] . We aimed to ascertain prevalence of PICC induced thrombosis in adult CF patients.", "cite_spans": [{"start": 559, "end": 562, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "S402"}, {"text": "A retrospective review of radiology was conducted on patients who had PICC insertion for antibiotics for CF exacerbations from January 2010 to December 2011. We analyzed patients with confirmed VTE on Doppler ultrasound and recorded patient demographics, size of PICC and site of insertion.", "cite_spans": [], "ref_spans": [], "section": "Altered Intraphagosomal Conditions Cause Decreased Bacterial Killing by Neutrophils in Cystic Fibrosis"}, {"text": "308 PICCs were inserted, 21 (6.8 %) had VTE. 10 (47.6 %) were female and 11 (52.4 %) were male with symptomatic VTE, presenting with arm swelling and pain. Further complications were 1 (5.8 %) with superior vena-cava syndrome, 2 (11.8 %) with pulmonary embolism. Of these, 4 were treated with 6 months anticoagulation therapy, and 13 were anticoagulated for 3 months once repeat Doppler ultrasound confirmed no thrombosis.", "cite_spans": [], "ref_spans": [], "section": "Altered Intraphagosomal Conditions Cause Decreased Bacterial Killing by Neutrophils in Cystic Fibrosis"}, {"text": "Our rate of VTE was 6.8 %, lower than in existing studies. PICCinduced thrombosis depends on the population studied, as well as acquired thrombophilia secondary to inflammation, or deficiencies of anticoagulant proteins (protein C and S) due to vitamin K deficiency and/or liver dysfunction. Studies have documented very poor real-life adherence to nebulised antibiotic therapies [1] . No data exists on real-life experience with inhaled antibiotics. Consecutive adult CF patients commencing inhaled antibiotic therapy (TIP) were recruited over a 10-month period. A questionnaire recording safety, efficacy, lung function and adherence at time of recruitment, assessed traditional nebulised treatment (TIS) versus new inhaled therapy (TIP) at 3, 6 and 9 months. Wilcoxons Rank test and paired sample T-tests were employed for statistical analysis.", "cite_spans": [{"start": 380, "end": 383, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Altered Intraphagosomal Conditions Cause Decreased Bacterial Killing by Neutrophils in Cystic Fibrosis"}, {"text": "69 patients have been enrolled to date. 1 patient died (unrelated to the drug). 1 patient received a lung transplant. 6/67 (9 %) discontinued TIP; 5 due to cough/bronchospasm and 1 due to refractory oral candidiasis. 7/69 (10 %) were intolerant of TIS prior to enrolment, with 5/7 (71 %) subsequently tolerating TIP. There was a significant increase in mean adherence score from 2.1 in the TIS group to 2.9 in the TIP group (p value 0.001). There was no significant difference in cough, lung function, or adverse events between the groups.", "cite_spans": [], "ref_spans": [], "section": "Altered Intraphagosomal Conditions Cause Decreased Bacterial Killing by Neutrophils in Cystic Fibrosis"}, {"text": "In a real-life clinical setting with new inhaled antibiotic therapy (TIP) we demonstrate, improved tolerability, adherence, lower discontinuation rates and stable clinical phenotype. Also subgroup analysis supports a trial of this in those who failed traditional nebulised treatment. aim to assess the clinical utility of a hand-held nNO analyser to differentiate between PCD, respiratory disease and healthy subjects. Clinically stable patients were recruited over a 6-month period. Each subject completed compatible PCD phenotype proforma, nNO analysis (NIOX MINO Ò ), and one nasal brushing for electron microscopy (EM) analysis. nNO was measured using passive sampling at a flow rate of 5 mL/s during tidal breathing. EM images will be reviewed internally and externally at an international centre of excellence (UNC Chapel Hill). Independent T-tests were used to compare mean nNO values between groups.", "cite_spans": [], "ref_spans": [], "section": "Altered Intraphagosomal Conditions Cause Decreased Bacterial Killing by Neutrophils in Cystic Fibrosis"}, {"text": "26 subjects were recruited (n = 4 PCD, n = 6 CF, n = 7 non-CF/ non-PCD bronchiectasis, n = 4 COPD, n = 5 healthy subjects).", "cite_spans": [], "ref_spans": [], "section": "Altered Intraphagosomal Conditions Cause Decreased Bacterial Killing by Neutrophils in Cystic Fibrosis"}, {"text": "Mean nNO levels (ppb ± SD) were 24 ± 13.6 (PCD), 40 ± 39 (CF), 251 ± 273 (non-CF/non-PCD bronchiectasis), 263 ± 148 (COPD) and 419 ± 76 (healthy control). Although nNO levels were reduced in PCD when compared to COPD (p = 0.018) and healthy subjects (p \\ 0.0001), there was no statistically significant difference between nNO levels in PCD and CF (p value 0.49). Results of EM analysis are pending.", "cite_spans": [], "ref_spans": [], "section": "Altered Intraphagosomal Conditions Cause Decreased Bacterial Killing by Neutrophils in Cystic Fibrosis"}, {"text": "In this study, the hand-held NIOX MINO Ò nNO analyser distinguished patients with PCD and CF from patients with COPD and healthy subjects but not CF from PCD.", "cite_spans": [], "ref_spans": [], "section": "Altered Intraphagosomal Conditions Cause Decreased Bacterial Killing by Neutrophils in Cystic Fibrosis"}, {"text": "Ir J Med Sci (2012) Studies suggest that incorrect usage of inhalers impacts negatively on asthma control. The aim of this study was to evaluate inhaler technique and symptom control in patients with severe asthma. Patients referred to a newly established clinic in Cork University Hospital were consecutively recruited over a 6 month period. Inhaler technique was assessed using a validated scoring system and instruction on correct usage given if scores were suboptimal. Patients completed a validated asthma control questionnaire (ACQ) and asthma quality of life questionnaire (AQLQ). At a follow-up clinic 3 months later technique was reassessed and ACQ repeated. Results at baseline and follow-up were compared using standard statistical methods.", "cite_spans": [], "ref_spans": [], "section": "S404"}, {"text": "46 patients were recruited (female = 74 %), and 40/46 were followed up. Mean[SD] FEV1 % predicted at baseline = 76.5 % (21.5). 63 % of patients were classified as incorrect inhaler users initially, decreasing to 20 % at follow up, indicating a significant improvement in inhaler usage post-training (p = 0.003). ACQ scores improved significantly from median (range) 2.5 (0.14-4.60) to 2.0 (0-4.60), p = 0.002. The AQLQ results indicated that patients' QOL is moderately affected by asthma; median (range) score of 4.75 (2.2-6.75).", "cite_spans": [], "ref_spans": [], "section": "S404"}, {"text": "This study demonstrates the importance of formally assessing inhaler technique in patients with severe, long-standing asthma as part of their clinical review. Asthma is a chronic airway disease characterized by airway inflammation, bronchial hyperresponsiveness and airflow obstruction. Patients with persistent symptoms despite maximum treatment as per GINA guidelines are considered to have severe persistent asthma. Omalizumab is a recombinant humanized monoclonal antibody licensed as an add-on therapy in these patients.", "cite_spans": [], "ref_spans": [], "section": "S404"}, {"text": "The aim of this study is to assess the clinical benefit amongst responders to omalizumab therapy at a tertiary referral centre. This was a retrospective audit assessing the effects on asthma control, frequency of exacerbation and hospitalisation rates over 6 months before and after therapy. The study included 30 responders (14 females).", "cite_spans": [], "ref_spans": [], "section": "Development of an Asthma Electronic Patient"}, {"text": "There was a reduction in exacerbation and hospitalization rates following initiation of omalizumab, 73 and 91 %, respectively (p value \\0.0001). The number of exacerbations decreased from 3.48 ± 2.20 to 0.93 ± 0.83 and the mean number of admissions from 1.07 ± 1.1 to 0.1 ± 0.40 over the study duration (p \\ 0.001). There was 73 % reduction in the weekly need for rescue salbutamol with mean of 30.33 ± 6.49 puffs to 8.23 ± 1.51 puffs after omalizumab (p \\ 0.0001). Seventy-nine percent of patients were able to reduce their maintenance oral corticosteroid.", "cite_spans": [], "ref_spans": [], "section": "Development of an Asthma Electronic Patient"}, {"text": "In summary, responders to omalizumab therapy are less likely to experience an asthma exacerbation and hospitalisation. They were also more likely to reduce maintenance corticosteroid therapy as well as the need for rescue reliever therapy. These data suggest that omalizumab has proven effective in improving health outcomes for a cohort of carefully selected patients with severe allergic asthma in Ireland. Bronchial thermoplasty (BT) is a bronchoscopic procedure aimed at reducing the mass of airway smooth muscle and attenuating bronchoconstriction in severe asthmatic patients failing medical therapy. We report our experience with the first four patients treated with BT.", "cite_spans": [], "ref_spans": [], "section": "Development of an Asthma Electronic Patient"}, {"text": "Between December 2011 and August 2012, four patients with severe asthma per GINA guidelines, underwent three sessions of bronchial thermoplasty, 4 weeks apart. Stringent entry criteria were required, including ongoing symptoms despite optimal medical management with the use of ICS and LABA's. Two patients had a limited response to omalizumab.", "cite_spans": [], "ref_spans": [], "section": "Bronchial"}, {"text": "Thus far, four patients met study entry criteria. Three females and 1 male. The mean age was 61 years (SD 10.6). The frequency of severe asthma exacerbations was 4-6 per year. The mean FEV1 and FEV1/FVC prior to procedure was 63.6 and 56.4 %, respectively. The mean FEV1 and FEV1/FVC after the procedure was 62.1 and 60.3 %, respectively.", "cite_spans": [], "ref_spans": [], "section": "Bronchial"}, {"text": "Patients reported a subjective strong improvement in quality of life post BT with more symptom-free days and less use of rescue inhalers.", "cite_spans": [], "ref_spans": [], "section": "Bronchial"}, {"text": "This emerging data relating to BT in an Irish population is consistent with International data sets. Bronchial thermoplasty is an additional treatment option for patients with severe asthma.", "cite_spans": [], "ref_spans": [], "section": "Bronchial"}, {"text": "Approximately 40-60 % of patients with asthma have gastrooesophageal reflux (GOR) and it has been postulated that this may worsen asthma severity. This study was undertaken to examine the incidence of GOR in an Irish steroid-dependent severe asthma cohort.", "cite_spans": [], "ref_spans": [], "section": "Bronchial"}, {"text": "16 patients with severe asthma were recruited into this descriptive study from the severe asthma clinic in Cork University Hospital.", "cite_spans": [], "ref_spans": [], "section": "Bronchial"}, {"text": "Our cohorts mean age was 52 years. The mean (SD) FEV1 was 2.00 (0.58) l (73 % predicted). The mean time from asthma diagnosis was 28.2 (13.3) years with the patients being steroid dependent on oral steroid therapy for mean 7.3 (7.9) years with a mean dose of 8.75 mg prednisolone. 11 (69 %) reported symptoms of GOR; with 14 being concomitantly treated with proton pump inhibitor. Ten patients had undergone a Barium Swallow with five demonstrating GOR radiological evidence. A further patient previously had undergone fundoplicative surgery. There was no association between GOR and cumulative systemic steroid dose or FEV1 in a subgroup analysis.", "cite_spans": [], "ref_spans": [], "section": "Bronchial"}, {"text": "In our study of steroid dependent asthmatics, 50 % of those formally assessed were found to have evidence of GOR on Barium Swallow, which is consistent with reported research [1] . The incidence of GOR did not depend on cumulative steroid exposure or FEV1. Introduction: Incorrect inhaler usage is a significant problem in asthma management, resulting in poor control of asthma symptoms. The ability of patients to correctly use their inhaler might be directly linked to inhaler technique education. Education may result in better inhalation technique, improved compliance and asthma control. The economic burden of asthma is very substantial and is one of the highest among chronic diseases. In the United States of America, approximately 5-7 billion dollars is wasted because of inhaler misuse per year (Fink, 2005) .", "cite_spans": [{"start": 175, "end": 178, "text": "[1]", "ref_id": null}], "ref_spans": [{"start": 805, "end": 817, "text": "(Fink, 2005)", "ref_id": "FIGREF2"}], "section": "Bronchial"}, {"text": "Research question: ''What is the impact of a nurse-led education programme in promoting compliance with inhaler use in patients with Asthma''.", "cite_spans": [], "ref_spans": [], "section": "Bronchial"}, {"text": "Methodology: This is a quantitative study engaging a quasi-experimental pre-test and post-test design. A cohort of 21 patients who met the inclusion criteria were recruited from the Out-Patient Department over a period of six months. During each stage, the patient was asked to demonstrate how they take their inhaler. Any errors in technique were identified and rectified. Their demonstration was measured through observation and the use of an Inhaler Proficiency Schedule (IPS). The participant was also asked a series of specific questions in relation to their condition, confidence level with self-administration of their inhaler, and adherence to prescribed frequency of use.", "cite_spans": [], "ref_spans": [], "section": "Bronchial"}, {"text": "The findings in this study show that inhaler education improves technique, promotes compliance and increases participant confidence levels in taking an inhaler, and as a result asthma symptoms improve. It also emerged that participants believed they were taking their inhaler correctly and so assumed that education drives were not targeted at them. 84 % (437) felt that the service provider had assisted in their success with therapy.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Overall, respondents use their devices as prescribed, keep in contact with their hospital department and service provider, and most feel their quality of life has improved as a result of starting treatment with CPAP. Obstructive sleep apnoea syndrome (OSAS) is characterized by repetitive upper airway (UA) obstruction during sleep. Alcohol consumption increases OSAS severity by diminishing UA muscle tone, aggravating snoring and OSAS-related daytime symptoms. We hypothesized that behavioural adaptation could lead to reduced alcohol consumption in subjects with more severe OSAS.", "cite_spans": [], "ref_spans": [], "section": "A Review of the Appropriateness of Screening Criteria for Performing Limited Polysomnography Studies in the Home"}, {"text": "The influence of anthropometric, social and demographic variables, along with OSAS severity on alcohol consumption among subjects undergoing inpatient sleep studies was examined. Regression analyses were utilised to identify independent predictors of alcohol consumption, and generate odds ratios (AOR) for excessive alcohol consumption by OSAS severity. 926 subjects were assessed; 30.5 % were female, 64.7 % in paid employment, and 57.7 % married. 32.1 % had no OSAS [apnoeahypopnoea index (AHI) \\5] and 25.2 % severe OSAS (AHI [30). Alcohol consumption was 8.34 (±12.0) U/week, with 10.7 % exceeding recommended limits. Stepwise regression revealed male gender and employment status, but not AHI, as independent predictors of increased alcohol use. No difference in adjusted mean alcohol intake by OSAS severity class was observed. Severe OSAS patients tended towards increased odds of excess alcohol consumption compared to those without (AOR 1.76; 95 % CI 0.98-3.16; p = 0.059).", "cite_spans": [], "ref_spans": [], "section": "The Relationship of Alcohol Consumption to Disease Severity in a Sleep Apnoea Cohort"}, {"text": "Increasing OSAS severity is not associated with lower alcohol consumption; rather, the reverse may be more likely. In our sleep clinic, ESS is a poor predictor of AHI, SACS did not perform as expected, and a combined measure is of limited utility. Following polysomnography diagnosis, untreated OSAS cases were assessed. CPAP compliant subjects were re-assessed *12 weeks later. Body composition was assessed by bio-electrical impedence analysis. SenseWear armband Ò (SWA) measured free-living EE. SWA data was included if average weartime was [90 %. 15 subjects (10 male) (mean age, 54.7 years) were included. Restrained-eating score was inversely associated with OSAS severity (14.9, 12.9, 12.7 in mild, moderate and severe, respectively). Conversely, both uncontrolled eating score (17.7, 18.6, 19.6) and emotional eating score (5.5, 6.5, 7.1) were positively associated with OSAS severity. BMI (P = 0.006) and fat % (P = 0.003) were significantly higher in severe versus mild OSAS. Cognitive-restraint was inversely associated with BMI and fat %, whereas both uncontrolledand emotional-eating were positively associated with these parameters.", "cite_spans": [], "ref_spans": [], "section": "The Relationship of Alcohol Consumption to Disease Severity in a Sleep Apnoea Cohort"}, {"text": "Among this sample, more severe disease was associated with adverse eating behaviors. Nutritional counseling targeting specific eating behaviors may be beneficial in OSAS. Significant OSA (AHI [5) was present in 80 % of the clinical group and 74 % of the screened group. No correlation of clinical significance was proven between AHI and ESS in either group. ESS provides useful information on subjective sleepiness but this study might suggest that it is not a reliable predictor of the presence of OSA or its severity. Decreased energy expenditure (EE) contributes to overweight. We investigated free-living EE and body composition in obstructive sleep apnoea syndrome (OSAS).", "cite_spans": [], "ref_spans": [], "section": "Case-Control Study of Vitamin D Status in Obstructive Sleep Apnoea and Matched Controls"}, {"text": "Following polysomnography (PSG) diagnosis, untreated OSAS cases wore the SenseWear armband Ò (SWA) for *7 days, including 2 weekend days. SWA quantifies free-living EE and physical activity (PA). Data was included if weartime was [90 %. Body composition was assessed with bio-electrical impedance analysis. Upper airway muscle dysfunction is implicated in the pathophysiology of obstructive sleep apnoea syndrome (OSAS). Pharyngeal dilator muscle inotropes may serve as adjunct therapies. We hypothesized that Tempol, a superoxide scavenger, would increase sternohyoid muscle power under conditions of oxidative stress (hypoxia). Excised sternohyoid muscles from adult male Wistar rats, were connected to a dual-mode force transducer, between stimulating electrodes, in a bath of Krebs solution at 35°C, in either high oxygen (control) or low oxygen (hypoxia) ±10 mM Tempol. Stress and shortening were measured in muscles contracting from zero up to isometric load under tetanic conditions. Peak power was determined.", "cite_spans": [], "ref_spans": [], "section": "Physical Activity and Disease Severity in Obstructive Sleep Apnoea Syndrome"}, {"text": "Sternohyoid peak power was 2.4 ± 0.4 and 1.1 ± 0.2 W/cm 2 in control and hypoxic conditions (drug-free), respectively, and 4.2 ± 0.4 and 1.8 ± 0.5 W/cm 2 in control and hypoxic conditions (+Tempol), respectively. Two-way ANOVA revealed that hypoxia (p \\ 0.0001) and Tempol (p = 0.003) were significant factors without drug-gas interaction. Tempol increased the power-load relationship over the early (0-30 %) portion of the load step test and this was significant under hypoxic conditions. We conclude that Tempol increases sternohyoid muscle power under control and hypoxic conditions. Our results suggest that antioxidant therapy may be useful in the treatment of OSAS and other muscle weakness disorders.", "cite_spans": [], "ref_spans": [], "section": "Physical Activity and Disease Severity in Obstructive Sleep Apnoea Syndrome"}, {"text": "R. Lee Obstructive sleep apnoea syndrome (OSAS) is reported as common among IPF patients [1] . We determined the prevalence of the disorder in a cohort of IPF patients not on long term oxygen therapy and medically stable, excluding patients with active coronary disease and diabetes mellitus. 20 patients with IPF patients attending a specialized clinic underwent overnight polysomnography following a night of acclimatization. A quality of life questionnaire (SF-36) and Epworth Sleepiness Score (ESS) were also completed. Statistical analysis was by student-T and Man-Whitney U-testing.", "cite_spans": [{"start": 3, "end": 6, "text": "Lee", "ref_id": null}, {"start": 89, "end": 92, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Prevalence of Obstructive Sleep Apnea in Idiopathic Pulmonary Fibrosis (IPF)"}, {"text": "14 of the 20 patients were male and mean age was 67.9 ± 12.3 (SD). 75 % were current or ex-smoker. Only 35 % of the patients received steroids at some time in their treatment. 9 patients had significant sleep-disordered breathing (SDB) based on the standard definition of AHI C5/h but only 2 were sleepy (ESS C10), thus having OSAS. BMI correlated positively with AHI (r = 0.59, p = 0.006). BMI was 28.5 ± 4.6 kg/m 2 but higher in the OSAS/SDB group (p = 0.05). No difference in quality of life was evident between those with or without SDB or OSAS.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of Obstructive Sleep Apnea in Idiopathic Pulmonary Fibrosis (IPF)"}, {"text": "We conclude that SDB and OSAS are as prevalent in IPF as a similar general population and BMI is the principal predictor of AHI in these patients. Studies to date reveal wide variability (16-56 %) in the prevalence of fungus in the CF airway using culture-based methods. This study profiles the fungal microbiota of the CF airway using high-throughput-sequencing, and correlates this with standard culture-based methods and clinical phenotype. 55 clinically stable adult CF patients were prospectively recruited, donating one or more sputum samples. Culture-based methods were employed at time of sampling. High-throughput bar-coded sequencing targeting the internal transcribed spacer (ITS) and small sub-unit (SSU) regions was used to profile the fungal microbiota, with subsequent sequencing on a 454 Genome Sequencer FLX platform. Baseline FEV 1 % predicted, genotype, gender, BMI and Pseudomonas status, were recorded by retrospective review of medical notes.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of Obstructive Sleep Apnea in Idiopathic Pulmonary Fibrosis (IPF)"}, {"text": "In a total of 83 samples, culture-based methods detected fungus (Aspergillus spp. and Candida spp. only) in 13 patients. Highthroughput-sequencing identified rich fungal communities in greater than 90 % of the patient sputum samples, with over 82 % of the species found not detected by culture. Fungi detected included C. albicans, C. dubliniensis Saccharomyces cerevisiae, Malassezia spp., Fuscoporia ferrea, Fusarium culmorum, Acremonium strictum, Thanatephorus cucumeris and Cladosporium spp.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of Obstructive Sleep Apnea in Idiopathic Pulmonary Fibrosis (IPF)"}, {"text": "A comparison of patient status with diversity and species richness of fungal microbiota identified that lower fungal diversity associates with decreased lung function. Aim: To identify common anaerobes and their proteases and assess their ability to cleave natural host innate human antiproteases such as alpha one antitrypsin (AAT). Method: We prospectively recruited 130 patients at our site in Beaumont hospital. We obtained both sputum and bronchoalveolar lavage fluid (BALF) at both stable and pre and post exacerbation timepoints. All samples were processed using both anaerobic bacteriologic techniques and 16S r RNA sequencing methods. Supernatants from P. melaninogenica were cultured in Luria-Bertani Broth (LB) broth, (Sigma L7275-100TAB) and basal anaerobic media (BAM) broth under strict anaerobic conditions in an anaerobic cabinet (Davidson & Hardy). Protease production was measured using SensoLyte Red protease assay (Anaspec). This assay measures matrix metalloproteinase (MMP) activity in broth. The days with highest protease production were recorded. Native AAT was incubated for selected time points with supernatant and cleavage products visualised by SDS-PAGE electrophoresis and Western Blotting analysis using specific antibodies raised against the antiproteases. Results: Using sputum and broncheoalvelar lavage from patients with CF, Prevotella species accounts for 45 % of anaerobic samples identified from our group and P melaninogenica is the most common anaerobe grown from this group. The SensoLyte Red protease assay showed P. melaninogenica cultures produced the highest levels of active proteases on Day 4, and 5. The Western blot analysis demonstrated that when Day 4 and 5 supernatants were incubated with AAT, this antiprotease was degraded to give a distinct cleavage pattern. Conclusion: This study is examining for the first time the pathogenicity of anaerobic bacteria found in CF lung and shows that the proteases produced by anaerobic bacteria are destroying host defense mechanisms and that this may impact other natural host innate antiproteases in the CF lung and play a role in inflammation. CF is a genetic disease with a high prevalence in Ireland. In CF lungs chronic bacterial infection contributes to progressive respiratory failure. In particular, Pseudomonas aeruginosa (PA), forms biofilms in the lungs which significantly contributes to antibiotic resistance. We have previously published on the importance of MIF as a key inflammatory mediator in CF [1, 2] . Building on this work, we hypothesised that MIF enhances biofilm formation in the CF lung contributing to enhanced antibiotic resistance. Using in vitro biofilm formation methods and qPCR we examined the effects of MIF (100 ng/ml) on the growth, antibiotic resistance and gene expression of PA (Strain PAO1).", "cite_spans": [{"start": 2509, "end": 2512, "text": "[1,", "ref_id": null}, {"start": 2513, "end": 2515, "text": "2]", "ref_id": null}], "ref_spans": [], "section": "Prevalence of Obstructive Sleep Apnea in Idiopathic Pulmonary Fibrosis (IPF)"}, {"text": "Our results to date have shown that MIF significantly enhances biofilm formation of the PAO1 strain of PA (P \\ 0.05). In addition we have found a significant earlier induction of specific quorum sensing genes in response to MIF. MIF in PA cultures is associated with significantly less bacterial killing following antibiotic treatment.", "cite_spans": [], "ref_spans": [], "section": "Proteases from Anaerobic Bacteria Cleave Naturally Occurring Innate Antiproteases"}, {"text": "This raises the possibility of MIF as an adjunct therapy with antibiotics by significantly This supports our hypothesis of MIF inhibitors as an adjunct therapy improving the antibacterial effectiveness of antibiotics. Macrophage migration inhibitory factor (MIF) was one of the first cytokines to be discovered. MIF is produced by a wide variety of tumours and is thought to play an important role in tumour progression. MIF possesses a unique enzymatic activity linked to this role in cancer. To investigate this further we designed and evaluated a panel of small molecular weight inhibitors of MIF and looked at their ability to block MIF activity in vitro and in vivo.", "cite_spans": [], "ref_spans": [], "section": "Proteases from Anaerobic Bacteria Cleave Naturally Occurring Innate Antiproteases"}, {"text": "The small molecules were found to specifically inhibit the enzyme activity of MIF when co-incubated with recombinant MIF and its substrate. The inhibitors also significantly reduced cellular proliferation induced by treatment with recombinant MIF (proliferation reduced by [45 %, p \\ 0.0001) and significantly inhibited LPSinduced TNF-a production (TNF-a reduced by [48 %, p \\ 0.001). In vivo, the inhibitors were found to reduce tumour growth in a subcutaneous model of Lewis cell carcinoma (tumour volume reduced by [70 %, p \\ 0.05).", "cite_spans": [], "ref_spans": [], "section": "Proteases from Anaerobic Bacteria Cleave Naturally Occurring Innate Antiproteases"}, {"text": "Here we present data describing a number of novel small molecular weight inhibitors of MIF found to be effective in vitro and in vivo. These inhibitors have the potential to be developed for therapeutic use in a cancer setting. Idiopathic pulmonary fibrosis (IPF) is a progressive disease characterized by fibrosis. IL-13 is a proinflammatory cytokine that has been shown to play a role in many fibrotic diseases including IPF. IL-13 also induces the expression of, and binds to, one of its receptors, IL-13Ra2, which has been thought to function as a non-signaling decoy receptor. The CXC chemokine receptor 3 (CXCR3) and its ligands-CXCL9, CXCL10, and CXCL11-have been implicated in vascular remodeling and fibroblast motility during the development of the disease.", "cite_spans": [], "ref_spans": [], "section": "Proteases from Anaerobic Bacteria Cleave Naturally Occurring Innate Antiproteases"}, {"text": "In this study, cultured pulmonary fibroblasts from wild type and CXCR3-deficient mice were treated with various cytokines, and the expression levels of IL-13Ra2 and CXCR3 were measured.", "cite_spans": [], "ref_spans": [], "section": "Proteases from Anaerobic Bacteria Cleave Naturally Occurring Innate Antiproteases"}, {"text": "We demonstrate for the first time the expression of CXCR3 in cultured pulmonary fibroblasts from mice. Also, IL-13 was shown to downregulate basal and ligand-induced CXCR3 expression in fibroblasts. Using wild-type and CXCR3-deficient animals, CXCR3 was found to be necessary for the IL-13 mediated upregulation of IL-13Ra2, and blocking CXCR3 significantly reduced the basal expression of IL-13Ra2.", "cite_spans": [], "ref_spans": [], "section": "Proteases from Anaerobic Bacteria Cleave Naturally Occurring Innate Antiproteases"}, {"text": "Manipulation of the CXCR3-mediated regulation of IL-13Ra2 or the IL-13 mediated downregulation of CXCR3 may represent novel therapeutic modalities in cases of acute lung injury or chronic inflammation that may progress to fibrosis. Epithelial cell to mesenchymal transition (EMT), whereby epithelial cells undergo transition to a mesenchymal phenotype, giving rise to fibroblasts and myofibroblasts has been implicated in the pathogenesis of idiopathic pulmonary fibrosis (IPF). Alveolar epithelial cells (AEC) are recognised to undergo EMT in response to various stimuli including transforming growth factor-b1 (TGF-b1).", "cite_spans": [], "ref_spans": [], "section": "Proteases from Anaerobic Bacteria Cleave Naturally Occurring Innate Antiproteases"}, {"text": "Comparison of gene expression, migration and chemokine secretion in normal and transitioned AEC with primary pulmonary fibroblasts derived from normal and IPF patients was performed.", "cite_spans": [], "ref_spans": [], "section": "Genomic and Phenotypic Characterisation and Comparison of Primary Human Pulmonary Fibroblasts from Normal and IPF Patients with Transitioned Alveolar Epithelial Cells"}, {"text": "A549 cells underwent 24 h (h) serum starvation followed by 48 h treatment with TGF-b1 10 ng/mL. Total RNA was extracted from A549 cells and primary human pulmonary normal and IPF fibroblasts. Changes in expression of a panel of TGF-b target genes was determined by real time polymerase chain reaction array with subsequent validation. Migration studies of the various cell types in response to serum and enzyme-linked immunosorbent assay (ELISA) of CXCL5, CXCL8 and IL-6 levels in cell supernatants were performed.", "cite_spans": [], "ref_spans": [], "section": "Genomic and Phenotypic Characterisation and Comparison of Primary Human Pulmonary Fibroblasts from Normal and IPF Patients with Transitioned Alveolar Epithelial Cells"}, {"text": "Transitioned AEC assumed a mesenchymal phenotype, exhibiting a marked reduction in differential gene expression when compared to fibroblasts. Migration in response to serum by transitioned AEC was increased significantly compared to normal or IPF fibroblasts as was production of CXCL5 and CXCL8. Background: AATD disease is a hereditary disorder leading to the development of emphysema. Our group has published first evidence of UPR activation within the endoplasmic reticulum (ER) of ZZ monocytes. Here we study miRNA regulation of UPR in healthy and emphysematous ZZ monocytes. Method: Monocytes miRNAs were profiled using NanoString Technologies. miRDIP portal and KEGG database identified miRNA targets and gene networks. Transfections with 60 nM anti-miR were performed using siPORT-NeoFx. mRNA, miRNA and protein were measured by qRT-PCR, Taqman miRNA assay and Western blotting. Results: Sixty miRNAs were differentially expressed in ZZ versus MM monocytes. miR-199a-5p is overexpressed by [40-fold and predicted to target multiple genes which are enriched for pathways in the ER stress response. Emphysematous versus healthy ZZ patients have decreased miR-199a-5p expression. MiR-199a-5p inhibition increased expression of two arms of the UPR; GRP78 and ATF6. Conclusion: miRNAs are differentially expressed in ZZ monocytes and may play a role in the UPR. miR-199a-5p, predicted to target UPR genes, is overexpressed in healthy ZZ monocytes, and negatively regulates the UPR. Emphysematous ZZ patients may have lost this protective miRNA regulation leading to increased ER stress in monocytes, contributing to the inflammatory milieu of AATD lung disease.", "cite_spans": [], "ref_spans": [], "section": "Genomic and Phenotypic Characterisation and Comparison of Primary Human Pulmonary Fibroblasts from Normal and IPF Patients with Transitioned Alveolar Epithelial Cells"}, {"text": "6.10 Alpha-1 Antitrypsin Augmentation Therapy is Associated with Decreased Neutrophil ADAM-17 Activity, Plasma TNF-a Levels and Normalisation of Neutrophil Apoptosis Alpha-1 antitrypsin deficiency (AATD) is characterised by neutrophil driven lung destruction and early emphysema in a low alpha-1 antitrypsin (AAT) and high neutrophil elastase (NE) environment in the lungs of affected individuals. Timely and effective neutrophil programmed cell death is essential for the resolution of inflammation and we have previously shown that neutrophils apoptosis is accelerated in AATD individuals. Endoplasmic reticulum (ER) stress is associated with the release of the pro-apoptotic cytokine TNF-a and, on the cell surface the activity of the sheddase ADAM-17 leads to the release of TNF-a from its membrane bound to its soluble form.", "cite_spans": [], "ref_spans": [], "section": "Overexpression of IL-13Ra2 Inhibits the Fibrotic Response"}, {"text": "The aim of our study was to determine if AAT augmentation therapy can normalise the accelerated neutrophil apoptosis seen in AATD through inhibition of ADAM-17 activity and resultant TNF-a release.", "cite_spans": [], "ref_spans": [], "section": "Overexpression of IL-13Ra2 Inhibits the Fibrotic Response"}, {"text": "Neutrophils were isolated from AATD individuals receiving AAT augmentation therapy pre and post treatment. The kinetics of apoptosis were measured by caspase-3 cleavage utilising Western blotting and CD16b expression by FACs analysis. ADAM-17 activity measured using a fluorogenic peptide substrate. Plasma TNF-a levels were measured by ELISA. ER stress was determined using the ER stress marker GRP-78.", "cite_spans": [], "ref_spans": [], "section": "Overexpression of IL-13Ra2 Inhibits the Fibrotic Response"}, {"text": "ADAM-17 activity was increased in individuals with AATD. In addition, ADAM-17 activity, plasma TNF-a levels and caspase-3 cleavage were reduced after augmentation therapy (p \\ 0.05). CD16b expression was increased after therapy indicating normalisation of apoptosis. GRP-78 expression was unchanged.", "cite_spans": [], "ref_spans": [], "section": "Overexpression of IL-13Ra2 Inhibits the Fibrotic Response"}, {"text": "From our data we have demonstrated that AAT augmentation therapy can normalise neutrophil apoptosis by ameliorating ADAM-17 activity and resultant TNF-a release. The observed normalisation of neutrophil apoptosis may lead to reduced inflammation and a reduction in recurrent infections which characterises patients with AATD. To identify lung-selective miRNAs, extracted RNA was probed to miRNA microarrays (MRA-1001; 1,719 human miRNAs), and results confirmed by TaqMan analysis. In silico analysis using TargetScan and microRNA.org identified genes targeted by identified miRNAs.", "cite_spans": [], "ref_spans": [], "section": "Overexpression of IL-13Ra2 Inhibits the Fibrotic Response"}, {"text": "Using a subtractive miRNA strategy, 238 lung-selective hypoxic responsive miRNAs were identified (ANOVA p \\ 0.05); including miR-125a-5p and miR-424. In silico analysis predicted that miR-125a-5p targets erythropoietin, which has a well-documented role to play in endothelial repair and angiogenesis. Furthermore, miR-424 targets cullin 2, which has previously been shown to stabilize hypoxia-inducible factor-a and promote angiogenesis.", "cite_spans": [], "ref_spans": [], "section": "Identification of a Hypoxia-Responsive MicroRNA Signature in Lung Endothelial Cells"}, {"text": "We conclude that hypoxia, typical of that encountered in pulmonary disease, causes lung-selective alterations in miRNA expression. miR-125a-5p and miR-424 may play important roles in pulmonary vascular remodelling and angiogenesis. Further studies of these miRNAs may uncover novel treatment strategies for hypoxic lung disease.", "cite_spans": [], "ref_spans": [], "section": "Identification of a Hypoxia-Responsive MicroRNA Signature in Lung Endothelial Cells"}, {"text": "This research project is funded by Science Foundation Ireland. To assess whether Mal plays a role in killing of intracellular Mtb, we infected murine wild-type and Mal knockout macrophages with virulent (H37Rv) Mtb. We found that Mal deficient cells were unable to kill mycobacteria. Human macrophage cell lines transfected with siRNA against Mal showed the same deficiency in killing mycobacteria. We then proceeded to evaluate key macrophage mechanisms of killing mycobacteria. We found that phagolysosomal maturation and autophagy were Mal-dependent in murine and human macrophages. Pro-inflammatory cytokine production was also Mal dependent.", "cite_spans": [], "ref_spans": [], "section": "Identification of a Hypoxia-Responsive MicroRNA Signature in Lung Endothelial Cells"}, {"text": "We then sought to determine the effect of the common Mal S180L polymorphism on macrophage responses to Mtb. Primary bone marrow derived macrophages from mice with the SL and LL polymorphisms displayed impaired mycobactericidal activity and phagolysosomal maturation.", "cite_spans": [], "ref_spans": [], "section": "Identification of a Hypoxia-Responsive MicroRNA Signature in Lung Endothelial Cells"}, {"text": "Mal plays a critical role in determining macrophage responses to Mtb through a pathway culminating in phagolysosomal maturation and killing of intracellular bacteria. Asthma has been linked to the vitamin D deficient (VDD) state. We investigated whether VDD was associated with impaired lung function and inflammation. Patients with respiratory symptoms (asthmatic and non-asthmatic) underwent spirometry and had serum analyzed for total immunoglobulin E (IgE), high sensitive C-reactive protein (hsCRP), eosinophil cationic protein (ECP), and 25-hydroxyvitamin D We examined 93 Caucasians (mean age 52 years; mean BMI 26 kg/m 2 , mean FEV 1 = 91.4 % predicted). Mean 25(OH)D was 37.7 nmol/L. 76 % of recruits were VDD, 15 % were insufficient, while only 9 % were vitamin D sufficient. Vitamin D levels were positively associated with FEV 1 (R 2 = 0.01, p = 0.017). 92 % of patients with airway obstruction (FEV1\\80 % predicted) were VDD. ECP, hsCRP and IgE were non-significantly elevated in the VDD state compared to sufficiency. However, all patients with IgE Doctors' education about inhaled respiratory medication is extremely important in management of COPD and asthma. While exercise-induced oxygen desaturation is a widely used clinical measure in IPF, data on sleep-related desaturation are lacking. We compared gas exchange during sleep and exercise in a cohort of IPF patients attending a specialized clinic not on long term oxygen therapy and medically stable, excluding patients with active coronary disease and diabetes mellitus. 20 IPF patients underwent overnight polysomnography, including transcutaneous carbon dioxide (P TC CO 2 ) measurement, after a night of acclimatization. Cardiopulmonary exercise testing was performed by incremental cycle ergometer. Pulmonary function and awake arterial blood gases were also measured. Statistical analysis included student-T and Man-Whitney U-testing. 9 patients had significant sleep-disordered breathing (SDB) based on an apnoea-hypopnoea index (AHI) [5. FEV1 was 84.0 ± 18.7 % (SD) and diffusion (DLCO) 51.1 ± 15.0 % predicted. PaO 2 was 11.0 ± 1.4kpa and PaCO 2 5.3 ± 0.47 kPa. P TC CO 2 rose by 1.13 ± 0.83 kPa during sleep (p \\ 0.001) consistent with hypoventilation.", "cite_spans": [], "ref_spans": [], "section": "Identification of a Hypoxia-Responsive MicroRNA Signature in Lung Endothelial Cells"}, {"text": "The minimum oxygen saturation during sleep was lower than exercise (83 ± 7.41 vs. 92.6 ± 4 %), p = 0.007 and the fall in oxygen saturation was also greater during sleep (10.7 ± 7.0 vs. 4.8 ± 3.6, p \\ 0.001).", "cite_spans": [], "ref_spans": [], "section": "Identification of a Hypoxia-Responsive MicroRNA Signature in Lung Endothelial Cells"}, {"text": "We conclude that IPF patients desaturate more during sleep than exercise and suggest that nocturnal oxymetry be considered part of the clinical assessment of such patients. Diabetes mellitus (T2DM) causes increased risk of cardiovascular death, while glycosylated hemoglobin (HbA1c) level predicts longterm cardiovascular mortality in non-diabetics. While obstructive sleep apnoea syndrome (OSAS) is associated with adverse cardiometabolic outcomes, it remains unclear if this effect is independent of obesity and other confounders. We examined the relationship of OSAS severity with T2DM prevalence and HbA1c levels in a large European population.", "cite_spans": [], "ref_spans": [], "section": "Identification of a Hypoxia-Responsive MicroRNA Signature in Lung Endothelial Cells"}, {"text": "Subjects attending university-affiliated sleep laboratories across 19 countries were prospectively assessed. All underwent overnight sleep studies, with bloods drawn to assess glycaemic health. The relationship of OSAS severity with T2DM prevalence, and HbA1c levels in non-diabetics was examined with regression models adjusting for confounding factors, including obesity. 9,666 subjects were assessed, 72.2 % male, 50.8 % obese, and 80 % with an apnoea-hypopnoea index (AHI)[5 events/h. Following adjustment for confounding factors, moderate and severe OSAS remained significant predictors of T2DM (adjusted odds ratio 1.51; 95 %CI 1.15-1.98; p = 0.003). In non-diabetics AHI (standardized b 0.101; p \\ 0.0001), and mean SpO 2 (standardized b -0.119; p \\ 0.0001) were significant independent predictors of elevated HbA1c levels.", "cite_spans": [], "ref_spans": [], "section": "Severity of Sleep Disordered Breathing is an Independent Predictor of Glycaemic"}, {"text": "OSAS severity and nocturnal hypoxaemia predict both prevalent T2DM and HbA1c levels even after rigorous adjustment for confounding variables including obesity, which may contribute to excess mortality in OSAS populations. Background: Portable devices that determine TST may act as an adjunct to level 3 diagnostic tests for OSA. The SWA is such and measures TST using a proprietary algorithm. Calculation of TST could improve the accuracy of a level 3 diagnostic device. Aim: Correlation of TST by SWA and NPSG, in a population with and without sleep apnoea. 89 consecutive patients undergoing NPSG because of a suspicion of OSA wore an SWA on the same night. Patients were stratified by the presence and severity of OSA. Correlation coefficient for TST were determined between SWA and NPSG for all subjects and in the OSA subgroups. Results: The prevalence of a normal PSG, mild moderate and severe OSA was 22 (24.7 %), 31 (34.8 %), 12 (13.4 %) and 24 (26.9 %) of 89 subjects. and the respective correlation coefficients were r = 0.68, 0.74, 0.85 and 0.25. Clinically important differences are presented with Bland-Altman plots (Figs. 1, 2) . Correlation of TST between the two methods was weakest in those with severe OSA. Conclusion: The determination of TST by SWA in a population with severe OSA is likely to be unreliable. NPSG remains the gold standard for determination of TST. The relationship between lung cancer and pulmonary fibrosis remains poorly understood. The aim of this study was to conduct a descriptive analysis of clinical data collected from a CUH cohort of patients with both ILD and lung cancer. A database of 637 patients with a histological diagnosis of lung cancer between August 2008 and December 2011 was reviewed. 35 patients with established ILD on CT scan were identified. Data from clinical notes and radiology patterns were reviewed and analysed.", "cite_spans": [], "ref_spans": [{"start": 1129, "end": 1141, "text": "(Figs. 1, 2)", "ref_id": "FIGREF1"}], "section": "Severity of Sleep Disordered Breathing is an Independent Predictor of Glycaemic"}, {"text": "The male to female ratio was 1.7:1. All were smokers. 86 % of carcinomas in these patients were non-small cell lung cancer (NSCLC). 49 % of patients had usual interstitial pneumonia pattern, 46 % had non-specific fibrosis, and 5 % had asbestosis. The overall median survival was 6 months (SEM 0.725; 95 % CI 4.58 to 7.42). Median survival for patients with early stage disease who underwent surgery (n = 13) was 7 months, followed by those who received chemo-radiotherapy (6 months), those who received no intervention (5 months), and those who received radiotherapy alone (2 months).", "cite_spans": [], "ref_spans": [], "section": "Correlation of Total"}, {"text": "Survival for patients with lung cancer and ILD was lower than published figures for patients with lung cancer alone. Surgical candidates had the best survival though the survival benefit was very modest, while patients who received no intervention or radiotherapy alone faired very poorly. Pleural ultrasound has a number of advantages over traditional imaging modalities with regard to visualisation of pleural pathology, in particular, pleural effusions. These include portability, the absence of radiation, dynamic imaging as well as increased sensitivity versus computed tomography scans in terms of differentiating between pleural fluid, thickening and masses [1, 2] .", "cite_spans": [{"start": 665, "end": 668, "text": "[1,", "ref_id": null}, {"start": 669, "end": 671, "text": "2]", "ref_id": null}], "ref_spans": [], "section": "Correlation of Total"}, {"text": "We present a case series of patients who underwent pleural ultrasound under the care of respiratory physicians trained in this technique in our hospital from January to August 2012.", "cite_spans": [], "ref_spans": [], "section": "Correlation of Total"}, {"text": "In total, 78 ultrasound scans were carried out in the 8 month period on a total of 65 patients using a portable ultrasound machine. The average patient age was 67.3 years (range 29-90 years) and 68 % were male. Based on ultrasound findings, the physician proceeded directly to aspiration on 52 occasions (66 %) and a total of 13 chest drains were inserted (17 %). Of those that were aspirated, the vast majority were exudative in nature (n = 45, 86.5 %). 13 (25 %) of the aspirates were due to malignant effusions. No procedure-related complications occurred.", "cite_spans": [], "ref_spans": [], "section": "Correlation of Total"}, {"text": "This case series highlights that imaging at the bedside is a feasible and, with the proper training, very safe method for managing pleural effusions.", "cite_spans": [], "ref_spans": [], "section": "Correlation of Total"}, {"text": "This audit shows that the vast majority of patients with Mesothelioma are male with a poor prognosis regardless of therapeutic approach. Approximately 60 % die in the hospital/hospice setting. Finally, more patients with mesothelioma should be considered for clinical trials. AAT deficiency (AATD) results from mutations in the SERPINA1 gene, classically presenting with COPD and liver disease. The most common mutation causing AATD is the Z mutation, with the S mutation weakly associated with lung disease. AAT deficiency is under-diagnosed and prolonged delays in diagnosis are common. ATS/ERS guidelines advocate screening all COPD, poorly-controlled asthma, and cryptogenic liver disease patients, as well as relatives of known AATD individuals.", "cite_spans": [], "ref_spans": [], "section": "Correlation of Total"}, {"text": "Over 8,500 individuals have been screened following ATS/ERS guidelines as part of the national AATD targeted detection programme. Rare and novel mutations were identified by DNA sequencing of the SERPINA1 gene.", "cite_spans": [], "ref_spans": [], "section": "Correlation of Total"}, {"text": "A number of rare SERPINA1 mutations including I, F, X christchurch , Z bristol , and M malton were identified. The I mutation (Arg39Cys) was present at a relatively high frequency (0.0043) with over 70 cases identified. The F mutation (Arg223Cys) was found in 20 cases. In addition, 2 novel Null mutations were identified, Q0dublin and Q0cork.", "cite_spans": [], "ref_spans": [], "section": "Correlation of Total"}, {"text": "Current testing of suspected AATD cases is often limited and can miss rare and novel clinically significant SERPINA1 mutations. Our findings underline the need for a comprehensive diagnostic work up of all patients with low AAT levels including phenotyping, genotyping and if necessary, DNA sequencing of the SERPINA1 gene. We previously observed that weaning-failure patients experience increased intensity of dyspnea (AJRCCM 2009;179:A3808). We also observed that patients reported different qualitative sensations suggesting that more than one mechanism may contribute to dyspnea. The purpose of this study is to determine whether dyspnea experienced in weaning-failure patients is related to changes in PCO 2 or increase in respiratory effort or both. Methods: Tracheostomized patients who were being weaned from prolonged mechanical ventilation at a specialized facility were enrolled. Dyspnea, transdiaphragmatic pressure-time product (PTPdi), minute ventilation, and transcutaneous PCO2 (PtcCO 2 ) were measured during a 1-h trial of spontaneous breathing. Patients who developed respiratory distress during the trial were considered weaning failures. Patients who tolerated the trial and continued to breathe unassisted for at least 24 h after the trial without signs of distress were considered weaning successes. Results: 28 patients were studied; 11 were women; age, 65 + 3 (SE) years; duration of ventilation before the study, 28 + 2 days. Fourteen patients were weaning successes; 14 patients were weaning failures. In the failures, dyspnea score increased from 4.5 + 0.8 at the start to 6.9 + 0.9 at the end of the trial (p \\ 0.01). The increase in dyspnea in the failures was accompanied by increases in minute ventilation (p \\ 0.01) and PtcCO2 (p \\ 0.01); PTPdi, an index of patient effort, remained unchanged during the trial. In the successes, dyspnea, minute ventilation and PtcCO 2 did not increase during the trial; PTPdi, however, decreased from the start to the end of the trial (p = 0.04). These findings suggest that an increase in PCO 2 , a major driver of minute ventilation, contributes to an increase in dyspnea during weaning failure. That the increase in dyspnea in the failures was not accompanied by an increase in PTPdi together with the successes exhibiting a decrease in PTPdi without any change in dyspnea suggests that effort is not a major determinant of dyspnea during weaning failure. Conclusion: Dyspnea increases in weaning-failure patients but not in weaning-success patients and the increase in dyspnea is accompanied by increase in PCO 2 and minute ventilation but not by an increase in respiratory effort.", "cite_spans": [], "ref_spans": [], "section": "Correlation of Total"}, {"text": "Background: Respiratory disease constitutes one of Ireland's greatest public health challenges. Patients with respiratory disease are often undiagnosed despite symptoms and risk factors for lung disease. The purpose of this study was to determine the prevalence of respiratory symptoms and disease in a targeted population screening program. Study design: Subjects were asked to complete a questionnaire on respiratory symptoms and risk factors as part of well-publicised free spirometry testing on World Spirometry Day. Multiple linear regression analysis was performed to identify factors contributing to variation in population FEV 1 . Logistic regression was used to identify predictors of airflow obstruction (FEV 1 /FVC \\70 %) followed by predictive model development and ROC curve analysis to determine model diagnostic accuracy. Results: Ten centers throughout Ireland participated in the study. Analysis was limited to an initial discovery cohort of 555 patients (57 % female; Age = 60 years (range 9-85); FEV 1 = 100 % predicted(range 37-155 %). Factors associated with reduced population", "cite_spans": [], "ref_spans": [], "section": "Prevalence of Abnormal Lung Function Using Targeted Spirometry Screening on World Spirometry Day"}, {"text": "Ir J Med Sci (2012) 181 (Suppl 10):S369-S437 FEV 1 (% predicted) were smoking history, male gender, lower educational status and history of existing lung disease. In those with no history of lung disease (n = 372), 22 % had abnormal spirometry with 15 % demonstrating airflow obstruction. Predictors of airflow obstruction were age, presence of cough and number of pack-years of smoking. Presence of cough, age [60 years and exposure [15 pack years were associated with highest sensitivity and specificity for identifying airflow obstruction although predictive ability was only fair (ROC AUC = 0.70).", "cite_spans": [], "ref_spans": [], "section": "S418"}, {"text": "Conclusions: Demographic and socioeconomic factors influence lung health in Ireland. Undiagnosed respiratory disease is common, particularly airflow obstruction and targeted screening is justified to identify patients with respiratory disease early. Bronchiolitis affects one-third of babies in their first year of life. Half of those hospitalised will have persistent cough and wheeze. To map this epidemic, we investigated all bronchiolitis admissions to Tallaght hospital in the last 5 years. This will aid future planning of the service and provide an insight into the epidemic in the Irish population. From 2007 until 2012, 1,408 children were admitted to Tallaght hospital due to bronchiolitis. We analysed these on the basis of time of year of admission, length of stay, gender and age and compared them to national and international data.", "cite_spans": [], "ref_spans": [], "section": "S418"}, {"text": "The busiest month was December, with 24.2 % of admissions. However, there was a significant increase in the incidence of bronchiolitis in the early spring of 2011 and 2012 (more than doubled) compared to previous years. The average length of stay is 2.92 days, male sex had 61 % dominance and average age was 30.29 weeks, in keeping with international data.", "cite_spans": [], "ref_spans": [], "section": "S418"}, {"text": "There has been in a significant shift in the timing and incidence of bronchiolitis in Tallaght hospital in the last 2 years. We explored the reasons for this, with special attention to RSV incidence, possible climate causes, vaccine programs and exposure risk. We identified 14 children, 8 Males and 6 Females. Mean weight was 5.9 kg (range 2.53-13 kg). Mean age was 8.1 months (range 9 days-35 months). Stridor was the commonest presenting symptom 71 %. Diagnosis was confirmed by micro-laryngobroncoscopy and supplemented by CT in 64 %. 83 % had complete tracheal ring stenosis and 85 % had concurrent cardiac anomalies. Two patients had bronchus suis. Extracorporeal Life Support (ECLS) was utilized in one patient preoperatively. Cardio pulmonary bypass (CPB) or ECLS was utilised for the repair. Laryngeal release was required in 3/14 patients. 8 patients underwent end-end anastomosis, 5 slide and 1 double slide tracheoplasty. A polydiaxanone suture was used for all anastomosis. Mean (CPB) time was 93.7 min (range 25-255 min). Mean cross clamp time was 31.5 min (range 24-39 min).", "cite_spans": [], "ref_spans": [], "section": "S418"}, {"text": "Mean length of ventilation was 5 days (range 0.5-16 days). Mean ICU length of stay was 12.5 days (range 2-60 days). There were two hospital mortalities. One patient only required re-intervention with balloon dilation. 92 % were symptom free on a mean follow up of 16.9 months (range 2 weeks-7 years).", "cite_spans": [], "ref_spans": [], "section": "S418"}, {"text": "Distal Tracheal stenosis can be managed effectively utilizing CPB that also allows concurrent correction of congenital heart anomalies. Mayo General Hospital, 2 Midlands Regional Hospital Background and Aim: Attempting to reduce unnecessary attendances of well patients at outpatient clinics is prudent. This study evaluated the asthma control test (ACT)t and respiratory proforma, with feedback through mobile texts, in children with asthma, to determine attendance at clinic or not. Methods: Patients between 4 and 11 years with a diagnosis of asthma were eligible for inclusion. The parent was surveyed, by post, 2 weeks prior to the clinic date and asked to complete the asthma control test (ACT) and a respiratory proforma which assessed UACS symptoms, medication usage inclusive of intensification episodes and medical concerns. Mobile telephone numbers were requested. Parents mailed their responses in a supplied stamped envelope supplied. Respondents were divided into two categories (a) ACT score greater than 19 and a non concerning Respiratory Proforma, who were texted not to attend the clinic but supplied with another outpatient appointment and (b) the remainder were texted to attend the clinic. Results: Over 13 clinics the parents of 199 eligible children were surveyed. One hundred and forty-one (71 %) replied of whom 103 (73 %) were well and did not attend the clinic but rebooked. Of 38 who attended, 8 had new symptoms of UACS and 5 had pneumonia. Of 58 who did not reply, 10 forgot to reply, 10 came to clinic with completed questionnaires, 6 had good control. Thirty-five did not attend the clinic of whom 21 were discharged to the family doctor. Conclusion: Asthma care through postal survey with mobile text feedback is an option in the outpatient setting. Background and Aims: Asthma is common in paediatrics with the most difficult to manage being those less than 5 years. This study evaluated the impact of a nurse delivered education program developed for parents of children under 5 years in terms of knowledge gained and parental empowerment. Methods: Twenty parents of children age 4-5 years were invited to attend five 1 h educational sessions which related to asthma pathophysiology, signs and symptoms, clinical assessment and medication use. A specific educational program was developed. Prior to enrollment each parent was administered two surveys; (1) a previously tested asthma questionnaire containing 83 statements, and (2) a survey of parental concerns related to asthma. One month after the program was completed parents asthma knowledge and perceptions of empowerment were reassessed. Results: While 20 parents were enrolled data sets for 19 were available for analysis. The pre-intervention mean knowledge level was 43.1 (52 %) (range 27-56) and post knowledge level was mean 65.5 (79 %) (range 61-72, paired t test \\0001). The parental survey identified asthma recognition and poor coping skills as major themes which the educational program addressed. Conclusion: A targeted asthma educational program improves parental knowledge and enhances parental empowerment. Written Action Plans (W.A.P.) are recommended in international guidelines for the management of asthma [1] . Despite this, uptake remains poor [2] .", "cite_spans": [{"start": 3217, "end": 3220, "text": "[1]", "ref_id": null}, {"start": 3257, "end": 3260, "text": "[2]", "ref_id": null}], "ref_spans": [], "section": "S418"}, {"text": "A qualitative prospective study of parents of children attending the paediatric asthma out-patient clinic at Cork University Hospital was performed to examine if; (1) Written action plans are valued by parents. (2) They assist in recognition of symptoms. (3) Parents commence appropriate treatment at home and identify when to seek medical advice as a result of W.A.P. (4) Parents feel assured by possession of W.A.P.", "cite_spans": [], "ref_spans": [], "section": "Written Action Plans Help Parents Identify"}, {"text": "Thirty parents of children aged 2-16 years were interviewed by the paediatric asthma nurse specialist to assess level of asthma control, knowledge of treatment and level of concern. Parents were provided with a colour coded W.A.P. and all aspects of treatment were discussed. A follow up telephone interview was performed 6 months later.", "cite_spans": [], "ref_spans": [], "section": "Written Action Plans Help Parents Identify"}, {"text": "In the pre intervention group only 6/30 felt they had enough information to manage their child's asthma; this increased to 30/30 post intervention (p \\ 0.05). 29/30 knew the location of their W.A.P.s. There were no incorrect responses regarding dose/frequency of medication. 29/30 subjects had dropped a level of concern regarding their child's asthma (p \\ 0.05).", "cite_spans": [], "ref_spans": [], "section": "Written Action Plans Help Parents Identify"}, {"text": "With sufficient written information and education, the anxiety and concern that many parents undergo while managing a child with asthma, can be reduced. Eight patients (5 male) underwent respiratory (ECLS). There were 3-preterm, 3-term neonates, 1-infant and 1-child. Indications included, congenital diaphragmatic hernia-3, bronchiolitis-2, primary pulmonary hypertension-1, Pertussis-1 and complete tracheal ring stenosis-1. 75 % of patients were transferred to Sweden or UK.", "cite_spans": [], "ref_spans": [], "section": "Written Action Plans Help Parents Identify"}, {"text": "Eight children (6 males) underwent 9 (ECPR) runs, with a mean age of 2.1 years (range 5 weeks-8 years). 7/8 had underlying congenital heart disease, of which 2 had univentricular pathology. Mean conventional (CPR) time before initiation of (ECPR) was 55 min (range 35-90 min).", "cite_spans": [], "ref_spans": [], "section": "References"}, {"text": "In the respiratory (ECLS) cohort mortality was 87.5 %. The only survivor was treated in Ireland. In the (ECPR) cohort our survival rate of 50 % exceeded the international Extracorporeal Life Support Organization published results of 40 %. All ECPR patients were treated in Ireland.", "cite_spans": [], "ref_spans": [], "section": "References"}, {"text": "Currently there is no funding for pediatric respiratory (ECLS) in Ireland. Patients are being treated abroad at significant expense, family inconvenience and mortality. These results would suggest a change in health policy is overdue!", "cite_spans": [], "ref_spans": [], "section": "References"}, {"text": "Recent evidence has confirmed a high prevalence of bronchiectasis and impaired lung function in school aged children with CF despite little in the way of symptoms of lung disease in this group in preschool years. If we are to significantly improve long term outcomes in CF we must gain a greater understanding of lung disease in the preschool years and intervene earlier with disease modifying treatments before irreversible lung disease occurs. The key to understanding early lung disease in greater detail lies in the design of robust, comprehensive, well powered longitudinal studies. SHIELD CF was established in 2010 with these requirements in mind and is a framework through which we can start to answer some important questions. SHIELD CF is centred around the annual CF BAL surveillance programmes in our institutions.", "cite_spans": [], "ref_spans": [], "section": "Reduced Lipoxin A 4 /Leukotriene B 4 Ratio in Early Cystic Fibrosis BAL"}, {"text": "Currently the SHIELD CF programme includes:", "cite_spans": [], "ref_spans": [], "section": "Reduced Lipoxin A 4 /Leukotriene B 4 Ratio in Early Cystic Fibrosis BAL"}, {"text": "• BAL-immediately processed, aliquoted and biobanked • Whole blood-immediately processed, aliquoted and biobanked • Oropharyngeal swab-processed for RNA extraction • Clinical information-baseline and ongoing information related to lung health entered onto online database from individual centres.", "cite_spans": [], "ref_spans": [], "section": "Reduced Lipoxin A 4 /Leukotriene B 4 Ratio in Early Cystic Fibrosis BAL"}, {"text": "In the future we plan to include:", "cite_spans": [], "ref_spans": [], "section": "Reduced Lipoxin A 4 /Leukotriene B 4 Ratio in Early Cystic Fibrosis BAL"}, {"text": "• Lung function measured by lung clearance index (LCI) • Lung structure determined by Chest CT", "cite_spans": [], "ref_spans": [], "section": "Reduced Lipoxin A 4 /Leukotriene B 4 Ratio in Early Cystic Fibrosis BAL"}, {"text": "To date 68 patients have been recruited with a total of 100 samples (n = CF, n = control). SHIELD CF has contributed samples to 4 different international multicentre studies. Table 1 below summarises key baseline findings within SHIELD CF to date.", "cite_spans": [], "ref_spans": [{"start": 175, "end": 182, "text": "Table 1", "ref_id": "TABREF27"}], "section": "Reduced Lipoxin A 4 /Leukotriene B 4 Ratio in Early Cystic Fibrosis BAL"}, {"text": "Within the next year SHIELD CF will incorporate 100 preschool children between the three centres. Aim of our study was to audit hospitalization for COPD exacerbations with respect to patient characteristics, diagnosis and standards of care. All patients admitted to Roscommon Hospital with a diagnosis of AECOPD from July 1st to December 31st 2011 were included. Medical notes were reviewed for data collection. 51 patients were included in the study. There was a frequent failure to objectively confirm the diagnosis of COPD by spirometry. Only 11 (21.5 %) patients had spirometry performed at any stage. 13 patients were current smokers. Inhaler technique was assessed in only 13 patients. 24 (47 %) patients received chest physiotherapy. 2 out of 13 current smokers had documented smoking cessation advice, and received smoking cessation pharmacotherapy. 47 (92 %) patients were treated with antibiotics.", "cite_spans": [], "ref_spans": [], "section": "Reduced Lipoxin A 4 /Leukotriene B 4 Ratio in Early Cystic Fibrosis BAL"}, {"text": "Management of AECOPD in our hospital is frequently suboptimal, and may be managed better with respiratory physician involvement. There should be more frequent spirometric confirmation of diagnosis, more conservative use of antibiotics, better screening for LTOT and improvement in smoking cessation service. Many COPD patients return for review at the respiratory outpatient department when clinically stable. They are often reviewed by less experienced NCHDs who may lack the knowledge and confidence to discharge them. Furthermore many beneficial clinical and lifestyle interventions are not commenced.", "cite_spans": [], "ref_spans": [], "section": "Study of Sweat Testing in Ireland"}, {"text": "Through a series of PDSAs, a checklist was developed and implemented to ensure that COPD patients received appropriate interventions and highlight which patients could be safely discharged to the care of their general practitioner.", "cite_spans": [], "ref_spans": [], "section": "Study of Sweat Testing in Ireland"}, {"text": "This combined a checklist of criteria for optimisation of COPD patient management devised in the respiratory department as well as both the validated COPD Assessment Test (CAT) and Modified Medical Research Council Dyspnoea Scale. Discharged patients had a CAT score of B15 and no significant outstanding treatment modifications.", "cite_spans": [], "ref_spans": [], "section": "Study of Sweat Testing in Ireland"}, {"text": "The checklist was completed in 54 COPD patients of whom 12 (22 %) were suitable for discharge. Interventions such as optimised pharmacological therapy, assessment of inhaler technique and vaccination education were not instituted in 15, 23 and 86 % of patients, respectively.", "cite_spans": [], "ref_spans": [], "section": "Study of Sweat Testing in Ireland"}, {"text": "We conclude that an OPD discharge checklist is an appropriate intervention to improve quality of care for patients with COPD and facilitate the discharge of stable patients from a respiratory OPD. Pulmonary rehabilitation (PR) is a multidisciplinary approach to improving the exercise capacity and symptoms of people with COPD and ILD. However, compliance is often suboptimal. This study investigated whether the education and literacy level of patients may affect attendance and completion of PR.", "cite_spans": [], "ref_spans": [], "section": "Study of Sweat Testing in Ireland"}, {"text": "Patients were divided into two groups based on diagnosis; COPD or ILD. Nine factors were studied: sex, age, baseline activity level, education, literacy, social isolation, transport to programme, oxygen requirements and anxiety and depression scores. Completion of PR was defined as attending [65 % of the classes.", "cite_spans": [], "ref_spans": [], "section": "Study of Sweat Testing in Ireland"}, {"text": "Our findings demonstrated that 15 % of COPD patients failed the literacy test compared to 0 % of ILD patients. 29 % of COPD patients had only primary level education in contrast to 0 % of ILD patients. 29 % of COPD patients completed third level education compared to 57 % of ILD patients. 22 % of COPD patients travelled to PR in their own car in contrast to 86 % of ILD patients. 43 % of COPD patients got public transport to PR compared to 0 % of ILD patients. 86 % of COPD patients and 71 % of ILD patients completed PR.", "cite_spans": [], "ref_spans": [], "section": "Study of Sweat Testing in Ireland"}, {"text": "Although there were significant differences in educational achievements between groups, this did not affect their compliance in completing PR. Osteoporosis has not been fully evaluated in COPD patients. The development of osteoporosis among COPD patients is multifactorial. The objectives of this study were: (1) To explore the prevalence of osteoporosis among COPD patients, (2) To observe any correlations between T-scores and different disease related variables. 60 COPD patients attending respiratory clinics were randomly assigned for DEXA scanning. 28 pts were excluded because of the coexistence asthma, age [80 years and early menopause.", "cite_spans": [], "ref_spans": [], "section": "Study of Sweat Testing in Ireland"}, {"text": "The mean age of the studied patients was 67 (range 52-78) years, and 69 % were female. Mean FEV1 of these patients was 55 %. Seventy-two percent had osteoporosis, and 22 % had osteopenia.", "cite_spans": [], "ref_spans": [], "section": "Study of Sweat Testing in Ireland"}, {"text": "Mean T-score was -2.4 (male -3.2, female -2.1). T-score was noted to have positive correlation with age (r = 0.484, p = 0.005), but no correlation with BMI (r = 0.173, p = 0.314) and FEV1 (r = -0.12, p = 0.513) was noted. Statistical difference in T-score was observed between patients with normal/reduced mobility vs. poor mobility (p = 0.045) but no difference was observed among patients with steroids inhalers alone (over the last 2 years) or in combinations with oral steroids (p = 0.825).", "cite_spans": [], "ref_spans": [], "section": "Study of Sweat Testing in Ireland"}, {"text": "Very high prevalence of osteoporosis was noted among our cohort of COPD patients. Surprisingly, there was no association of BMD with FEV1, BMI and corticosteroid exposure. The aim of this study was to determine the benefits of standardised reassessment of long term oxygen therapy (LTOT) patients. Long-term oxygen therapy (LTOT) is the treatment proven to improve survival in chronic obstructive pulmonary disease (COPD) patients with chronic respiratory failure. This study was prompted by an absence of any formal or regular assessment of LTOT after initial prescription.", "cite_spans": [], "ref_spans": [], "section": "Study of Sweat Testing in Ireland"}, {"text": "The patient's oxygen requirements were assessed carrying out ABG analysis after the patient had been taken off oxygen for thirty minutes. The patient then participated in a Six Minute Walk Test (6MWT) to determine the need for ambulatory oxygen.", "cite_spans": [], "ref_spans": [], "section": "Study of Sweat Testing in Ireland"}, {"text": "15 of the 30 patients contacted attended for LTOT reassessment. 20 % patients no longer met the criteria for LTOT i.e. PaO 2 [7.3 kPa. 33 % required a decrease in their static oxygen requirements. 46.67 % required an increase in their ambulatory oxygen requirements. 13.33 % needed a prescription for ambulatory oxygen. 33 % had a sub therapeutic oxygen prescription. In total 100 % of participants required a change to their oxygen prescription.", "cite_spans": [], "ref_spans": [], "section": "Study of Sweat Testing in Ireland"}, {"text": "Current procedures for the assessment of LTOT result in a large proportion of recipients not having appropriate prescription. There is a need for the initiation of standardised regular reassessment of all LTOT patients. With increased ambulatory treatment of COPD exacerbation, there is a need for OPD assessment of blood gases and Ph. We looked at the correlation between arterial blood gas (ABG) and capillary blood gas (CBG) in a stable population of OPD patients with COPD.", "cite_spans": [], "ref_spans": [], "section": "Study of Sweat Testing in Ireland"}, {"text": "Patients attending for oxygen assessment had a capillary blood sample taken from the fingertip pulp. This was analysed using the EPOC Ò Point of Care Analysis System. An arterial blood sample was obtained from the radial artery and analysed using a Radiometer blood analyser.", "cite_spans": [], "ref_spans": [], "section": "Comparison of Capillary and Arterial Blood Gas Analysis in Stable COPD Patients"}, {"text": "15 patients attended for oxygen assessment. We used Pearson's correlation to compare the results of ABG and CBG. It showed a moderately high correlation of pCO 2 at 76 % (p = 0.001). A correlation of 80 % with pO 2 (p = 0.001). The HCO 3 and base excess correlations were extremely high at 96 % (p = 0.000) and 97 % (p = 0.000), respectively. Independent sample T tests were used to look at the agreement between ABG and CBG values. It showed that CBG could be useful in predicting pH, HCO 3 and base excess but not very useful clinically in predicting pCO 2 and pO 2 .", "cite_spans": [], "ref_spans": [], "section": "Comparison of Capillary and Arterial Blood Gas Analysis in Stable COPD Patients"}, {"text": "CBG could be used in the OPD setting to monitor blood Ph and may be useful in COPD outreach assessments. Identifying lung disease early is very important and can be done with spirometry testing. Early detection of these diseases can greatly improve outcomes and quality of life for patients.", "cite_spans": [], "ref_spans": [], "section": "Comparison of Capillary and Arterial Blood Gas Analysis in Stable COPD Patients"}, {"text": "Members of the public were given the opportunity to have their lung function tested for free, as part of the World Spirometry Day 2012 campaign. Spirometry was performed by 3 Respiratory Scientists. Access to smoking cessation advice, inhaler technique and the benefits of exercise to maintain healthy lungs were also provided.", "cite_spans": [], "ref_spans": [], "section": "Comparison of Capillary and Arterial Blood Gas Analysis in Stable COPD Patients"}, {"text": "142 patients were tested. 38 % (n = 55) were male and 61 % (n = 87) were female. 16 % (n = 24) were under 44 years. 83 % (n = 118) were [44 years.", "cite_spans": [], "ref_spans": [], "section": "Comparison of Capillary and Arterial Blood Gas Analysis in Stable COPD Patients"}, {"text": "15 % (n = 22) reported that they had a previous lung function test. 80 % (n = 115) reported they never had a lung function test performed. 2 % (n = 3) did not answer. 36 % (n = 8) of those previously tested reported a history of known lung disease. 7 % (n = 9) who were never tested reported a history of lung disease. 45 % (n = 65) were non-smokers, 17 % (n = 25) were current smokers, 34 % (n = 49) were ex-smokers and 2 % (n = 3) unknown smoking status. 64 % (n = 92) achieved normal spirometry. 29 % (n = 42) results were abnormal. 5 % (n = 8) results were unreliable. Of the 42 abnormal results; 90 % (n = 38) demonstrated obstructive lung disease, 2 % (n = 1) restrictive lung disease & 7 % (n = 3) mixed lung disease.", "cite_spans": [], "ref_spans": [], "section": "Comparison of Capillary and Arterial Blood Gas Analysis in Stable COPD Patients"}, {"text": "implementing and evaluating palliative care responses for patients with advanced respiratory disease.", "cite_spans": [], "ref_spans": [], "section": "Is Palliative Care Feasible Within Respiratory Disease Management Models?"}, {"text": "This multi-site action research project used mixed methods data collection strategies including qualitative interviews with patients and families, expert focus groups and quantitative methods such as education surveys, evaluation and chart audits.", "cite_spans": [], "ref_spans": [], "section": "Is Palliative Care Feasible Within Respiratory Disease Management Models?"}, {"text": "Study findings demonstrate that palliative care interventions can be implemented within respiratory services for those patients with advanced disease. The study methodology of action research ensured that all key stakeholders in the service delivery across several sites contributed to sustainable organisational change which delivered measurable care improvements for patients throughout the research process. Interventions that have developed include; shared training and education across sites, multi-disciplinary team meetings, pulmonary rehabilitation session on coping, death reviews and the development of a respiratory palliative care pathway for patients.", "cite_spans": [], "ref_spans": [], "section": "Is Palliative Care Feasible Within Respiratory Disease Management Models?"}, {"text": "Palliative care interventions are feasible within care delivery models for patients with advanced respiratory disease. Referral links and a care pathway between the hospital and hospice settings are at the cornerstone of this care delivery model. Half of all patients admitted with COPD in Ireland are either dead (8 %) or re-admitted to hospital (41 %) within 90 days [1] . Variation in the management of COPD patients may contribute to this. Implementation of care pathways has been suggested to improve outcomes such as mortality, admission rates and length of stay. The ACMB was introduced as a sticker in the healthcare record in Feb 2012. A cross-sectional audit reviewed staff practice prebundle implementation, post-bundle and following an educational drive.", "cite_spans": [{"start": 369, "end": 372, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Is Palliative Care Feasible Within Respiratory Disease Management Models?"}, {"text": "8 % of patients in the pre-bundle group received nebulised bronchodilators within 30 min of presentation, in comparison to[50 % in the post-education group. Prescription of oral corticosteroids improved with a corresponding decrease in patients receiving none. There is ongoing use of intravenous corticosteroids ([40 %). The use of intravenous antibiotics was unchanged at approximately 40 % although over 80 % of patients received an antibiotic recommended in the ACMB. 58 % of pre-bundle patients received an ABG, 22 % within 30 min; following the educational drive this increased to 100 % with 30 % within the timeframe.", "cite_spans": [], "ref_spans": [], "section": "Is Palliative Care Feasible Within Respiratory Disease Management Models?"}, {"text": "Further education may be required to decrease the frequency of intravenous medications along with examination of barriers to managing patients within the ACMB timeframe. The recent ERS audit of Irish patients with exacerbations of COPD was the first nationwide assessment of survival and readmission rates for this patient cohort. It showed an average length of stay of 7 days, a 90 day readmission rate of 41 % and mortality rate of 8.3 %.", "cite_spans": [], "ref_spans": [], "section": "Is Palliative Care Feasible Within Respiratory Disease Management Models?"}, {"text": "Our COPD Outreach provides supported or pre-emptive discharge as an alternative to hospital treatment for COPD exacerbations. We undertook an audit of patients treated by the Outreach team over 10 years to compare rates of these values with those from the ERS audit.", "cite_spans": [], "ref_spans": [], "section": "Reference"}, {"text": "Among 234 patients who died in this period 20 (11 %) died in the 90 day period from discharge and 356 (39 %) were readmitted. Of those that died, 100 % were readmitted within 90 days and 95 % died in hospital within a short period of readmission. Of overall readmissions (186) 20 % were from Early discharge programme, 132 (14 %) assisted and 39 (4 %) prevent readmissions. Of note 0 % of prevent readmission patients died within 90 days. The median length of stay was 2 days.", "cite_spans": [], "ref_spans": [], "section": "Reference"}, {"text": "These data indicate that survival and readmission rates are the same whether patients are treated in Hospital or by Outreach teams, however, with shorter lengths of stay the later is associated with substantively lower costs. Future research will need to focus on identifying the factors that contribute to the high readmission rates. The central purpose of pulmonary rehabilitation is to reduce morbidity by improving functional capacity through exercise. It is still unknown if improvements in functional capacity are maintained in the long-term and lead to increased physical activity levels. The hypothesis of this study was that pulmonary rehabilitation would lead to a sustained increase in standard outcome measures and in daily physical activity.", "cite_spans": [], "ref_spans": [], "section": "Reference"}, {"text": "A prospective study of 47 subjects with COPD was performed, registered at ClinicalTrials.gov (Clinical Trial Number NCT 0112943). The primary outcome was a maintained improvement in standard outcome measures with a secondary aim of an increase in daily physical activity. A convenient sample of the cohort (n = 17) was re-evaluated at a third time point at 1 year.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "A 7 weeks hospital based outpatient pulmonary rehabilitation programme led to a significant reduction in total energy expenditure (p \\ 0.044) and breathlessness (Borg, p \\ 0.011) and improved exer- These findings show that while pulmonary rehabilitation increased exercise capacity this was not transmitted into increased daily physical activity. Alternative methods to alter/affect behavioural change may need to be addressed. The National Clinical Programme for Chronic Obstructive Pulmonary Disease (COPD) aims to improve quality, access and cost of care for patients with COPD. Pulmonary Rehabilitation (PR) has been proven to meet these aims. The purpose of this study was to audit PR throughout Ireland.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "Hospitals and all local health areas (LHA) were surveyed about PRP in their catchment areas -ongoing programmes, length of and numbers on waiting lists, and enrolments in PRP in the first 6 months of 2012. Those without access to PRP were asked about barriers to setting up such programmes. Descriptive statistics were used.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "All hospitals (n = 39) and LHA (n = 32) responded re access. 84 % of hospitals (n = 33) and 47 % of LHA (n = 15) have access to PR. Hospital settings have mean waiting lists 12.6 months(1,18), mean numbers waiting 75(6,160) and mean number enrolled 37(5,49), (respondents = 14). Respondents (n = 2) from the community showed waiting lists of 6 and 10 months, numbers waiting 40 and 95 and numbers enrolled 27 and 31. 'Black spots' with no access were identified.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "Barriers that may be amenable to intervention include increased support for Primary Care teams, facilitation of appropriate referrals and the development of spirometry services in the community. Patients were selected as per GOLD guidelines. The duration of the study was 12 weeks. Four primary care centres were selected, one each in Longford, Athlone, Tullamore and Mountmellick. One spirometry clinic was held every week on a rotational basis with the intention of accommodating 10 patients per clinic. It was free service and intended for patients who had not previously undergone spirometry testing. The GP practise booked patients directly into the Spirometry Clinic.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "A total of 104 patients were booked across the 4 spirometry clinics. Of the 104 patients booked, 9 % did not attend and 7 % cancelled their appointment. 3 out of the 4 clinics utilized all available slots with one clinic utilizing only 50 % of available slots.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "A total of 82 patients were tested. Out of these, 35 had normal spirometry, 11 had Gold stage 1 mild COPD, 22 had Stage 2 Moderate COPD, 5 had Stage 3 severe COPD and 3 had Stage 4 very severe COPD, 2 had possible restrictive lung disease and 2 unreliable data.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "Success and efficiency of this type of service is heavily dependent on spirometry clinics being GP driven. A number of advantages, disadvantages and recommendations arose out of this study. 9 .15 An Audit of Steroid and Antibiotic Therapy for Acute Exacerbations of COPD in a Cork Hospital sought to determine compliance with these guidelines in the Mercy University Hospital, Cork.", "cite_spans": [{"start": 190, "end": 191, "text": "9", "ref_id": null}], "ref_spans": [], "section": "Prevalence of"}, {"text": "A retrospective review was conducted on patients admitted with exacerbations of COPD from 1st June 2012 to 1st August 2012.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "Forty-six patients attended the ED with exacerbations of COPD. Thirty-three charts were available for review. Of the 33 patients, 18 (54.5 %) were prescribed IV hydrocortisone, despite being able to take oral prednisolone, 9 (27.3 %) were prescribed oral prednisolone and 6 (18.2 %) were not prescribed steroids. Eight patients were prescribed co-amoxiclav alone, 1 patient was prescribed clarithromycin alone and no patients were prescribed doxycycline alone. Four were treated with piperacillin/tazobactam, 1 patient with piperacillin/tazobactam and linezolid, 7 patients with co-amoxiclav and clarithromycin, one patient with moxifloxacin, 2 patients with ciproxin and for 9 patients, antibiotics were not prescribed. Of the 7 patients prescribed co-amoxiclav and clarithromycin, 4 had infiltrates on CXR.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "The prescription of antibiotics and steroids in the MUH in patients with acute exacerbations of COPD did not meet guidelines as per the National COPD acute management bundle. Though NIV significantly improves outcomes in acute COPD patient care, there is no compulsory NIV training programme for NCHDs.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "We assessed NCHD's knowledge of the use of NIV in COPD using a questionnaire, based on BTS guidelines, with reliability assessment in a subset of NCHDs.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "Experience level, knowledge of NIV contraindications and settings were examined. 45 questionnaires were completed. Inter-rater agreement was good (kappa 0.77, SE 0.07, 95 % CI 0.62-0.92). 58 % had previously worked in Respiratory Medicine. 80 % had commenced patients on NIV and/or titrated settings on call. 19 % had received training in the use of NIV. 49 % adjusted NIV settings incorrectly for hypercapneic acidemia. 80 % used EPAP incorrectly. Those with respiratory work experience had greater NIV titration experience (p = 0.0002) and superior knowledge of NIV settings (p = 0.009). Though 55 % of interns had previously titrated settings, their confidence tended to be lower (p = 0.09) and their knowledge of NIV settings was significantly inferior to more experienced doctors (p = 0.001).", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "Though NIV is widely used by NCHDs of all grades, the present study shows training and knowledge deficiencies, especially among interns and those not in a respiratory post. There is a need for structured training in this key skillset among NCHDs. Table 1 .", "cite_spans": [], "ref_spans": [{"start": 247, "end": 254, "text": "Table 1", "ref_id": "TABREF27"}], "section": "Prevalence of"}, {"text": "Conclusions: Approximately one-third of the patients in 2011 who presented to the RALC were classified as asymptomatic. Approximately 2/3 of asymptomatic and only 1/3 of symptomatic patients had early stage cancer (1 and 2) which was a statistically significant difference. There was no difference in smoking history gender, tissue type and ECOG status at presentation between symptomatic and asymptomatic patients. Lung cancer is the most common cause of cancer death in Ireland.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "A recent large screening trial demonstrated a 20 % survival advantage with low-dose CT over chest X-ray [1] . However, the false positive rate of 96.4 % for screening detected nodules is a major drawback. A lung cancer biomarker would lead to improved specificity, reduced costs and a reduction in unnecessary procedures for patients with CT-detected pulmonary nodules. Biomarkers would also be useful for monitoring response to therapy or disease progression and may reveal the molecular mechanisms underlying cancer development.", "cite_spans": [{"start": 104, "end": 107, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Prevalence of"}, {"text": "Proteomics represents an important tool for identifying novel cancer biomarkers. Recent advances in mass spectrometry allow rapid and accurate analysis of several thousand proteins in a single study [2] .", "cite_spans": [{"start": 199, "end": 202, "text": "[2]", "ref_id": null}], "ref_spans": [], "section": "Prevalence of"}, {"text": "We prospectively recruited 185 patients presenting to Beaumont Hospital Rapid Access Lung Clinic between April 2011 and July 2012. Paired bronchoalveolar lavage (BAL) and serum samples were obtained. Patients were subsequently grouped after clinical and MDT follow-up into (1) benign, (2) possible (for surveillance), and (3) confirmed lung cancer. Samples were then analysed by Orbitrap Mass Spectrometry and candidate lung cancer biomarkers identified based on the clinical and histological characterisation.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "Principal components analysis (PCA) of the 5215 peptides found to be differentially expressed between control BAL and cancer BAL was performed to determine any outliers in the data and also to identify group clustering as per diagnosis. Leave-one-out cross validation (LOOCV) of a 5 protein plasma combination demonstrated an accuracy of *78.7 % (AUC: 0.813) for distinguishing benign conditions of the lung from cancer (SCLC/ NSCLC) (Fig. 2) .", "cite_spans": [], "ref_spans": [{"start": 434, "end": 442, "text": "(Fig. 2)", "ref_id": "FIGREF2"}], "section": "Prevalence of"}, {"text": "Further analysis and validation is underway. Trapped lung after malignant pleural fluid drainage is a contra-indication to talc pleurodesis. VATS identifying patients amenable to talc may be prohibited by co-morbidities. Initial experience with a miniinvasive alternative is described in three patients, two transferred with debilitating dyspnoea and previous multiple admissions for drainage procedures. Ultrasound was performed and PleurX Ó insertion under LA (single in 1 patient, bilateral in 2), with palliation of symptoms facilitating discharge in all three. A rapid access lung cancer clinic (RAC) with radiological support was recently introduced aiming to both decrease the time to diagnosis of patients, whether negative or positive, and also to decide the most appropriate investigation for each patient with on-site radiologist support.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "In this observational study, we used a historical cohort of the last fifty red flag patients assessed at the respiratory clinic before the introduction of the RAC, and compared it with the first thirty-five patients seen at the RAC. Time to diagnosis and the number of invasive investigations [bronchoscopy/fine needle aspiration (FNA)] were compared as outcome measures. Continuous variables were compared using Mann-Whitney U test and categorical variables using Fischer's exact test.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "Patients were similar in terms of demographics. There was a statistically significant reduction in the time to diagnosis (p \\ 0.0001, Mann-Whitney U), whether negative or positive, following the introduction of the RAC (Fig. 1) . There was also a statistically significant reduction in the number of bronchoscopies (p \\ 0.006, Fischer's Exact test) carried out after the introduction of the RAC.", "cite_spans": [], "ref_spans": [{"start": 219, "end": 227, "text": "(Fig. 1)", "ref_id": "FIGREF1"}], "section": "Prevalence of"}, {"text": "These results demonstrate that the RAC with radiological support decreases both the time to diagnosis and the number of invasive investigations that may not have yielded a diagnosis. TBNA has been widely available for sampling mediastinal lymph nodes (LN) for over two decades. Unfortunately, blind TBNA has low sensitivity and limited access to only certain LN stations. EBUS-TBNA has revolutionised LN sampling demonstrated in many prospective multicentre trails. Over a 13-month period, 34 patients with evidence of lymphadenopathy on chest CT, underwent EBUS-TBNA. 36 procedures were performed on 34 patients (23 males, mean age of 60.9 years). Diagnostic yield, and sensitivity were calculated by reviewing clinical notes, radiological imaging, cytology, transbronchial/endobronchial biopsy, BAL, and mediastinoscopy reports, and redo EBUS-TBNA reports from another centre. In 75 % of procedures, LN were sampled. 33.3 % of EBUS-TBNA samples were diagnostic (3 cases for sarcoid, and 8 for lung cancer). Diagnostic yield was compared in 1st 6.5-month period versus 2nd and returned 25 versus 41.2 %. Sensitivities for sarcoidosis and lung cancer were calculated at 75 and 57.1 %, respectively.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "Review of current data shows diagnostic yield and sensitivities varies significantly, however, our results were below current published standards. Radiologically guided lung biopsy is a relatively safe procedure to reach a histological diagnosis for suspicious lung lesions. We audited the performance of University Hospital Galway against the BTS guidelines.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "This was a cross-sectional study. All patients who had radiologically guided percutaneous lung biopsies between January 2009 and October 2011 were included. Primary outcome was the ability to reach a histological diagnosis. Secondary outcome was development of pneumothorax or other complications. 94 biopsies were performed. 51 were males and 43 were females. Mean age was 69.7 years. Mean lesion size was 3.8 ± 2.2 cm. The procedure was done under CT-guidance in 84 patients (89.4 %), Fluoroscopy in 7 patients (7.4 %) and ultrasound in 3 patients (3.2 %). The overall diagnostic rate for benign and malignant causes was 88.3 %. Malignancy was diagnosed on 78 biopsies (83 %). Sensitivity for detection of malignancy for lesions [2 cm in size was (94.3 %). The procedure was complicated by pneumothorax in 26 patients (27.7 %). Only 5 patients (5.3 %) required chest tube insertion.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "We achieved a higher diagnostic rate than the level set by the BTS but pneumothorax rate was slightly higher. This could be because the majority of our samples were taken using large bore cutting needles. Sarcoidosis is a systemic granulomatous disease of unknown aetiology that primarily affects the lung. Several reports have suggested that analysis of CD4+/CD8+ lymphocytes can be used to differentiate sarcoidosis from other causes of interstitial lung disease. The aim of this study was to evaluate the diagnostic utility of BAL fluid CD4/CD8 ratio in diagnosing pulmonary sarcoidosis.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "This was a retrospective cohort study. Study population included all patients who had BAL fluid obtained during Fibre-optic bronchoscopy in University Hospital Galway between November 2008 and June 2010. Outcome variable was CD4+/CD8+ ratio as calculated on flow-cytometry performed on BAL fluid.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "104 patients got BAL fluid analysed. 75 (72.1 %) were found suitable for analysis by flow-cytometry. 71 had a transbronchial biopsy performed. Out of 37 patients with histological evidence of sarcoidosis, Only 31 patients had BAL fluid suitable for analysis. 19 (61.3 %) of them had a CD4/CD8 ratio higher than 3.5. Sensitivity of CD4/CD8 ratio [3.5 in diagnosing pulmonary sarcoidosis was 61 % with a specificity of 67 %. Positive predictive value was 73 % and a negative predictive value was 53.8 %.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "The distribution of CD4/CD8 ratios in patients with biopsy-proven sarcoidosis suggests that substitution of bronchoalveolar lavage cellular analysis for transbronchial biopsy is not advisable. We previously reported that smoking cessation (SC) services are available but lacked uniformity or consistency countrywide [1] . We found that (45 %) of service providers (SP) were collecting and analysing data on pregnancy status but 30 % did not analyse it and 11 % did not collect any data on pregnancy. 1 We aimed to look at outcomes of SC in pregnancy, provide evidence based data to improve services for this vulnerable population and aid their evaluation and effectiveness.", "cite_spans": [{"start": 316, "end": 319, "text": "[1]", "ref_id": null}, {"start": 500, "end": 501, "text": "1", "ref_id": null}], "ref_spans": [], "section": "Prevalence of"}, {"text": "Using a census of all known smoking cessation programmes throughout Ireland [1] , SPs were asked to pilot a treatment database for a 3 month period. Many different data were entered including pregnancy status and treatment outcomes. The data were returned to TFRI for analysis using a statistical package SPSS.", "cite_spans": [{"start": 76, "end": 79, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Prevalence of"}, {"text": "A database was piloted over a 3 month period by 39 SPs. A convenience sample of 1,490 patients was recruited while attending SC service throughout Ireland and their data were entered into the database. A total of 118 pregnant women attended the smoking cessation services during this period which represents 15.6 % of the females treated. They achieved a quit rate of 16.5 % at 4 weeks and 16.5 % at 3 months compared with 35.2 and 20.3 % of the rest of the female population treated in the same time period.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "The poor outcomes may be a result of the paucity of services in Ireland for this population group. The findings will facilitate planning and delivery of effective sc programmes to pregnant women ensuring equity in service provision. Maternal smoking in pregnancy is an important risk factor for low birth weight (LBW) (\\2,500 g) and prematurity (\\37 weeks gestation) [1] . The purpose of this study was to examine smoking rates and prevalence of associated adverse birth outcomes in The Coombe Women and Infants University Hospital, Dublin over a 10 year period 2000-2009. A cross-sectional observational study was conducted using routinely collected data from the Euroking K2 maternity system from January 2000-December 2009 (n = 77,533).", "cite_spans": [{"start": 367, "end": 370, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Prevalence of"}, {"text": "Smoking prevalence declined significantly from 29.6 to 17.4 % over the period. Rates in teenage mothers remained very high (44.3 % in 2009). Smoking prevalence was almost twice as high in mothers of LBW compared to normal birthweight babies, one and a half times higher in mothers of preterm babies compared to full term and more than twice as high in mothers of Small for gestational age (SGA) babies compared to non SGA. A statistically significant decline was seen in the prevalence of SGA babies in the period. No statistically significant change was seen in the prevalence of LBW or preterm babies.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "Prevalence rates in pregnancy are high in Ireland compared with other developed countries. Increased focussed efforts are needed to reduce smoking rates. Smoking-related diseases account for over 7,000 admissions per year in Ireland. 50 % of all smokers will die of smoking-related disease, and smokers on average die 10 years younger than non-smokers. The aim of this project was to assess attitudes and beliefs in smokers and ex-smokers. Patients who were smokers or ex-smokers were interviewed using a standardised questionnaire. Candidates were recruited from respiratory clinics and general-inpatient wards in Beaumont Hospital. Data regarding underlying medical history was acquired from medical records.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "104 patients were included, 54 ex-smokers and 50 smokers. There were no differences in gender or medical history. Ex-smokers had a mean age of 66.5 years compared to 56.9 years in smokers (p = 0.0017). Smokers had longer smoking history; 39.14 years compared to 32.9 years (p = 0.047). Smokers reported lower expectations regarding the benefits of smoking-cessation than the exsmokers; only 60 % believed there would be short-term health benefit and only 74 % believed quitting was worthwhile compared to 88.9 and 94.4 %, respectively, in the ex-smoking group (p = 0.0025/p = 0.01) There is significant variation amongst smokers and ex-smokers regarding attitudes to smoking-cessation; this is despite receiving the same smoking-cessation advice and having low Fagerstrom-scores. Of note current-smokers were younger but had longer smoking histories and smoked from an earlier age. Results: A total of 248 patients have been referred, 63.7% (n = 271) male and 36.7% (n = 157) females. The mean age at referral was 63.9years. 44.6% of patients admitted to being current smokers, of these 61.3% were male and 38.7% were female. 34.1% had a previous history of smoking 43.9% of patients were referred from their GP, 39.7 % were referred from another Consultant based with the MWRH and 12.6% from another centre.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "A total of 134 patients referred to the clinic subsequently had a diagnosis of cancer. 113 patients had a diagnosis of Lung Cancer (Adenocarcinoma = 36, SCC = 48, other NSCLC = 14 and Small Cell = 15). 21 patients were diagnosed with a malignancy other then Lung Cancer, the most common being Lymphoma, or metastatic lung disease. Male patients accounted for 69.9 % (n = 93) and female 30.1% (n = 40) of those diagnosed with cancer, with a mean age across both genders of 68.27years. Conclusions: The results of the audit would suggest that the RALC clinic is in line with National trends as regards smoking prevalence and age. The referral pathway needs to be the focus for the future facilitated by early referral from GP's. This will enable the RALC clinic to prioritise prompt investigations and treatments to optimise survival. sarcoidosis. We aimed to assess the diagnostic accuracy of EBUS- [1] .", "cite_spans": [{"start": 898, "end": 901, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Prevalence of"}, {"text": "Twenty IPF patients attending a specialized clinic were recruited. Their blood samples were collected. Full pulmonary function and awake arterial blood gas, high resolution computed tomography of chest (HRCT) were performed. CCL 18 was quantified using a enzyme-linked immunosorbent assay. CCL 18 levels are presented as median ± interquartile range. Correlations were analysed using Pearson and simple regression.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "Median concentration of CCL18 was higher in IPF patients [64,149.5 pg/ml (43,673.9-94,731.23)] compared to healthy controls [28,600 pg/ml (15,800-35,700), p = 0.047] [2] . CCL 18 levels were inversely correlated with diffusing capacity for carbon monoxide (DLCO) (r = -0.55, p = 0.019)* and awake carbon dioxide (CO 2 ) tension (r = -0.59, p = 0.008*). Positive correlations were observed between A-a gradient and CCL 18 concentration (r = 0.646, p = 0.007*) and CO 2 rise during sleep (r = 0.73, p = 0.011*) but no relationship between CCL 18 and fibrosis Score, mean reticulation score or mean ground glass score on HRCT.", "cite_spans": [{"start": 166, "end": 169, "text": "[2]", "ref_id": null}], "ref_spans": [], "section": "Prevalence of"}, {"text": "CCL 18 levels correlate with physiological marker of fibrosis. We found significant correlation between CCL 18 and markers of daytime hyperventilation and nocturnal hypoventilation. CCL 18 may be a useful marker of disease activity in IPF. 2012 were reviewed. 198 patients with normal CXR who had CTPA performed were included in study. In patients who had no PE but incidental findings (n = 120), further review was done to see if these findings would account for presentation.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "In patients with normal CXR and negative CTPA, an alternative diagnosis directed by incidental findings was able to account for presentation in 55.8 % (n = 67) of cases. Of these, respiratory causes accounted for 91 % (n = 61), with pneumonia being the commonest overall cause at 59.7 %. Other causes included atelectasis 22 %, emphysema 19 %, effusion 27 %, collapse 7 %, lesion 4 % and pneumothorax 3 %.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "CTPA is able to offer an alternative diagnosis in patients who had initial normal CXR and negative CT PA. Our study is suggestive of high incidence of pneumonia in patients scanned for suspected PE. CTPA is the investigation of choice for suspected pulmonary embolism (PE). Determining pretest probability for risk of PE using risk assessment scores and D-dimer is an important step in diagnosis.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "To establish positive predictive value of clinical and lab-based risk assessment for diagnosis of PE and to determine whether or not there was an overuse of CTPA in our service. A retrospective audit identified patients (n = 198) who had CTPA performed from January 2010-March 2012. Patients were classified as being low, intermediate or high risk for PE, based on Wells Criteria [1] . Cases were reviewed to establish if pretest assessments were used correctly in predicting probability of PE and need for CTPA.", "cite_spans": [{"start": 380, "end": 383, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Prevalence of"}, {"text": "In high risk group (Wells score [6) (n = 8), there were 5 diagnosed PEs (PPV 62.5 %). In intermediate risk group (Wells score C2 B 6) (n = 61), there were 14 PEs (PPV 22.95 %). In low risk group (Wells score B2) (n = 129) there were 5 PEs (NPV 97.2 %).", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}, {"text": "In our sample, Wells scores had reasonable predictive value for diagnosis of PE in high risk patients. Positive predictive value in intermediate group was significantly lower and CTPA may be overused in this group. Negative predictive value for low risk group was very high.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of"}], "bib_entries": {"BIBREF1": {"ref_id": "b1", "title": "Therapeutic thoracentesis: the role of ultrasound and pleural manometry", "authors": [], "year": 2007, "venue": "Galway References: 1. Feller-Kopman D", "volume": "13", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Ultrasound-guided thoracentesis", "authors": [{"first": "D", "middle": [], "last": "Feller-Kopman", "suffix": ""}], "year": 2006, "venue": "Chest", "volume": "129", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The Utilization of Endobronchial Ultrasound for Sampling of Primary Lung", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "We performed a retrospective audit of Mesothelioma patients diagnosed in the WHSCT between 2000 and 2012 and compared our practice against guidelines. 27 patients (23 male, 4 female) were diagnosed-mean age 64.7 years, range 37-85 years. Asbestos exposure was documented in 21 patients (77.8 %). 16 patients (59 %) had right-sided chest disease with 11 (41 %) having left-sided disease", "authors": [{"first": "N", "middle": [], "last": "Whsct)", "suffix": ""}, {"first": "J", "middle": [], "last": "Ireland", "suffix": ""}, {"first": "M", "middle": [], "last": "Mcneilly", "suffix": ""}, {"first": "M", "middle": [], "last": "Doherty", "suffix": ""}, {"first": "A", "middle": [], "last": "Kelly", "suffix": ""}, {"first": "T", "middle": [], "last": "Aziz", "suffix": ""}, {"first": "M", "middle": [], "last": "Mcmanus", "suffix": ""}, {"first": "R", "middle": [], "last": "Mccloskey", "suffix": ""}, {"first": "", "middle": [], "last": "Sharkey Respiratory", "suffix": ""}, {"first": "Altnagelvin", "middle": [], "last": "Department", "suffix": ""}, {"first": "", "middle": [], "last": "Hospital", "suffix": ""}, {"first": "", "middle": [], "last": "Derry", "suffix": ""}, {"first": "", "middle": [], "last": "6sbn", "suffix": ""}], "year": 2012, "venue": "Mesothelioma Care in the Western Health and Social Care Trust", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "/hospice. 4 patients are still alive. All patients were known to a lung cancer specialist nurse", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Pilcher Alfred Hospital Intensive Care, Melbourne, Australia We examined the use of bronchoscopy in a 45 bed ICU/HDU over a 12 month period. Our aim was to establish the number of procedures done, the indications and complications. We also performed an audit of procedure documentation and set-up. 616 procedures were identified over the period in question. 68 % patients were male and ages ranged from 19 to 94 with a mean of 48 years. Various indications were documented with infection (19 %), tracheostomy insertion (14 %) and difficulties with oxygenation (12 %) being the most common", "authors": [{"first": "", "middle": [], "last": "Dublin", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Ireland", "suffix": ""}, {"first": "D", "middle": [], "last": "Glynn", "suffix": ""}], "year": null, "venue": "Lung Cancer and Smoking Studies Chairs D. Breen, Galway University Hospitals, Galway M. Butler", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Interstitial Lung Disease and Pulmonary Vascular Disease Chairs D. O'Callaghan, Mater Misericordiae University Hospital", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "We now characterize potential mechanisms associated this B cell phenotype in sarcoidosis. Serum was collected from 25 treatment-naive, sarcoidosis patients and 14 control patients. B cell activating factor (BAFF; R&D Systems) and soluble (s) CD27 (eBioscience) levels were measured by ELISA. Expression of B cells in sarcoidosis granulomas were assessed using standard immunohistochemistry. All subjects signed an informed consent prior to participation. B cells were detected in sarcoid granulomas, but using serial sections no Cd27 positive B cells were identified", "authors": [{"first": "B", "middle": [], "last": "Deficient Cd27 B Cell Population In Sarcoidosis", "suffix": ""}, {"first": "A", "middle": [], "last": "Cushen", "suffix": ""}, {"first": "A", "middle": [], "last": "Talbot", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "With respect to reduced CD27 B cells in sarcoidosis, we found no evidence that these cells are sequestered in sarcoid granulomas and that the key critical B cell cytokine, BAFF is appropriately elevated. sCD27 is increased raising the possibility that the phenotype in this population reflects shedding of CD27 from the surface of memory B Cells", "authors": [{"first": "U", "middle": [], "last": "", "suffix": ""}, {"first": "Respectively", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "Funding: Irish Lung Foundation", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The diagnosis of sarcoidosis required the presence of non-caseating granulomata with negative Ziehl-Neelson stain and fungal stain plus negative culture for Mycobacterium tuberculosis (TB), other bacteria and fungi. Results: 30 patients were tested. 17/31 (56.6 %) had positive TBLB. 13/31 had negative TBLB (43.3 %). Of the negative TBLB group, 3/30 (10 %) had positive EBB. TB cultures on all TBLB biopsy samples were negative and BAL was negative for bacterial and fungal growth in all cases. No patient suffered complications secondary to the procedure. Conclusion: TBLB remains a useful diagnostic test in the diagnosis of sarcoidosis", "authors": [{"first": "A", "middle": [], "last": "Hamad", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Rooney Department Of Respiratory Medicine", "suffix": ""}, {"first": "", "middle": [], "last": "Mayo General Hospital", "suffix": ""}, {"first": "Co", "middle": [], "last": "Castlebar", "suffix": ""}, {"first": "", "middle": [], "last": "Mayo Objective", "suffix": ""}], "year": null, "venue": "Diagnostic Yield in Blind Transbronchial Biopsy in Sarcoidosis-An Audit", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Serum Fibroblastic Growth Factor-23 in Acute Sarcoidosis P", "authors": [], "year": null, "venue": "", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Other serum biochemical markers measured included calcium, phosphate, 24 h urinary calcium, parathyroid hormone (iPTH) and 25-hydoroxy vitamin D 3 . Results: 26 subjects were male and 17 were female. Mean (SD) iPTH was 25.35 (12) ng/L, serum calcium 2.32 (0.16) mmol/L, serum phosphate 1.07 (0.21) mmol/L, serum 25-Hydroxy Vitamin D 3 38 (18.5) nmol/L, and 24 h urinary calcium excretion was 4.8 (2.8, 7.5) mmol/L. FGF-23 was detectible only in those patients who also had hypercalciuria and was elevated in all those with hypercalcaemia. After adjusting for covariates using stepwise multivariate linear regression FGF-23 was independently associated with serum calcium", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Conclusions: This study describes the distribution and determinants of serum FGF-23 in acute sarcoidosis for the first time. Evidence is accumulating that FGF-23 may have a pathogenic role in adverse cardiovascular outcome, whether this applies to patients with sarcoidosis and normal kidney function merits further investigation", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Convex Probe Endoscopic and Endobronchial Ultrasound (EUS/EBUS) for the Diagnosis of Sarcoidosis", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "EBUS and EUS guided lymph node aspiration is a minimally invasive procedure widely used for diagnosis and staging of lung cancer. There has been increasing interest in utilising these modalities for the diagnosis of benign conditions including Pirfenidone is an emerging therapy for limited IPF", "authors": [{"first": "M", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "O", "middle": [], "last": "Trowell", "suffix": ""}, {"first": "M", "middle": [], "last": "Tan", "suffix": ""}, {"first": "D", "middle": [], "last": "Breen Galway University", "suffix": ""}, {"first": "Galway", "middle": [], "last": "Hospital", "suffix": ""}, {"first": "", "middle": [], "last": "Background", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "McNicholas Department of Respiratory Medicine, St. Vincent's University Hospital, Dublin Idiopathic pulmonary fibrosis (IPF) patients have reduced exercise capacity [1], which correlates with parameters of pulmonary function and arterial oxygen tension", "authors": [{"first": "R", "middle": [], "last": "Lee", "suffix": ""}, {"first": "G", "middle": [], "last": "Lawless", "suffix": ""}, {"first": "S", "middle": [], "last": "Eigenheer", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Keane", "suffix": ""}, {"first": "W", "middle": ["T"], "last": "", "suffix": ""}], "year": null, "venue": "Predictors of Exercise Limitation in Patients with Idiopathic Pulmonary Fibrosis", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Resting pulmonary function testing and arterial blood gases were recorded. Statistical analyses included student-T and Mann-Whitney U testing. Maximal work load was reduced at 53.1 ± 4.6 % predicted corrected for sex, age and height. VO 2max was moderately reduced at 70.9 ± 3.8 % predicted. Mean pre and post exercise Borg score was 0 and 3. A positive correlation was observed between VO 2max and FVC (r = 0", "authors": [], "year": null, "venue": "We assessed the relationship between resting pulmonary physiology and gas exchange during exercise in a cohort of IPF patients attending a specialized clinic. Cardiopulmonary exercise testing (CPET) by bicycle ergometer was performed in 18 stable IPF patients not on long-term oxygen therapy, with incremental workload of 5 W/ min", "volume": "56", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Exercise testing in the evaluation of diffuse interstitial lung disease", "authors": [{"first": "S", "middle": ["D"], "last": "Anderson", "suffix": ""}, {"first": "P", "middle": ["T"], "last": "Bye", "suffix": ""}], "year": 1984, "venue": "Aust N Z J Med", "volume": "14", "issn": "5", "pages": "762--768", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Pathophysiology of activity limitation in patients with interstitial lung disease", "authors": [{"first": "J", "middle": ["E"], "last": "Hansen", "suffix": ""}, {"first": "K", "middle": [], "last": "Wasserman", "suffix": ""}], "year": 1996, "venue": "Chest", "volume": "109", "issn": "6", "pages": "1566--1576", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Diagnostic Serum Biomarkers to Distinguish Idiopathic Pulmonary Fibrosis from Scleroderma-Associated Lung Disease and Healthy Controls B. Kennedy 1 , P. Branagan", "authors": [], "year": null, "venue": "", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Cork Idiopathic pulmonary fibrosis (IPF) may be difficult to differentiate from scleroderma-associated interstitial lung disease", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "20 potential biomarkers were measured by ELISA or biochip immunoassay. Differences between groups were calculated by unpaired t-tests. Data are presented as mean ± SEM. Mean serum levels of KL-6 (1037 ± 234 vs. 207.4 ± 48 ng/ml", "authors": [], "year": null, "venue": "Differentiation is critical as these diseases differ in treatment and outcome. We obtained serum from patients with IPF, SSc-ILD and healthy controls to identify a biomarker that could distinguish between these three groups. Blood was obtained from 14 IPF patients, 10 SSc-ILD patients and 10 controls", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Elevated serum SP-D may help differentiate IPF from SSc-ILD and healthy controls. The elevated serum SP-D in IPF compared to SSc-ILD may reflect increased leakage from pulmonary capillaries arising from more extensive alveolar injury", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Bone Marrow and Peripheral Blood Derived CD14 + Cells as Agents of Tissue Remodelling in Idiopathic Pulmonary Fibrosis B", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "CD14 + cells originate in bone marrow, circulate and then migrate to tissue where they may differentiate into macrophages. We investigated extrapulmonary CD14 + cells as a source of mediators of tissue remodelling in IPF. Peripheral blood (PB) and bone marrow (BM) were obtained from", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "9 1000/ml, p = 0.3) CD14 + cells. IPFs and controls did not differ significantly in CCL2, CCL18, TGF-b1, CCL3, MMP7, MMP9 or TIMP1expression in either PB or BM CD14 + cells. IPFs and controls do not demonstrate any quantitative differences in the expression of mediators of tissue remodelling in PB or BM CD14 + cells. Nevertheless", "authors": [], "year": null, "venue": "IPFs/15 controls and 5 IPFs/5 controls, respectively. CD14 + cells were extracted by magnetic-associated cell sorting and counted using countess cell chambers. Expression of CCL2, CCL18, TGF-b1, CCL3, MMP7, MMP9 and TIMP1 was quantified using flow cytometry", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "CCL18 as an indicator of pulmonary fibrotic activity in idiopathic interstitial pneumonias and systemic sclerosis", "authors": [{"first": "A", "middle": [], "last": "Prasse", "suffix": ""}, {"first": "D", "middle": ["V"], "last": "Pechkovsky", "suffix": ""}], "year": 2007, "venue": "Arthr Rheum", "volume": "56", "issn": "5", "pages": "1685--1693", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Circulating levels of the chemokine CCL18 but not CXCL16 are elevated and correlate with disease activity in rheumatoid arthritis", "authors": [{"first": "W", "middle": ["T"], "last": "Antoine", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Van Lieshout", "suffix": ""}, {"first": "J", "middle": [], "last": "Fransen", "suffix": ""}], "year": 2007, "venue": "11.12 High-Resolution Computed Tomography (HRCT) in Idiopathic Pulmonary Fibrosis (IPF)-Correlation with Physiologic Measurements", "volume": "66", "issn": "", "pages": "1334--1338", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Diffusing capacity of carbon monoxide (DLCO) are the physiologic characteristics mostly correlated with HRCT findings. High fibrosis score and extent of the reticulation and honeycombing on CT are associated with increased the risk of death [1]. We aim to investigate the correlations between radiological and physiological features of IPF. 18 patients with IPF were recruited from our database. Full pulmonary function testing and awake arterial blood gas were performed. Survival data were collected after a period of follow up. HRCT was scored by a core radiologist on-site. Data was analysed using linear regression and Spearman correlation", "authors": [], "year": null, "venue": "The lack of relationship between radiological features and survival may be due to", "volume": "562", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "High-resolution computed tomography in idiopathic pulmonary fibrosis: diagnosis and prognosis", "authors": [{"first": "D", "middle": ["A"], "last": "Lynch", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Godwin", "suffix": ""}], "year": 2005, "venue": "Am J Respir Crit Care Med", "volume": "172", "issn": "4", "pages": "488--493", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "CT features of lung disease in patients with systemic sclerosis: comparison with idiopathic pulmonary fibrosis and nonspecific interstitial pneumonia", "authors": [{"first": "S", "middle": ["R"], "last": "Desai", "suffix": ""}, {"first": "S", "middle": [], "last": "Veeraraghavan", "suffix": ""}], "year": 2004, "venue": "Radiology", "volume": "232", "issn": "2", "pages": "560--567", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Incidental Abnormalities Found on Negative CT Pulmonary Angiograms Performed on Patients for Suspected Acute Pulmonary Embolism and with Normal Chest X-Ray", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Thoracic Society thanks the following companies for their generous support, in the form of unrestricted educational grants, of the 2012 Annual Scientific Meeting: The Irish Thoracic Society Guest Lecture II, Irish Thoracic Society Symposium and Oral Prizes supported by an unrestricted educational grant from Boehringer Ingelheim The Irish Thoracic Society Guest Lecture I, Delegate Bags and Abstract Book supported by an unrestricted educational grant from Novartis The Irish Thoracic Society Symposium supported by an unrestricted educational grant from BOC Healthcare The Irish Thoracic Society Poster Prizes supported by an unrestricted educational grant from Allen & Hanburys The Irish Thoracic Society SpR Training and Case Study Forum supported by an unrestricted educational grant from Astra Zeneca The Irish Thoracic Society Paediatric Forum supported by an unrestricted educational grant from Merck Sharp & Dohme Ireland (Human Health) Ltd The Irish Thoracic Society Meeting Programme supported by an unrestricted educational grant from Pfizer The Respiratory Nurses of Ireland (ANAIL) Forum supported by an unrestricted educational grant from AirProducts", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Pre-operative CT thorax demonstrating a 2.8 9 2 cm soft tissue mass in the pre-vascular space consistent with a thymoma.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Post-operative chest radiograph demonstrating an excel", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Mariette X et al. (2011) Malignancies associated with tumour necrosis factor inhibitors in registries and prospective observational studies: a systematic review and meta-analysis. Ann Rheum Dis 70(11):1895-904. 2. Smitten AL et al. (2008) A meta-analysis of the incidence of malignancy in adult patients with rheumatoid arthritis. Arthr Res Ther 10(2):R45. 3. Dommasch E, Gelfand JM (2009) Is there truly a risk of lymphoma from biologic therapies? Dermatol Ther 22(5):418-30.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Severe Obstructive Sleep Apnoea M. Ahmed, I. Sulaiman, R. Rutherford, J.J. Gilmartin Galway University Hospital, Galway, Co Galway, Ireland Sarcoidosis of the upper respiratory tract (SURT) is rare but well documented. We present a 30 year old man whose first presentation with sarcoidosis was with severe obstructive sleep apnoea syndrome (OSAS). Diagnosis was confirmed on laryngeal biopsies and imaging showed evidence of pulmonary involvement. Systemic steroids and hydroxychloroquine led to resolution of symptoms with normalisation of polysomnographic measures and flow-volume loop. Apnoea Hypoapnoea Index (AHI) fell from 43/h to 5/h with no continuous positive airway pressure (CPAP) treatment. Laryngeal involvement should be considered as a reversible cause of OSAS in patients with sarcoidosis. References: 1. Rottoli P, Bargagli E, Chidichimo C et al (2006) Sarcoidosis with upper respiratory tract involvement. Respir Med 100:253-257 2. Davis C, Girzadas DV Jr (2008) Laryngeal sarcoidosis causing acute upper airway obstruction. Am J Emerg Med 26(1): 114.e1-114.e3. 1.6 Getting on the Correct Side of a Legionnaire A. Sahadevan, T. McDonnell, A. Deegan Department of Respiratory Medicine, St Michael's Hospital [part of St Vincent's Healthcare Group], Dunlaoghaire, Co Dublin, Ireland", "latex": null, "type": "figure"}, "FIGREF6": {"text": "References: 1. Blázquez RM, Espinosa FJ, Martínez-Toldos CM, Alemany L, García-Orenes MC, Segovia M (2005) Sensitivity of urinary antigen test in relation to clinical severity in a large outbreak of", "latex": null, "type": "figure"}, "FIGREF7": {"text": "An Unusual Lung Mass Post Stem Cell Transplantation J. Lyons, E. Vandenberghe, A. Mc Laughlin, J. Keane Department of Respiratory Medicine and Department of Haematology, St James's University Hospital, Dublin 8, Ireland", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Artery Stump Thrombus Formation Following Pneumonectomy: To Treat or Not to Treat? N. Jawad, A. Bapusamy, M. Lane, R. Mustaf Department of Thoracic Medicine and Department of Radiology, James Cook University Hospital, Middlesbrough, UK", "latex": null, "type": "figure"}, "FIGREF9": {"text": "References: 1. Kim SY, Seo JB, Chae EJ, Do KH, Lee JS, Song JW, Song KS, Lim TH (2005) Filling defect in a pulmonary arterial stump on CT after pneumonectomy: radiologic and clinical significance. AJR 185(4):985-988 2. Thomas PA, Doddoli C, Barlesi F, Reynaud-Gaubert M, Giudicelli R, Fuentes P (2006) Late pulmonary artery stump thrombosis with post embolic pulmonary hypertension after pneumonectomy. Thorax 61:177-178 3. Joshi M, Farooq U, Mehrok S, and Srouji N (2009) Delayed formation of pulmonary artery stump thrombus: a case report and review of the literature. Thrombosis, 7:7. 1.11 Spare the Rod; An Unusual Case of Dyspnoea T. McEnery, S.H. Chotirmall, B. McCullagh, W. Teo, N. Arifin, C. Gunaratnam, S.J. O'Neill, N.G. McElvaney", "latex": null, "type": "figure"}, "FIGREF10": {"text": ", S.H. Chotirmall, B. McCullagh, M. Linehan, M. Ma'ayeh, E. O'Grady, C. Gunaratnam, N.G. McElvaney, S.J. O'Neill Department of Respiratory Medicine, Beaumont Hospital, Dublin 9, Ireland", "latex": null, "type": "figure"}, "FIGREF11": {"text": "of TPN in Pleural Space via Transhepatic Line S. Zaidi, M. Alawi, P. McDonagh, R. Morgan Department of Respiratory Medicine Beaumont Hospital,", "latex": null, "type": "figure"}, "FIGREF12": {"text": "S. Carolan , R. Connolly, V. Brennan, J. Clince, A. Hameed, S.H. Chotirmall, M. Murray, S. Linnane, R.K. Morgan Department of Respiratory Medicine, Beaumont Hospital, Dublin 9, Ireland", "latex": null, "type": "figure"}, "FIGREF13": {"text": "1.27 Missing the Wood for the Trees! M. Elshafi , O.J. O'Connell, P. Riddel, J.J. Egan, P.J. Barry National Heart and Lung Transplant Unit, Mater Misericordiae University Hospital, Dublin, Ireland", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Foreign body removed from the patient's right lower lobe segmental bronchus", "latex": null, "type": "figure"}, "FIGREF15": {"text": "I.J. Meurling, C. Gunaratnam, S.J. O'Neill, N.G. McElvaney", "latex": null, "type": "figure"}, "FIGREF17": {"text": ", C. Lee Brennan, A. Mc Laughlin, J. Keane, C. Feighery St James's Hospital, Dublin, Ireland", "latex": null, "type": "figure"}, "FIGREF18": {"text": "Stent Erosion with Tracheal Obstruction: The Next Step in Palliation? T. Ní hIcí, D.P. McLoughlin, J. Leyden, K.C. Redmond National Centre for Cardiothoracic Surgery and Gastroenterology, Mater Misericordiae Hospital, Dublin, Ireland", "latex": null, "type": "figure"}, "FIGREF20": {"text": "References: 1. O'Regan A, Fenlon HM, Beamis JF, Berk JL (2000) Tracheobronchial amyloidosis. The Boston experience from 1984 to 1999. Medicine (Baltimore) 79(2):69 2. Pribitkin E, O'Hara B, Cunnane MF, Levi D, Rosen M, Keane WM, Sataloff RT (2003) Amyloidosis of the upper aerodigestive tract. Larngoscope 113(12):2095", "latex": null, "type": "figure"}, "FIGREF24": {"text": "Chemouny JM et al (2012) ANCA-associated diseases and lung carcinomas: a five-case series. Clin Nephrol.", "latex": null, "type": "figure"}, "FIGREF26": {"text": "year old male underwent a wedge resection for a benign left upper lobe lesion in 2000. He was diagnosed with ulcerative colitis (UC) in 2007. CT scanning revealed a LUL lesion, which increased in size on interval scanning. PET CT revealed a well defined mass with an elevated SUV 6.8. He underwent a left upper lobectomy for what was felt likely to be an underlying neoplasm.", "latex": null, "type": "figure"}, "FIGREF27": {"text": "PET-CT images", "latex": null, "type": "figure"}, "FIGREF28": {"text": "in Diagnosis and Clinical Presentation of Alpha-1 Antitrypsin Deficiency within an Irish Population C. O'Connor, T. Carroll, L. Fee, Prof. N.G. McElvaney Department of Medicine, RCSI, Beaumont Hospital, Dublin 9", "latex": null, "type": "figure"}, "FIGREF29": {"text": ", Department of Medicine, RCSI Education and Research Centre, Beaumont Hospital, Dublin. 2 Department of Biochemistry and Clinical Genetics, University of Pavia, Italy", "latex": null, "type": "figure"}, "FIGREF30": {"text": "Autoantibodies in Alpha-1 Antitrypsin Deficiency D.A. Bergin, K. Hurley, E.P. Reeves, N.G. McElvaney Department of Medicine, Respiratory Research Division, Royal College of Surgeons in Ireland, Beaumont Hospital, Dublin, Ireland", "latex": null, "type": "figure"}, "FIGREF31": {"text": "Funding: Alpha One Foundation Ireland, US Alpha-1 Foundation, Medical Research Charities Group, Health Research Board.", "latex": null, "type": "figure"}, "FIGREF33": {"text": "Antitrypsin Isoforms Compared to a Healthy Control (PiMM) Protein C. McCarthy, N. Banville, D.A. Bergin, E.P. Reeves, N.G. McElvaney Respiratory Research Division, Department of Medicine, Royal College of Surgeons in Ireland, Education and Research Centre, Beaumont Hospital, Dublin 9, Ireland", "latex": null, "type": "figure"}, "FIGREF34": {"text": "M.E. O'Brien, N. Banville, D.A. Bergin, E.P. Reeves, N.G. McElvaney Respiratory Research Division, Department of Medicine, Royal College of Surgeons in Ireland, Beaumont Hospital, Dublin", "latex": null, "type": "figure"}, "FIGREF36": {"text": "1. Gootz TD (2010) The global problem of antibiotic resistance. Crit Rev Immunol. 30(1):79-93.3.10 Adherence to Local Guidelines on Empiric Antimicrobial Treatment of Community Acquired Pneumonia is Higher with Increased Physicians Awareness and Guidelines Availability O. Mikulich, D. Byrne, N. Kononenko, L. Sweeney, S. Fitzgerald, G. Chadwick St Columcille's Hospital, Loughlinstown, Ireland", "latex": null, "type": "figure"}, "FIGREF37": {"text": "Reference: 1. Menendez et al (2005) Am J Respir Crit Care Med172:655-659.", "latex": null, "type": "figure"}, "FIGREF38": {"text": "Outpatient Resource Use and Case Mix in Respiratory Medicine in the West of Ireland N. Donoghue, C. Judge, L. Brandon, A. Egan, A. O'Regan Department of Respiratory Medicine, University College Hospital, Galway", "latex": null, "type": "figure"}, "FIGREF39": {"text": "Respiratory Medicine, Mercy University Hospital, Cork, 2 School of Physics, Dublin Institute of Technology, Dublin", "latex": null, "type": "figure"}, "FIGREF41": {"text": "Mori T, Sakatani M, Yamagishi F et al (2004) Specific detection of tuberculosis infection: an interferon-g-based assay using new antigens. Am J Respir Crit Care Med 170:59-64. 4.3 Analysis of Non-Tuberculous Mycobacteria in a General Respiratory Patients S.G. Chong, B. Kent, F. Dennehy, D. Britton, T. McDonnell Respiratory Department, St Vincent's University Hospital, Dublin", "latex": null, "type": "figure"}, "FIGREF44": {"text": "prevalence of mycobacterium tuberculosis (MTB) in MMUH and determine detection time for negative and positive results. Retrospective review of results of mycobacterial samples sent to microbiology laboratory in 2011. 3296 samples were tested for mycobacteria in 2011. 4.3 % of samples tested had positive ZiehlNeelsen stain (ZN), mycobacterial culture and/or mycobacterial PCR. Prevalence of MTB positive cultures in the population of the local catchment area of the hospital was estimated at 18/100,000. MTB was cultured in 59 % of ZN + patients. 9.6 % of patients had at least one sample which was ZN+ and culture negative. Median detection time for ZN positivity was 2 bed days (range 0-8). Positive MTB cultures were obtained at median 14.1 days (range 5.3-36.1). 98.2 % of cultures which were negative after 2 weeks remained negative at 7 weeks. However, 50 % of positive samples were identified after 2 weeks.", "latex": null, "type": "figure"}, "FIGREF45": {"text": "M. Ahmed, K. Sharma, A. O'Regan, M. O'Mahony, D. Breen, J.J. Gilmartin, R. Rutherford Galway University Hospital, Galway", "latex": null, "type": "figure"}, "FIGREF46": {"text": "References: 1. Reich JM, Johnson RE (1992) Mycobacterium avium complex pulmonary infection presenting as isolated lingular or middle lobe pattern: the lady Windermere Syndrome. Chest 101:1605-1609. 4.9 Rhinosinusitis Correlates with Hospitalized Exacerbations but not Antibiotic Requirements in Idiopathic Bronchiectasis E*. O'Neill, S*. Byrne, E. Fagan, S.H. Chotirmall, M. Murray, C. Gunaratnam, N.G. McElvaney, S.J. To determine the impact of Rhinosinusitis on hospitalised exacerbations and requirement for antibiotics in Idiopathic Bronchiectasis (IB). Methods: A prospective observational study of n = 108 patients (mean age 65.1, 57 % female) with a diagnosis of IB was evaluated using the 20 items Sino-Nasal Outcome Test (SNOT-20) questionnaire, a validated disease-specific health related quality of life tool for the assessment of Rhinosinusitis. The number of hospitalisations and courses of antibiotics required for exacerbations was recorded over a 12-month period and Spearman correlation coefficients were applied after testing continuous data for normality (1 sample Kolmogorov-Smirnoff test). Differences were considered significant at p \\ 0.05. Results: The global SNOT-20 score of 46.1 ± 21.6 demonstrated a significant impact of nasal symptoms in IB. 30.5 % of patients had very significant rhinosinusitis symptoms (scores C60). There was a significant correlation between global SNOT-20 score and hospitalised exacerbations (R = 0.25; p = 0.009) but not courses of antibiotics (R = 0.16; p = 0.09). All patients with a SNOT-20 score [60 had at least 1 hospitalisation over the 12 month period of study. Conclusion: Rhinosinusitis correlates with hospitalised exacerbations in IB and may prove a potential therapeutic target to reduce risk of hospitalisation. 4.10 Alpha-1 Antitrypsin: a Novel Leukotriene B 4 Antagonist C.A. O' Dwyer, N.G. McElvaney, E.P. Reeves Royal College of Surgeons in Ireland, Beaumont Hospital, Dublin", "latex": null, "type": "figure"}, "FIGREF47": {"text": "Funding: This study was funded by the US Alpha-1 Foundation 4.11 Secretory Leukoprotease Inhibitor (SLPI) Regulates Intracellular Ca 2+ Flux and Neutrophil Migration Indicating a Novel Therapeutic Role for SLPI in Cystic Fibrosis (CF) N. Banville 1 , D. Ryan 1 , D.A. Bergin 1 , O.J. McElvaney 1 , S.J. Respiratory Medicine, Royal College of Surgeons in Ireland, Dublin, Ireland 4.13 Does the Modified Shuttle Walk Test Have Independent Prognostic Value in Cystic Fibrosis? I.J. Meurling, C. McCarthy, C. Gunaratnam, S.J. O'Neill, N.G. McElvaney Department of Respiratory Medicine, Beaumont Hospital, Dublin 9, Ireland", "latex": null, "type": "figure"}, "FIGREF48": {"text": "Raft Composition in Neutrophils of Individuals with Cystic Fibrosis S.R. Cox, E. Hayes, N.G. McElvaney, E.P. Reeves Royal College of Surgeons in Ireland, Dublin 4.16 Incidence of Venous Thromboembolism in Adult Cystic Fibrosis Patients in a Dublin Cohort M.C. Mokoka, F.S. Gargoum, S. Kearns, E. Mc Kone, C. Gallagher Department of Cystic Fibrosis, St Vincent's University Hospital, Elm Park, Dublin 4", "latex": null, "type": "figure"}, "FIGREF49": {"text": "Daniels T, Goodacre L, Sutton C, Pollard K, Conway S, Peckham D (2011) Accurate assessment of adherence: self-report and clinician report vs electronic monitoring of nebulizers. Chest 140(2):425-432.4.18 The Clinical Utility Of A Hand-Held Nasal Nitric Oxide (nNO) Electrochemical Analyser to ScreenPatients with Bronchiectasis for Primary Ciliary Dyskinesia (PCD) and Cystic Fibrosis (CF)", "latex": null, "type": "figure"}, "FIGREF50": {"text": "Record to Validate a Minimum Data Set for Asthma L. Coyne, D. Price, D. Nolan, J. Holohan Asthma Society of Ireland, Dublin, Ireland 5.3 Evaluation of Guideline Structured Asthma Management in Primary Care: A Nursing Perspective F. Guiney, R. Forsythe, J. Holohan, L. Coyne Asthma Society of Ireland, Dublin, Ireland", "latex": null, "type": "figure"}, "FIGREF52": {"text": "Reference: 1. Moore WC, Bleecker ER, Curran-Everett D, Erzurum SC, Ameredes BT, Bacharier L, Calhoun WJ, Castro M, Chung KF, Clark MP, Dweik RA, Fitzpatrick AM, Gaston B, Hew M, Hussain I, Jarjour NN, Israel E, Levy BD, Murphy JR, Peters SP, Teague WG, Meyers DA, Busse WW, Wenzel SE (2007) Characterization of the severe asthma phenotype by the National Heart, Lung, and Blood Institute's Severe Asthma Research Program. National Heart, Lung, Blood Institute's Severe Asthma Research Program. J Allergy Clin Immunol. 119(2):405-413. 5.7 The impact of a nurse-led education programme on compliance with inhaler use in patients E. MacHale Royal College of Surgeons in Ireland, Beaumont Hospital, Dublin, IrelandThis poster presents the findings of a study conducted by a clinical research nurse in tandem with a medical-led clinical trial for completion of a Masters program.", "latex": null, "type": "figure"}, "FIGREF54": {"text": "Score and Epworth Sleepiness Scale as Predictors of Obstructive Sleep Apnoea Hypopnea M. Nagle, D. Collins, I. Hornak, A. Mulgrew Respiratory Department, Bon Secours Hospital, Tralee, Co. Kerry Obstructive sleep apnoea (OSA) occurs in 4 % of women and 9 % of men. Access to polysomnography (PSG) is often difficult. Alternative diagnostic strategies are desirable to decrease the burden on sleep laboratories. The sleep apnoea clinical score (SACS) is a well validated clinical tool with good predictive power for severity grades of OSA. The epworth sleepiness scale (ESS) has no predictive ability. This study, sought to determine whether ESS in patients with high SACS, had improved predictive power to detect the presence of OSA. 288 patients were consecutively screened. Both SACS and ESS were recorded prior to PSG. Correlation between ESS, SACS and apnoea hypopnoea index (AHI) were performed. ROC curves were constructed to determine diagnostic accuracy of ESS and SACS. A subgroup analysis of patients with high SACS ([15) was also performed. Results showed limited correlation between AHI and ESS r = 0.21(0.09, 0.3), and between AHI and SACS, r = 0.32 (0.22, 0.42). A ROC curve of AHI versus ESS in patients with high SACS had an AUC of 0.7738.", "latex": null, "type": "figure"}, "FIGREF55": {"text": "airways pressure (CPAP) is the optimum therapy for obstructive sleep apnoea syndrome (OSAS). CPAP is associated with diverse benefits, including increased exercise tolerance (Pendharkar et al. 2011). We investigated the short-term effects of CPAP on energy expenditure (EE) and body composition in OSAS.", "latex": null, "type": "figure"}, "FIGREF56": {"text": "Centre, Connolly Hospital, Blanchardstown, Dublin 15, Ireland, 2 Department of Clinical Chemistry, Biomnis Ireland, Three Rock Road, Sandyford Business Estate, Sandyford, Dublin 18, Ireland Obstructive sleep apnea syndrome (OSAS) and vitamin D deficiency (VDD) are common. OSAS exhibits racial and seasonal variation (Cassol et al. 2012), which may be influenced by vitamin D variation. We investigated vitamin D, physical activity (PA) and body composition in OSAS cases and controls. Following polysomnography (PSG) diagnosis, untreated OSAS cases were assessed. Body composition was determined by bioelectric impedence analysis. 25-hydroxy-vitamin D (25OH)D) levels were quantified by Diasorin assay. The 2011 Endocrine Society guidelines defined 25(OH)D status (Holick et al. 2011). SenseWear armband Ò (SWA) measured PA. 55 subjects (36 male) participated (mean age = 54 years; mean BMI = 35 kg/m 2 ). No participant had sufficient vitamin D, 71 % were VDD, while 29 % were insufficient. Severe OSAS had significantly lower 25(OH)D levels compared to mild (P = 0.049). 25(OH)D was negatively associated with body fat (R 2 = 0.1; P = 0.OH)D was significantly decreased in severe vs. mild OSAS, and also in OSAS vs. controls. VDD is common in OSAS, though its significance is unclear. References: 1. Cassol CM, Martinez D, Silva FA, Fischer MK, Lenz MD, Bós AJ (2012) Is sleep apnea a winter disease? Meteorological and sleep laboratory evidence collected over one decade. Chest 2. Holick MF, Binkley NC, Bischoff-Ferrari HA, Gordon CM, Hanley DA, Heaney RP, Murad MH, Weaver CM, Endocrine Society (2011) Evaluation, treatment, and prevention of vitamin D deficiency: an Endocrine Society clinical practice guideline. behaviors are common and are suggested to play a causal role in the development of obesity and related pathologies. Disrupted sleep has been reported to influence food choice and energy intake (Schmid et al. 2009). Little is known about eating behaviors in obstructive sleep apnoea syndrome (OSAS) populations.49 untreated subjects recently diagnosed with OSAS by polysomnography were recruited. Body composition was determined by bio-electric impedence analysis (Tanita BC-418). Eating behavior was assessed using the Three Factor Eating Questionnaire (3FEQ). 3FEQ is a widely used, reliable and valid instrument (Laessle et al. 1989). It measures 3 different aspects of eating behavior: restrainedeating, uncontrolled-eating, and emotional-eating.", "latex": null, "type": "figure"}, "FIGREF57": {"text": "References: 1. Laessle RG, Tuschl RJ, Kotthaus BC, Pirke KM (1989) A comparison of the validity of three scales for the assessment of dietary restraint. J Abnorm Psychol 98:504-507 2. Schmid SM, Hallschmid M, Jauch-Chara K, Wilms B, Benedict C, Lehnert H, Born J, Schultes B (2009) Short-term sleep loss decreases physical activity under free-living conditions but does not increase food intake under time-deprived laboratory conditions in healthy men. Am J Clin Nutr 90(6):1476-1482.", "latex": null, "type": "figure"}, "FIGREF60": {"text": "M.A. Murray, D.A. Bergin, G. Lavelle, B. Mirkovic, N.G. McElvaney Department of Medicine, Royal College of Surgeons of Ireland, Education and Research Centre, Dublin 9, Ireland Introduction: Infection in the CF airway is polymicrobial and anaerobic bacteria have been found in abundant numbers in cultures. A growing body of evidence suggests a potential role for pathogenesis.", "latex": null, "type": "figure"}, "FIGREF61": {"text": "References: 1. Worlitzsch D (2002) Effects of reduced mucus oxygen concentration in airway Pseudomonas infections of cystic fibrosis patients. J Clin Invest 109:317-325 2. Tunney MM, Field TR, Moriarty TF, Patrick S, Doering G, Muhlebach MS, Wolfgang MC, Boucher R, Gilpin DF, McDowell A. Detection of anaerobic bacteria in high numbers in sputum from patients with cystic fibrosis. Am J Respir Crit Care Med 177:995-1001. 6.3 Macrophage Migration Inhibitory Factor (MIF), Biofilm Formation, Antibiotic Resistance and Cystic Fibrosis (CF) A. Tynan 1 , G. Cooke 1 , L. Maher 1 , K. Schaffer 2 , M.P.", "latex": null, "type": "figure"}, "FIGREF62": {"text": "Plant BJ et al (2005) Cystic fibrosis, disease severity, and a macrophage migration inhibitory factor polymorphism. Am J Respir Crit Care Med 172(11):1412-1415. 2. Adamali H et al (2012) Macrophage migration inhibitory factor enzymatic activity, lung inflammation, and cystic fibrosis. Am J Respir Crit Care Med 186(2):162-169.", "latex": null, "type": "figure"}, "FIGREF63": {"text": "MIF (100 ng/ml) significantly enhances the resistance of Pseudomonas aeruginosa (PAO1) biofilm to the antibiotic tobramycin 6.4 Investigating the Role of MIF Enzymatic Activity in Lung Cancer Using Novel Small Molecular Weight Inhibitors L. Mawhinney* 1 , H. Conroy* 1 , D. Fayne 2 , C. O'Reilly 1 , D.G. , University College Dublin, Dublin, 2 Molecular Design Group, School of Biochemistry and Immunology, Trinity College Dublin, Dublin, 3 National Pulmonary Fibrosis Referral Centre, St Vincents University Hospital, Dublin *Both authors contributed equally to this work", "latex": null, "type": "figure"}, "FIGREF64": {"text": "Medicine and Medical Science, College of Life Sciences, UCD Conway Institute of Biomolecular and Biomedical Research, Dublin, Ireland,", "latex": null, "type": "figure"}, "FIGREF65": {"text": "Vincent's University Hospital and School of Medicine and Medical Science, University College Dublin and UCD Conway Institute of Biomolecular and Biomedical Research, University College Dublin, Dublin, 2 UCD Conway Institute of Biomolecular and Biomedical Research, University College Dublin, Dublin", "latex": null, "type": "figure"}, "FIGREF66": {"text": "Institute of Biomolecular and Biomedical research, University College Dublin, Belfield, Dublin 4, Ireland, 2 Department of Respiratory Medicine, St Vincent's University Hospital and School of Medicine and Medical science, the ER-Stress Unfolded Protein Response (UPR) in ZZ Monocytes with Alpha-1 Antitrypsin Deficiency (AATD) T. Hassan, T. Carroll, S.J. O'Neill, N.G. McElvaney, C.M. Greene Respiratory Research Division, Department of Medicine, Beaumont Hospital, Royal College of Surgeons, Ireland", "latex": null, "type": "figure"}, "FIGREF67": {"text": "K. Hurley, D.A. Bergin, E.P. Reeves, N.G. McElvaney Respiratory Research Division, Department of Medicine, Royal College of Surgeons in Ireland, Beaumont Hospital, Dublin", "latex": null, "type": "figure"}, "FIGREF68": {"text": "Medicine and Medical Science, Conway Institute, University College Dublin, Dublin, Ireland, 2 Max Delbrück Centre for Molecular Medicine, Robert-Rössle-Str. 10, 13125, Berlin, Germany Pulmonary hypoxia is a common complication of chronic lung diseases. Recent studies suggest an important role for microRNAs (miRNAs) in hypoxia-mediated responses. miRNAs are short RNA sequences that modulate gene expression. The aim of the present study was to elucidate the miRNA profile underlying lung-selective gene expression in hypoxia. Primary human microvascular endothelial cells from lung and systemic circulations were grown in normoxia or hypoxia (1 % O 2 ).", "latex": null, "type": "figure"}, "FIGREF69": {"text": "Khor CC, Chapman SJ, Vannberg FO et al (2007) A mal functional variant is associated with protection against invasive pneumococcal disease, bacteremia, malaria and tuberculosis. Nat Genet 39:523-528 2. Zhang YX, Xue Y, Liu JY et al (2011) Association of TIRAP (MAL) gene polymorphisms with susceptibility to tuberculosis in a Chinese population. Genet Mol Res. 10:", "latex": null, "type": "figure"}, "FIGREF70": {"text": "OH)D) levels. The 2011 Endocrine Society guidelines were used to define 25(OH)D status (Holick et al. 2011).", "latex": null, "type": "figure"}, "FIGREF71": {"text": "[500 IU/mL were VDD. 91 % of this sample had suboptimal 25(OH)D. Consideration of VDD is warranted in this group, especially considering frequent corticosteroid use and the immunomodulatory effects of vitamin D (Liu et al. 2006). Our findings add to the growing evidence suggesting vitamin D may play an important role in airway disease. References: 1. Holick MF, Binkley NC, Bischoff-Ferrari HA, Gordon CM, Hanley DA, Heaney RP, Murad MH, Weaver CM, Endocrine Society (2011) Evaluation, treatment, and prevention of vitamin D deficiency: an Endocrine Society clinical practice guideline. J Clin Endocrinol Metab 96(7):1911-1930. 2. Liu PT, Stenger S, Li H, Wenzel L, Tan BH, Krutzik SR, Ochoa MT, Schauber J, Wu K, Meinken C, Kamen DL, Wagner M, Bals R, Steinmeyer A, Zügel U, Gallo RL, Eisenberg D, Hewison M, Hollis BW, Adams JS, Bloom BR, Modlin RL (2006) Toll-like receptor triggering of a vitamin D-mediated human antimicrobial response. Science 24;311(5768):1770-1773 (Epub 2006 Feb 23). is available on doctors' knowledge of inhaled respiratory medication and devices for their administration. To address this deficit we performed a prospective audit of Non-Consultant Hospital Doctors (NCHD's) at our hospital. Subjects (n = 35) completed questionnaires about the most commonly prescribed inhalers: Spiriva, Seretide, Symbicort, Beclasone, Ventolin. 30 of the subjects also underwent evaluation of their demonstration skills for the most commonly prescribed administrative devices: meter-dose inhaler (MDI), Easibreathe, Turbohaler, Diskus, Handihaler, Respimatt. Best knowledge was demonstrated about Ventolin's generic name (94.3 %), drug class (85.7 %), frequency of usage (74.3 %); and Beclasone's generic name (60 %) and drug class (80 %). About half of NCHDs knew the generic name of Spiriva (54.3 %), its' drug class (48.6 %), dosage (48.6 %), frequency of use (45.7 %). Less familiarity was shown about Seretide and Symbicort generic names (25.7 and 22.9 %, respectively), their drug class (37.1 and 28.6 %) and frequency of usage (42.9 and 37.1 %). 80 % of NCHDs could use MDIs correctly. Demonstration skills were less successful for use of Turbohaler (56.6 %), Diskus (46.6 %), Easibreathe (46.6 %), Handihaler (3.3 %), Respimat (16.6 %).", "latex": null, "type": "figure"}, "FIGREF72": {"text": "Self T et al (2007) Inadequate skill of healthcare professionals in using asthma inhalation devices. J Asthma 44(8):593-598. 7.3 Gas Exchange During Sleep and Exercise in Patients with Idiopathic Pulmonary Fibrosis (IPF) R. Lee, E. Kelly, G. Lawless, M.P. Keane, W.T. McNicholas Department of Respiratory Medicine, St.Vincent's University Hospital, Dublin", "latex": null, "type": "figure"}, "FIGREF73": {"text": "Health: The European Sleep Apnoea Cohort (ESADA) Study B.D. Kent, L. Grote, L. Hayes, G. Nolan, J. Hedner, W.T. McNicholas on behalf of the ESADA Study Group Collaborators Pulmonary and Sleep Disorders Unit, St. Vincent's University Hospital, Dublin, School of Medicine and Medical Science, University College Dublin, Dublin", "latex": null, "type": "figure"}, "FIGREF74": {"text": "Sleep Time (TST) by SenseWear Armband (SWA Ò ) and Nocturnal Polysomnography (NPSG), in a Population with and Without OSA A. O'Brien, A. McGowan, L. Stewart, K. Fennell, K. Bolger, J.", "latex": null, "type": "figure"}, "FIGREF75": {"text": "Non -incidence and Outcomes of Pulmonary Fibrosis in a Large Lung Cancer Cohort E. Moore, M. Maher, P. McLaughlin, P. Mitchell, L. Crush, R. Doyle, M.P. Kennedy, M.T. Henry Department of Respiratory Medicine and Radiology, Cork University Hospital (CUH) School of Medicine, University College Cork, Cork", "latex": null, "type": "figure"}, "FIGREF76": {"text": "Respiratory Medicine, Galway University Hospital, Galway", "latex": null, "type": "figure"}, "FIGREF78": {"text": ", F. Laghi, M.J. Tobin, A. Jubran RML Specialty Hospital-Hinsdale, Loyola University-Chicago, Hines VA Hospital, Hines, IL", "latex": null, "type": "figure"}, "FIGREF79": {"text": "Conflict of interest: None. 8.2 Congenital Tracheal Stenosis in Children. The Crumlin Hospital 10 year Experience K. Ayoubi, J. Russell, L. Nölke Department of Cardiothoracic surgery, Department of Otolaryngology, Our Lady's Children's Hospital Crumlin, Crumlin, Ireland We retrospectively reviewed our experience for all patients undergoing distal tracheal resection and analyzed their outcomes between 2002 and 2012.", "latex": null, "type": "figure"}, "FIGREF82": {"text": "Change in Asthma Control, Initiate Appropriate Treatment and Reduce Anxiety L. McCarthy, D. Mullane, M. Ní Chroinín Paediatric Department, Cork University Hospital, Department of Paediatrics and Child Health, University College Cork", "latex": null, "type": "figure"}, "FIGREF84": {"text": "pg/ml 1061.03 (N = 9) 1619.33 (N = 10) 961.62 (N = 16) 1233.2 (N = 6) 1406.50 (N = 6) 74.031 (N = 2) 881.5 (N = 7) NE pg/ml 27.47 (N = 9) 877.547 (N = 10) 475.735 (N = 16) 1106.00 (N = 8) 646.48 (N = , A. Ngimron, I. Khan, L. O'Rielly, I. Saleem Department of Respiratory Medicine, Roscommon County Hospital, Roscommon Acute exacerbations of chronic obstructive pulmonary disease are a major cause of hospital admissions and are associated with significant morbidity, mortality and burden on hospital resources. Diagnosis requires clinical evaluation and confirming airflow obstruction (FEV1/FVC \\70 %) on spirometry.", "latex": null, "type": "figure"}, "FIGREF85": {"text": "Taking the OPD out of COPD: A Quality Improvement Project S.A. Landers, C. McCarthy, M.F. O Driscoll, M. Ward, T.J. McDonnell Department of Respiratory and Pulmonary Rehabilitation Medicine, St. Michael's Hospital, Dun Laoghaire, Ireland", "latex": null, "type": "figure"}, "FIGREF91": {"text": "Reference: 1. HSE/Irish Hospice Foundation (2008) Palliative Care for All: Integrating Palliative Care into Disease Management Frameworks. Dublin: HSE/IHF. 9.9 Implementation of Evidence Based Practice Guidelines for the Treatment of Chronic Obstructive Pulmonary Disease (COPD) Exacerbations Using an Acute Care Management Bundle (ACMB) J. O'Herlihy, P. O'Toole, T.J. Mc Donnell COPD Outreach Service and Department of Respiratory Medicine, St. Michael's Hospital, Dun Laoghaire, Co. Dublin, Ireland", "latex": null, "type": "figure"}, "FIGREF92": {"text": "cise capacity (ISWT, p [ 0.001, 6MWT, p [ 0.002) PiMax (p [ 0.007) and quality of life scores (SGRQ, p [ 0.001, EQ5D, 0.025). There was no significant change in daily physical activity. All standard and freeliving values returned towards baseline values at 1 year.", "latex": null, "type": "figure"}, "FIGREF94": {"text": "Outreach Clinics for the Midlands: To Determine the Feasibility of Spirometry Testing Being Provided in Primary Care Centres by Respiratory Scientists M. Mc Neill, M. Sheehy, T. Mc Donnell Department of Respiratory Medicine, Midland Regional Hospital, Mullingar, Co Westmeath in conjunction with the Irish Association of Respiratory Scientists and the Irish Thoracic Society A service evaluation study was undertaken to assess the value of Respiratory Scientist lead Spirometry outreach clinics in primary care with the intention of supporting effective diagnosis of COPD in line with national and international guidelines.", "latex": null, "type": "figure"}, "FIGREF95": {"text": "References: 1. Peter JV, Moran JL, Philips-Hughes J, Warn D (2002) Noninvasive ventilation in acute respiratory failure-a meta-analysis update. Crit Care Med 30(3):555-562 2. British Thoracic Society standards of care committee. Non-invasive ventilation in acute respiratory failure. Thorax 57:192-211 10.1 Supporting Lung Cancer Screening: Symptomatic vs Asymptomatic Lung Cancer at Rapid Access Lung Cancer Clinic in the Republic of Ireland P. Stewart, M.T. Henry, D.M. Murphy, B.J. Plant, A. Pekoz, S. Guiry, M.P. Kennedy Department of Respiratory Medicine, Cork University Hospital (CUH), Cork, Ireland", "latex": null, "type": "figure"}, "FIGREF96": {"text": "PCA biplot for all 5215 statistically significant features, i.e. peptides (p B 0.05) demonstrates distinct clustering of the control BAL samples (red circles) from the cancer BAL samples (blue circles).", "latex": null, "type": "figure"}, "FIGREF97": {"text": "WC et al (2011) Reduced lung-cancer mortality with lowdose computed tomographic screening. N Engl J Med 365(5): 395-409 2. Indovina P, Marcelli E, Pentimalli F, Tanganelli P, Tarro G, Giordano A. Mass spectrometry-based proteomics: The road to lung cancer biomarker discovery. Mass Spectrom Rev. 10.3 VATS Lobectomy D.G. Healy St Vincent's and Mater Misericordiae University Hospitals, Dublin, Ireland 10.4 Experience with Long-term Tunnelled Pleural Catheters (PleurXÓ) for Malignant Effusion D.P. McLoughlin, T. Ni Hici, K.C. Redmond National Centre for Cardiothoracic Surgery, Mater Misericordiae Hospital, Dublin", "latex": null, "type": "figure"}, "FIGREF98": {"text": "W. Ahmad, T. Ni Dhonnchu, P. Cullen, R. Ryan, E. McGovern, V. Young Department of Cardiothoracic Surgery, St James' Hospital,", "latex": null, "type": "figure"}, "FIGREF102": {"text": "Reference: 1. Surgeon General (2004) The health consequences of smoking a report of the Surgeon General. US Department of Health and Human Services, Washington. 10.15 The Differences in Attitudes and Beliefs Amongst Smokers and Ex-Smokers Regarding the Benefits of Smoking Cessation S.J. Byrne, C. McCarthy, C. Gunaratnam, S.J. O'Neill, N.G. McElvaney Department of Respiratory Medicine, Beaumont Hospital, Dublin 9, Ireland", "latex": null, "type": "figure"}, "FIGREF103": {"text": "The aim was to undertake an audit of the RALC in the MWRH, with a focus on the patient demographics, referral source and cancer diagnosis.Methods: Audit period: 01/10/2010 -31/07/2012. Data was derived from (1) RALC database (2) Mid-Western Cancer Centre (MWCC) Oncology Database (3) Individual case records.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Use of Non-Invasive Ventilation in Acute RespiratoryFailure Professor Nicholas Hill, Professor of Medicine at Tufts University, Adjunct Professor of Medicine at Brown Medical School and Chief of the Pulmonary, Critical Care and Sleep Division at Tufts Medical Center in Boston Butler, St Vincent's University Hospital, Dublin 11. Interstitial Lung Disease & Pulmonary Vascular Disease-City View Harris Suite Chairs D. O'Callahgan, Mater Misericordiae University Hospital, Dublin M. Henry, Cork University Hospital, Cork Breathlessness, Ventilatory Failure and Exercise Limitations Professor John Moxham, Professor of Respiratory Medicine, King's College London b) 12.15-13.00 Non-Invasive Ventilation for Chronic Respiratory Failure: when, for whom and how? Professor Nicholas Hill Professor of Medicine at Tufts University, Adjunct Professor of Medicine at Brown Medical School and Chief of the Pulmonary, Critical Care and Sleep Division at Tufts Medical Center in Boston", "latex": null, "type": "table"}, "TABREF2": {"text": "A previously well 26 year old man presented to ED with acute dyspnoea and pleuritic pain. CXR revealed a \\10 % pneumothorax and small pleural effusion. On room air oxygen saturation was 94 %and haemoglobin 16.2 gm/dl. He was admitted for oxygen therapy and observation. Overnight he developed tachycardia and postural dizziness. A bedside pleural ultrasound demonstrated a large effusion. Repeat haemoglobin was 13.4 gm/dl. Thoracentesis revealed bloody aspirate and large bore chest drain was placed. CT", "latex": null, "type": "table"}, "TABREF3": {"text": "1.9 Rare Muscular Myopathy presenting as Hypercapnic Respiratory Failure A. Flannery, B. Lang, B. Cushen, R. Rutherford, J.J. Gilmartin Department of Respiratory Medicine, University College Hospital Galway, Co Galway", "latex": null, "type": "table"}, "TABREF4": {"text": "1.17 Pneumocystis Carinii Pneumonia (PCP) in the Immunocompetent R. Smyth, E. Leen, L. Cormican Connolly Hospital, Blanchardstown, Dublin 15, Ireland", "latex": null, "type": "table"}, "TABREF5": {"text": "The case of a 21-year-old female with cystic fibrosis (CF) is presented. Her disease was characterised by moderate pulmonary disease, CF related liver disease, with established cirrhosis and portal hypertension, osteopenia and diabetes mellitus.Following transition to adult services it was noted that she developed minor hepatic synthetic dysfunction, and transient transaminitis during pulmonary exacerbations.Subsequently, she deteriorated clinically with gross painful abdominal distension; which inhibited her ability to perform airway clearance. CT abdomen revealed marked ascites and superior mesenteric vein thrombosis. Abdominal distension and infection contributed to respiratory failure. Treatment options were limited and further management is discussed.1.19 A Patient with Dynamic Airway CollapseC. Varghese, R. Fahy, F. Khan Respiratory Department, St. James's Hospital, Dublin 8, Ireland", "latex": null, "type": "table"}, "TABREF6": {"text": "1.20 Is Pneumonia Still a Big Killer? C. Varghese, F. Khan Respiratory Department, St. James's Hospital, Dublin, Ireland", "latex": null, "type": "table"}, "TABREF7": {"text": "1.21 Cutaneous and Pleural Presentation of a Mantle Cell LymphomaR. Connolly, S. Carolan, V. Brennan, J. Clince, A. Hameed, S.H. Chotirmall, M. Murray, S. Linnane, R.K. Morgan Department of Respiratory Medicine, Beaumont Hospital, Dublin 9, Ireland", "latex": null, "type": "table"}, "TABREF8": {"text": "1.23 An Unusual Presentation of Tuberculosis: Empyema Necessitans P. Nadarajan, M. Kane, C. McDonald, J. Keane, A. McLaughlin TB Service, St James' Hospital, Dublin 8, Ireland A 38 year old Asian male presented with 4 month history of painless left sided swelling of his posterior chest wall and weight loss. Physical examination revealed a large cyst-like lesion on the posterior left hemithorax. Thoracic CT showed loculated fluid collection within the left erector spinae muscle causing destruction of tenth and eleventh ribs as well as T11 vertebral body. MRI of spine confirmed paravertebral abscess and loculated pleural effusion with extension through the chest wall into subcutaneous tissue and bony destruction of T8, T10 and T11. Direct molecular testing of the cystic fluid detected the presence of Mycobacterium tuberculosis complex. The patient was commenced on standard anti-tuberculous chemotherapy and did not require surgical spinal decortication. Reference: 1. (2001) CT manifestations of late sequelae in patients with tuberculous pleuritis. Am J Roentgenol 176:441-445.year old male presented with acute severe right shoulder pain and dyspnoea on a background of recent viral illness. Chest radiograph showed elevation of the right hemidiaphragm.Neuromuscular disease markers were normal. Further investigations including thoracic CT, chest ultrasound, pulmonary function studies and sniff test confirmed paralysis of right hemidiaphragm. Phrenic nerve conduction studies showed right phrenic nerve axonal neuropathy.Parsonage-Turner syndrome is a rare form of idiopathic brachial neuritis that may involve the phrenic nerve with diaphragmatic paralysis resulting in dyspnoea. Prognosis is good with 80 % of cases making full functional recovery at 2 years. Reference: 1. Odell JA, Kennelly K, Stauffer J (2011) Phrenic nerve palsy and parsonage-turner syndrome. Ann Thoracic Surg 92:349-351.", "latex": null, "type": "table"}, "TABREF9": {"text": "1.28 Diaphyseal Aclasis Complicated by HemothoraxA. Garrahy, A.M. Egan, G. O'Sullivan, A. O'Regan Galway University Hospital, Galway, IrelandA gentleman with recurrent thromboembolism requiring lifelong warfarin presented with acute dyspnea. Imaging demonstrated a probable hemothorax, confirmed by draining frank blood via chest drain. The presence of a chondromatous rib mass suggested an underlying aetiology for the hemothorax. A diagnosis of multiple osteochondromatosis (diaphyseal aclasis) was made by skeletal survey which demonstrated multiple chondromata. His course was complicated by acute lifethreatening phlegmasia cerulea dolens due to IVC thrombosis. This required emergent intravenous catheter directed thrombolysis with excellent recovery. Our case highlights an unusual presentation of this rare autosomal-dominant skeletal disease and also the life-threatening complications of thrombophilia and long-term anticoagulation.1.29 Phrenic Nerve Paralysis due to Lyme DiseaseC. Judge, A.M. Egan, A. O'Regan Galway University Hospital, Galway, Ireland A 52 year old male presented with shortness of breath on exertion.A chest X-ray and subsequent sniff test showed new right hemidiaphragmatic paralysis. CT thorax and MRI neck showed no cause for the phrenic nerve palsy. He gave a history of a tick bite with associated rash 4 months previously. Borrelia burgdorferi serology confirmed Lyme disease. CSF analysis was diagnostic of neurolyme complicated by right phrenic nerve palsy. The patient was treated with domiciliary delivered intravenous third generation cephalosporin. This case emphasises the high prevalence of Lyme disease in the West of Ireland and illustrates a rare but recognised complication.1.30 Use of Respiratory Extracoporeal Life Support in Management of Complete Tracheal Ring StenosisK. Ayoubi, L. Nolke Department of Cardiothoracic Surgery. Our Lady's Children's Hospital Crumlin, Ireland JI is a 33 month old boy with Trisomy 21 and partial atrioventricular septal defect (AVSD).He was transferred to Crumlin on the 23/7/11 in extremis pH 6.87 PCO 2 23.1Kpa with a 72 h history of stridor and coryzal symptoms. A laryngbronchoscopy revealed mid complete tracheal ring stenosis. PCO 2 remained [16 Kpa despite maximum ventilatory support. Respiratory extracorporeal life support (ECLS) was commenced. On the 27/7/11 he underwent a slide tracheoplasty and partial (AVSD) repair. Post operatively he suffered from a CVA secondary to a thrombus from the (ECLS) circuit. He was discharged on the 20/9/ 2011 having made a good neurological recovery.1.31 Asymptomatic Hydatid Liver Cyst: A Case ReportR. Cusack, M. Mokoka, K. Ullah, E. Fitzgerald, D.R. Curran, T.M. O'Connor Department of Respiratory Medicine, Mercy University Hospital, Cork, Ireland", "latex": null, "type": "table"}, "TABREF10": {"text": "1.32 Primary Tracheal Amyloidosis: A Case ReportR. Cusack, P. Mitchell, M. Mokoka, K. Ullah, D.R. Curran, T.M. O'Connor Department of Respiratory Medicine, Mercy University Hospital, Cork, Ireland Isolated tracheal amyloidosis is a rare localised form of the disease.", "latex": null, "type": "table"}, "TABREF11": {"text": "1.34 VATS Thymectomy in the Management of Myasthenia Gravis R. Motyer, D. Healy Department Thoracic Surgery, St. Vincent's University Hospital, Dublin, Ireland", "latex": null, "type": "table"}, "TABREF12": {"text": "1.35 Airway Stenting in the Management of a Spectrum of Airway Pathology worsening respiratory symptoms, CT demonstrated tumour obstructing the bronchus intermedius, compromising the healthy RML and RLL. An Ultraflex stent was deployed and balloon dilated, achieving immediate symptomatic relief. Case 2 had been failing with tracheomalacia. Following dislodgement of a Polyflex stent, a larger Novatech stent was sited successfully. 1.36 Pancoast Syndrome Caused by Ewing's Sarcoma of the First Rib L. Devane, O. Breathnach, R.J. Ryan St. James's Hospital, Dublin 8, Ireland", "latex": null, "type": "table"}, "TABREF13": {"text": "1.37 Platypnoea Orthodeoxia Syndrome After Lobectomy for Lung Cancer L. Devane, R. Murphy, R.J. Ryan St. James's Hospital, Dublin 8, Ireland", "latex": null, "type": "table"}, "TABREF14": {"text": "1.39 Ivacaftor Delays Need for Lung Transplant Assessment in a CF Patient Homozygous for the G551D MutationM.J. Harrison 1,2 , C. Fleming 1 , K.A. Khan 1 , M. McCarthy 1 , C. Shortt 1 , J.J. Egan 3 , D.M. Murphy 1,2 , B.J. Plant 1,2 Cork Adult Cystic Fibrosis Centre, Cork University Hospital, Wilton, Cork, 2 HRB Clinical Research Facility, University College Cork, Cork, 3 Irish National Heart & Lung Transplant Program, Mater Misericordiae University Hospital, Dublin, Ireland Recent publications suggests significant clinical benefit for CF G551D heterozygotes with an FEV1 [30 % predicted. Due to mutation frequencies worldwide the possibility of a dose-response in G551D homozygotes is unclear. Response in those with FEV 1 \\30 % predicted is unknown.", "latex": null, "type": "table"}, "TABREF17": {"text": "The Blackrock Clinic, Co. Dublin.", "latex": null, "type": "table"}, "TABREF20": {"text": "Involvement: Rare Presentation of Sarcoidosis K. Hartery, P. Boers, B. Casserly, A. O'Brien Department of Respiratory Medicine and Neurology, Mid Western Regional Hospital Limerick, University of Limerick, Limerick", "latex": null, "type": "table"}, "TABREF23": {"text": "Chartered Society of Physiotherapy (ACPIN; APCP; ACPRC). Descriptive statistics. 912 physiotherapists completed the questionnaire: 479/912 used MI-E, predominantly in the hospital environment, in the management of spinal cord injury (291/479, 61 %); motor neurone disease (272/ 479, 57 %); and, duchenne muscular dystrophy (216/479, 45 %). Manufacturer instructions and clinical guidelines were not followed: only 119/479 (25 %) used MI-E at ±40 cmH 2 0 pressure. The most common factor influencing choice of pressure was patient comfort and tolerability (373/479, 78 %). Recommended outcome measures of peak cough flow, (135/479, 28 %) and vital capacity (133/479, 24 %), were used by a small proportion of respondents. Commonly used outcomes included pulse oximetry (362/479, 76 %) and sputum production (339/479, 71 %). Physiotherapists who did not use MI-E reported that they already used sufficient techniques to assist cough. Most training regarding MI-E occurred through in-service education (446/479, 93 %). Physiotherapists need to implement recommendations in clinical guidelines to ensure the translation of existing evidence into clinical practice. Reference: 1. British Thoracic Society/Association of Chartered Physiotherapists in Respiratory Care (2009) Physiotherapy management of the adult, medical, spontaneously breathing patient. Thorax 64(suppl 1):i1-i51.", "latex": null, "type": "table"}, "TABREF24": {"text": "). Forty-three of the 78 study participants (55.1 %) exercised at least twice per week. Twenty of the 78 study participants (41.0 %) exercised for more than 30 min each time. Younger patients tend to exercise more than 60 min. Smokers tend to have lower level of exercise (35.7) than ex-smokers (72.4).3.16 Inhaler Technique; Are We Doing it Correctly? M. Ballal, E. Palmer, S. Gowda, L. O'Rielly, M. Freeman, I. Saleem Department of Respiratory Medicine, Roscommon County Hospital, Roscommon, IrelandThe prevalence of COPD/Asthma and other respiratory diseases requiring use of inhalers is increasing. There are a wide variety of inhalers and devices used to treat respiratory conditions. Good inhaler technique is vital for adequate drug delivery.We aimed to assess the inhaler technique of patients attending clinic at Roscommon Hospital and the inhaler devices associated with poor technique. Inhaler technique of patients attending respiratory clinic in July 2012 was assessed by experienced Respiratory CNS. Technique was deemed as Good (Use allowed for drug delivery to lungs) or Poor (resulting in little/no drug reaching the lungs). 46 patients participated in the study. 26 (56.5 %) showed good technique vs 20 who demonstrated poor technique. All patients with poor technique had poorly controlled symptoms. A significant proportion of patients demonstrated poor technique. These patients benefitted from one to one counselling by respiratory CNS. Physicians should evaluate inhaler technique while assessing patients with inadequate control. 3.17 Audit on Prescribing Inhalers in Patients with Pulmonary Diseases I. Kamal, M. Reardon Department of Medicine, Wexford General Hospital, Wexford", "latex": null, "type": "table"}, "TABREF25": {"text": "3.19 An Audit of Patient Knowledge of Their Inhaled Respiratory Medication C. McInerney, P. Ryan, B. Casserly, A. O'Brien Division of Respiratory Medicine, Mid Western Regional Hospital, Dooradoyle, Limerick Objective: To review patient knowledge of their respiratory medication and inhaler technique. Method: A Prospective audit of patients' knowledge was assessed by patient completion of a questionnaire.", "latex": null, "type": "table"}, "TABREF26": {"text": "Screening Healthcare Workers for Mycobacterium TB: is QFT-G Now the TeST of Choice? R. Smyth, P. Nadarajan, F. Donnelly, L. Cormican Respiratory Department Connolly Hospital, Blanchardstown, DublinQuantiferon-Gold (QFT-G) is FDA approved for the diagnosis of Mycobacterium tuberculosis infection with CDC guidelines supporting its use in all cases where tuberculin skin test (TST) is used, including screening of healthcare workers (HCWs). We sought to establish the benefits of QFT-G in HCW screening within our own hospital practice.We consecutively screened, by TST, all HCWs with significant exposure to infectious TB. Data was complete on 41 patients. Country of origin and evidence of prior distant BCG vaccination were documented. All with a positive TST of C10 mm had serum QFT-G testing.41 TST were performed, 35/41 (85.4 %) had a BCG scar. TST was positive in 23 (56.1 %). 15/23 (65.2 %) had both positive TFT and QFT-G. Significantly 8/23 (34.8 %) with positive TST had subsequent negative QFT-G.", "latex": null, "type": "table"}, "TABREF27": {"text": "NameAge Sex Underlying lung disease", "latex": null, "type": "table"}, "TABREF28": {"text": "ADA value in non TB effusions ADA is a specific test in the diagnosis of tuberculous effusions and should be incorporated in the standard procedure in assessment of all pleural effusions. Reference: 1. Greco S, Girardi E, Masciangelo R, Capoccetta GB, Saltini C (2002) Adenosine deaminase and interferon gamma measurements for the diagnosis of tuberculous pleurisy: a meta-analysis. Int J Tuberc Lung Dis 7(8):777-786. 4.6 TB in Pregnancy: Exploring the Challenges S. Naimimohasses, J. Lyons, M. Sheehy, C. Mc Donnell, J. Keane, A. McLaughlin Department of Respiratory Medicine, St James' Hospital, Dublin We performed an audit of all cases of Tuberculosis attending St James' Hospital which occurred in women during pregnancy and the post partum period; from 2007 to the present day.", "latex": null, "type": "table"}, "TABREF32": {"text": "Body composition and EE changes after 12 weeks of CPAP 12 weeks of CPAP was associated with small, detrimental changes in body composition. There was a trend to greater EE from nonwalking activities. CPAP appears to decrease sleep EE but does not influence resting EE or thermogenesis (Ryan et al. 1995). These preliminary results suggest energy intake may be more important than EE in the body composition change observed. Ryan CF, Love LL, Buckley PA (1995) Energy expenditure in obstructive sleep apnea. Sleep 18(3):180-187.", "latex": null, "type": "table"}, "TABREF33": {"text": "Sleep Clinic that had full in-house PSG. 39 consecutive males (with features of Metabolic Syndrome) from the Hypertension Clinic who volunteered for home Cardiorespiratory sleep studies were also analysed. Spearman's Correlation Coefficient was used to assess for correlation between ESS and AHI.", "latex": null, "type": "table"}, "TABREF34": {"text": "Mean energy expenditure per OSAS severity Body fat increased with OSAS severity but PA did not decrease. PA and EE were higher in OSAS versus controls. Previous reports suggest that resting EE and thermogenesis is similar in OSAS and non-OSAS cases(Stenlof et al. 1996). Energy intake may be a more important determinant of body composition than energy expenditure in OSAS.5.17 Tempol Increases Rat Sternohyoid Muscle PowerP. Lewis, R. Burke-O'Toole, K.D. O'Halloran Department of Physiology, University College Cork, Cork, Ireland", "latex": null, "type": "table"}, "TABREF35": {"text": ", E. Kelly, G. Lawless, M.P. Keane, W.T. McNicholas Department of Respiratory Medicine, St.Vincent's University Hospital, Dublin", "latex": null, "type": "table"}, "TABREF39": {"text": "", "latex": null, "type": "table"}, "TABREF41": {"text": ": 1. Global strategy for Asthma Management and Prevention G.I.N.A.", "latex": null, "type": "table"}, "TABREF42": {"text": "SHIELD CF baseline data for the patients recruited to date", "latex": null, "type": "table", "html": "<html><body><table><tr><td>CF group </td><td>1-2 years </td><td>2-3 years </td><td>3-4 years </td><td>4-5 years </td><td>5-6 years </td><td>Clean control </td><td>Disease control\n</td></tr><tr><td>Numbers </td><td>N = 12\n</td><td>N = 14\n</td><td>N = 19\n</td><td>N = 15\n</td><td>N = 9\n</td><td>N = 3\n</td><td>N = 9\n</td></tr><tr><td>Male 8\n</td><td>Male 8\n</td><td>Male 11\n</td><td>Male 9\n</td><td>Male 4\n</td><td>Male 1\n</td><td>Male 6\n</td></tr><tr><td> </td><td>Female 4\n</td><td>Female 6\n</td><td>Female 8\n</td><td>Female 6\n</td><td>Female 5\n</td><td>Female 2\n</td><td>Female 3\n</td></tr><tr><td> </td><td>Mean age 1.318 years </td><td>2.42 years </td><td>3.4 years </td><td>4.37 years </td><td>5.48 years </td><td>7.95 years </td><td>2.75 years\n</td></tr><tr><td>NE pg/ml </td><td>Il-8 pg/ml 1061.03 (N = </td><td>9) 1619.33 (N = 10) </td><td>961.62 (N = 16) </td><td>1233.2 (N = 6) </td><td>1406.50 (N = 6) </td><td>74.031 (N = 2) </td><td>881.5 (N = 7)\n</td></tr><tr><td>27.47 (N = 9) </td><td>877.547 (N = 10) </td><td>475.735 (N = </td><td>16) 1106.00 (N = 8) </td><td>646.48 (N = 7) </td><td>0 (N = 2) </td><td>318.5 (N = 8)\n</td></tr><tr><td>No. with free NE\n</td><td>1/9 (11.1 %) </td><td>4/10 (40 %) </td><td>7/16 (43.8 %) </td><td>4/8 (50 %) </td><td>4/7 (57.1 %) </td><td>0/2 (0 %) </td><td>2/8 (25 %)\n</td></tr></table></body></html>"}, "TABREF43": {"text": ": 1. International comparison of COPD care in Europe (2012) European Respiratory Society. 9.10 Survival and Readmission in Patients with an Exacerbation of Chronic Obstructive Pulmonary Disease (COPD) Treated by an Outreach Team N. McCormack 1 , B. Deering 1 , N. Vaithilingam 2 , A. Lawless 2 , R. Costello 1,2 COPD Outreach, Department of Respiratory Medicine, Beaumont Hospital, Dublin, 2 Royal College of Surgeons in Ireland, Dublin", "latex": null, "type": "table"}, "TABREF44": {"text": "Poor 'Total Recall' in Patients with COPD B.M. Deering, N.M. McCormack, R.W. Costello COPD Outreach, Beaumont Hospital, DublinChronic obstructive pulmonary disease (COPD) has recently been reported to be associated with cognitive deficits. This study was designed to determine the prevalence, nature and associated factors of cognitive impairment in patients with COPD using the Montreal Cognitive Assessment (MoCA): a brief tool to measure global cognitive function with a score of \\26 indicating impairment.A standard assessment including the MoCA was administered to 37 patients (male = 16), mean age was 71 (±8.3), mean GOLD stage III, an average of 3 (±2.2) self reported exacerbations a year, a median smoke pack history of 50 and average school leaving age 14.3 (±4.6) years. Descriptive, parametric and non-parametric statistics were used using Excel and PRISM statistical package.The average MoCA score (+1 point for \\12 years education) was 21.2 (±3.8) with a range 11-27. There was a statistical difference across percentage component scores (p \\ 0.0001) with Delayed Recall (38 %) being most affected. Fifty percent of Recall required verbal cues and 12 % of Recall was irretrievable. Correlations were independently identified between the MoCA and self reported exacerbation rate [p = 0.0058, (r = -0.46)] and age of leaving school [p = 0.0177, (r = 0.42)].This study highlights poor cognitive function and memory recall difficulties associated with COPD and the benefit of introducing memory cueing techniques into care plans.9.12 Short Term and Long Term Effects of PulmonaryRehabilitation on Physical Activity in COPD C.M. Egan 1* , B.M. Deering 1* , C. Blake 2 , B.M. Fullen 2 , N.M. McCormack 1 , M.A. Spruit 3 , R.W. Costello 1 Departments of Respiratory Medicine, Beaumont Hospital and the associated Education and Research Centre, Smurfit Building, Royal College of Surgeons in Ireland, Beaumont Hospital, Dublin, School of Public Health, Physiotherapy, and Population Science, University College Dublin, Ireland, 3 Program Development Centre, CIRO+, A Centre of Expertise for Chronic Organ Failure, Horn, The Netherlands *Joint first authors", "latex": null, "type": "table"}, "TABREF45": {"text": "9.16 World Spirometry Day-Is It Worth It? U. Clarke, C. Oliveira, A. Hamad, C.P. Rooney Department of Respiratory Medicine, Mayo General Hospital, Castlebar, Co. Mayo Objective: To determine number of abnormal spirometry results detected during a 1 day public spirometry screening programme performed as part of World Spirometry Day. Methods: As part of 'World Spirometry Day' 77 members of the general public presented themselves for spirometry testing. A questionnaire was also completed by each person stating smoking history and presence of respiratory symptoms. Results: 77 people were screened, 42 females and 35 males. Average age was 60 years. 15.5 % were current smokers; 35 % were exsmokers and 49.5 % were non-smokers. 25/77 (32 %) had normal spirometry; 31/77(40 %) had an obstructive profile; 5/77 (6 %) had a restrictive profile 17/77(22 %) had un-interpretable results (very poor technique). Conclusion: The spirometry data from this screening day led to the detection of a significant number of abnormal spirometry profiles. We believe that screening spirometry open days are a useful method of increasing public awareness of lung health. 9.17 Non-Consultant Hospital Doctor (NCHD) Experience Regarding the Use of Bi-Level Non-Invasive Ventilation (NIV) in Patients with Chronic Obstructive Pulmonary Disease (COPD) B. Cushen 1 , U. Haroon 1 , L. Williams 1 , C. Ni Leidin 1 , M.W. Butler 1,2 Department of Respiratory Medicine, St. Vincent's University Hospital, Dublin 4, Ireland. 2 University College Dublin, Belfield, Dublin 4", "latex": null, "type": "table"}, "TABREF46": {"text": "Introduction: Both symptomatic and asymptomatic patients attend our national rapid access clinic (RALC) due in part to the increase in number of CT scans and chest x-rays performed for other indications. This project aims to compare symptomatic and asymptomatic presentations of lung cancer of patients who were referred to CUH Rapid Access Lung Cancer Clinic in the year 2011. Our primary outcome is a comparison of lung cancer staging for symptomatic versus asymptomatic lung cancer. Methodology: A retrospective analysis of all patients with lung cancer diagnosed through the RALC at CUH during 2011 was performed. Simple statistical analyses were used with two tailed Fisher T-tests being used to compare categorical data. Results: 94 patients were identified in total. 32 % were asymptomatic. Selected characteristics of asymptomatic and symptomatic patients are highlighted in", "latex": null, "type": "table"}, "TABREF47": {"text": "SymptomaticAsymptomatic P value 10.2 Development of Novel Lung Cancer Biomarkers for the Evaluation of Pulmonary Nodules M.E. O'Brien 1 , P. Dowling 2 , J.M. Clince 1 , M. Uzbeck 1 , M. Clynes 2 , R.K. Morgan 1 Department of Respiratory Medicine, RCSI, Beaumont Hospital, Dublin, Ireland, 2 National Institute for Cellular Biotechnology Dublin City University, Dublin, Ireland", "latex": null, "type": "table"}, "TABREF48": {"text": "10.5 Impact of a Rapid Access Lung Cancer Clinic with Radiological Support on Time to Diagnosis and Efficient Use of Resources E. O'Brien 1 , E. Wright 1 , J. Leggett 1 , E. Murtagh 1 , R. Donnelly 1 , C. Butler 1 , E. Gibson 2 , R. Kelly 2 , W. Anderson 1 Department of Respiratory Medicine, Antrim Area Hospital, Antrim, Department of Radiology, Antrim Area Hospital, Antrim", "latex": null, "type": "table"}, "TABREF49": {"text": "10.12 A Retrospective Cohort Study to Evaluate the Diagnostic Utility of Bronchoalveolar Lavage (BAL) Fluid CD4+/CD8+ Ratio in the Diagnosis of Pulmonary Sarcoidosis M. Elshafi, V. Tormey Respiratory Medicine and Immunology Departments, Galway University Hospital, Galway", "latex": null, "type": "table"}, "TABREF50": {"text": "11.11 CCL 18 as Indicator of Pulmonary Fibrotic Activity in Idiopathic Pulmonary Fibrosis (IPF) R. Lee, D. Boylan, W.T. McNicholas, M.P. Keane Department of Respiratory Medicine, St. Vincent's University Hospital and Conway Bio-molecular Institute, University College Dublin, Belfield, Dublin Increased CCL 18 concentrations have been demonstrated in bronchoalveolar lavage (BAL) fluid and serum from patients with IPF and systemic sclerosis", "latex": null, "type": "table"}, "TABREF51": {"text": "Table 1 ADA value in non TB effusions", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Non TB diagnosis </td><td>No. of cases </td><td>Mean ADA level\n</td></tr><tr><td>Malignancy </td><td>10 </td><td>42.1\n</td></tr><tr><td>Hypoproteinaemia </td><td>10 </td><td>7.7\n</td></tr><tr><td>Empyema </td><td>2 </td><td>39\n</td></tr><tr><td>Para-pneumonic </td><td>16 </td><td>21.4\n</td></tr><tr><td>Ovarian hyperstimulation </td><td>1 </td><td>6\n</td></tr></table></body></html>"}, "TABREF52": {"text": "Table 1 Body composition and EE changes after 12 weeks of CPAP", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Average change </td><td>Average change (%)\n</td></tr><tr><td>BMI </td><td>+0.5 kg/m2 </td><td>+1.3\n</td></tr><tr><td>Body fat </td><td>+1.6 % </td><td>+1.6\n</td></tr><tr><td>Fat mass </td><td>+1.3 kg </td><td>+2.9\n</td></tr><tr><td>Total EE/day </td><td>+150 kcal </td><td>+5.1\n</td></tr><tr><td>Active EE/day </td><td>+27 kcal </td><td>+4.6\n</td></tr><tr><td>Total PA/day </td><td>+31 min </td><td>+36\n</td></tr><tr><td>Walking/day </td><td>-1,307 steps </td><td>-18\n</td></tr><tr><td>Sedentary/day </td><td>-24 min </td><td>1.8\n</td></tr></table></body></html>"}, "TABREF53": {"text": "Table 1 Mean energy expenditure per OSAS severity", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Mild </td><td>Moderate </td><td>Severe\n</td></tr><tr><td>N </td><td>11 </td><td>13 </td><td>24\n</td></tr><tr><td>Body fat (%) </td><td>30.85 </td><td>36.7 </td><td>40.5\n</td></tr><tr><td>PA duration (min/day) </td><td>108 </td><td>107 </td><td>109\n</td></tr><tr><td>Active EE (kcal/day) </td><td>667 </td><td>712 </td><td>735\n</td></tr><tr><td>Total EE (kcal/day) </td><td>2740 </td><td>2985 </td><td>3061\n</td></tr></table></body></html>"}, "TABREF54": {"text": "Table 1 Knowledge of inhalers use among NCHD, n = 35", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Inhaler </td><td>Generic\n</td><td>Drug\n</td><td>Dose </td><td>Frequency\n</td><td>Device in which inhaler is available\n</td></tr><tr><td>name\n</td><td>class\n</td><td> </td><td>use\n</td><td> </td></tr><tr><td>Spiriva </td><td>19 (54.3 %) </td><td>17 (48.6 %) </td><td>17 (48.6 %) </td><td>16 (45.7 %) </td><td>-\n</td></tr><tr><td>Seretide </td><td>9 (25.7 %) </td><td>13 (37.1 %) </td><td>12 (34.3 %) </td><td>15 (42.9 %) </td><td>7 (20 %)\n</td></tr><tr><td>Symbicort </td><td>8 (22.9 %) </td><td>10 (28.6 %) </td><td>2 (5.7 %) </td><td>13 (37.1 %) </td><td>4 (11.4 %)\n</td></tr><tr><td>Beclasone </td><td>21 (60 %) </td><td>28 (80 %) </td><td>7 (20 %) </td><td>12 (34.3 %) </td><td>3 (8.6 %)\n</td></tr><tr><td>Ventolin </td><td>33 (94.3 %) </td><td>30 (85.7 %) </td><td>3 (8.6 %) </td><td>26 (74.3 %) </td><td>5 (14.3 %)\n</td></tr></table></body></html>"}, "TABREF55": {"text": "Table 1.\nConclusions: Approximately one-third of the patients in 2011 who presented to the RALC were classified as asymptomatic. Approximately 2/3 of asymptomatic and only 1/3 of symptomatic patients had early stage cancer (1 and 2) which was a statistically significant difference. There was no difference in smoking history gender, tissue type and ECOG status at presentation between symptomatic and asymptomatic patients.\nTable 2", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Symptomatic </td><td>Asymptomatic </td><td>P value\n</td></tr><tr><td>Total number </td><td>64 (68 %) </td><td>30 (32 %)\n</td><td> </td></tr><tr><td>Non smoker </td><td>6 (10 %) </td><td>3 (10 %) </td><td>1\n</td></tr><tr><td>Average age </td><td>68.42 </td><td>69.7\n</td><td> </td></tr><tr><td>Female </td><td>27 (42 %) </td><td>13 (43 %) </td><td>1\n</td></tr><tr><td>NSCLC total </td><td>52 (81 %) </td><td>28 (93 %) </td><td>0.2\n</td></tr><tr><td>NSCLC\n</td><td> </td><td> </td><td> </td></tr><tr><td>NSCLC stage 1-2 </td><td>17 (27 %) </td><td>17 (57 %) </td><td>0.03\n</td></tr><tr><td>NSCLC stage 3-4 </td><td>35 (55 %) </td><td>11 (37 %) </td><td>0.03\n</td></tr><tr><td>ECOG\n</td><td> </td><td> </td><td> </td></tr><tr><td>0-2 </td><td>58 (91 %) </td><td>28 (93 %) </td><td>1\n</td></tr><tr><td>3-4 </td><td>6 (9 %) </td><td>2 (7 %) </td><td>1\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Primary chest wall tumours and lung cancer invasion of the chest wall are the usual indications for chest wall resection and reconstruction. We evaluated all patients who underwent chest wall resection ± reconstruction in our unit from February 2001 to July 2012. 96 patients were identified. Reconstruction was completed using either a composite of Marlex mesh and methyl-metacrylate or a Goretex sheet. Reconstruction of the chest wall prevents post operative complications and restores the respiratory dynamics by avoiding paradoxical or harmful movements. In the majority of cases, it was possible to approximate the soft tissue over the reconstruction. In selected cases, our plastic surgical colleagues used a variety of flaps to approximate the defect.We looked at mean length of stay, histological types, morbidity and survival. There were no intra-operative mortalities. 30 day mortality was 5.2 %.Chest wall resection is not a common procedure but may be performed in high volume centres with low morbidity and mortality. In those with primary chest wall tumours, a wide resection margin is associated with low recurrence rates. In patients with NSCLC (T3) involving the chest wall, en bloc lung and chest wall resection has a proven curative benefit with excellent 5 year survival. Fibreoptic bronchoscopy is considered a safe diagnostic tool [1] . It is suggested, however, that post-bronchoscopy complication rate increases with age [2] . We decided to study the complication rate and the outcomes of bronchoscopy in patients over 80 years in our institution.", "cite_spans": [{"start": 1354, "end": 1357, "text": "[1]", "ref_id": null}, {"start": 1446, "end": 1449, "text": "[2]", "ref_id": null}], "ref_spans": [], "section": "annex"}, {"text": "A retrospective review of case notes of patients over 80 years who underwent bronchoscopy between September 2009 and November 2011 was performed. Data on complications experienced during and after bronchoscopy and the influence of the results on subsequent management were collated and analysed.Ninety-six patients were included. Mean age was 82.8 years (SD 2.98). Thirty subjects (31.25 %) had a documented lung disease. Fifty-nine patients (61.45 %) were current or ex-smokers. Indications for bronchoscopy were; to evaluate for malignancy (93.8 %) and to evaluate for TB (6.2 %). Post bronchoscopy complications were noted in eight (8.2 %) cases including hypoxia (3.1 %), infection (2.1 %), tachycardia (1 %) haemoptysis (1 %) and pneumothorax (1 %). Six patients required post bronchoscopy treatment for complications. Malignancy was diagnosed in twenty cases (20.8 %) and infection was detected in six (6.2 %). As a result of bronchoscopy, management was altered in fifty-one patients.In conclusion, bronchoscopy is relatively safe and has good diagnostic utility in patients aged more than eighty years. The introduction of an EBUS-TBNA program more than halved the numbers of endobronchial brushings without a statistically significant change in the number of combined BALs and washings or biopsies. We plan to investigate the impact of EBUS-TBNA on the diagnostic yield of brushings biopsies BAL and washings.", "cite_spans": [], "ref_spans": [], "section": "A Retrospective"}, {"text": "The Use of Fibreoptic Bronchoscopy in an Intensive Care Unit TBNA and EUS-FNA in patients with suspected sarcoidosis after its implementation at a university hospital. Methods: We retrospectively analysed data on all patients with suspected sarcoidosis who underwent EBUS/EUS since the start of the service. Sensitivity and diagnostic yield were calculated based on cytology results and further invasive diagnostics for negative samples. Resuts: Over 10 months 27 patients (18 males 9 females) with a mean age of 42 ± 10 were assessed. 63 % had stage I disease. 24 underwent EBUS and 3 EUS. 61 lymph nodes (LNs) were sampled in total with a mean of 2.3/patient. Diagnostic yield was 85.2 % with 23 patients diagnosed with sarcoidosis and 1 patient with tuberculosis. There were 3 false negatives yielding a sensitivity for detecting sarcoidosis of 88 %. Tumour necrosis factor alpha (TNF-a) inhibitors have had a huge impact on the treatment of inflammatory arthritis, inflammatory bowel disease and psoriasis. There is also much interest in the use of TNF-a inhibitors in the treatment of refractory sarcoidosis [1] . Paradoxically sarcoidosis in response to TNF-a inhibitors is increasingly recognised with over 37 cases reported to date [2] . We report a series of three cases of sarcoidosis that developed on TNF-a inhibitors.A 41 year old lady with a history of severe crohn's disease developed a right upper lobe consolidation and respiratory failure following two doses of adalimumab. Investigations for Tuberculosis were negative. A CT guided biopsy of a persistent right upper lobe infiltrate confirmed non caseating granulomas consistent with sarcoidosis.A 41 year old gentleman on etanercept for ankylosing spondylitis presented with dyspnoea and a dry cough. CXR showed diffuse fibrotic change. CT findings and a transbronchial biopsy showing multinucleated giant cells led to a diagnosis of sarcoidosis.A 40 year old man on adalimumab for rheumatoid arthritis was admitted with cough and purulent sputum. CXR and CT Thorax confirmed mediastinal and hilar adenopathy. Investigations were negative for tuberculosis. Endobronchial ultrasound guided needle aspiration showed non caseating granulomas consistent with sarcoidosis.Sarcoidosis in response to TNF-a inhibitors is a rare but increasingly recognised condition. Following exclusion of tuberculosis a high index of clinical suspicion is needed to prevent a delay in diagnosis. The distribution of CD4/CD8 ratios in patients with biopsy-proven sarcoidosis suggests that substitution of bronchoalveolar lavage cellular analysis for transbronchial biopsy is not advisable. Pirfenidone has been approved for the treatment of mild to moderate IPF in Europe. Pirfenidone regulates the activity of TGF-b and TNFa. We evaluated a single centre experience with Pirfenidone.A retrospective cohort design was used to study IPF patients prescribed Pirfenidone. A titrating dose of Pirfenidone was commenced on patients with an FVC[50 % predicted and DLCO[35 %. Primary outcome was change in percentage predicted forced vital capacity (FVC). Secondary outcome was change in percentage predicted transfer factor (DLCO).26 symptomatic patients were prescribed Pirfendione. The mean age was 67.8 years. 1 patient died due to an exacerbation of IPF, 6 others discontinued Pirfenidone secondary to adverse-events. 12 patients reached target dose. 7 subjects continued Pirfenidone at a reduced dose. 13 participants reported side effects likely related to Pirfenidone. The most commonly reported side effects were gastrointestinal disturbance and photosensitivity. No significant decline in FVC or DLCO was noted in patients who continued Pirfenidone in 48.5 weeks follow up.", "cite_spans": [{"start": 1113, "end": 1116, "text": "[1]", "ref_id": null}, {"start": 1240, "end": 1243, "text": "[2]", "ref_id": null}], "ref_spans": [], "section": "10.9"}]}