{"paper_id": "935ba9dd145dd7cd4508e99c80f753f39e211b3a", "metadata": {"title": "Nanowires: a new pathway to nanotechnology-based applications", "authors": [{"first": "B", "middle": [], "last": "Salhi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": ["K"], "last": "Hossain", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": ["W"], "last": "Mukhaimer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "F", "middle": ["A"], "last": "Al-Sulaiman", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The synthesis and the characterisation of silicon nanowires (SiNWs) have recently attracted great attention due to their potential applications in electronics and photonics. As yet, there are no practical uses of nanowires, except for research purposes, but certain properties and characteristics of nanowires look very promising for the future.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Semiconductor nanowires have attracted great attention owing to their submicron ultimate feature size, to the expected original electrical and optical properties and the potential applications in the field of nanoelectronics, high-speed field effect transistors, bio-and chemical sensors, and light-emitting devices with low power consumption [1] [2] [3] [4] [5] [6] [7] [8] . Silicon nanowires (SiNWs) are of special interest, because silicon is the basic material in microelectronics. The big demand for building powerful devices and the limits of the present approaches based on lithographic techniques to achieve few nanometer size components require the development of new methods. Control of the synthesis and the surface properties of SiNWs may open new opportunities in the field of silicon nanoelectronics and use the SiNWs as nanocomponents to build nano-circuits and nano-biosensors. Thanks to their nanometric dimensions, and the possible quantum confinement effect, the nanowires have interesting electronic, optical, chemical, and thermal properties.", "cite_spans": [{"start": 343, "end": 346, "text": "[1]", "ref_id": null}, {"start": 347, "end": 350, "text": "[2]", "ref_id": null}, {"start": 351, "end": 354, "text": "[3]", "ref_id": null}, {"start": 355, "end": 358, "text": "[4]", "ref_id": null}, {"start": 359, "end": 362, "text": "[5]", "ref_id": null}, {"start": 363, "end": 366, "text": "[6]", "ref_id": null}, {"start": 367, "end": 370, "text": "[7]", "ref_id": null}, {"start": 371, "end": 374, "text": "[8]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The thermal stability of one-dimensional nanostructures has a major importance to its use in electronic and protonic circuits. It is well established that the melting point of a solid material can be greatly reduced when the size is reduced to the nanometer scale [4] . Yang and coworkers studied the melting and recrystallization of germanium nanowires encapsulated by a carbon film. Two important phenomena have been observed: the first is the low value of the melting point, which is inversely proportional to the diameter of the nanowire. The second phenomenon concerns the large hysteresis associated with recrystallization-fused ring [9] . Wang, Lee and colleagues found that the silicon nanostructures of various morphologies are formed at different temperatures after thermal evaporation of a mixture Si / SiO2 [10] . In addition to silicon nanowires, they observed several other silicon nanostructures with significant returns. They also found that the formation and annealing temperatures have played important roles in determining the relative ratios of these nanostructures in the final mixture. It is possible to achieve a good control over the morphology and crystallinity of the silicon nanostructures simply by varying the temperature. This result represents an important step towards the design and controlled synthesis of nanostructures knowing their thermal stability. The remarkable reduction of the melting point associated with the diameter of the nanowires has several implications. First, the annealing temperature necessary for the synthesis of a nanowire without defects could be a small fraction of the annealing temperature required for solid. It is thus possible to perform refining of the nanowires at relatively low temperatures. Second, reducing the melting point allows connecting and disconnecting the nanowires at relatively low temperatures. These opportunities can provide a new tool to integrate these dimensional nanostructures into devices and circuits. Finally, when the size of the nanowires is reduced, they can become extremely sensitive to environmental change and in particular to the fluctuation of temperature and the residual variation of the mechanical stresses.", "cite_spans": [{"start": 264, "end": 267, "text": "[4]", "ref_id": null}, {"start": 640, "end": 643, "text": "[9]", "ref_id": null}, {"start": 819, "end": 823, "text": "[10]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Unlike extensive studies on the transport of electrons, research on phonon transport in one-dimensional nanostructures was discussed only recently [11] . Phonons are the equivalent in quantum mechanics of a particular category of vibratory movements known as normal modes of vibration in classical mechanics. Given that the size of a one-dimensional nanostructure is reduced to the range of the phonon mean free paths, the thermal conductivity will be reduced, due to the dispersion caused by the defects. Theoretical studies have suggested that in nanowires with a diameter less than 20 nm, the phonon dispersion relation may be changed (due to the confinement of phonons) such that the speed of a group of phonons would very significantly well below their speed in the bulk [11] . Molecular dynamic simulations have also shown that the thermal conductivities of the silicon nanowires may be two times smaller than those of a silicon substrate at room temperature. The reduction in thermal conductivity is desirable in certain applications such as cooling and thermoelectric power generation, but are not preferred for other applications such as electronics and photonics.", "cite_spans": [{"start": 147, "end": 151, "text": "[11]", "ref_id": null}, {"start": 776, "end": 780, "text": "[11]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The quantum confinement plays an important role in determining the energy levels in nanowires once their diameter is reduced below the critical value (i.e., the Bohr radius). One of the most popular terms in the nano world is quantum confinement effect which is essentially due to changes in the atomic structure as a result of direct influence of ultra-small length scale on the energy band structure. The length scale corresponds to the regime of quantum confinement ranges from 1 to 25 nm for typical semiconductor groups of IV, III-V and II-VI. In which the spatial extent of the electronic wave function is comparable with the particle size. As a result of these Bgeometrical^constraints, electrons Bfeel^the presence of the particle boundaries and respond to changes in particle size by adjusting their energy. This phenomenon is known as the quantum-size effect. Quantization effects become most important when the particle dimension of a semiconductor near to and below the bulk semiconductor Bohr exciton radius which makes materials properties size dependent.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Korgel and colleagues found that the absorption edge of light silicon nanowires (synthesized in a supercritical fluid solvent such as hexane) was significantly shifted from the Bindirect gap^of the silicon of about 1.1 eV [12] . The origin of this photoluminescence produced by light excitation of some solid pigments is probably due to the quantum confinement effect, although the surface condition may also make additional contributions [13] . It is important to note that the change in the growth direction of the silicon nanowires leads to different optical responses. For example, oriented nanowires {100} showed a more intense luminescence than that observed with {110} oriented nanowires. Furthermore, the excitement of {100} oriented nanowires require more energy than that required for {110} oriented nanowires.", "cite_spans": [{"start": 222, "end": 226, "text": "[12]", "ref_id": null}, {"start": 439, "end": 443, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Introduction"}, {"text": "Due to the highly importance and a large utilization of silicon nanowire we will focus on this type of nanowire. Several methods of synthesis of silicon nanowires have been proposed in the literature [14] [15] [16] . In this section, the most used methods will be detailed.", "cite_spans": [{"start": 200, "end": 204, "text": "[14]", "ref_id": null}, {"start": 205, "end": 209, "text": "[15]", "ref_id": null}, {"start": 210, "end": 214, "text": "[16]", "ref_id": null}], "ref_spans": [], "section": "Fabrication of nanowires"}, {"text": "The first synthesis of silicon nanowires by evaporation techniques was proposed by Yu and Co. [17] . The method includes sublimating a mixture of Fe/Si at 1200°C under an Ar pressure of 100 torr. Using this simple method, silicon nanowires with a diameter of about 15 nm and a length of between 10 and 100 μm were obtained. Figure 1a and b show images in transmission electron microscopy (TEM) of nanowires obtained by this method. Figure 1a shows silicon nanowires wrapped with an oxide layer of about two nanometers. The diffraction pattern shows the crystalline nature of the nanowires. This is similar to that of a bulk silicon. The oxide layer may be chemically etched in hydrofluoric acid (Fig. 1b) . The size of silicon nanowires increases with increasing pressure [18] . This technique allows, moreover, carrying out localized growth of nanowires. Indeed, iron deposition on a silicon substrate by lithography, followed by a thermal evaporation leads to synthesis of the located silicon nanowires [19, 20] . The thermal evaporation of a mixture of Si/SiO 2 in the absence of a catalyst has also led to the production of silicon nanowires [21] . The nanowires are made of a crystalline core with a high density of defects surrounded by an amorphous oxide matrix [22] .", "cite_spans": [{"start": 94, "end": 98, "text": "[17]", "ref_id": null}, {"start": 772, "end": 776, "text": "[18]", "ref_id": null}, {"start": 1005, "end": 1009, "text": "[19,", "ref_id": null}, {"start": 1010, "end": 1013, "text": "20]", "ref_id": null}, {"start": 1146, "end": 1150, "text": "[21]", "ref_id": null}, {"start": 1269, "end": 1273, "text": "[22]", "ref_id": null}], "ref_spans": [{"start": 324, "end": 333, "text": "Figure 1a", "ref_id": null}, {"start": 432, "end": 441, "text": "Figure 1a", "ref_id": null}, {"start": 695, "end": 704, "text": "(Fig. 1b)", "ref_id": null}], "section": "Physical evaporation of a silicon powder"}, {"text": "The nanowires prepared by this method are long and well oriented [23] . The thermal evaporation of SiO 2 powder produced long silicon nanowires without the use of catalyst. Figure 2 corresponds to images, using scanning electron microscopy (SEM) of the resulting nanowires and shows the Fig. 1 Transmission electron microscopy images of silicon nanowires of (a) 15 nm and (b) 10 nm after dissolution of the oxide matrix in the HF [22] nature of aligned nanowire lengths that vary between one and a half and five millimeters.", "cite_spans": [{"start": 65, "end": 69, "text": "[23]", "ref_id": null}, {"start": 430, "end": 434, "text": "[22]", "ref_id": null}], "ref_spans": [{"start": 173, "end": 181, "text": "Figure 2", "ref_id": null}, {"start": 287, "end": 293, "text": "Fig. 1", "ref_id": null}], "section": "Physical evaporation of a silicon powder"}, {"text": "Many of the SiNWs investigations regarding their synthesis have employed the so-called Vapor-Liquid Solid (VLS) process proposed by Wagner in 1960s during his studies of large single crystalline whisker growth [11, 13] . The fundamental process is based on metal catalyst directed chemical vapor deposition of silicon. According to this mechanism showed in Fig. 3 , the anisotropic crystal growth is promoted by the presence of liquid alloy/solid interface. This technique is carried out in the presence of gold (Au) or other metal nanoparticles catalysts at high temperature. Based on Si-Au binary phase diagram, Si (from the decomposition of SiH 4 ) and Au form a liquid alloy when the temperature is higher than the eutectic point (363°C). The liquid surface has a large accommodation coefficient and is therefore a preferred deposition site for incoming Si vapor. After the liquid alloy becomes supersaturated with Si, Si nanowire growth occurs by precipitation at the solid-liquid interface. In principle, the diameter, the length, the composition and the electronic properties of SiNWs can be controlled during the synthesis.", "cite_spans": [{"start": 210, "end": 214, "text": "[11,", "ref_id": null}, {"start": 215, "end": 218, "text": "13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 357, "end": 363, "text": "Fig. 3", "ref_id": "FIGREF1"}], "section": "The vapor liquid solid (VLS) process"}, {"text": "The VLS technique was applied by several groups for the synthesis of SiNWs in a controlled fashion [14] [15] [16] . In this process, the diameter of the nanowires is determined by the diameter of the catalyst particles and therefore, the method provides an efficient means to obtain uniform-sized nanowires. SiNWs with narrow size distribution were obtained by using well defined catalysts (e.g., gold nanoparticles). It was possible to tune the electronic properties of the nanowires by including doping precursors in the silane gas. Boron and phosphorus-doped silicon nanowires were obtained this way [17] [18] [19] . Controlling the growth orientation is important for the applications of nanowires. Nanowires generally have preferred growth directions. For example, silicon nanowires grow along the {111} direction when grown by the VLS process, but can be made to grow along the {112} or the {110} direction by the oxide-assisted growth mechanism. These results demonstrate a clear preference for growth along the {1 1 0} direction in the smallest SiNWs and along the {1 1 1} direction in larger SiNWs [19] . Direct evidence for germanium nanowire growth mechanism in a VLS process has unambiguously been confirmed by conducting real-time in situ TEM studies at high temperature as shown in Fig. 4 [20] . The experiment result shows clearly three growth stages: formation of Au-Ge alloy, nucleation of Ge nanocrystal and elongation of Ge nanowire. This observation demonstrates the validity of the VLS mechanism for nanowire growth. The establishment of VLS mechanism at the nanometer scale is very important for the rational control of inorganic nanowires, since it provides the necessary underpinning for the prediction of metal solvents and preparation conditions.", "cite_spans": [{"start": 99, "end": 103, "text": "[14]", "ref_id": null}, {"start": 104, "end": 108, "text": "[15]", "ref_id": null}, {"start": 109, "end": 113, "text": "[16]", "ref_id": null}, {"start": 603, "end": 607, "text": "[17]", "ref_id": null}, {"start": 608, "end": 612, "text": "[18]", "ref_id": null}, {"start": 613, "end": 617, "text": "[19]", "ref_id": null}, {"start": 1107, "end": 1111, "text": "[19]", "ref_id": null}, {"start": 1303, "end": 1307, "text": "[20]", "ref_id": null}], "ref_spans": [{"start": 1296, "end": 1302, "text": "Fig. 4", "ref_id": null}], "section": "The vapor liquid solid (VLS) process"}, {"text": "As shown in Fig. 4 , metallic nanoparticles play an important role in the growth of the nanowires via the VLS technique. They catalyze the growth and determine the diameter of the resulting nanostructures. The physical and chemical properties of metal particles largely determine the final properties of the nanowires. So it can be used as catalyst in the growth, the active metal must be physically and chemically stable. The choice of catalyst metal is made after examination of the phase diagram for choosing materials that lead to the formation of a liquid alloy with the desired nanowire material.", "cite_spans": [], "ref_spans": [{"start": 12, "end": 18, "text": "Fig. 4", "ref_id": null}], "section": "The vapor liquid solid (VLS) process"}, {"text": "In the VLS process, Gibbs-Thomson law sets a lower limit on the diameter, which can be obtained under certain given conditions. So E. I. Givargizov studied in detail this growth technique in 1975 [24] . These studies revealed that the steady state is given in the case of silicon by the equation", "cite_spans": [{"start": 196, "end": 200, "text": "[24]", "ref_id": null}], "ref_spans": [], "section": "The vapor liquid solid (VLS) process"}, {"text": "Where μ nanowire , μ volume and μ vapor are the effective chemical potentials of the silicon nanowire, in the volume and in the vapor phase, respectively; d is the diameter of the nanowire, Ω is the atomic volume of silicon and α is the specific free energy of the nanowire.", "cite_spans": [], "ref_spans": [], "section": "The vapor liquid solid (VLS) process"}, {"text": "These equations show that there is a critical diameter, d c , where growth stops completely and gives the following equation:", "cite_spans": [], "ref_spans": [], "section": "The vapor liquid solid (VLS) process"}, {"text": "Where k, T and dc are Boltzmann's constant operating temperature and critical diameter.", "cite_spans": [], "ref_spans": [], "section": "The vapor liquid solid (VLS) process"}, {"text": "This can be explained by the fact that for very small droplets of catalyst, the effective chemical potential of silicon in the wire becomes larger than in the vapor phase. Indeed, if the diameter of the catalyst is too small, the effective difference between the chemical potentials of the silicon in the wire becomes more negative and effective chemical potential in the vapor phase becomes larger. Therefore the solubility of silicon becomes larger. Accordingly, there is reduction in the saturation. For more alloy, the minimum critical radius of the liquid droplet is around a few hundred nanometers.", "cite_spans": [], "ref_spans": [], "section": "The vapor liquid solid (VLS) process"}, {"text": "Many experiments were carried out to estimate the energy activation of the VLS growth and it relation with diameter. Kikkawa and coworkers showed that the activation energy of silicon nanowires with diameter in the range of 3 to 40 nm is 230 kJ / mol. The activation energy of silicon nanowires with diameters between 100 and 340 nm is in turn estimated to be 92 kJ / mol by Lew et al. [25] . Boutsma et al. [26] estimated this same activation energy of 49.8 kJ / mol for the nanowires whose diameter varies between 0.5 and 1.5 μm. It is important to note that these experiments were conducted under different growth conditions but all drew the same conclusions: the greater the diameter is large over the activation energy decreases.", "cite_spans": [{"start": 386, "end": 390, "text": "[25]", "ref_id": null}, {"start": 408, "end": 412, "text": "[26]", "ref_id": null}], "ref_spans": [], "section": "The vapor liquid solid (VLS) process"}, {"text": "To understand the VLS mechanism it's important to study the kinetics and the thermodynamic the nanowire growth process. To understand the different kinetic aspects during nanowire growth by the VLS technique we consider the saturation time (t s ) of silicon atoms at the catalyst surface and the diffusion time (t d ) of these atoms in the catalyst. When t d is greater than t s , the catalyst quickly becomes saturated with silicon atoms located on its surface. The silicon atoms then diffuse towards the bottom and create a nucleation adatoms on the surface of the catalyst particle. This leads to growth of nanowires where the catalyst particle is at the bottom and not at the end of the nanowire (Fig. 5 ) Fig. 4 TEM images (a-f) realtime observation by TEM of growing a germanium nanowire at high temperature by the VLS technique [20] When t d is smaller than t s atoms of silicon will penetrate into the catalyst to reach the bottom (substrate) faster than the saturation silicon adatoms on the surface of the catalyst particle. This then results in a precipitation of the silicon atoms at the bottom of the catalyst particle and silicon nanowires with catalyst particle after (Fig. 4) .", "cite_spans": [{"start": 835, "end": 839, "text": "[20]", "ref_id": null}], "ref_spans": [{"start": 700, "end": 707, "text": "(Fig. 5", "ref_id": null}, {"start": 710, "end": 716, "text": "Fig. 4", "ref_id": null}, {"start": 1183, "end": 1191, "text": "(Fig. 4)", "ref_id": null}], "section": "The vapor liquid solid (VLS) process"}, {"text": "From a thermodynamic point of view, the presence of the catalyst at the end or base of the nanowire depend on the free surface energy of Gibbs. Liu et al have undertaken theoretical studies on the possibilities of having the catalyst at the end or at the base of the nanowire [27] . Two cases can then be expected. In the first case, the silicon atoms condense on the catalyst surface and self-critical Gibbs ΔGs* surface energy will depend on the contact angle (θ 1 ) and the critical radius of nucleation (Fig. 6a) . In a second case, nucleation occurs between the catalyst and the substrate and the critical free surface energy of Gibbs GGT * is then a function of the two contact angles formed between the catalyst and the ring formed by nucleation (θ 1 ) and between it and the substrate (θ 2 ) and the critical radius of nucleation (Fig. 6b) .", "cite_spans": [{"start": 276, "end": 280, "text": "[27]", "ref_id": null}], "ref_spans": [{"start": 507, "end": 516, "text": "(Fig. 6a)", "ref_id": "FIGREF2"}, {"start": 838, "end": 847, "text": "(Fig. 6b)", "ref_id": "FIGREF2"}], "section": "The vapor liquid solid (VLS) process"}, {"text": "Liu et al calculations have shown that if ΔGs * < ΔGT* growth of nanowires on the surface of the catalyst is preferable (case a) (the catalyst under the nanowire) and if ΔGs* > ΔGT* growth will performing between the catalyst and the substrate (case b) and the catalyst will be at the end of the nanowire.", "cite_spans": [], "ref_spans": [], "section": "The vapor liquid solid (VLS) process"}, {"text": "Applying a voltage between a silicon substrate and a gold STM tip leads to the formation of silicon nanowires [28] . Silicon atoms were deposited on the gold tip by evaporation. The evaporation rate of silicon atoms was activated by heating the substrate. The growth of the nanowire was performed on the peak of gold at a temperature of 700°C. The presence of gold atoms is crucial for the growth of silicon. Figure 7 shows a TEM image of raw nanowire on a STM tip", "cite_spans": [{"start": 110, "end": 114, "text": "[28]", "ref_id": null}], "ref_spans": [{"start": 409, "end": 417, "text": "Figure 7", "ref_id": null}], "section": "Silicon nanowires growth by scanning tunneling microscopy"}, {"text": "This technique involves heating a target by a pulsed laser to generate a gas containing the species to be deposited. This technic consist on the beam of a pulsed laser focused on a target located in the middle of a quartz tube. A cold tip is used to collect the product entrained by the gas flow, which is introduced through a flow controller and is evacuated by a pumping system. By this method, high purity and crystalline nanowires are obtained in a high yield [29] . Thus nanowires 3 to 43 nm in diameter and lengths up to hundreds of microns, have been synthesized. Studies in transmission electron microscopy show that the resulting structures have a high density of structural defects, which can play a role in the formation of silicon nanowires and in determining the morphology [30] . Also different sizes silicon nanowires were obtained by changing the pressure of the ambient gas [31] . Thus, silicon nanowires with different diameters have been synthesized in the presence of He, Ar (5 % H 2 ) and N 2 .", "cite_spans": [{"start": 464, "end": 468, "text": "[29]", "ref_id": null}, {"start": 787, "end": 791, "text": "[30]", "ref_id": null}, {"start": 891, "end": 895, "text": "[31]", "ref_id": null}], "ref_spans": [], "section": "Silicon nanowire growth by laser ablation"}, {"text": "Laser ablation was combined with the VLS technique to synthesize semiconductor nanowires [32] . In this process, the laser ablation is used to prepare the nanoparticles catalysts, which define the size of the nanowires of Si or Ge produced by the VLS technique. A model for growth of nanowires by this technique is shown in Fig. 8a . The ablation laser with energy hv of the Si 1-x Fe x target creates a hot, dense vapor made of atoms of iron and silicon. This results in the formation of a Si-Fe alloy (step B). The furnace temperature is controlled to maintain the Fe-Si alloy in a liquid state. The nanowire growth starts after the liquid becomes saturated and silicon continues as long as the alloy Si-Fe remains in a liquid state and the silicon remains available (step C). Growth ends when the nanowire exits the high temperature region (step D). Figure 9a shows a silicon nanowires TEM image obtained by ablating a target Si 0.9 Fe 0.1 to 1200°C, with diameters of about 10 nm and lengths above 1 μm. The presence of the catalyst particles at the ends of the nanowires shows that growth takes place according to the VLS mechanism. The TEM images also show that there is an amorphous oxide layer, which surrounds the crystalline silicon core (Fig. 9b) . Highresolution TEM images (Fig. 9c) show that growth takes place according to the orientation {111}. The use of a silicon target mixed with a silicon oxide (SiO 2 ) increases the yield of silicon nanowires obtained [33, 34] . The SiO 2 plays a more important role than the metal in the synthesis as it is consumed in the process. The formation of nanowires by laser ablation from silicon oxide is based on the disproportionation reaction of an oxide quantity [35] . The proposed mechanism is as follows:", "cite_spans": [{"start": 89, "end": 93, "text": "[32]", "ref_id": null}, {"start": 1475, "end": 1479, "text": "[33,", "ref_id": null}, {"start": 1480, "end": 1483, "text": "34]", "ref_id": null}, {"start": 1719, "end": 1723, "text": "[35]", "ref_id": null}], "ref_spans": [{"start": 324, "end": 331, "text": "Fig. 8a", "ref_id": "FIGREF3"}, {"start": 853, "end": 862, "text": "Figure 9a", "ref_id": "FIGREF4"}, {"start": 1248, "end": 1257, "text": "(Fig. 9b)", "ref_id": "FIGREF4"}, {"start": 1286, "end": 1295, "text": "(Fig. 9c)", "ref_id": "FIGREF4"}], "section": "Silicon nanowire growth by laser ablation"}, {"text": "In this growth process, an amorphous matrix is deposited from an oxide vapor and the phase separation in the matrix leads to silicon nanowire formation surrounded by an amorphous oxide layer. The following table summarizes the experimental conditions and yields for the synthesis of silicon nanowires by laser ablation (Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 319, "end": 327, "text": "(Table 1", "ref_id": "TABREF0"}], "section": "Silicon nanowire growth by laser ablation"}, {"text": "Buhro and colleagues proposed the liquid solution solid technique [36] . In this process, a metal with a relatively low melting point is used as catalyst. The nanowire is obtained by chemical decomposition of an organometallic (Fig. 10) . The resulting nanowires are typically crystalline with diameters ranging between 10 and 150 nm and lengths of several microns.", "cite_spans": [{"start": 66, "end": 70, "text": "[36]", "ref_id": null}], "ref_spans": [{"start": 227, "end": 236, "text": "(Fig. 10)", "ref_id": null}], "section": "Silicon nanowire growth by liquid solution solid method"}, {"text": "Korgel et al. have succeeded in synthesizing silicon nanowires containing a low concentration of defects with uniform diameters between 4 and 5 nm and lengths of several microns using a supercritical fluid as solvent [12] . For this diphenylsilane (Ph 2 SiH 2 ) is decomposed in the presence of gold nanoparticles to provide silicon will enter the growth of the silicon nanowire. The disadvantage of this method is the possible presence of hydrocarbons on the surface of the nanowire since the silicon from the decomposition of an organosilicon compound (diphenylsilane). On Fig. 11 we see GaAs nanowires manufactured in the same way as silicon nanowires [37] .", "cite_spans": [{"start": 217, "end": 221, "text": "[12]", "ref_id": null}, {"start": 655, "end": 659, "text": "[37]", "ref_id": null}], "ref_spans": [{"start": 575, "end": 582, "text": "Fig. 11", "ref_id": "FIGREF5"}], "section": "Silicon nanowire growth by liquid solution solid method"}, {"text": "The solid liquid method (SLS) is almost similar to VLS method with the only difference between the two is that in the first method, silicon comes from the substrate himself while in the second silicon is produced following the decomposition of silane,. In addition, the nanowires forming temperature by the SLS technique is higher compared to the VLS technique. The nanowires obtained are usually amorphous and composed of SiO 2 . The images in Fig. 12 show the nanowires produced by SLS, (a) with inset the EDX spectrum corresponding to silicon and oxygen. The TEM image (b) shows that the nanowires are smooth and that their diameter is about 40 nm. The inset diffraction pattern shows the amorphous nature of the silicon nanowires obtained [38] .", "cite_spans": [{"start": 743, "end": 747, "text": "[38]", "ref_id": null}], "ref_spans": [{"start": 445, "end": 452, "text": "Fig. 12", "ref_id": "FIGREF6"}], "section": "Growth of silicon nanowires by the method solid liquid solid (SLS)"}, {"text": "In 2002, Peng et al. produce easily Silicon nanowire at waferscale via electroless their techniques consist of immersing Silicon into HF-AgNO3 solution at room temperature [39] . They obtained, SiNWs and nanostructures with high orientation, also they produce porous Si and Si nanoholes by metalcatalyzed electroless etching (MCEE) of Si wafers in an aqueous HF/ Fe (NO 3 ) 3 or H 2 O 2 solution Fig. 13 [40] [41] [42] [43] [44] [45] . The mechanism proposed for the MCEE method was based on metal-induced local oxidation and anisotropic dissolution of Si substrates in aqueous oxidizing HF acid solution. They observe that the metal move preferentially along the Si (100) orientation, causing anisotropic etching. They also compare MCEE to chemical vapor deposition and Reactive Ion Etching; they conclude that MCEE is a simple, low-temperature, scalable, and speedy process. Otherwise, by using MCEE they produce vertical SiNWs of 20-300 nm diameters with desirable electrical properties and orientations from mother Si wafers. Due for its flexibility in wafer scale production and vertically aligned SiNW arrays, MCEE has considered as a cheaper alternative to common bottom-up fabrication, in the other hand, MCEE are uniform in terms of doping profile, crystal orientation, density, size, and shape, which are essential for applications.", "cite_spans": [{"start": 172, "end": 176, "text": "[39]", "ref_id": null}, {"start": 404, "end": 408, "text": "[40]", "ref_id": null}, {"start": 409, "end": 413, "text": "[41]", "ref_id": null}, {"start": 414, "end": 418, "text": "[42]", "ref_id": null}, {"start": 419, "end": 423, "text": "[43]", "ref_id": null}, {"start": 424, "end": 428, "text": "[44]", "ref_id": null}, {"start": 429, "end": 433, "text": "[45]", "ref_id": null}], "ref_spans": [{"start": 396, "end": 403, "text": "Fig. 13", "ref_id": "FIGREF1"}], "section": "MCEE (Metal Catalyst Electroless Etching) of silicon"}, {"text": "The geometrical and structural factor plays an important role in determining the electrical and optical properties. A variety of methods have been developed and employed for structural information on the micrometer scale. Since the size of the nanowires is usually comparable or in most cases, much smaller than the wavelength of visible light, conventional optical microscopy techniques are usually limited in the characterization of morphology and the surface of nanowires. Electron microscopy techniques play, therefore, a dominant role in the characterization of nanoscale objects. The two most used techniques are the scanning electron microscopy (SEM) and transmission electron microscopy (TEM). Information on the general structure of the nanowires, such as length, diameter, and crystallinity, can be easily determined using the TEM. The composition of the nanowires can be evaluated using analysis of energy dispersion X-ray (EDX). A complete characterization includes determining the direction of growth, the cross section, the external morphology, dislocations and stacking faults. The determination of the nanowire growth direction and the cross section is important for understanding the surface energy and crystal formation mechanisms using a catalyst based synthesis process. Moreover, they provide important information for understanding these material properties that affect electronic or optical response of a device manufactured by the nanowires.", "cite_spans": [], "ref_spans": [], "section": "Nanowires characterization"}, {"text": "Silicon nanowires have shown great potential for the realization of new devices for electronics (field effect transistors), diodes, displays, biofunctionalization (the nanowires used to build sensors for direct detection) and sensitive 'biomolecular interactions. In this section, we will summarize the different applications of nanowires reported so far.", "cite_spans": [], "ref_spans": [], "section": "Nanowires applications"}, {"text": "We have reviewed the different methods of synthesis of nanowires and characterization techniques, the ability to control the size, chemical composition, physical and electronic properties of nanowires. This opens up opportunities for electronic, optoelectronic and photonic applications. Among the electronic applications we will cover the field-effect transistors, pn diodes with crossed nanowires, bipolar transistors and field effect transistors with nanowires. Fig. 10 The Solution Liquid Solid mechanism R: organic radical, M: particle metal, E: semiconductor, for example silicon", "cite_spans": [], "ref_spans": [{"start": 465, "end": 472, "text": "Fig. 10", "ref_id": null}], "section": "The electronic"}, {"text": "The fundamental mechanism of nanowire based sensors is the field effect. In physics, the field effect refers to the modulation of the electrical conductivity of a material by the application of an external electric field. In a metal the electron density that responds to applied fields is so large that an external electric field can penetrate only a very short distance into the material. However, in a semiconductor the lower density of electrons (and possibly holes) that can respond to an applied field is sufficiently small that the field can penetrate quite far into the material. This field penetration alters the conductivity of the semiconductor near its surface, and is called the field effect. The field effect underlies the operation of the Schottky diode and of field-effect transistors, notably the metal-oxide-semiconductor field-effect transistor (MOSFET), the junction gate field-effect transistor (JFET) and the metal-semiconductor field-effect transistor (MESFET).", "cite_spans": [], "ref_spans": [], "section": "The field effect transistors (Nanowires Field Effect Transistors (NWFET))"}, {"text": "One of the applications of such sensors is the detection of species in liquid solutions. In 2001, Lieber and his colleagues studied the concentration of hydrogen ions [46] . The FET base structure made of semiconductor nanowires is shown in Fig. 14a [47] .", "cite_spans": [{"start": 167, "end": 171, "text": "[46]", "ref_id": null}, {"start": 250, "end": 254, "text": "[47]", "ref_id": null}], "ref_spans": [{"start": 241, "end": 249, "text": "Fig. 14a", "ref_id": null}], "section": "The field effect transistors (Nanowires Field Effect Transistors (NWFET))"}, {"text": "The field-effect transistor (FET) is constituted by a thin semiconductor doped n-type (n-channel) or p-type (p channel), and the conductance of which is modulated with an electric field transverse. If this transverse electric field has the effect of increasing the number of majority carriers of the semiconductor channel, the FET operates by enrichment. If this transverse electric field has the effect of reducing the number of majority carriers of the semiconductor channel, then the FET works by depleting. The curve of current versus potential between two electrodes connected by the nanowire allows the characterization of NW FET electrical properties. The curve of Fig. 14 b shows the current (I) versus the potential of the transistor. The numbers on the curves indicate the transistors of the gate potential (Vg) and the small picture inset shows a current curve (I) versus a potential Vg (source-drain) V sd equal to 1 V. From this curve the total electric charge of the nanowire can be estimated and the mobility of the charge carriers of the NW-FETs, dI / dVg = μ (C/L 2 ) V sd , where μ is the mobility of the charge carriers. In the case of a silicon nanowire, the dI/dVg curve versus V sd is linear, giving a hole mobility between 50 and 800 cm 2 /V s. Table 2 summarizes the mobility of charge carriers in the nanowires compared to mobility in the bulk of the same semiconductor.", "cite_spans": [], "ref_spans": [{"start": 672, "end": 681, "text": "Fig. 14 b", "ref_id": null}, {"start": 1268, "end": 1275, "text": "Table 2", "ref_id": "TABREF1"}], "section": "The field effect transistors (Nanowires Field Effect Transistors (NWFET))"}, {"text": "The character n or p nanowires is well defined. This feature was used to create complex functional devices by forming connections between two or more wires and study the behavior of transport junctions nn, pp, pn and formed by crossing two types of nanowires p, n-type and n-type p-type, respectively as depicted in Fig. 15 . Figure 14a shows a SEM image of a device consisting of two crossed nanowires 29 and 40 nm in diameter. Figure 15b , c and d show the I-V curves plotted for nn, pp and np junctions respectively. I-V of individual nanowires (n and p-type) are indicated in Fig. 15 , while the I-V curves of the junctions are indicated by nn, pp and np respectively [48] .", "cite_spans": [{"start": 672, "end": 676, "text": "[48]", "ref_id": null}], "ref_spans": [{"start": 316, "end": 323, "text": "Fig. 15", "ref_id": null}, {"start": 326, "end": 336, "text": "Figure 14a", "ref_id": null}, {"start": 429, "end": 439, "text": "Figure 15b", "ref_id": null}, {"start": 580, "end": 587, "text": "Fig. 15", "ref_id": null}], "section": "P-n diodes with crossed nanowires"}, {"text": "The large surface area of the nanowires was exploited to develop sensing devices of biological and chemical species with high sensitivity. The development of new devices for direct analysis, sensitive and fast will have a great impact on medical research. The diameters of the nanowires are comparable with the dimensions of biological species. They thus represent intuitively excellent primary sensors to produce signals that can be detected by macroscopic instruments. Inorganic nanowires have electrical properties [49, 50] and optic [51, 52] unique that can be exploited as sensitive probes.", "cite_spans": [{"start": 518, "end": 522, "text": "[49,", "ref_id": null}, {"start": 523, "end": 526, "text": "50]", "ref_id": null}, {"start": 537, "end": 541, "text": "[51,", "ref_id": null}, {"start": 542, "end": 545, "text": "52]", "ref_id": null}], "ref_spans": [], "section": "Biological and chemical detection"}, {"text": "A pH sensor was fabricated by a covalent grafting of an amine on the surface of a silicon nanowire. The pH change of the survey solution causes protonation and deprotonation of -NH 2 and Si-OH on the surface of the nanowire [53] . The change in charge density on the surface controls the conductance of the nanowire. As the silicon nanowire was p-type, the conductance increases with the addition of negative charges at the surface of the nanowire. The combined behavior of acid and base Si-OH and NH 2 on the surface results in approximately a Fig. 13 a Schematic diagram of the realization of silicon nanowires by chemical etching HF / AgNO3. b Cross sectional image and c top view of silicon nanowires produced by MCEE. [40] [41] [42] Fig. 14 a) Scheme of a field effect transistor device and SEM image of a nanowire connected to two electrodes (source -drain), b), c) curve I = f (V sd, g ) of a NW FET [47] linear dependence of the conductivity at pH in a pH range between 2 and 9. Figure 16 shows a NWFET used for pH variation detection. The NH 2 terminus is obtained by chemical reaction of the oxidized surface of the nanowire with aminopropyltriethoxysilane (APTES). The reaction of protonation/deprotonation of the nanowire leads to a charge change of its surface as a function of pH. On Fig. 16b , we see changes in conductance as a function of pH of the solution probed. An almost linear increase in the conductance as a function of the pH is observed, this change results from the presence of two distinct receptor groups, which undergo protonation/deprotonation at different pH. Figure 16d shows a silicon nanowire unmodified with an amine function. The reaction of protonation / deprotonation of nanowires which generates the change of the charge of the wire surface depending on the pH in this case only the Si-OH groups can act as a hydrogen receptor. Figure 16d corresponds to the conductance of an unmodified silicon nanowire as a function of pH (solid line) and charge density on the surface of the nanowire. In the second case there are two response regimes, one relatively low between 2 and 6 and the other most important is almost comparable to the first case for pH between 6 and 9.", "cite_spans": [{"start": 224, "end": 228, "text": "[53]", "ref_id": null}, {"start": 723, "end": 727, "text": "[40]", "ref_id": null}, {"start": 728, "end": 732, "text": "[41]", "ref_id": null}, {"start": 733, "end": 737, "text": "[42]", "ref_id": null}, {"start": 907, "end": 911, "text": "[47]", "ref_id": null}], "ref_spans": [{"start": 545, "end": 552, "text": "Fig. 13", "ref_id": "FIGREF1"}, {"start": 987, "end": 996, "text": "Figure 16", "ref_id": "FIGREF2"}, {"start": 1295, "end": 1306, "text": "On Fig. 16b", "ref_id": "FIGREF2"}, {"start": 1593, "end": 1603, "text": "Figure 16d", "ref_id": "FIGREF2"}, {"start": 1869, "end": 1879, "text": "Figure 16d", "ref_id": "FIGREF2"}], "section": "pH probes"}, {"text": "Biological macromolecules such as proteins and nucleic acids are typically charged in aqueous solution, which can detect easily by NWFET probes. The first example to detect biomolecular interactions between proteins (biotin/streptavidin) in solution was demonstrated by Lieber's group [54] . In this device, the biotin molecule has been grafted onto the surface of p-type silicon nanowire oxidized and exposed to a solution containing streptavidin. This device has high sensitivity and can detect the attachment of a streptavidin with concentration less than 10 pico molar (10 −12 moles). Figure 17a illustrates the principle of operation and detection of the biotin / streptavidin interaction. Figure 17b shows the curve of the conductance as a function of the modified silicon nanowire time. Regions 1, 2 and 3 respectively correspond to the exposure of the surface to a buffer solution, a solution of streptavidin (250 nmolar) and a buffer solution (rinse). When a solution of streptavidin is brought to the nanowires biotin modified, it is seen that the conductance increased rapidly until it reaches a constant value. This result is explained by the negative charge contributed by streptavidin, (due to the pH of the medium in which the experiment was performed) thereby inducing a charge carrier accumulation in the nanowire (p-type). Figure 17c shows a conductance curve in function of time of a silicon nanowire by unmodified biotin molecules. Regions 1 and 2 are the same as in curve B. No change in conductance was observed. This result demonstrates the specificity of the biotin / streptavidin interaction. More recently Hsiao-Kang el Al has detect the SARS virus N-protein by using In 2 O 3 based nanowire biosensor. They found that antibody mimic protein (AMPs) can be used as capture agent in nanobisensors. By modifying the In2O3 nanowire by fibronectin-based binding agent they detect the SARS biomarker N protein selectively. They detect the N protein at a sensitivity similar to the exisiting detection methods, but within shorter time and without the labeled reagent [55] .", "cite_spans": [{"start": 285, "end": 289, "text": "[54]", "ref_id": null}, {"start": 2086, "end": 2090, "text": "[55]", "ref_id": "BIBREF54"}], "ref_spans": [{"start": 589, "end": 599, "text": "Figure 17a", "ref_id": null}, {"start": 695, "end": 705, "text": "Figure 17b", "ref_id": null}, {"start": 1341, "end": 1351, "text": "Figure 17c", "ref_id": null}], "section": "Detection of proteins"}, {"text": "Recently, silicon nanowire-based field-effect devices were prepared for the detection of single-stranded DNA molecules [56] . The detection principle is based on the change in conductance induced by DNA charged molecules interact with probe molecules immobilized on the surface of the nanowire. To make this device, PNA molecules (peptide nucleic acid) is immobilized on the surface of the nanowire (PNA molecules have been used for their high affinity and stability) and exposed to a solution containing single-stranded DNA molecules [57, 58] . Figure 18d shows a silicon nanowire modified with PNA molecules before and after interaction with DNA molecules. Figure 18e shows the change in conductance as a function of time before and after the DNA binding by the 15 Junction by two crossed nanowires, I-V curves of three types of n-n junction, p-p and p-n [48] peptide, changing the conductance is due to the increase in negative charge of the surface due to the attachment of the DNA. The small arrow is the addition of 60 fM of a solution of DNA. Figure 18f shows the conductance versus DNA concentration. The curves with red and blue dots are made by two different devices. It is clear from this curve that the conductance increased significantly with the concentration of DNA, and that detection is possible at concentrations below 10 fM.", "cite_spans": [{"start": 119, "end": 123, "text": "[56]", "ref_id": null}, {"start": 535, "end": 539, "text": "[57,", "ref_id": null}, {"start": 540, "end": 543, "text": "58]", "ref_id": null}, {"start": 857, "end": 861, "text": "[48]", "ref_id": null}], "ref_spans": [{"start": 546, "end": 556, "text": "Figure 18d", "ref_id": "FIGREF3"}, {"start": 659, "end": 669, "text": "Figure 18e", "ref_id": "FIGREF3"}, {"start": 764, "end": 766, "text": "15", "ref_id": null}, {"start": 1050, "end": 1060, "text": "Figure 18f", "ref_id": "FIGREF3"}], "section": "Detection of DNA"}, {"text": "Progress in the biofonctionalisation of nanowires are well illustrated by the recent extension of the devices BnanobiochemsFET^to more complex biological entities such as viruses. Lieber and his team have demonstrated the real-time detection of influenza virus A on NWFET. Figure 19 corresponds to a silicon nanowire 20 nm in diameter and 2 μm in length, not modified receptor antibody. The specific linkage of a single virus of the nanowire leads to a change in conductance. When detaching virus surface conductance returns to the initial state. Right, the combination with confocal imaging to track a series of six events each relating to different positions opposite the nanowire virus. The virus Fig. 16 Device for pH probes.", "cite_spans": [], "ref_spans": [{"start": 273, "end": 282, "text": "Figure 19", "ref_id": "FIGREF4"}, {"start": 700, "end": 707, "text": "Fig. 16", "ref_id": "FIGREF2"}], "section": "Virus detection"}, {"text": "[53] Fig. 17 Detection device based on a silicon nanowire bio-molecular interaction biotin/streptavidin [54] Fig. 18 DNA detection process by a probe made of a silicon nanowire modified with a peptide [58] appears as a red dot and white arrows in picture one shows the initial position of the virus and the nanowire. The images correspond to a field of 8 × 8 μm 2 and viral concentration is 100 particles per microliter [59] .", "cite_spans": [{"start": 104, "end": 108, "text": "[54]", "ref_id": null}, {"start": 201, "end": 205, "text": "[58]", "ref_id": null}, {"start": 420, "end": 424, "text": "[59]", "ref_id": null}], "ref_spans": [{"start": 5, "end": 12, "text": "Fig. 17", "ref_id": null}], "section": "Virus detection"}, {"text": "The use of nanowires for photovoltaic applications constitutes a promising approach thanks to their high aspect-ratio. Densely packed vertical wires can improve light absorption thanks to their anti-reflective and light trapping properties. However, what is even more interesting is that they offer the advantage of decoupling light absorption and carrier collection into orthogonal directions by using a radial junction: while photogenerated minority carriers are collected in the radial direction, incident light is absorbed axially. Nanowires can be as long as needed to absorb all the light and thinner than the minority-carrier diffusion length. This carry the possibility of optimizing both absorption and carrier collection while using low-quality materials as active PV components [60, 61] . It was Kayes et al. in 2005 who first gave a boost to the field demonstrating theoretically the benefits of using this configuration. Large efficiency gains (from 1.5 to 11 %) were predicted for silicon nanowires [60] . However, was not before 2007, when the group of Lieber reported about single p-i-n nanowires, that the firs experiment was demonstrated [62] . The same group compared, later on, the response of optimized p-i-n nanowires in axial and coaxial geometries [63] . The first attempt on contacting vertical arrays of nanowires in parallel were published by Tsakalakos et al. [64] . P-core silicon wires grow n by means of a VLS process coated with a conformal Plasma-Enhanced Chemical Vapor Deposited n-doped a-Si:H shell on stainless steel substrate were fabricated Fig. 20a . Although the results were low (Voc~0.13 V, FF~0.28 and η~0.1 %) they constituted the proof-of-concept of using such nanostructures on large area devices Fig. 20b . Those results were later on improved by other groups [65] [66] [67] [68] . For instance, the group of Atwater fabricated vertically aligned arrays of crystalline p-n junction Si microwires grown by a vapor-liquid-solid (VLS) process, exhibiting 3.81 % conversion of simulated AM 1.5G solar illumination to electrical energy [69] . This performance was improved up to 5.64 % by introducing Al 2 O 3 particles in between the wires to scatter incident light and the best response was obtained by adding a passivation a-SiNx:H layer, a Ag back reflector and Al 2 O 3 scattering particles. This device produced a V oc of 0.5 V, a J sc of 24.3 mA/cm 2 , a FF of 0.65 and an efficiency of 7.92 %. But the best results on nanowire-based solar cells published up to now were obtained by the group of Borgström [70] . They succeeded in fabricating axial p-i-n InP nanowires arrays on p-doped InP substrate with efficiences up to 13.8 %. They identified two key elements to optimize the cell performance: the nanowire diameter and the length of the top n-part. Moreover, even if InP has a direct and optimal band gap (1.34 eV) for single junction devices, they understood that light absorption in nanowires does not follow the ray optics law. Actually, many works have also been focused on improving the optical absorption. Zhu et al. proposed the use of nanocones and nanodomes to gradually reduce the effective Fig. 19 Virus detection by a modified silicon nanowire [59] refractive index [71, 72] . Such structures led to a 30 % increase with respect to a planar film.", "cite_spans": [{"start": 789, "end": 793, "text": "[60,", "ref_id": "BIBREF59"}, {"start": 794, "end": 797, "text": "61]", "ref_id": "BIBREF60"}, {"start": 1013, "end": 1017, "text": "[60]", "ref_id": "BIBREF59"}, {"start": 1156, "end": 1160, "text": "[62]", "ref_id": "BIBREF61"}, {"start": 1272, "end": 1276, "text": "[63]", "ref_id": "BIBREF62"}, {"start": 1388, "end": 1392, "text": "[64]", "ref_id": "BIBREF63"}, {"start": 1808, "end": 1812, "text": "[65]", "ref_id": "BIBREF64"}, {"start": 1813, "end": 1817, "text": "[66]", "ref_id": "BIBREF65"}, {"start": 1818, "end": 1822, "text": "[67]", "ref_id": "BIBREF66"}, {"start": 1823, "end": 1827, "text": "[68]", "ref_id": "BIBREF67"}, {"start": 2079, "end": 2083, "text": "[69]", "ref_id": "BIBREF68"}, {"start": 2556, "end": 2560, "text": "[70]", "ref_id": "BIBREF69"}, {"start": 3212, "end": 3216, "text": "[59]", "ref_id": null}, {"start": 3234, "end": 3238, "text": "[71,", "ref_id": "BIBREF70"}, {"start": 3239, "end": 3242, "text": "72]", "ref_id": "BIBREF71"}], "ref_spans": [{"start": 1580, "end": 1588, "text": "Fig. 20a", "ref_id": null}, {"start": 1744, "end": 1752, "text": "Fig. 20b", "ref_id": null}, {"start": 3157, "end": 3164, "text": "Fig. 19", "ref_id": "FIGREF4"}], "section": "Nanowires for photovoltaic application"}, {"text": "Recently nanowire are attracted a much interest in energy storage, we will give some examples bellow", "cite_spans": [], "ref_spans": [], "section": "Silicon nanowires for the energy storage"}, {"text": "Silicon is a very promising material for the fabrication of anode (negative electrode) of the Li-ion batteries. Its theoretical charge capacity is about 4200 mAh.g −1 (ten times more than the graphite-372 mAh.g −1 ). This corresponds to a Li 22 Si 5 alloy is 4.4 lithium atoms per one silicon atom. The insertion of lithium results in an increase in volume (about 400 times). The stresses exerted by these volume changes during insertion and removal of lithium cause the cracking of the silicon film and thus a loss of contact with the collector. The formation of stable and dense stable solid-electrolyte interphase (SEI) over the Si surface, is also affected by the large volume change. This (SEI) act as an ionic conducting and electronic insulation passivation layer to impede side chemical reactions to occur [73] . Thus the Si based anode suffer greatly from reduced stability and a large irreversible capacity. The capacity of the electrode therefore fall after a few cycles only [74, 75] . These [64] volume changes are better amortized when silicon is nanostructured. These nanostructures can be nanowires [76] [77] [78] , porous nanowires [79] [80] [81] , silicon nanotubes saddled [82] or not [83, 84] , Si nanowires with a crystal core and amorphous shell [85] , Si nanowires associated with another material SnO 2 [86] and Carbon (Fig. 21) . The presence of a large side surface allows efficient stress relaxation and allows nanowires to better accommodate the mechanical stresses of incorporation cycles and extraction of lithium. Reported for the first time in 2008 by Cui et al. [77] , this topic continues to attract much attention and several articles are published. Recently, Cui et al, have managed to get an even better stability by covering the nanostructures with PEDOT [87] . Recently Toan et Al has used highly doped silicon nanowire produced by Alcatalyzed plasma-enhanced chemical vapor deposition, as lithium-ion battery anodes, they show a good cycling behavior during the first 65 charge-discharge cycles, the electrode capacity was still 1400 mAh.g −1 after 150 cycles at 0.1°C. They attribute this degradation to the delamination of the SiNWs from the stainless steel substrate on which they were grown [88] .", "cite_spans": [{"start": 814, "end": 818, "text": "[73]", "ref_id": null}, {"start": 987, "end": 991, "text": "[74,", "ref_id": null}, {"start": 992, "end": 995, "text": "75]", "ref_id": null}, {"start": 1004, "end": 1008, "text": "[64]", "ref_id": "BIBREF63"}, {"start": 1115, "end": 1119, "text": "[76]", "ref_id": null}, {"start": 1120, "end": 1124, "text": "[77]", "ref_id": null}, {"start": 1125, "end": 1129, "text": "[78]", "ref_id": null}, {"start": 1149, "end": 1153, "text": "[79]", "ref_id": null}, {"start": 1154, "end": 1158, "text": "[80]", "ref_id": null}, {"start": 1159, "end": 1163, "text": "[81]", "ref_id": null}, {"start": 1192, "end": 1196, "text": "[82]", "ref_id": null}, {"start": 1204, "end": 1208, "text": "[83,", "ref_id": null}, {"start": 1209, "end": 1212, "text": "84]", "ref_id": null}, {"start": 1268, "end": 1272, "text": "[85]", "ref_id": null}, {"start": 1327, "end": 1331, "text": "[86]", "ref_id": null}, {"start": 1595, "end": 1599, "text": "[77]", "ref_id": null}, {"start": 1793, "end": 1797, "text": "[87]", "ref_id": null}, {"start": 2235, "end": 2239, "text": "[88]", "ref_id": null}], "ref_spans": [{"start": 1343, "end": 1352, "text": "(Fig. 21)", "ref_id": "FIGREF7"}], "section": "Anodes of Li-ion batteries"}, {"text": "Silicon oxide is used in the fabrication of dielectric capacitors. The amount of charge (capacity) stored in such device is proportional to the developed surface to the electrodes. It can therefore be increased via nanostructured electrodes. A capacitor dielectric silicon based nanowire was produced by T. Baron et al. They were able to reach a capacity of 18 μF.cm −2 Fig. 22 ) [89] .", "cite_spans": [{"start": 380, "end": 384, "text": "[89]", "ref_id": null}], "ref_spans": [{"start": 370, "end": 377, "text": "Fig. 22", "ref_id": null}], "section": "Dielectric capacitor"}, {"text": "The silicon nanowires can also be integrated into thermoelectric devices [90] [91] [92] . This application, suggested in 2008 by Hochbaum at is based on the idea of decoupling between phonons and electrons in the particular geometry of the nanowires [90] . Indeed, a good thermoelectric material is to be a poor conductor of phonon (heat exchange network vibration) and a good electrical conductor. A phonon designates a quantum in a crystalline solid, ie Ban elementary packet vibration^o r Ba packet elementary sound.^Phonons play an important role in a large number of physical properties of solids including:", "cite_spans": [{"start": 73, "end": 77, "text": "[90]", "ref_id": null}, {"start": 78, "end": 82, "text": "[91]", "ref_id": null}, {"start": 83, "end": 87, "text": "[92]", "ref_id": null}, {"start": 250, "end": 254, "text": "[90]", "ref_id": null}], "ref_spans": [], "section": "Thermoelectricity"}, {"text": "-The electrical conductivity or ability to conduct electrical current (interaction electron / phonon) -The ability to spread its -Thermal conductivity or ability to conduct heat. -The heat capacity or the ability to exchange heat or dissipate heat.", "cite_spans": [], "ref_spans": [], "section": "Thermoelectricity"}, {"text": "In silicon, the heat transport is assisted only by phonons and not by electrons and phonons as in other materials.", "cite_spans": [], "ref_spans": [], "section": "Thermoelectricity"}, {"text": "In this way the thermalization is achieved mainly by a flow of electrons and generating an electric current. In conventional materials, changes in phonons and electrons are linked, which limits the application of the above principle, the best compromise between bad and good conduction of phonons conduction electrons. For nanowires, variations are decoupled and some parameters such as surface roughness, are perceived differently by phonons or electrons.", "cite_spans": [], "ref_spans": [], "section": "Thermoelectricity"}, {"text": "In this review, we have an update on the various techniques of synthesis of semiconductor nanowires with special attention given to silicon nanowires. The flap on the different techniques of characterization of the nanowires and the potential applications of nanowires was also discussed. Several methods are explained to fabricate the semiconductor nanowires and particularly the silicon nanowires. The technique VLS (Vapor Liquid Solid) proves to be the most used technique and adapted for the synthesis of nanowires with high efficiency. Silicon nanowires have shown great potential for the realization of new devices for electronics (field effect transistors), diodes, displays, photovoltaic, energy storage, biofunctionalization (the nanowires used to build sensors for direct detection) and sensitive 'biomolecular interactions. [89] ", "cite_spans": [{"start": 835, "end": 839, "text": "[89]", "ref_id": null}], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF12": {"ref_id": "b12", "title": "Whisker Technology", "authors": [{"first": "R", "middle": ["S"], "last": "Wagner", "suffix": ""}], "year": 1970, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Label-free, electrical detection of the SARS virus n-protein with nanowire biosensors utilizing antibody mimics as capture probes", "authors": [{"first": "H.-K", "middle": [], "last": "Chang", "suffix": ""}, {"first": "F", "middle": [], "last": "Ishikawa", "suffix": ""}, {"first": "P.-C", "middle": [], "last": "Chen", "suffix": ""}], "year": 2016, "venue": "", "volume": "13", "issn": "", "pages": "", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Comparison of the device physics principles of planar and radial p-n junction nanorod solar cells", "authors": [{"first": "B", "middle": ["M"], "last": "Kayes", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Atwater", "suffix": ""}, {"first": "N", "middle": ["S"], "last": "Lewis", "suffix": ""}], "year": 2005, "venue": "J. Appl. Phys", "volume": "97", "issn": "11", "pages": "", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Numerical model of current-voltage characteristics and efficiency of GaAs nanowire solar cells", "authors": [{"first": "R", "middle": ["R"], "last": "Lapierre", "suffix": ""}], "year": 2011, "venue": "J. Appl. Phys", "volume": "109", "issn": "", "pages": "", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Coaxial silicon nanowires as solar cells and nanoelectronic power sources", "authors": [{"first": "B", "middle": [], "last": "Tian", "suffix": ""}, {"first": "X", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Kempa", "suffix": ""}, {"first": "Y", "middle": [], "last": "Fang", "suffix": ""}, {"first": "N", "middle": [], "last": "Yu", "suffix": ""}, {"first": "G", "middle": [], "last": "Yu", "suffix": ""}, {"first": "J", "middle": [], "last": "Huang", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Lieber", "suffix": ""}], "year": 2007, "venue": "Nature", "volume": "449", "issn": "", "pages": "885--889", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Single nanowire photovoltaics", "authors": [{"first": "B", "middle": [], "last": "Tian", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Kempa", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Lieber", "suffix": ""}], "year": 2009, "venue": "Chem. Soc. Rev", "volume": "38", "issn": "", "pages": "16--24", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Silicon nanowire solar cells", "authors": [{"first": "L", "middle": [], "last": "Tsakalakos", "suffix": ""}, {"first": "J", "middle": [], "last": "Balch", "suffix": ""}, {"first": "J", "middle": [], "last": "Fronheiser", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Korevaar", "suffix": ""}, {"first": "O", "middle": [], "last": "Sulima", "suffix": ""}, {"first": "J", "middle": [], "last": "Rand", "suffix": ""}], "year": 2007, "venue": "Appl. Phys. Lett", "volume": "91", "issn": "", "pages": "", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Light trapping in silicon nanowire solar cells", "authors": [{"first": "E", "middle": [], "last": "Garnett", "suffix": ""}, {"first": "P", "middle": [], "last": "Yang", "suffix": ""}], "year": 2010, "venue": "Nano Lett", "volume": "10", "issn": "", "pages": "1082--1087", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Silicon nanowire solar cells grown by PECVD", "authors": [{"first": "B", "middle": [], "last": "Donnell", "suffix": ""}, {"first": "L", "middle": [], "last": "Yu", "suffix": ""}, {"first": "M", "middle": [], "last": "Foldyna", "suffix": ""}, {"first": "P", "middle": [], "last": "Roca I Cabarrocas", "suffix": ""}], "year": 2011, "venue": "J. Non-Cryst. Solids", "volume": "358", "issn": "", "pages": "2299--2302", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Hybrid Si microwire and planar solar cells: passivation and characterization", "authors": [{"first": "D", "middle": ["R"], "last": "Kim", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Lee", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Rao", "suffix": ""}, {"first": "I", "middle": ["S"], "last": "Cho", "suffix": ""}, {"first": "X", "middle": ["L"], "last": "Zheng", "suffix": ""}], "year": 2011, "venue": "Nano Lett", "volume": "11", "issn": "", "pages": "2704--2708", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Radial junction amorphous silicon solar cells on PECVD-grown silicon nanowires", "authors": [{"first": "L", "middle": [], "last": "Yu", "suffix": ""}, {"first": "B", "middle": [], "last": "O&apos;donnell", "suffix": ""}, {"first": "M", "middle": [], "last": "Foldyna", "suffix": ""}, {"first": "P", "middle": [], "last": "Roca I Cabarrocas", "suffix": ""}], "year": 2012, "venue": "Nanotechnology", "volume": "23", "issn": "", "pages": "", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "10 μm minority-carrier diffusion lengths in Si wires synthesized by Cu-catalyzed vapor liquid-solid growth", "authors": [{"first": "M", "middle": ["C"], "last": "Putnam", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Turner-Evans", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Kelzenberg", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Boettcher", "suffix": ""}, {"first": "N", "middle": ["S"], "last": "Lewis", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Atwater", "suffix": ""}], "year": 2009, "venue": "Appl. Phys. Lett", "volume": "95", "issn": "", "pages": "", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "InP nanowire array solar cells achieving 13.8 % efficiency by exceeding the ray optics limit", "authors": [{"first": "J", "middle": [], "last": "Wallentin", "suffix": ""}, {"first": "N", "middle": [], "last": "Anttu", "suffix": ""}, {"first": "D", "middle": [], "last": "Asoli", "suffix": ""}, {"first": "M", "middle": [], "last": "Huffman", "suffix": ""}, {"first": "I", "middle": [], "last": "Åberg", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Magnusson", "suffix": ""}, {"first": "G", "middle": [], "last": "Siefer", "suffix": ""}, {"first": "P", "middle": [], "last": "Fuss-Kailuweit", "suffix": ""}, {"first": "F", "middle": [], "last": "Dimroth", "suffix": ""}, {"first": "B", "middle": [], "last": "Witzigmann", "suffix": ""}, {"first": "H", "middle": ["Q"], "last": "Xu", "suffix": ""}, {"first": "L", "middle": [], "last": "Samuelson", "suffix": ""}, {"first": "K", "middle": [], "last": "Deppert", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Borgström", "suffix": ""}], "year": 2013, "venue": "Science", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Optical absorption enhancement in amorphous silicon nanowire and nanocone arrays", "authors": [{"first": "J", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Yu", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Burkhard", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Hsu", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Connor", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xu", "suffix": ""}, {"first": "Q", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": [], "last": "Mcgehee", "suffix": ""}, {"first": "S", "middle": [], "last": "Fan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Cui", "suffix": ""}], "year": 2009, "venue": "Nano Lett", "volume": "9", "issn": "", "pages": "279--282", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Nanodome solar cells with efficient management and self-cleaning", "authors": [{"first": "J", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "C.-M", "middle": [], "last": "Hsu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Yu", "suffix": ""}, {"first": "S", "middle": [], "last": "Fan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Cui", "suffix": ""}], "year": 2010, "venue": "Nano Lett", "volume": "10", "issn": "", "pages": "1979--1984", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Fig. 2 SEM images (a-d) oriented silicon nanowire obtained by evaporation a mixture of Si/SiO 2 [23]. The pictures are taken with different resolutions", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Scheme illustrated the vapor liquid solid mechanism", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Schematic illustration of the nucleating silicon atoms. (a) Nucleation on the surface of the catalyst (b) nucleation of the catalyst and the substrate", "latex": null, "type": "figure"}, "FIGREF3": {"text": "mechanism of silicon nanowire growth by laser ablation", "latex": null, "type": "figure"}, "FIGREF4": {"text": "TEM", "latex": null, "type": "figure"}, "FIGREF5": {"text": "SEM image of GaAs nanowires obtained by the mechanism Solution Liquid Solid[37]", "latex": null, "type": "figure"}, "FIGREF6": {"text": "SEM and TEM images Silicon oxide nanowires produced by the SLS technique.[38]", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Left (a-b) Schematic of morphological changes that occur in Si during electrochemical cycling. Right c) XRD patterns of Si NWs before electrochemical cycling (initial),at different potentials during the first charge, and after five cycles. d-g), TEM data for Si NWs at different stages of the first charge[77]", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Fig. 20 a) silicon nanowire based solar cells, b) optical characteristic of the nanowire solar cells [64]", "latex": null, "type": "figure"}, "FIGREF9": {"text": "on the left (scale bar = 75 μm) and (b) in sectional SEM image of a nanowire after the alumina and TiN deposits", "latex": null, "type": "figure"}, "TABREF0": {"text": "Summary of experimental conditions for the synthesis of silicon nanowires by laser ablation[33]", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1 Summary of experimental conditions for the synthesis of", "latex": null, "type": "table", "html": "<html><body><table><tr><td>silicon nanowires by laser ablation [33]\nTarget </td><td>Temperature (°C) </td><td>Yield (mg)\n</td></tr><tr><td>Si 11%Fe or 1%Ni </td><td>1200 </td><td>~0.1\n</td></tr><tr><td>Si 11%Co </td><td>1200 </td><td>~0.1\n</td></tr><tr><td>Si 10.5%Co10.5%Ni </td><td>1200 </td><td>~0.1\n</td></tr><tr><td>Si </td><td>1200 </td><td>~little\n</td></tr><tr><td>Si powder </td><td>1200 </td><td>~little\n</td></tr><tr><td>Si + 5%SiO2 </td><td>1200 </td><td>~0.3\n</td></tr><tr><td>Si +10%SiO2 </td><td>1200 </td><td>~0.5\n</td></tr><tr><td>Si 130%SiO2 </td><td>1200 </td><td>~2.5\n</td></tr><tr><td>Si + 50%SiO2 </td><td>1200 </td><td>~3.0\n</td></tr><tr><td>Si + 70%SiO2 </td><td>1200 </td><td>~1.5\n</td></tr><tr><td>Si + 90%SiO2 </td><td>1200 </td><td>~0.5\n</td></tr><tr><td>SiO2 </td><td>800-1200 </td><td>~0.0\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Table 2 Comparison between the carrier mobility of semiconductor nanowires and in the bulk [ 47 ]", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Material </td><td> </td><td>p-Si </td><td>n-InP </td><td>n-GaN </td><td>n-CdS\n</td></tr><tr><td>Carrier mobility cm2/V s </td><td>nanowire </td><td>40-300 </td><td>400-4000 </td><td>150-650 </td><td>100-400\n</td></tr><tr><td>Bulk </td><td>10-400 </td><td>1000-3000 </td><td>100-300 </td><td>~200\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgments The authors are thankful to Center of Research Excellence in Renewable Energy (CoRERE), King Fahd University of Petroleum and Minerals for the support in this work.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}