{"paper_id": "935e8bfaec11d55759c571747e22c4616d6e30c7", "metadata": {"title": "two-dimensional echocardiography after return of spontaneous circulation and its association with in-hospital survival after in-hospital cardiopulmonary resuscitation", "authors": [{"first": "In-Ae", "middle": [], "last": "Song", "suffix": "", "affiliation": {"laboratory": "", "institution": "Seoul National University Bundang Hospital", "location": {"settlement": "Seongnam", "country": "South Korea"}}, "email": ""}, {"first": "Jun", "middle": [], "last": "Kwon Cha", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hallym University Sacred Heart Hospital", "location": {"settlement": "Chuncheon", "country": "South Korea"}}, "email": ""}, {"first": "Tak", "middle": [], "last": "Kyu Oh", "suffix": "", "affiliation": {"laboratory": "", "institution": "Seoul National University Bundang Hospital", "location": {"settlement": "Seongnam", "country": "South Korea"}}, "email": ""}, {"first": "You", "middle": [], "last": "Hwan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Seoul National University Bundang Hospital", "location": {"settlement": "Seongnam", "country": "South Korea"}}, "email": ""}, {"first": "Jo", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yeonyee", "middle": ["E"], "last": "Yoon", "suffix": "", "affiliation": {"laboratory": "", "institution": "Seoul National University Bundang Hospital", "location": {"addrLine": "Cardiovascular Centre", "settlement": "Seongnam", "region": "South"}}, "email": ""}]}, "abstract": [{"text": "cardiopulmonary arrest (IHCA). The 2D-echo and non-2D-echo groups comprised eligible patients who underwent transthoracic 2D echocardiography performed by the cardiology team within 24 hours after ROSC and those who did not, respectively. After propensity score (PS) matching, 142 and 284 patients in the 2D-echo and non-2D-echo groups, respectively, were included. A logistic regression analysis showed that the likelihood of in-hospital survival was 2.35-fold higher in the 2D-echo group than in the non-2D-echo group (P < 0.001). Regarding IHCA aetiology, in-hospital survival after cardiac arrest of a cardiac cause was 2.51-fold more likely in the 2D-echo group than in the non-2D-echo group (P < 0.001), with no significant inter-group difference in survival after cardiac arrest of a non-cardiac cause (P = 0.120). In this study, 2D echocardiography performed within 24 hours after ROSC was associated with better in-hospital survival outcomes for patients who underwent ICPR for IHCA with a cardiac aetiology. Thus, 2D echocardiography may be performed within 24 hours after ROSC in patients experiencing IHCA to enable better treatment.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "In-hospital cardiac arrest (IHCA) is an important determinant of in-hospital mortality 1 . According to recent reports, 290,000 cases of IHCA occur annually in the U.S 2 . Among these, approximately 2.73 patients per 1000 patients with IHCA who undergo in-hospital cardiopulmonary resuscitation (ICPR) are elderly inpatients 3,4 . Despite steady increases in the post-IHCA survival rate due to improvements in the quality of patient care 5 , survival remains a significant challenge in this population 2 .", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Two-dimensional (2D) echocardiography is a rapid, safe, and non-invasive modality used to examine the motion of the heart. In addition to its usefulness for treating and evaluating patients in intensive care unit (ICU) settings 6 , 2D echocardiography has been reported to play a major role in vasopressor dose adjustments or fluid management during the treatment of patients with shock 7,8 . In patients with IHCA, 2D echocardiography has been shown to facilitate the rapid detection or exclusion of various aetiologies during the peri-resuscitative period and to help physicians identify targets for possible correction 9 . Furthermore, 2D echocardiography is useful for the diagnosis and treatment of post-arrest myocardial dysfunction (PAMD), a common condition affecting patients who achieve return of spontaneous circulation (ROSC) after IHCA 10-12 . Accordingly, 2D echocardiography may be useful for improving post-ROSC survival for patients who undergo ICPR for IHCA. However, available information related to this topic remains insufficient. Therefore, this study aimed to investigate the association between in-hospital survival and the performance of 2D echocardiography within 24 hours after ROSC in patients who underwent ICPR after IHCA. Using propensity score (PS) matching, we compared patients who did and did not undergo 2D echocardiography. We hypothesised that those who underwent 2D echocardiography would have better in-hospital survival rates.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "(2020) 10:11 | https://doi.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Characteristics of study subjects. A total of 3,066 cases of IHCA were recorded at the study institution from January 2005 to December 2018. Of these, 454 cases involving paediatric patients and 735 cases involving repeated events of IHCA for a single patient during the study period were excluded. Accordingly, 1,887 patients with a first IHCA event were initially screened for study inclusion. Of those, 1,115 achieved ROSC after ICPR. After excluding 42 patients who underwent ICPR in the emergency department and 23 patients whose ICPR information was incomplete or missing, 1,050 patients were stratified according to their 2D echocardiography status. Eligible patients who underwent 2D echocardiography were assigned to the 2D-echo group, and those who did not undergo 2D echocardiography were assigned to the non-2D-echo group. The initial 2D-echo and non-2D-echo groups included 145 (13.8%) and 905 patients (86.2%), respectively. After PS matching, 142 and 284 patients remained in the 2D-echo and non-2D-echo groups, respectively (Fig. 1 ). The baseline characteristics of patients included in the analyses before and after PS matching are shown in Table 1 . After PS matching, all covariates were well-balanced between the 2D-echo and non-2D-echo groups, with an absolute value of the standardised mean difference (ASD) of <0.1. The PS distributions of the two groups were also similar, as demonstrated by a comparison between pre-and post-PS values (Fig. S1 ). Table 2 presents the results of a comparative analysis for in-hospital survival between the 2D-echo and non-2D-echo groups before and after PS matching. In the PS-matched cohort, 49.3% (70/142) of patients in the 2D-echo group survived to discharge from the hospital, compared to only 29.2% (83/284) of those in the non-2D-echo group. In a logistic regression analysis of the PS-matched cohort, the in-hospital survival rate in patients in the 2D-echo group was 2.35-fold higher than that in patients in the non-2D-echo group (odds ratio [OR]: 2.35, 95% confidence interval [CI]: 1.55-3.57; P < 0.001). A multivariable logistic regression analysis of the entire cohort similarly revealed that the in-hospital survival rate in patients in the 2D-echo group was 2.26-fold higher than that in patients in the non-2D-echo group (OR: 2.26, 95% CI: 1.53-3.34; P < 0.001; Fig. 2 ). Table 3 presents the differences in in-hospital survival between the PS-matched 2D-echo and non-2D-echo groups according to the aetiology of IHCA. When the aetiology of IHCA was cardiac arrest of a cardiac cause (n = 336), the in-hospital survival rate in patients in the 2D-echo group was 2.51-fold higher than that in patients in the non-2D echo group (OR: 2.51, 95% CI: 1.56-4.04; P < 0.001). By contrast, no significant inter-group difference was observed in the comparison of cases of cardiac arrest of a non-cardiac cause (P = 0.120).", "cite_spans": [], "ref_spans": [{"start": 1040, "end": 1047, "text": "(Fig. 1", "ref_id": "FIGREF0"}, {"start": 1159, "end": 1166, "text": "Table 1", "ref_id": null}, {"start": 1461, "end": 1469, "text": "(Fig. S1", "ref_id": "FIGREF0"}, {"start": 1473, "end": 1480, "text": "Table 2", "ref_id": null}, {"start": 2338, "end": 2344, "text": "Fig. 2", "ref_id": "FIGREF1"}, {"start": 2348, "end": 2355, "text": "Table 3", "ref_id": "TABREF3"}], "section": "Results"}, {"text": "In this study, performing 2D echocardiography within 24 hours after ROSC was associated with a greater likelihood of survival at hospital discharge in a cohort of subjects who underwent ICPR due to IHCA. However, a subgroup analysis revealed that this association was only evident if the IHCA had a cardiac aetiology. This finding, which was demonstrated using both PS matching and multivariable-adjusted analyses of the entire cohort, is significant, because it suggests that 2D echocardiography should be performed within 24 hours of ROSC after IHCA to allow physicians to make more appropriate treatment decisions. www.nature.com/scientificreports www.nature.com/scientificreports/ Our findings raise several points. First, and most importantly, PAMD was unlikely to be detected in patients who did not undergo 2D echocardiography within 24 hours after ROSC [10] [11] [12] . As rapid 2D echocardiography is required for the diagnosis of possible PAMD during the post-arrest period 13 , patients in our study who did not undergo 2D echocardiography within 24 hours were less likely to receive appropriate treatment for this condition. Second, 2D echocardiography can facilitate the rapid diagnosis or elimination of reversible causes of IHCA 9 , such as acute cardiac tamponade 14 , myocardial infarction 15 , or pulmonary embolism 16 . Therefore, such causes may not have been identified in patients who did not undergo 2D echocardiography (i.e., those in the non-2D echo group), whereas patients in the 2D-echo group were more likely to benefit from rapid detection and treatment. Third, 2D echocardiography may have helped to improve the quality of post-arrest care in patients with IHCA due to non-cardiac causes (e.g., sepsis or hypovolemia). Consistent with this possibility, 2D echocardiography has been reported to facilitate the management of septic and hypovolemic shock 7, 8, 17 .", "cite_spans": [{"start": 861, "end": 865, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 866, "end": 870, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 871, "end": 875, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 984, "end": 986, "text": "13", "ref_id": "BIBREF12"}, {"start": 1334, "end": 1336, "text": "16", "ref_id": "BIBREF15"}, {"start": 1883, "end": 1885, "text": "7,", "ref_id": "BIBREF6"}, {"start": 1886, "end": 1888, "text": "8,", "ref_id": "BIBREF7"}, {"start": 1889, "end": 1891, "text": "17", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our findings directly contrast those of Jentzer et al., who reported that 2D echocardiographic findings (e.g., left ventricular ejection fraction) obtained within 24 hours after ROSC were not useful predictors of survival 18 . We note that these studies differed decisively with respect to patient selection. Our study included every patient who achieved ROSC after ICPR for IHCA, regardless of their 2D echocardiography status within 24 hours, and differences in survival to discharge were compared between the 2D-echo and non-2D-echo groups. In contrast, the study by Jentzer and colleagues only included patients who underwent 2D echocardiography and only investigated the associations between echocardiographic findings and survival. Our reinterpretation of their findings suggests that the 55 patients prospectively included in the study by Jentzer et al. were likely to have received reasonable treatment after ROSC in accordance with their 2D echocardiographic findings. Therefore, the general effects of appropriate treatment were unlikely to lead to significant differences in survival rates determined according to 2D echocardiographic findings in the study by Jentzer and colleagues.", "cite_spans": [{"start": 222, "end": 224, "text": "18", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "We additionally performed a sensitivity analysis of our cohort according to the aetiology of IHCA. Interestingly, patients with cardiac IHCA of a non-cardiac cause (i.e., respiratory arrest) did not realise survival Table 2 . In-hospital survival after ROSC before and after propensity score matching. ROSC, return of spontaneous circulation; OR, odds ratio; CI, confidence interval. www.nature.com/scientificreports www.nature.com/scientificreports/ benefits from 2D echocardiography performed within 24 hours after ROSC. Pulmonary function and ventilator support are the conventional determinants of in-hospital survival in patients with respiratory failure 19 , and the benefits of 2D echocardiography in patients with acute respiratory distress syndrome have not been fully established 20 . In this context, our findings suggest that patients who underwent 2D echocardiography within 24 hours after respiratory arrest either were significantly less likely to change therapy or were more likely to receive a worse prognosis than were patients with cardiac arrest of a cardiac cause. Additional studies are needed to determine whether 2D echocardiography is useful for patients with respiratory arrest, given the associated time and financial costs.", "cite_spans": [{"start": 660, "end": 662, "text": "19", "ref_id": "BIBREF18"}, {"start": 790, "end": 792, "text": "20", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 216, "end": 223, "text": "Table 2", "ref_id": null}], "section": "Discussion"}, {"text": "We set 24 hours as the cut-off duration for 2D echocardiography to be performed after ROSC from ICPR to be defined as a 'rapid test' . There are no clear guidelines outlining the most appropriate period for performing 2D echocardiography after ROSC from ICPR. However, a prospective study by Jentzer et al. evaluated 55 adults undergoing 2D echocardiography within 24 hours after ROSC from ICPR 18 , which is in line with our study. It is possible that performing 2D echocardiography much less than 24 hours after ROSC from ICPR might result in greater benefits for in-hospital survival than simply performing it sometime within 24 hours. Additional studies are needed to determine if that is true.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "This study had some notable limitations. First, the study was retrospective, and the results may have been affected by various confounders. In our analysis, we used PS matching and multivariable adjustments to reduce these confounding effects. Second, this study was based on data from a single centre, and therefore the generalizability of the results may be limited. Third, although many variables were included as confounders in the PS matching and multivariable adjustments, additional unmeasured confounders may have affected outcomes. Lastly, most patients did not receive 2D echocardiography within 24 hours after ROSC due to a lack of medical resources in our hospital, so selection bias may have occurred. Therefore, this is a significant limitation of our study.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, our findings showed that 2D echocardiography performed within 24 hours after ROSC was associated with better in-hospital survival outcomes in patients who underwent in-hospital CPR for IHCA. Moreover, this association remained significant only when the aetiology of IHCA was a cardiac cause. Our study suggests that 2D echocardiography should be performed within 24 hours after ROSC from IHCA to help ensure that patients receive the appropriate treatment.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Study design and setting. This retrospective cohort study was conducted in a single tertiary academic hospital. The study protocol was approved by the Institutional Review Board (IRB) of Seoul National University Bundang Hospital (SNUBH) (IRB approval number: B-1904/535-101). The IRB granted a waiver of the requirement to obtain informed consent, given the retrospective study design and the use of medical records from patients whose medical care has been completed. SNUBH is a tertiary academic hospital of the medical college of Seoul National University. It has 1,350 inpatient beds and a large teaching centre. As reported previously 21 , the average number of ICPR performed for IHCA cases per 1000 patients per month was 4.22 (SD: 1.13) from 2007 to 2016. The initial ROSC rate following ICPR from IHCA was reported to be 72.3% from 2012 to 2016 22 . A rapid response system has been in place since 2013 to reduce the incidence of IHCA at SNUBH 23 , and ICPR has been performed for IHCA by both the rapid response system and an on-duty resident team 24 . Data registry and study population. This study used data from electronic health records stored in the Bundang Hospital Electronic System for Total Care (BESTCare), the electronic medical record system of the SNUBH 25 . Data were extracted specifically from the CPR-data registry, which includes all cases of ICPR since 2005. The present study included all patients admitted to the SNUBH from 2005 to 2018 who developed IHCA, underwent ICPR, and achieved ROSC. Paediatric cases (<18 years) were excluded. If multiple IHCA events were recorded for a single patient during the indicated study period, only the first event was included in the analysis.", "cite_spans": [{"start": 855, "end": 857, "text": "22", "ref_id": "BIBREF21"}, {"start": 1059, "end": 1063, "text": "24 .", "ref_id": null}, {"start": 1278, "end": 1280, "text": "25", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Methods"}, {"text": "Main independent variable: 2D echocardiography after ROSC. During the study period, the decision to perform 2D echocardiography after ROSC was made at the discretion of the attending or on-call physician and was not subject to a particular protocol of the SNUBH. Eligible patients who underwent transthoracic 2D echocardiography performed by a cardiology team within 24 hours after ROSC were defined as the 2D-echo group. All other eligible patients were defined as the non-2D-echo group. In our institution, not all patients underwent 2D echocardiography within 24 hours after ROSC from IHCA, due to a lack of resources, such as medical staff members and 2D echocardiography equipment.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Survival rate OR (95% CI) P-value www.nature.com/scientificreports www.nature.com/scientificreports/ Dependent variable: in-hospital survival after ROSC. In this study, in-hospital survival was defined as survival to discharge from the hospital. This criterion was used to stratify all patients who achieved ROSC after ICPR.", "cite_spans": [], "ref_spans": [], "section": "Variables"}, {"text": "We collected the following data as potential confounders: Outcomes. This study aimed primarily to determine whether the in-hospital survival of patients who achieved ROSC after ICPR for IHCA would differ with respect to their 2D echocardiography status. The study also aimed to determine whether this outcome would differ according to the aetiology of IHCA.", "cite_spans": [], "ref_spans": [], "section": "Measurements (potential confounders)."}, {"text": "Statistical analysis. The baseline characteristics of patients included in the study are presented as means with standard deviations or numbers with percentages. Among all covariates, the only category with missing data was the BMI at IHCA (13.9%, 146/1,050). To reduce bias due to missing data 26 , we performed five multiple imputations to generate five datasets, and each missing value in the original dataset was replaced by the average of the five BMI values in each of the five datasets prior to performing PS matching. These five datasets were not included in the subsequent PS model and were not used to evaluate the consistency of PS matching.", "cite_spans": [], "ref_spans": [], "section": "Measurements (potential confounders)."}, {"text": "Next, we performed PS matching, an effective method for reducing the effects of confounders in an observational study 27 . All covariates were matched at a 1:2 ratio using a calliper of 0.2 via the nearest-neighbour method, without replacement. A logistic regression analysis was generated to calculate the PSs as a logistic model, and the ASD was used to evaluate the balance between the 2D-echo and non-2D-echo groups before and after PS matching. The ASD was set to <0.1 to balance the two groups after PS matching.", "cite_spans": [{"start": 118, "end": 120, "text": "27", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Measurements (potential confounders)."}, {"text": "After confirming that the covariates were well-balanced between the two groups in the PS-matched cohort, we performed a logistic regression analysis for in-hospital survival after ROSC, as well as two sensitivity analyses. In the first sensitivity analysis, we performed a multivariable logistic regression analysis of in-hospital survival after ROSC for the entire cohort to demonstrate the generalizability of the results from our PS-matched cohort to the entire hospital cohort and to explain the association of 2D echocardiography with in-hospital survival after ROSC, along with other important covariates rather than isolation. This analysis included all covariates, and the absence of multi-collinearity in the multivariable model was confirmed by variance inflation factors with values < 2.0. Hosmer-Lemeshow statistics were used to confirm the appropriate goodness of fit (P > 0.5). In the second sensitivity analysis, we investigated whether the association of in-hospital survival with 2D echocardiography status after ROSC would depend on the aetiology of IHCA.", "cite_spans": [], "ref_spans": [], "section": "Measurements (potential confounders)."}, {"text": "The results of all logistic regression analyses are presented as ORs with 95% CIs. The results of a multivariable logistic regression analysis for in-hospital survival after ROSC in the entire cohort are presented as a Forest plot. All analyses were performed using R version 3.5.2 (R Project for Statistical Computing), and a P value < 0.05 was considered statistically significant.", "cite_spans": [], "ref_spans": [], "section": "Measurements (potential confounders)."}, {"text": "Ethical statement. This retrospective cohort study was conducted in a single tertiary academic hospital.", "cite_spans": [], "ref_spans": [], "section": "Measurements (potential confounders)."}, {"text": "The study protocol was approved by the Institutional Review Board (IRB) of Seoul National University Bundang Hospital (SNUBH) (IRB approval number: B-1904/535-101). This IRB granted a waiver of the requirement for informed consent, given the retrospective study design and the use of medical records from patients whose medical care has been completed.", "cite_spans": [], "ref_spans": [], "section": "Measurements (potential confounders)."}, {"text": "The datasets used and/or analysed during the current study are available from the corresponding author upon reasonable request.", "cite_spans": [], "ref_spans": [], "section": "Data availability"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "In-hospital cardiac arrest: incidence, prognosis and possible measures to improve survival", "authors": [{"first": "C", "middle": [], "last": "Sandroni", "suffix": ""}, {"first": "J", "middle": [], "last": "Nolan", "suffix": ""}, {"first": "F", "middle": [], "last": "Cavallaro", "suffix": ""}, {"first": "M", "middle": [], "last": "Antonelli", "suffix": ""}], "year": 2007, "venue": "Intensive Care Med", "volume": "33", "issn": "", "pages": "237--245", "other_ids": {"DOI": ["10.1007/s00134-006-0326-z"]}}, "BIBREF1": {"ref_id": "b1", "title": "In-Hospital Cardiac Arrest: A Review", "authors": [{"first": "L", "middle": ["W"], "last": "Andersen", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Holmberg", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Berg", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Donnino", "suffix": ""}, {"first": "A", "middle": [], "last": "Granfeldt", "suffix": ""}], "year": 2019, "venue": "JAMA", "volume": "321", "issn": "", "pages": "1200--1210", "other_ids": {"DOI": ["10.1001/jama.2019.1696"]}}, "BIBREF2": {"ref_id": "b2", "title": "Predicting survival from in-hospital CPR: meta-analysis and validation of a prediction model", "authors": [{"first": "E", "middle": ["B"], "last": "Cohn", "suffix": ""}, {"first": "F", "middle": [], "last": "Lefevre", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Yarnold", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Arron", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Martin", "suffix": ""}], "year": 1993, "venue": "J Gen Intern Med", "volume": "8", "issn": "", "pages": "347--353", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Epidemiologic study of in-hospital cardiopulmonary resuscitation in the elderly", "authors": [{"first": "W", "middle": ["J"], "last": "Ehlenbach", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "", "pages": "22--31", "other_ids": {"DOI": ["10.1056/NEJMoa0810245"]}}, "BIBREF4": {"ref_id": "b4", "title": "Trends in survival after in-hospital cardiac arrest", "authors": [{"first": "S", "middle": [], "last": "Girotra", "suffix": ""}], "year": 1912, "venue": "N Engl J Med", "volume": "367", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa1109148"]}}, "BIBREF5": {"ref_id": "b5", "title": "Concise definitive review: focused critical care echocardiography in the ICU", "authors": [{"first": "A", "middle": [], "last": "Oren-Grinberg", "suffix": ""}, {"first": "D", "middle": [], "last": "Talmor", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Brown", "suffix": ""}], "year": 2013, "venue": "Critical care medicine", "volume": "41", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Echocardiography as a guide for fluid management", "authors": [{"first": "J", "middle": ["H"], "last": "Boyd", "suffix": ""}, {"first": "D", "middle": [], "last": "Sirounis", "suffix": ""}, {"first": "J", "middle": [], "last": "Maizel", "suffix": ""}, {"first": "M", "middle": [], "last": "Slama", "suffix": ""}], "year": 2016, "venue": "Crit Care", "volume": "20", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s13054-016-1407-1"]}}, "BIBREF7": {"ref_id": "b7", "title": "Echocardiography in shock management", "authors": [{"first": "A", "middle": ["S"], "last": "Mclean", "suffix": ""}], "year": 2016, "venue": "Crit Care", "volume": "20", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s13054-016-1401-7"]}}, "BIBREF8": {"ref_id": "b8", "title": "Echocardiography in cardiac arrest", "authors": [{"first": "S", "middle": [], "last": "Price", "suffix": ""}, {"first": "S", "middle": [], "last": "Uddin", "suffix": ""}, {"first": "T", "middle": [], "last": "Quinn", "suffix": ""}], "year": 2010, "venue": "Curr Opin Crit Care", "volume": "16", "issn": "", "pages": "211--215", "other_ids": {"DOI": ["10.1097/MCC.0b013e3283399d4c"]}}, "BIBREF9": {"ref_id": "b9", "title": "Postresuscitation myocardial dysfunction: correlated factors and prognostic implications", "authors": [{"first": "W", "middle": ["T"], "last": "Chang", "suffix": ""}], "year": 2007, "venue": "Intensive Care Med", "volume": "33", "issn": "", "pages": "88--95", "other_ids": {"DOI": ["10.1007/s00134-006-0442-9"]}}, "BIBREF10": {"ref_id": "b10", "title": "Left ventricular systolic function and outcome after in-hospital cardiac arrest", "authors": [{"first": "M", "middle": ["M"], "last": "Gonzalez", "suffix": ""}], "year": 2008, "venue": "Circulation", "volume": "117", "issn": "", "pages": "1864--1872", "other_ids": {"DOI": ["10.1161/CIRCULATIONAHA.107.740167"]}}, "BIBREF11": {"ref_id": "b11", "title": "Reversible myocardial dysfunction after cardiopulmonary resuscitation", "authors": [{"first": "M", "middle": [], "last": "Ruiz-Bailen", "suffix": ""}], "year": 2005, "venue": "Resuscitation", "volume": "66", "issn": "", "pages": "175--181", "other_ids": {"DOI": ["10.1016/j.resuscitation.2005.01.012"]}}, "BIBREF12": {"ref_id": "b12", "title": "Myocardial Dysfunction and Shock after Cardiac Arrest", "authors": [{"first": "J", "middle": ["C"], "last": "Jentzer", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Chonde", "suffix": ""}, {"first": "C", "middle": [], "last": "Dezfulian", "suffix": ""}], "year": 2015, "venue": "Biomed Res Int", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1155/2015/314796"]}}, "BIBREF13": {"ref_id": "b13", "title": "Acute cardiac tamponade", "authors": [{"first": "D", "middle": ["H"], "last": "Spodick", "suffix": ""}], "year": 2003, "venue": "New England Journal of Medicine", "volume": "349", "issn": "", "pages": "684--690", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Immediate diagnosis of acute myocardial infarction by two-dimensional echocardiography", "authors": [{"first": "R", "middle": ["S"], "last": "Horowitz", "suffix": ""}], "year": 1982, "venue": "Circulation", "volume": "65", "issn": "", "pages": "323--329", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Trends in the use of echocardiography in pulmonary embolism", "authors": [{"first": "B", "middle": [], "last": "Patel", "suffix": ""}], "year": 2018, "venue": "Medicine (Baltimore) 97, e12104", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1097/MD.0000000000012104"]}}, "BIBREF16": {"ref_id": "b16", "title": "The role of echocardiography in hemodynamic assessment of septic shock", "authors": [{"first": "M", "middle": ["J"], "last": "Griffee", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Merkel", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Wei", "suffix": ""}], "year": 2010, "venue": "Crit Care Clin", "volume": "26", "issn": "", "pages": "365--382", "other_ids": {"DOI": ["10.1016/j.ccc.2010.01.001"]}}, "BIBREF17": {"ref_id": "b17", "title": "Echocardiographic left ventricular systolic dysfunction early after resuscitation from cardiac arrest does not predict mortality or vasopressor requirements", "authors": [{"first": "J", "middle": ["C"], "last": "Jentzer", "suffix": ""}], "year": 2016, "venue": "Resuscitation", "volume": "106", "issn": "", "pages": "58--64", "other_ids": {"DOI": ["10.1016/j.resuscitation.2016.06.028"]}}, "BIBREF18": {"ref_id": "b18", "title": "Hospital survival rates of patients with acute respiratory failure in modern respiratory intensive care units. An international, multicenter, prospective survey", "authors": [{"first": "S", "middle": [], "last": "Vasilyev", "suffix": ""}, {"first": "R", "middle": ["N"], "last": "Schaap", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Mortensen", "suffix": ""}], "year": 1995, "venue": "Chest", "volume": "107", "issn": "", "pages": "1083--1088", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The potential role and limitations of echocardiography in acute respiratory distress syndrome", "authors": [{"first": "C", "middle": [], "last": "Lazzeri", "suffix": ""}], "year": 2016, "venue": "Ther Adv Respir Dis", "volume": "10", "issn": "", "pages": "136--148", "other_ids": {"DOI": ["10.1177/1753465815621251"]}}, "BIBREF20": {"ref_id": "b20", "title": "Physician turnover effect for in-hospital cardiopulmonary resuscitation: a 10-year experience in a tertiary academic hospital", "authors": [{"first": "T", "middle": ["K"], "last": "Oh", "suffix": ""}], "year": 2018, "venue": "J Anesth", "volume": "32", "issn": "", "pages": "198--203", "other_ids": {"DOI": ["10.1007/s00540-018-2462-3"]}}, "BIBREF21": {"ref_id": "b21", "title": "A comparative study of the incidence of in-hospital cardiopulmonary resuscitation on Monday-Wednesday and Thursday-Sunday: Retrospective analysis in a tertiary care hospital. Medicine (Baltimore) 97, e9741", "authors": [{"first": "T", "middle": ["K"], "last": "Oh", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1097/MD.0000000000009741"]}}, "BIBREF22": {"ref_id": "b22", "title": "A rapid response system reduces the incidence of in-hospital postoperative cardiopulmonary arrest: a retrospective study", "authors": [{"first": "T", "middle": ["K"], "last": "Oh", "suffix": ""}], "year": 2018, "venue": "Can J Anaesth", "volume": "65", "issn": "", "pages": "1303--1313", "other_ids": {"DOI": ["10.1007/s12630-018-1200-5"]}}, "BIBREF23": {"ref_id": "b23", "title": "ROSC rates and live discharge rates after cardiopulmonary resuscitation by different CPR teams -a retrospective cohort study", "authors": [{"first": "T", "middle": ["K"], "last": "Oh", "suffix": ""}, {"first": "Y", "middle": ["M"], "last": "Park", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Do", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Hwang", "suffix": ""}, {"first": "I", "middle": ["A"], "last": "Song", "suffix": ""}], "year": 2017, "venue": "BMC Anesthesiol", "volume": "17", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s12871-017-0457-5"]}}, "BIBREF24": {"ref_id": "b24", "title": "Seoul National University Bundang Hospital's Electronic System for Total Care", "authors": [{"first": "S", "middle": [], "last": "Yoo", "suffix": ""}], "year": 2012, "venue": "Healthc Inform Res", "volume": "18", "issn": "", "pages": "145--152", "other_ids": {"DOI": ["10.4258/hir.2012.18.2.145"]}}, "BIBREF25": {"ref_id": "b25", "title": "Missing data and multiple imputation in clinical epidemiological research", "authors": [{"first": "A", "middle": ["B"], "last": "Pedersen", "suffix": ""}], "year": 2017, "venue": "Clin Epidemiol", "volume": "9", "issn": "", "pages": "157--166", "other_ids": {"DOI": ["10.2147/CLEP.S129785"]}}, "BIBREF26": {"ref_id": "b26", "title": "The central role of the propensity score in observational studies for causal effects", "authors": [{"first": "P", "middle": ["R"], "last": "Rosenbaum", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Rubin", "suffix": ""}], "year": 1983, "venue": "Biometrika", "volume": "70", "issn": "", "pages": "41--55", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Flow chart of patient selection. IHCA, in-hospital cardiac arrest; ICPR, in-hospital cardiopulmonary resuscitation; 2D echo, two-dimensional echocardiography; ROSC, return of spontaneous circulation.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Multivariable logistic regression analysis of in-hospital survival after the return of spontaneous circulation (ROSC) for the entire cohort. ICPR, in-hospital cardiopulmonary resuscitation; IHCA, in-hospital cardiac arrest. Scientific RepoRtS | (2020) 10:11 | https://doi.org/10.1038/s41598-019-56153-z", "latex": null, "type": "figure"}, "TABREF0": {"text": "10 data sets are created, and each missing value is replaced by the average of BMI values replaced by 10 times. ROSC, return of spontaneous circulation; PS, propensity score; ASD, absolute value of standardised mean difference; BMI, body mass index; IHCA, in-hospital cardiac arrest; ICPR, in-hospital cardiopulmonary resuscitation. (2020) 10:11 | https://doi.org/10.1038/s41598-019-56153-z", "latex": null, "type": "table"}, "TABREF3": {"text": "In", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variables Survival rate </td><td> </td><td>OR (95% CI) </td><td>P-value\n</td></tr><tr><td>Unadjusted (entire cohort)\n</td><td> </td><td> </td><td> </td></tr><tr><td>Non-2D echo group (n = 905) </td><td>308 / 905 (34.0%) </td><td>1\n</td><td> </td></tr><tr><td>2D echo group (n = 145) </td><td>73 / 145 (50.3%) </td><td>1.97 (1.38, 2.80) </td><td>&lt;0.001\n</td></tr><tr><td>Adjusted (PS-matched cohort)\n</td><td> </td><td> </td><td> </td></tr><tr><td>Non-2D echo group (n = 284) </td><td>83 / 284 (29.2%) </td><td>1\n</td><td> </td></tr><tr><td>2D echo group (n = 142) </td><td>70 / 142 (49.3%) </td><td>2.35 (1.55, 3.57) </td><td>&lt;0.001\n</td></tr></table></body></html>"}, "TABREF4": {"text": "physical characteristics (age, sex, body mass index [BMI]), Charlson comorbidity index at the time of IHCA, admitting department at the time of IHCA, year of ICPR, time of IHCA (day [07:00-22:59 h] or night [23:00-06:59 h]), weekday of IHCA, first detector of IHCA (medical staff or other), location of IHCA (general ward, ICU, or other hospital location), time from cardiac arrest to ICPR, duration of ICPR, placement of an artificial airway during ICPR, use of defibrillation during ICPR, use of epinephrine during ICPR, and the aetiology of IHCA (cardiac, respiratory, or unknown).", "latex": null, "type": "table"}, "TABREF5": {"text": "Table 3.  In-hospital survival rate according to the aetiology of IHCA in propensity score-matched cohort. IHCA, in-hospital cardiac arrest; OR, odds ratio; CI, confidence interval.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variables </td><td>Survival rate </td><td>OR (95% CI) </td><td>P-value\n</td></tr><tr><td>Cardiac arrest of cardiac cause (n = 336)\n</td><td> </td><td> </td></tr><tr><td>Non-2D echo group (n = 223) </td><td>58/223 (26.0%) </td><td>1\n</td><td> </td></tr><tr><td>2D echo group (n = 113) </td><td>53/113 (46.9%) </td><td>2.51 (1.56, 4.04) </td><td>&lt;0.001\n</td></tr><tr><td>Cardiac arrest of non-cardiac cause (n = 90)\n</td><td> </td><td> </td></tr><tr><td>Non-2D echo group (n = 61) </td><td>25/61 (41.0%) </td><td>1\n</td><td> </td></tr><tr><td>2D echo group (n = 29) </td><td>17/29 (58.6%) </td><td>2.04 (0.83, 5.01) </td><td>0.120\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors. ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "The authors declare no competing interests.", "cite_spans": [], "ref_spans": [], "section": "competing interests"}, {"text": "Supplementary information is available for this paper at https://doi.org/10.1038/s41598-019-56153-z.Correspondence and requests for materials should be addressed to T.K.O.Reprints and permissions information is available at www.nature.com/reprints.Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "cite_spans": [], "ref_spans": [], "section": "Additional information"}]}