{"paper_id": "93db53bc92bed268349abad362ffff761079ae64", "metadata": {"title": "Increased levels of myelin basic protein transcripts gene in virus-induced demyelination", "authors": [{"first": "K", "middle": [], "last": "Kristensson", "suffix": "", "affiliation": {}, "email": ""}, {"first": "K", "middle": ["V"], "last": "Holmest", "suffix": "", "affiliation": {}, "email": ""}, {"first": "C", "middle": ["S"], "last": "Duchalat", "suffix": "", "affiliation": {}, "email": ""}, {"first": "N", "middle": ["K"], "last": "Zeller", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "basement reflectors, often terminated on the landward side by an escarpment, have been observed along several rifted continental margins and are thought to be at or near the transition from continental to oceanic cruse 2 . Paralleling the Andenes and Explora escarpments at a distance of <300 km towards the south is the 130-km-long Vestfjella chain of nunataks, which experienced a regime of NW-SE tension during the early to middle Jurassic!3-15. A 1-2-km-thick section of mostly tholeiitic basalts was laid down in subaerial conditions. The volcanic pile is cut by many dykes of predominantly NE-SW strike, and by normal faults with no significant component of strike-slip. Also, basement depths landward of the escarpments (Fig. 2 ) require a thin crust from isostatic considerations. Thus, the evidence available favours an interpretation of the Andenes-Explora escarpments as structures of a rifted margin or possibly a plate boundary with oblique spreading rather than pure strike-slip. A sequence of events beginning with a large initial shear and subsequent overprint by rifting cannot be ruled out, but is considered less likely in view of the structural history of adjacent land areas, as well as the structural simplicity of the Andenes and Explora escarpments.", "cite_spans": [{"start": 219, "end": 220, "text": "2", "ref_id": null}], "ref_spans": [{"start": 727, "end": 734, "text": "(Fig. 2", "ref_id": null}], "section": ""}, {"text": "A major event in the evolution of the Weddell Embayment was mid-Jurassic crustal extension between the East Antarctic craton and the Pacific facing arc l6 , forming major north-south grabens below the Ronne and Filchner ice shelves 5 ,17. A Gondwana plate margin represented by the linear Andenes-Explora escarpments and their western continuation cuts across the early extensional tectonic trend (Fig. 4) , indicating a post-mid-Jurassic change in the regional stress field.", "cite_spans": [], "ref_spans": [{"start": 397, "end": 405, "text": "(Fig. 4)", "ref_id": null}], "section": ""}, {"text": "A post-rift-phase Filchner microplate 1 . 3 probably did not exist. The available multi-channel seismic data 4 ,7 ( Fig. 1) demonstrate that the sediments below the continental slope and shelf between 15 and 40° Ware characterized by a total absence of fold and fault structures induced by post-rift basement tectonics. Also, preliminary results of a seismic survey by Polarstern 18 along portions of a traverse from the East Antarctic craton to the Antarctic Peninsula, outside the Filchner and Ronne ice shelves, show the upper 1 s (two-way travel time) of sediments to be undisturbed except in an area within 150 km of the peninsula. Thus, the locus of any post-rift relative motion between the Antarctic Peninsula 19,20 and the East Antarctic craton is certainly west of 40° Wand probably near the peninsula itself.", "cite_spans": [{"start": 42, "end": 43, "text": "3", "ref_id": null}], "ref_spans": [{"start": 116, "end": 123, "text": "Fig. 1)", "ref_id": "FIGREF1"}], "section": ""}, {"text": "We thank Captain T. Myhre and the officers and crew of K!V Andenes, also G. Grikurov Allogeneic gene products of the major histocompatibility complex, the HLA complex in man and the H-2 complex in mice, induce T lymphocytes to exert powerful mixed lymphocyte reactions (MLR) and cell-mediated lympholysis (CML). In mice, the subset of T cells carrying the L3T4 surface antigen but lacking the Lyt-2 antigen responds predominantly to H-2 class II (Ia) differences whereas the L3T4-Lyt-r subset reacts to class I (KID) differences l ,2. For primary responses the stimulus for MLR and CML appears to be controlled by la+ cells of the macrophage/dendritic cell lineages, for both L3T4+ and Lyt-r cells3--6. The finding that la+ cells are required for responses involving Lyt-2+ cells has been taken to imply that triggering of these cells is controlled by la-restricted L3T4+ cells 7 • 8 • Lyt-2+ cells have thus come to be regarded as crippled cells which are heavily dependent on 'help' from other T cells9-11. This well-entrenched view is challenged by evidence presented here that purified Lyt-2+ cells can give high primary responses to certain la-tumour cells in vitro.", "cite_spans": [{"start": 76, "end": 84, "text": "Grikurov", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Recent studies from this laboratory showed that highly purified Lyt-2+ cells were able to mount high primary MLR and CML responses to class I but not class II H-2 differences in T cells and T-cell subsets were purified from pooled lymph nodes (LN) of adult B6 mice as described elsewhere 2 • To purify T cells, LN cells were pretreated at 37°C for 1 h in vitro with an anti-B-cell monoclonal antibody (JI Id) plus guinea pig serum as a source of complement (C); the surviving cells (>98% Thy I +) were then passed through Ficoll gradients to remove dead cells. To prepare Lyt-2' cells, LN cells were first pretreated at 37·C in vitro with a mixture of JI Id and anti-L3T4 (GKI.5) antibodies plus C. The surviving cells were then washed and allowed to adhere to anti-Lyt-2-coated dishes for I hat 4 .c. After gently washing non-adherent cells from the dishes, the adherent cells were eluted by vi~orous pi petting.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The adherent cells were >99% Lyt-2+ by FACS analysis and contained no detectable L3T4+ cells 2 • For MLR, doses of 2 x 10' B6 Tor Lyt-2+ responder cells were cultured in flat-bottom microtitre plates with varying numbers of lightly irradiated (1,500 rad) normal B6 or DBA/2 spleen cells or with heavily irradiated (20,000 rad) in vitro-passaged P815 tumour cells in a final volume of 200 ~1. Cells were cultured in RPM! 1640 medium supplemented with 10% fetal calf serum and standard additives 2 ; lL-2 was not added to the cultures. Cultures were pulsed with I ~Ci tritiated thymidine eH-TdR) 18 h before collection. The data show the mean levels of radioactivity in triplicate cultures. s.d., omitted for simplicity, were generally within 10-20% of the mean. Pretreatment of P815 cells with mitomycin C rather than irradiation led to comparable MLR with B6 Lyt-2+ cells.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "vi/ro2; other workers have reported similar findingsl2. MLR to class I differences were not reduced by removing T cells from the stimulator population or by adding anti-L3T4 monoclonal antibody to the cultures 2 • 12 ; addition of anti-Ia monoclonal antibody caused only minimal inhibition of the response. Although these findings suggested that the response of Lyt-2+ cells could not be attributed to minor contamination of the cultures with L3T4+ cells, removal of la + cells from the stimulator population (spleen cells) virtually abolished the response 2 • 12 . At face value the simplest explanation of this finding is that the response of Lyt-2+ cells to alloreactive class I molecules requires co-recognition of class\" (la) molecules. The problem with this notion is that, unless one invokes cryptic participation of L3T4+ cells, it is difficult to envisage how la molecules might control Lyt-2+ cell induction. In addition, one must account for the fact that certain la + cells-small B lymphocytes-are non-stimulatory for unprimed Lyt-2+ cells 6 • An alternative possibility is that la + cells with stimulatory function display a putative 'second signal' required by Lyt-2+ cells I2", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "with the joint expression of la molecules arrd the second signal being largely coincidental. This raises the question of whether some la -cells might be stimulatory for Lyt-2+ cells. Rammensee e/ al. 14 have shown that la -Lyt-2+ T cells have the capacity to 'veto' the induction of allogeneic Lyt-2+ cytolytic precursors, the veto function of T cells being attributed to the failure of these cells to express a requisite second signal. Since spleen cell suspensions depleted of la+ cells consist largely of T cells, the poor antigen-presenting cell function of la-spleen cells thus does not preclude the possibility that a spectrum of cell types might act as antigen-presenting cells for Lyt-2+ cells, the notable exception being T cells. To assess this idea, we arbitrarily tested the antigen-presenting function of la-tumour cells.", "cite_spans": [{"start": 200, "end": 202, "text": "14", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Although certain la-tumours, such as the P81S mastocytoma, are known to elicit primary T-cell responses in vi/ro ll . 15 , it is unclear whether these responses require help from the L3T4+ T-cell subset. Table I compares the capacity of B6 (H_2 b ) T cells and >99% purified B6 Lyt-2+ cells to mount primary MLR to DBA/2 (H_2 d ) spleen stimulators (I,SOO rad) or PSIS (H_2 d ) tumour stimulators (20,000 rad) in the absence of added interleukin-2 (lL-2); the PSIS tumour, of DBA/2 origin, completelylacks la molecules as assessed by fluorescence-activated cell sorter (FACS) analysis, but is strongly positive for class I molecules (data not shown). B6 T and B6 Lyt-2+ cells both gave high responses to DBA/2 spleen. Peak responses occurred on day 4 and the responses decreased progressively as the dose of stimulators was lowered. With PSIS stimulators, large doses of tumour cells (S x lOs per culture) elicited virtually no MLR. Low tumour doses (10 4 _10 5 ), by contrast, elicited highly significant MLR. Responsiveness to the PSIS tumour seemed to be restricted to Lyt-2+ cells because: (I) responses were appreciably higher with B6 Lyt-2+ cells than with unseparated B6 T cells (Table I) , (2) there was no response to the tumour using purified B6 L3T4+ cells (Table 2 , expts a, b) (implying that the tumour cells remained Ia-in culture), and (3) in marked contrast to anti-Lyt-2 monoclonal antibody, adding anti-L3T4 to the cultures failed to inhibit the response of B6 Lyt-2+ cells to the tumour ( Table 2 , expt a; the response to tne bml and bml2 mutants controlled for the specificity of the blocking effects of anti-Lyt-2 and anti-L3T4 monoclonal antibodies, see Table 2 legend). Heat-killed PSIS cells and PSIS cells exposed to ultraviolet light were completely non-stimulatory, even when reconstituted with recombinant I L-I (data not shown).", "cite_spans": [{"start": 1198, "end": 1201, "text": "(2)", "ref_id": null}], "ref_spans": [{"start": 204, "end": 211, "text": "Table I", "ref_id": "TABREF1"}, {"start": 1186, "end": 1195, "text": "(Table I)", "ref_id": "TABREF1"}, {"start": 1268, "end": 1276, "text": "(Table 2", "ref_id": "TABREF2"}, {"start": 1509, "end": 1516, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 1678, "end": 1685, "text": "Table 2", "ref_id": "TABREF2"}], "section": ""}, {"text": "The response of B6 Lyt-2+ cells to the PSIS tumour appeared to be specific for H-2 antigens, as the tumour failed to stimulate H-2-identical DBA/2 Lyt-2+ cells ( Table 2 , expt b) but did stimulate Lyt-2+ cells from another H_2h strain, C3H.SW (Table  2 , expt a). Further evidence for antigen specificity was obtained by studying the capacity of the tumour to elicit CML activity. In all three experiments performed, two of which are illustrated in Fig. I , culturing B6 Lyt-2 + cells for 4 days with irradiated PSIS cells in the absence of added I L-2 led to high levels of lysis against slCr-labelled PSIS cells. With concanavalin Astimulated spleen blast cells as targets, lysis was high on BIO.D2 (H_2 d ) targets but absent on BID (H_2h) targets, implying that lysis was directed to H_2d determinants rather than to tumourspecific antigens. The specific lytic activity of B6 Lyt-2+ cells cultured with PSIS stimulators was only slightly lower than with celIs cultured with DBA/2 spleen stimulators (compare Fig. la  and b) . Pretreating the B6 Lyt-2+ celIs with anti-I-A h antibody plus complement (C) to remove any residual la+ cells before culture failed to impair C M L activity (Fig. Ie) .", "cite_spans": [], "ref_spans": [{"start": 162, "end": 169, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 244, "end": 253, "text": "(Table  2", "ref_id": "TABREF2"}, {"start": 450, "end": 456, "text": "Fig. I", "ref_id": null}, {"start": 1013, "end": 1028, "text": "Fig. la  and b)", "ref_id": null}, {"start": 1188, "end": 1197, "text": "(Fig. Ie)", "ref_id": null}], "section": ""}, {"text": "The above results indicate that la -PSIS tumour cells are able to stimulate purified allogeneic Lyt-2+ cells to proliferate extensively and differentiate into H-2-specific (presumably class 1- Lyt-2+ cells were prepared as for Table I . An analogous procedure was used to prepare L3T4+ cells; that is, pretreatment of LN cells with 11Id+anti-Lyt-2 (3.168) antibodies+C' followed by positive panning on dishes coated with anti-UT4. The P815 mastocytoma and the L929transformed fibroblast line were both totally I-A-negative by FACS analysis but were strongly positive for expression of class I molecules. As for P815, the L929 cells were passaged in vitro without feeder cells; the cells were exposed to 20,000 rad before use as stimulators. The amount of antibody added to the cultures was 2 ILl of undiluted ascites fluid for anti-Lyt-2 and 2 ILl of I: 10 diluted ascites fluid for anti-L3T4. As controls for the specificity of inhibition by anti-UT4 and anti-Lyt-2, these antibodies were added to cultures in which MLR were directed solely to a class I H-2 difference (B6 Lyt-2+ cells responding to the H-2K-different 86.C_H_2bml (bm!) mutant) or to a class II H-2 difference (B6 L3T4+ cells responding to the I-A-different 86.C_H_2bmI2 (bmI2) mutant); as reported elsewhere 2 (confirmed in the table), anti-L3T4 selectively inhibits anti-class II MLR whereas anti-Lyt-2 selectively inhibits anti-class I MLR. MLR (mean of triplicate cultures) were measured on day 4 for each experiment shown.", "cite_spans": [], "ref_spans": [{"start": 227, "end": 234, "text": "Table I", "ref_id": "TABREF1"}], "section": ""}, {"text": "t Responder T cells in this experiment were pretreated with anti-I-A b + C' before culture. specific) cytotoxic cells in the absence of exogenous IL-2 (although IL-2 production by a subset of Lyt-2+ T 'helper' cells 6 cannot be excluded). Similar findings were observed with the L929 (H_2k) Ia-transformed fibroblast line (tested only for MLR) ( Table 2 , expt c). In the case of non-neoplastic cells, we have obtained preliminary evidence that Thy 1-Ia-cells from normal bone marrow can stimulate primary MLR by allogeneic Lyt-2+ cells (unpublished data). Thus, the capacity to stimulate Lyt-2+ cells is apparently not a property unique to Ia-tumour cells.", "cite_spans": [], "ref_spans": [{"start": 346, "end": 353, "text": "Table 2", "ref_id": "TABREF2"}], "section": "* Alleles of H-2 subregions, that is, H-2K., I-A, I-E, H-2D."}, {"text": "In contrast to these findings with Thy 1-cells, studies with three Thy 1 + Lyt-2-T-cell tumours have shown that, like normal T cells, these tumours cannot stimulate unprimed allogeneic Lyt-2+ cells in the absence of added IL-2 (unpublished data of the authors); the reason for this is unclear. Interestingly, the ability of T cells to mediate veto function is largely restricted to activated Lyt-2+ T-killer cells and is abolished by irradiation 14 . Hence, the poor stimulatory function of typical small T cells (for example, anti-Ia + C' -treated spleen) and Lyt-r T tumours is unlikely to reflect a veto effect. Moreover, we have seen no evidence of suppression when Lyt-2+ responders are exposed to a mixture of spleen stimulators supplemented with irradiated small T cells or T tumours. The most likely explanation for the poor stimulatory function of (non-cytotoxic) T cells is that these cells simply lack some requisite second signal required by Lyt-2+ cells.", "cite_spans": [{"start": 446, "end": 450, "text": "14 .", "ref_id": null}], "ref_spans": [], "section": "* Alleles of H-2 subregions, that is, H-2K., I-A, I-E, H-2D."}, {"text": "Although the nature of the putative second signal provided by Thy 1-Ia-H-2-different tumour cells is unknown, it is possible that such tumours are directly immunogenic for Lyt-2+ cells in vivo, involvement of L3T4+ cells responding to 'processed' tumour H-2 antigens being unnecessary for tumour rejection. In this respect, we now have preliminary evidence that the subcutaneous growth of P815 tumour cells in irradiated B6 mice can be prevented by mixing the injected tumour cells with unprimed purified B6 Lyt-2+ cells (unpublished data).", "cite_spans": [], "ref_spans": [], "section": "* Alleles of H-2 subregions, that is, H-2K., I-A, I-E, H-2D."}, {"text": "In multiple sclerosis, a demyelinating disease of young adults, there is a paucity of myelin repair in the central nervous system (CNS) which is necessary for the restoration of fast saltatory conduction in axons l ,2, Consequently, this relapsing disease often causes marked disability. In similar diseases of small rodents, however, remyelination can be quite extensive, as in the demyelinating disease. caused by the A59 strain of mouse hepatitis virus (MHV-A59)3.4, a coronavirus of mice. To investigate when and where oligodendrocytes are first triggered to repair CNS myelin in such disease, we have used a complementary DNA probe specific for one major myelin protein gene, myelin basic protein (MBP), which hybridizes with the four forms of MBP messenger RNA in rodents 5 • Using Northern blot and in situ hybridization techniques, we previously found that MBP mRNA is first detected at about 5 days after birth, peaks at 18 days and progressively decreases to 25% of the peak levels in the adult5-7. We now report that in spinal cord sections of adult animals with active demyelination and inflammatory cells, in situ hybridization reveals a dramatic increase in probe binding to MBP-specific mRNA at 2-3 weeks after virus inoculation and before remyelination can be detected by morphological methods. This increase of MBP-specific mRNA is found at the edge of the demyelinating area and extends into surrounding areas of normal-appearing white matter. Thus, in situ hybridization with myelin-specific probes appears to be a useful method for detecting the timing, intensity and location of myelin protein gene reactivation preceding remyelination. This method could be used to elucidate whether such a reactivation occurs in multiple sclerosis brain tissue. Our results suggest that in mice, glial cells react to a demyelinating process with widespread MBP mRNA synthesis which may be triggered by a diffusible factor released in the demyelinated areas.", "cite_spans": [{"start": 778, "end": 779, "text": "5", "ref_id": null}], "ref_spans": [], "section": "* Alleles of H-2 subregions, that is, H-2K., I-A, I-E, H-2D."}, {"text": "Earlier studies have shown that some MHV-A59 strains can cause chronic demyelination in mice and rats 4 Active demyelination is seen at 4 weeks while thinly remyelinated axons are seen at 10 weeks. Animals were perfused with 4% glutaraldehyde in Sorensen phosphate buffer, and slices of various levels of the spinal cord were embedded in Epon. l-lLm-thick sections were stained with toluidine blue. x200.", "cite_spans": [{"start": 102, "end": 103, "text": "4", "ref_id": null}], "ref_spans": [], "section": "* Alleles of H-2 subregions, that is, H-2K., I-A, I-E, H-2D."}, {"text": "lesions for up to 4 weeks 3 . Untranslated viral genome may be present in other areas of the CNS and in other cell types 17 , In the present investigation, 4-week-old C57Bl/6J mice (obtained from Jackson Laboratories, Bar Harbor, Maine) were injected intracerebrally with 500-1,000 plaque-forming units of MHV-A59 (obtained from Dr L. S. Sturman, New York State Department of Health, Albany, New York). At 1,2,3,4 and 8 weeks after injection, groups of three or four mice were perfused through the heart with periodate-lysine-formaldehyde 18 , and the brains and spinal cords of the perfused animals were then dissected, Transversely cut slices of various regions of the brain and spinal cord were prepared by freezing and cryosectioning for in situ hybridization as described in Fig. 2 legend. As a probe, we used a small cDNA clone, NZ-112, which encodes amino acids 60-93 of mouse MBpS. By adding 20-25 35S-labelled dATP residues to the 3' ends of the gel-purified DNA fragments using terminal deoxynucleotidyl transferase, a specific activity of 1-2 x 10 9 d.p.m. per /log DNA was obtained 6 ,7. Other CNS tissue slices were embedded in paraffin for histological examination and immunocytochemistry. For histology, paraffin sections were stained with Luxol fast blue and cresyl violet or haematoxylin/ eosin. For immunocytochemistry, paraffin sections were incubated with dilutions of mouse or goat anti-MBP antibodies and stained by the peroxidase-anti peroxidase method 19 . In addition, two or three mice at each time point were perfused and processed as described in Fig. 1 legend in order to analyse the details of the demyelinating and remyelinating process in semi-thin plastic sections,", "cite_spans": [{"start": 1094, "end": 1099, "text": "6 ,7.", "ref_id": null}], "ref_spans": [{"start": 780, "end": 786, "text": "Fig. 2", "ref_id": null}, {"start": 1575, "end": 1581, "text": "Fig. 1", "ref_id": "FIGREF1"}], "section": "* Alleles of H-2 subregions, that is, H-2K., I-A, I-E, H-2D."}], "bib_entries": {"BIBREF4": {"ref_id": "b4", "title": "Geophysical Investigations in Antarctica", "authors": [{"first": "V", "middle": [], "last": "Masolov", "suffix": ""}], "year": 1980, "venue": "", "volume": "", "issn": "", "pages": "16--28", "other_ids": {}}}, "ref_entries": {"FIGREF1": {"text": "Cytolytic activity of purified B6 (H_2 b ) Lyt-2+ cells cultured for 4 days in vitro with P815 (H_2d) tumour cells. Doses of 2 x 10 6 responder cells were cultured with lightly irradiated (1,500 rad) DBA/2 (H_2 d ) spleen cells or with 0.5 x 10 6 heavily irradiated (20,000 rad) P815 tumour cells in a volume of 2 ml in 24-well plates; as controls for specificity of lysis, DBA/2 T (Hid-treated LN) cells were cultured with BI0 (H_2b) spleen cells. In experiment c, the purified Lyt-2+ cells were pretreated with anti-Ia b antibody plus C' before culture. After 4 days the cells pooled from several wells were counted and then cultured in varying numbers for 3 h at 37 °C with fixed numbers (10 4 ) of 51Cr-labelled target cells, that is, P815 cells (D), concanavalin A-stimulated BI0.D2 (H_2 d ) (0) or BI0 (H_2b) (e) spleen cells; target cells were labelled with 300/LCi 5tCr per 4 x 10 6 cells at 37°C for 1 h and then washed thoroughly. The per cent 51Cr release from target cells was measured by standard techniques, taking release of isotope from detergent-treated cells as 100% release. Each data point represents the mean per cent specific 51Cr release of triplicate cultures; the data in a, b, and in c, d were obtained in two different experiments.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Micrographs showing demyelinated (a) and remyelinated (b) areas (delineated by arrowheads) in the anterior column of mice at 4(a) and 10(b) weeks post-inoculation with MHV-A59.", "latex": null, "type": "figure"}, "TABREF0": {"text": ", I. Kadmina and R. Kurinin at VNIIOkeanologia, Leningrad, Karl Hinz at Bundesanstalt fur Geowissenschaften und Rohstoffe, Hannover and colleagues at the Sixth Gondwana Symposium, Columbus, Ohio, for fruitful discussions. Publication 80 of the Norwegian Antarctic Research Expeditions (1984-85). 15. Spaeth, O. in Proc. 6th Gondwana Symp., Columbus, Ohio (American Geophysics Union, in the press). 16. Elliot, D. in Antarctic Earth Science, 347-351 (Cambridge University Press, 1983). 17. Grikurov, G. et al. in Geophysical Investigations in Antarctica, 29-43 (NIIGA, Leningrad, 1980; trans. from Russian). 18. Miller, H. Lippmann, E. & Kallerhoff. W. Rep. Pol. Res. 19, 116-129 (1984). 19. Rowley, P. D. et aL in Antarctic Earth Science 245-250 (Cambridge University Press, 1983). 20. Meneilly, A. W., Harrison, S. M., Piercy, B. A. & Storey, B. C. in Proc. 6th Gondwana Symp. (American Geophysical Union, in the press). 21. Drewry, D. J. in Antarctica: Glaciological and Geophysical Folio 2 (Scott Polar Research Institute, Cambridge, 1983). Capacity of purified Lyt-2+ T cells to mount primary proliferative and cytotoxic responses to Ia-tumour cells J. Sprent & Mary Schaefer Department of Immunology, IMM4A, Scripps Clinic and Research Foundation, 10666 North Torrey Pines Road, La Jolla, California 92037, USA", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "MLR of T-cell subsets to P815 (H_2 d ) and L929 (H_2k) tumour cells: failure of anti-UT4 antibody to inhibit MLR of Lyt-2+ cells 3H_ TdR incorporation ~ c.p.m. x 10 3 ) with responders", "latex": null, "type": "table"}, "TABREF3": {"text": ",[8][9][10][11][12][13][14][15]. For instance, a high incidence of demyelination occurs in C3H and C57 black mice 3 • 4 after intracerebral inoculation of the prototype MHV-A59 strain 16. The virus replicates preferentially in oligodendrocytes, destroying the cells in focal areas of the white matter during the first weeks of infection 3 ,4.H-'5. Viral antigen persists in the cytoplasm of oligodendrocytes within the demyelinating We thank J, Benedetto for growing the tumour cells, which were kindly made available by M. J. Bevan. This work was supported in part by NIH grants AI 21487, CA 38355, CA 25803 and CA 35048. Note added in proof; We have recently found that one T cell tumour (EL4) does stimulate high primary MLR by allogenic Lyt-2+ cells.", "latex": null, "type": "table"}, "TABREF4": {"text": "Table 2 MLR of T-cell subsets to P815 (H_2 d ) and L929 (H_2k) tumour cells: failure of anti-UT4 antibody to inhibit MLR of Lyt-2+ cells", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td> </td><td>3H_ TdR incorporation ~ c.p.m. x 103) with responders </td></tr><tr><td> </td><td>No. of </td><td>No. of </td><td> </td><td>B6 </td><td>C3H.SW </td><td>B6 </td><td> </td></tr><tr><td>Stimulators </td><td>stimulators (xI05) </td><td>responders (x 105) </td><td>Antibody added to cultures </td><td>Lyt-2+ (bbbb) </td><td>Lyt-2+ (bbbb) </td><td>L3T4+ (bbbb) </td><td>No responders </td></tr><tr><td>Expt a B6 spl (bbbb)* </td><td>5 </td><td>I </td><td> </td><td>0.3 </td><td>0.8 </td><td>3.1 </td><td> </td></tr><tr><td>bml spl (bmlbbb) </td><td>5 </td><td>2 </td><td> </td><td>0.8 </td><td>1.2 </td><td>6.3 </td><td> </td></tr><tr><td>5 </td><td>I </td><td> </td><td>74.5 </td><td>57.4 </td><td>3.8 </td><td> </td></tr><tr><td> </td><td>5 </td><td>I </td><td>Anti-UT4 </td><td>74.5 </td><td>51.0 </td><td> </td><td> </td></tr><tr><td> </td><td>5 </td><td>I </td><td>Anti-Lyt-2 </td><td>2.7 </td><td>2.7 </td><td> </td><td> </td></tr><tr><td>bml2spl (bbm12bb) </td><td>5 </td><td>2 </td><td> </td><td>178.3 </td><td>82.0 </td><td> </td><td> </td></tr><tr><td>5 </td><td>I </td><td> </td><td>2.2 </td><td>1.9 </td><td>22.9 </td><td> </td></tr><tr><td> </td><td>5 </td><td> </td><td>Anti-UT4 </td><td> </td><td> </td><td>2.1 </td><td> </td></tr><tr><td> </td><td>5 </td><td> </td><td>Anti-Lyt-2 </td><td> </td><td> </td><td>30.3 </td><td> </td></tr><tr><td>P815 (dddd) </td><td>5 </td><td>2 </td><td> </td><td> </td><td> </td><td>81.5 </td><td> </td></tr><tr><td>0.5 </td><td>2 </td><td> </td><td>25.4 </td><td>18.2 </td><td>0.3 </td><td>0.2 </td></tr><tr><td> </td><td>0.5 </td><td>2 </td><td>Anti-L3T4 </td><td>21.9 </td><td>17.6 </td><td> </td><td> </td></tr><tr><td> </td><td>0.5 </td><td>2 </td><td>Anti-Lyt-2 </td><td>0.8 </td><td>0.6 </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>86 </td><td>DBA/2 </td><td>B6 </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>Lyt-2+ (bbbb) </td><td>Lyt-2+ (dddd) </td><td>L3T4+ (bbbb) </td><td>No responders </td></tr><tr><td>Expt b 86 spl (bbbb) </td><td>5 </td><td>2 </td><td> </td><td>1.1 </td><td>29.0 </td><td>4.2 </td><td>0.1 </td></tr><tr><td>DBA/2 spl (dddd) </td><td>5 </td><td>2 </td><td> </td><td>104.1 </td><td>0.4 </td><td>210.2 </td><td>0.1 </td></tr><tr><td>P815 (dddd) </td><td>0.25 </td><td>2 </td><td> </td><td>32.3 </td><td>0.5 </td><td>1.1 </td><td>0.1 </td></tr><tr><td> </td><td>0.5 </td><td>2 </td><td> </td><td>40.9 </td><td>1.2 </td><td>0.8 </td><td>0.1 </td></tr><tr><td> </td><td>I </td><td>2 </td><td> </td><td>43.0 </td><td>1.4 </td><td>3.1 </td><td>0.2 </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>B6 </td><td>CBA/Ca </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>Lyt-2+ </td><td>Lyt-2+ </td><td>No </td><td> </td></tr><tr><td>Expt ct B6 spl (bbbb) </td><td>5 </td><td> </td><td> </td><td>(bbbb) 0.2 </td><td>(kkkk) 20.7 </td><td>responders 0.1 </td><td> </td></tr><tr><td>C8A/Ca spl </td><td>(kkkk) 5 </td><td> </td><td> </td><td>55.5 </td><td>0.7 </td><td>0.3 </td><td> </td></tr><tr><td>bml spl (bmlbbb) </td><td>0.2 </td><td> </td><td> </td><td>2.2 </td><td>0.8 </td><td>0.3 </td><td> </td></tr><tr><td> </td><td>5 </td><td> </td><td> </td><td>70.5 </td><td>31.1 </td><td>0.1 </td><td> </td></tr><tr><td> </td><td>5 </td><td> </td><td>Anti-L3T4 </td><td>62.0 </td><td> </td><td> </td><td> </td></tr><tr><td>L929 (kkkk) </td><td>5 </td><td> </td><td>Anti-Lyt-2 </td><td>3.2 </td><td> </td><td> </td><td> </td></tr><tr><td>0.04 </td><td> </td><td> </td><td>5.5 </td><td>0.6 </td><td>0.5 </td><td> </td></tr><tr><td> </td><td>0.2 </td><td> </td><td> </td><td>16.7 </td><td>1.1 </td><td>1.1 </td><td> </td></tr><tr><td> </td><td>0.2 </td><td> </td><td>Anti-L3T4 </td><td>24.8 </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>0.2 </td><td> </td><td>Anti-Lyt-2 </td><td>2.2 </td><td> </td><td> </td><td> </td></tr><tr><td>Lyt-2+ cells were prepared as for Table </td><td>I </td><td> </td><td> </td><td>22.4 </td><td>1.7 </td><td>1.7 </td><td> </td></tr><tr><td>5 I. </td><td>An analogous procedure </td><td>0.6 was used to prepare </td><td>0.4 L3T4+ cells; that is, pretreatment of LN cells with </td><td>0.4 </td></tr></table></body></html>"}}, "back_matter": []}