{
    "paper_id": "9432a256ca04effd198c1438b2c89b561063401e",
    "metadata": {
        "title": "United States & Canadian Academy of Pathology PLATFORM and POSTER PRESENTATIONS Autopsy 1 Fatal Aorto-Enteric Fistula Complicating Treatment for Esophageal Identification of a Novel Exon 3 Mutation in the SBDS Gene in a Patient with Clinically Diagnosed Shwachman-Bodian-Diamond Syndrome: A Molecular Analysis",
        "authors": [
            {
                "first": "Annual",
                "middle": [],
                "last": "Meeting",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "San",
                "middle": [],
                "last": "Diego",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adenocarcinoma",
                "middle": [
                    "M"
                ],
                "last": "Austin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Henriksen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Schmechel",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Bhattacharyya",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Hong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "X",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "L"
                ],
                "last": "Mukherjee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Mannion",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bhattacharyya",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: A 68-year-old man with a history of stage IB esophageal adenocarcinoma treated with neoadjuvant chemoradiation and laparoscopic-assisted transhiatal esophagectomy and pyloromyotomy presented with acute massive hematemesis. Endoscopy revealed a 3 cm ulcer in the lesser curvature of the gastric conduit that was treated with sclerotherapy. Following a brief period of stabilization, he developed recurrent hematemesis. There was clinical suspicion for aorto-enteric fi stula (AEF), however, no defi nite source of bleeding was identifi ed by angiography or endoscopy. The patient was provided comfort care measures and soon thereafter died. An autopsy was requested to identify the source of bleeding. Design: After removal of the thoraco-abdominal organ block, the aorta and adherent gastric conduit were separated from the remaining internal organs and opened opposite their juxtaposed aspects. The anterior aortic lumenal surface contained a 2 mm oval defect that initially appeared to be an aberrant vessel; however, a probe gently introduced into this defect easily passed through to the bed of a second 1.5 cm friable ulcer in the gastric conduit. The fi stula tract was removed en bloc with a 1 cm radius of surrounding tissue, serially sectioned, and submitted in its entirety for histologic and immunohistochemical (IHC) evaluation. Results: Microscopy of the fi stula tract documented complete disruption of the aortic elastic layer and a patent fi stula communicating with a gastric ulcer surrounded by marked active and chronic gastric infl ammation. The second previously treated ulcer showed submucosal fi brosis with chronic, active infl ammation. There was no evidence of recurrent adenocarcinoma by HE or IHC stains. Conclusions: AEF associated with gastrointestinal malignancy most commonly involves the thoracic (as opposed to abdominal) aorta and may be due to direct extension of neoplasm, radiation therapy, infection, or trauma. Endoscopy has been reported to have poor sensitivity (<40%) for detection of AEF, and laparotomy has been reported to identify a source of bleeding in only 50-73% of cases. Due to these challenges in premortem diagnosis, case series estimate that half of cases are diagnosed at autopsy. Autopsy should be encouraged if clinical suspicion for AEF is high in the setting of non-diagnostic premortem imaging studies. Careful dissection and examination can lead to defi nitive diagnosis, and we recommend the above approach to maximize the likelihood of identifying and evaluating an AEF at autopsy. Background: Shwachman-Bodian-Diamond Syndrome (SBDS) is an autosomal recessive and phenotypically heterogeneous disorder characterized by exocrine pancreatic insuffi ciency, bone marrow failure, and chrondrodysplasia. Mutations in the SBDS have been identifi ed in 90% of patients with phenotypic features of SBDS. The highly conserved SBDS gene is located on chromosome 7 and encodes a 250 amino acid protein believed to function in ribosomal maturation and mitotic spindle organization. The majority of mutations in SBDS are the result of gene conversion between SBDS and an adjacent highly homologous pseudogene. While more than 20 mutations have been identifi ed in the SBDS gene, two genetic alterations predominate. These include the 258 (2T>C) mutation in the splice site of intron 2 and the 183-184 (TA>CT) mutation in exon 2, both which result in a frameshift and premature truncation of the SBDS protein product. Design: We report the identifi cation of an exon 3 mutation in the SBDS gene. The autopsy service encountered the case of a 32-year-old Caucasian male with clinically diagnosed SBDS, who expired from infectious sequelae following chemotherapy for acute myeloid leukemia. Following completion of the autopsy, paraffi n embedded tissue blocks from skeletal and cardiac muscle, lymphoid and splenic tissue, and liver were used for DNA extraction. Primer specifi c PCR amplifi cation was performed using primer pairs for each of the 5 exons, with reference to prior studies by Kawakami et al (Tohoku J. Exp. Med., 2005, 206, p 253-259). The DNA amplicons were subsequently sequenced and were compared to reference sequence genomes using the NCBI Basic Local Alignment Search Tool (BLAST) database. Results: Sequencing of the amplicons reveals a monoallelic point mutation in exon 3 of the SBDS gene: 610 (A>G). Comparison of the sequence to the reference NCBI BLAST database confi rmed the presence of the point mutation. No other signifi cant mutations were identifi ed in the amplifi ed exomic sequences. Conclusions: This mutation has not been previously reported in the SDBS in the literature, and highlights the importance of exome sequencing as a tool for identifying novel mutations in genetic disorders with heterogeneous clinical features.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "PCR -3 group B Streptococcus, 1 Streptococcus pneumonia, 1 Coxackie B3 virus, 1 Parainfl uenza 3 virus and 1 infl uenza A virus infection. The baby with Parainfl uenza also had cardiomyopathy. Four cases had laryngotracheobronchitis and 1 laryngotracheitis. Three cases were respiratory diseases not infectious -1 asthma, 1 respiratory disease of prematurity and 1 with premature lung. One infant had congenital DM. Three had congenital heart conditions including unbalanced atriaoventricular canal, another with large atrial septal defect and a third with abnormal left main coronary artery and aortic root. Nine were sudden unexpected death in infancy. Two cases were pending further investigation and 1 case undetermined. Conclusions: Forensic autopsies yielded recognized causes of death in 18 of 30 cases of natural death, sudden unexpected death in infancy with or without unsafe sleep conditions in 9 cases. Four of the seven infectious agents were due to typical bacterial pathogens. Three cases were viral infections that may not have been diagnosed without PCR identifi cation and 5 were microscopically signifi cant laryngotracheitis or laryngotracheobronchitis in babies with history of clinically overt respiratory disease. . Thirteen percent of the deaths were caused by unsuspected cardiac conditions with 3 of 4 due to conditions not expected to be detected by the child's treating pediatrician.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Discordant Malignancy Findings on Autopsy at a Tertiary Care Hospital: A Continuing Opportunity for Quality Improvement DA Cohen, H Takei, AL Rivera. Houston Methodist Hospital, Houston, TX. Background: Even in the current era of improved imaging technologies, autopsies remain an important diagnostic tool in the United States for identifying undiagnosed malignancies with valuable implications for both hospital quality improvement as well as family members who may require increased cancer surveillance. Previous longitudinal published studies have examined the discordance between clinical and autopsy diagnosis of malignant neoplasms but are at least a decade old. Design: A retrospective review was performed for all consecutive autopsies at Houston Methodist Hospital from 2006-2013. Pediatric and brain-only autopsies were excluded. Autopsy reports with neoplasm diagnoses were identifi ed using SNOMED coding terminology. Post-mortem diagnoses were compared with clinical diagnoses at time of death using surgical pathology reports, cytopathology reports, and patient chart review. Results: Patients ranged in age from 21-91 (mean 64) years. From 2006 to 2013, 893 autopsies were performed of which 172 (19.3%) had a non-neuropathology neoplasm diagnosis. Of the 118 autopsies with malignant fi ndings, 71 autopsies (61.2%) had a neoplasm diagnostic discrepancy compared with pre-mortem fi ndings. Of these discordant cases, 47 (66.2%) involved undiagnosed malignant neoplasms. Of the 24 misdiagnosed cases, 11 showed discrepancies in pre-mortem pathologic fi ndings. The 71 autopsy cases with a diagnostic discrepancy also identifi ed 26 cases (36.7%) where a malignancy contributed to cause of death. 11 of these autopsies uncovered a clinically unknown cancer. A total of 78 malignant neoplasms were identifi ed in the discordant cases. The most common undiagnosed and misdiagnosed neoplasms contributing to cause of death were diffuse lymphomas as well as adenocarcinomas of the pancreas, colon, and lung. Undiagnosed Conclusions: Over an eight-year period, the discordance rate between autopsy and clinical diagnosis at an academic tertiary care hospital involving malignant neoplasms was similar to historical rates from the 1990's and 1970's, reinforcing the continuing value in performing autopsies. Background: FOP is a rare inherited condition caused by an activating mutation of the activin receptor IA gene, resulting in abnormal function of bone morphogenic protein receptor (BMPR1) with subsequent soft tissue ossifi cation. Painful soft tissue swellings develop at sites of minor trauma and infl ammation, and can transform skeletal muscle, tendon, and ligament into bone via endochondral ossifi cation. Autopsy results in a death due to FOP have not been previously reported in the modern literature. Design: We report the case of a 31 year old woman diagnosed with FOP at age 16. Complications included immobility, restrictive lung disease, pain, and generalized edema. At age 28, she became wheelchair-bound. She had several hospitalizations in the months prior to death for edema and worsening immobility, and required increasing levels of narcotics to control pain. Ultimately, she was placed on hospice care and expired. An unrestricted autopsy, including full skeletal X-rays with extensive histologic sampling was performed. Results: At autopsy, the great toes revealed the characteristic valgus deformity. The thoracic cavity was severely restricted with elevation of the diaphragm and abdominal organs. There was ankylosis of the joints of the upper and lower extremities, as well as the cervical spine. X-rays highlighted multifocal intramuscular ossifi cation; however, cardiac and smooth muscle were uninvolved. Histology of the spine revealed extensive ossifi cation of longitudinal ligaments. Prior studies suggested that CNS demyelination may play a role in FOP; no demyelinating lesions were evident in the CNS grossly or on luxol fast blue-stained slides in this case. Conclusions: This case represents the fi rst published autopsy-based evidence that ossifi cation of the chest cavity and surrounding tissues resulting in thoracic insuffi ciency syndrome leading to heart failure is the cause of death in FOP. It is hoped that better awareness of disease features will result in earlier diagnosis, and minimize biopsies and/or resections that exacerbate disease course. Pathologists should be aware that FOP is commonly misdiagnosed as aggressive juvenile fi bromatosis, soft tissue sarcoma, or lymphedema. Given the relative rarity of the disease, autopsy should be pursued in such cases to increase understanding of FOP, and also the process of heterotopic ossifi cation in general.",
            "cite_spans": [
                {
                    "start": 2019,
                    "end": 2030,
                    "text": "Undiagnosed",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "Association of Alcohol with Death by Suicide or Misadventure C D'Arcy, S Crowther. Tallaght Hospital, Dublin, Ireland. Background: Alcohol (C2H5OH) is associated with high risk behaviour. We aimed to assess its relationship with death by suicide or misadventure. Design: In our institution 867 autopsies were performed from January 2010 to May 2013. Of these 163 (19%) were selected. Results: The cohort included 124 males (M) and 39 females (F), mean age 40 years (range(R)16-82). Cases included asphyxiation (hanging-64, plastic bag-1), roaad traffi c accidents (RTA)-8, single/multi (S/M) drug overdose (OD)-55, drowning-8, acute C2H5OH toxicity-9, self laceration-1, pneumonia with opiate toxicity-3 and traumatic fall (TF)-14. Toxicology (tox) was performed in 156 (96%). Overall 76 (47%) had C2H5OH with mean blood and urine levels of 174mg% (R 0-513) and 210mg% (R 0-583) respectively. Mean blood level in F was 159mg% (R 0-348) vs 178mg% in M (R 0-513). Twenty seven of 63 (43%) hangings (10F, 53M) had C2H5OH (mean respective blood and urine levels 165mg% (R 0-388) and 216mg% (R 35-358)) with equal levels in F (169mg% (R 42-292)) and M (169mg% (R 0-388)). In 8 (13%) without C2H5OH there was evidence of illicit drug use. Tox was negative in 28 (44%). Twenty fi ve of 52 (48%) S/M drug ODs (20F, 32M) showed C2H5OH (mean respective blood and urine levels 120mg% (R 0-311) and 167mg% (R 0-335)) with mean levels of 132mg% (R 0-311) in F vs 111mg% in M (R 0-251). Two of 6 (33%) RTAs (2F, 4M) had C2H5OH with blood levels of 23mg% (M) and 299mg% (F). Two (33%) without C2H5OH had evidence of illicit drug use. Tox was negative in 2 (33%). Nine of 13 (69%) TF (2F, 11M) showed C2H5OH (M only, mean respective blood and urine levels 200mg% (R 0-504) and 224mg% (R 0-583)). One had VH only (200mg%) and 4 were negative. Three of 8 (38%) drownings (all M) had C2H5OH (mean respective blood and urine levels 132mg% (R 0-290) and 193mg% (R 37-398)). In one there was also evidence of illicit drug use. Five (62%) had negative tox. Nine acute C2H5OH toxicities (1 F, 8M) had mean respective blood and urine levels of 370mg% (R 294-513) and 433mg% (R 297-569) . No C2H5OH was detected in 3 cases of pneumonia with opiate toxicity (all F). One case of self infl icted laceration (M) was decomposed with low C2H5OH blood (52mg%) and urine (18mg%) levels. One asphyxiation via a plastic bag (M) showed low level urinary C2H5OH (11mg%) only. Conclusions: C2H5OH plays a signifi cant contributory role in mortality by suicide or misadventure, being detected in almost half (47%), and being the sole cause of death in 6% of cases. C2H5OH was most prevalent in traumatic falls (69%), single/multi drug OD (48%) and hanging (43%). No signifi cant difference in C2H5OH intake between M and F was seen.",
            "cite_spans": [
                {
                    "start": 2149,
                    "end": 2160,
                    "text": "(R 297-569)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": "Modern Postmortem Hematology: Best Methods of Bone Marrow Sampling at Autopsy E Dacey, NJ Leeborg, JE Hooper. Oregon Health  Science University, Portland, OR; Kaiser Permanente, Portland, OR. Background: Autopsy can contribute to important diagnostic questions in patients with hematologic malignancy besides cause of death. While bone marrow aspiration and biopsy with ancillary studies has become increasingly sophisticated, methods of bone marrow sampling at autopsy have not been recently evaluated and may be sub-optimal. The objective of our study is to determine best methods of bone marrow sampling at autopsy for cellular morphology and diagnostic evaluation. Design: Eight decedent patients consented for unrestricted autopsy including research participation were identifi ed, three with previously diagnosed hematologic malignancy. Marrow was sampled by needle aspiration and touch preparation of rib, smear of rib squeeze, and iliac aspirate. Cores were taken of sternum, vertebral section, and iliac crest. Samples were stained by Wright Giemsa. Routine paraffi n embedded hematoxylin and eosin stained sections of rib squeeze preparation (clot section) and vertebra were evaluated. Samples were evaluated blindly by an expert Hematopathologist and were described and scored on a scale of one to three for overall quality. Dates of death, time of autopsy, and fi nal autopsy diagnoses were obtained from electronic medical records. Results: Clot section obtained by rib squeeze obtained the highest mean quality score with the tightest confi dence interval. Rib needle samples were lowest. Vertebral cores and sections had approximately equivalent quality scores and were better for evaluation than rib squeeze smears. Sternal needle, iliac aspirate and iliac cores samples, where obtainable, were of poor quality. There was no signifi cant variance between patients or between intervals from death to autopsy (ranging from 18 to 96 hours). There was a clear learning curve with later samples providing better results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8"
        },
        {
            "text": "The numeric quality results support current practice of obtaining clot sections by rib squeeze and taking vertebral sections; however, review of morphology reveals that smear preparation with a thinner layer of cells for assessment and differential counting also has value. Creating a smear from marrow squeezed from ribs for clot sections and staining for Wright Giemsa is a simple procedure which, in combination with liberal use of hematopathology consultation, can contribute to postmortem assessment of bone marrow. Further studies will examine use of targeted immunohistochemistry and potentially fl ow cytometry in rapid research autopsy settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "Chagas Disease and HIV/Aids Co-Infections Based on Autopsies Cases with DNA Analysis R Garcia-Pino, MA Melo-Uribe, JC Mantilla-Hernandez. Universidad Industrial de Santander, Bucaramanga, Colombia; Universidad de La Sabana, Bogotá, Colombia. Background: Chagas disease (CD) is an endemic disease in Latin America, caused by the infection of Trypanosoma cruzi (T. cruzi), in whose life's cycle involves mammals and a vector insect (of the family triatominae). CD has two clinical presentations, an acute and a chronic phase. Currently we have observed an increase in frequency of a recently described clinical form named acute reactivation in HIV/AIDS patients, which produces acute necrotizing encephalitis. Design: A total of 155 HIV/AIDS autopsies were performed at our hospital between the years 2004 and 2013, included six patients who died by CD acute reactivation were recruited for this study. Rigorous morphological and molecular examinations were performed. Results: We found 6 cases of CD, which corresponds to a prevalence of 3.88%, 66.6% (4) males, with a mean age of death at 32 years. In all cases there was a moderate interstitial infl ammatory infi ltrate of lymphocytes, plasma cells and macrophages wit few amastigotes within myocardial fi bers were found. The brain in all cases showed severe changes of edema and intracranial hypertension with secondary high pressure groove on cerebellar tonsils. In fi ve cases we found between 2 and 4 oval rounded shape necrotic lesions at basal ganglia region, cerebellar hemispheres and corpus callosum with diameters between 1.5 and 4 centimeters. Microscopic examination showed extensive necrosis with some cysts containing amastigotes, with microglial nodules, and lymphocytic infi ltrate. In the remaining case, we found a lymphocytic meningoencephalitis. Given the similarity of the morphological fi ndings between Trypanosoma cruzi and Toxoplasma gondii, PCR studies were performed which identifi ed core sequences of T. cruzi in heart and brain. PCR studies were negative for Toxoplasma gondii. Conclusions: We describe the morphologic and molecular fi ndings of acute reactivation of CD in HIV/AIDS patients. CD acute reactivation should be considered as a differential diagnosis of meningoencephalitis in HIV patients. The proper identifi cation of T. cruzi as a cause of encephalitis might help to improve the clinical outcome in these patients. Thus, HIV-infected patients should be tested for CD when is epidemiologically relevant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "Rabies Encephalitis: Beyond Negri Bodies, an Autopsy Study R Garcia-Pino, MA Melo-Uribe, JC Mantilla-Hernandez. Universidad Industrial de Santander, Bucaramanga, Colombia; Universidad de La Sabana, Chía, Colombia. Background: Rabies is an almost invariably fatal disease and a serious public health problem, caused by rabies virus (RABV) transmitted mainly by the saliva of infected animals. Its common clinical evolution goes from Central Nervous System irritation, followed by paralysis and death. Design: A total of 2019 consecutive autopsies were performance at our hospital between the years 2004 and 2013, among which fi ve patients were suspected of death by rabies encephalitis (RE), and were recruited for the present study. A morphological and molecular exam was performed. Results: We found 5 cases of RE, 3 of them were females (60%) from urban areas, and the mean age was 39.4 (SD±26.14) years. In 3 cases (60%) they were associated with bat bites and the other 2 cases with cat bites. The brain in all cases showed severe edema and necrosis, along with collapse of the ventricular system, with dot-like hemorrhages in the white matter and severe distortion of the brainstem and the cerebellum. The microscopical examination of the neural tissue showed edema, blood vessel congestion and an infl ux of lymphocytes in a perivascular sheath pattern. Almost all the neurons showed loss of the nuclei and had transformed into an eosinophilic mass surrounded by lymphocytes, macrophages and glial cells. There were cytoplasmic inclusions in just a few neurons, as Negri bodies. Additionally, we include the study of autonomous ganglia, peripheral nerves and minor salivary glands, all of which showed a moderate to severe interstitial lymphocytic infi ltrate. In all cases we performed a direct immunofl uorescence assay that tested positive for Rabies. Also, we performed an inoculation of neural tissue from these patients to mice of the IRA strain, with a positive result. Conclusions: In Colombia, the animals most involved as a vector for Rabies virus are bats and cats. The classic fi ndings of necrotizing encephalitis were confi rmed in our study and additionally, we described the histopathologic fi ndings in the peripheral autonomic ganglia and the minor salivary glands.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10"
        },
        {
            "text": "A. Brain with severe edema. B. Neuron with Negri body. C, D. Peripheral nerves and minor salivary gland with lymphocytic infi ltrate. Background: Hemorrhagic infi ltration of the pulmonary artery connective sheath (PACS) is a rare complication of type A acute aortic dissection. Only 7 cases are reported in the literature. Both radiological and histopathological interpretation may be a diagnostic challenge. Objectives are to defi ne the process of hemorrhagic infi ltration of the PACS in aortic dissection, to explain its pathophysiology, and to describe the radiological and histopathological fi ndings through a case series. Design: The study includes 12 aortic dissection cases with hemorrhagic infi ltration of PACS with computed tomography (CT) data (5 academic centers in Quebec and Ontario, 2008-2010) . Three other cases were retrieved through a search of autopsy reports (Montreal General Hospital 2006-2012, Centre Hospitalier Universitaire de Montreal 2012-2013). Clinico-radio-pathological data was collected. Results: CT fi ndings included high attenuation and/or infi ltration of contrast agent along PACS (all cases), along with varying degrees of pulmonary artery compression. Distally, the infi ltration led to periarterial ground glass and consolidation in the lung (4/12 cases), likely due to localized alveolar haemorrhage caused by ischemia. Pathological fi ndings included: ascending aorta's aneurysm transecting intima, media and adventitia, reaching the sheath located between aorta and pulmonary trunk; also, hemorrhage infi ltrating along the sheath, entering lung parenchyma through the hilum, spreading around bronchi, arteries, and pulmonary veins.",
            "cite_spans": [
                {
                    "start": 782,
                    "end": 792,
                    "text": "Quebec and",
                    "ref_id": null
                },
                {
                    "start": 793,
                    "end": 812,
                    "text": "Ontario, 2008-2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "10"
        },
        {
            "text": "The radio-pathophysiolocal fi ndings of 15 cases of hemorragic infi ltration of PACS secondary to aortic dissection are described. In severe cases, acute infi ltration of the virtual space leads to signifi cant compression of the proximal pulmonary arteries, with lung edema/hemorrhage. To our knowledge, this is the largest series reported, and the 1st to describe the radio-patho-physiology of this acute complication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "PA Hansma, PL Zhang, JK Macknis, W Li, M Rooney. Beaumont Health System, Royal Oak, MI. Background: Assessment of antemortem acute tubule injury on postmortem exam has been a persistent problem for pathologists due to the autolysis in the kidney that results in tubule degenerative changes, making histological evaluation of acute tubular injury diffi cult. CD133 expresses diffusely in fetal renal tubules by immunofl uorescent method (IF). This study was to investigate if our autolysis scoring system using conventional HE staining can be confi rmed by CD133 staining (known to be durable to injury) in fetal renal tubules. Design: HE sections of 53 fetal autopsy kidneys (12 to 32 weeks) were scored for autolysis as following: 0, intact cytoplasm and clear hematoxylin nuclear staining; 1+, minimal autolysis with relatively intact cytoplasm and weakened hematoxylin nuclear staining; 2+, moderate autolysis with some degenerative cytoplasmic changes and some unstained nuclei by hematoxylin; and 3+, severe autolysis with diffuse tubular cytoplasmic changes and diffuse unstained nuclei by hematoxylin. The fetal autopsy kidneys were immunohistochemically (IHC) stained for CD133 (monoclonal AC133) and its membranous staining along tubular lumen was scored from 0 to 3+. Results: Twenty-nine cases showed prominent autolysis (2 to 3+) and the remaining 24 fetal kidneys show no (0) to mild (1+) autolysis. There were 2-3+ CD133 staining in primordial glomeruli and 2+ diffuse expression of CD133 along luminal membranes of renal tubules mostly in corticomedullary junction. Autolysis scores signifi cantly had a reversed correlation with CD133 expression scores along fetal renal tubules; more autolysis, less CD133 staining (r value = 0.695 and p < 0.0001 by linear regression analysis). Conclusions: Our IHC fi ndings support progenitor marker CD133 expression in human fetal kidneys, implying a contribution of CD133 to both glomerular and tubular development. This reversed correlation between conventional autolysis scores and CD133 expression confi rms that our conventional evaluation score system of autolysis, based on integrity of cytoplasm and nuclear preservation of hematoxylin, is accurate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validating Autolysis Scores Using Hematoxylin and Eosin (HE) Staining and Stem/Progenitor Cell Marker CD133 Expression in Fetal Kidneys"
        },
        {
            "text": "Pulmonary Amyloidosis: An Underdiagnosed and Seemingly Universal Concomitant Finding of Cardiac Amyloidosis DH Hwang, RF Padera. Brigham and Women's Hospital, Boston, MA. Background: Cardiac amyloidosis (CA) causes a severe cardiomyopathy, often with pulmonary hypertension, and is found at the time of autopsy in patients with and without a known history of amyloidosis. Pulmonary amyloidosis (PA) is considered a clinically uncommon fi nding in systemic amyloidosis, and has usually been described in patients with associated CA. PA can be a subtle histologic fi nding, but the presence of amyloid may interfere with gas exchange and cause pulmonary hypertension. We therefore sought to determine the prevalence of PA among patients in whom autopsy revealed CA. Design: Autopsy cases between 2003 and 2013 with a diagnosis of CA were retrieved from the archives of our departmental fi les. The diagnosis of CA was confi rmed using HE, Congo red and/or sulfated Alcian blue stains. Lung sections were examined using HE and sulfated Alcian blue stains. Patient information was derived from the electronic medical record following approval from the hospital institutional review board. Patient history, immunohistochemical stains and/or mass spectroscopy were used to determine the type of amyloid. Results: Forty-fi ve (45) patients with CA had a mean age of 77.8 years; females comprised 27%. The amyloid types were transthyretin (ATTR, 31/45, 69%), light chain (AL, 13/45, 29%) and amyloid protein A (AA, 1/45, 2%). Only 14/45 (31%) of the patients carried a pre-mortem clinical diagnosis of CA. All of the patients (45/45, 100%) with CA also had PA. The patterns of PA involvement were interstitial (42/45, 93%), vascular (42/45, 93%), airway (21/45, 47%) and nodular (3/45, 7%), while the patterns of cardiac involvement were interstitial (41/45, 91%) and vascular (35/45, 78%). Conclusions: The universal fi nding of PA along with CA calls into question the concept of \"senile cardiac amyloidosis\" isolated to the heart, was far greater than previously described clinically, and raises the possibility that pulmonary dysfunction may play a greater role in progressive patient symptoms than has been previously recognized. The diagnosis of CA was not made clinically in the majority of our cases prior to the autopsy. Endomyocardial biopsy should be pursued early in elderly individuals with heart failure to establish a diagnosis of CA; established therapies for AL and emerging therapies for ATTR may be instituted to stop progression of the disease. Even with advances in imaging technologies, the autopsy still identifi es undiagnosed conditions that may have altered clinical decision making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "14 Antenatal Hypoxic/Ischemic Brain Injury in Third Trimester Neonates with Lethal Congenital Anomalies SM Jacques, WJ Kupsky, F Qureshi. Hutzel Women's Hospital/ Wayne State University, Detroit, MI. Background: With advances in medical care, some neonates that may have expired shortly postpartum due to congenital anomalies are surviving, albeit with morbidities, including neurologic disorders. Low brain blood fl ow has been demonstrated with some anomalies, possibly leading to antenatal hypoxic/ischemic brain injury (HIBI). Cord blood analysis demonstrates the metabolic condition at birth, and low pH correlates with neurologic disorders. This autopsy series is the fi rst to investigate patterns and frequency of older and acute HIBI in neonates expiring shortly following delivery due to lethal anomalies, and provide correlation with cord blood pH. Design: We identifi ed autopsies of 3rd trimester neonates expiring due to lethal anomalies. A postpartum time interval of <36hrs was selected to minimize pathology from postnatal factors, and to also allow insight into the length of time necessary for development of HIBI in hypoxic neonates without antenatal HIBI. The brain sections, including frontal lobe, occipito-parietal lobe, hippocampus, basal ganglia, cerebellum, pons, and brainstem, were examined by a neuropathologist. Older HIBI included periventricular leukomalacia (PVL), gliosis, microglial proliferation, and neuronal loss. Acute HIBI included red neurons +/-focal karyorrhexis, reactive glial changes, and edema. Results: We identifi ed 22 cases (7 term, 15 preterm). Severe anomalies precluded successful resuscitation in all, including pulmonary hypoplasia or upper airway anomalies in 20. Death occurred <4 hrs in 12, 4-14 hrs in 9, and at 29 hrs in 1. Older HIBI was present in 10 (45%), including PVL in 4, gliosis in 2, microglial proliferation in 3, and neuronal loss in 1. Acute HIBI was present in 10, and 5 showed both older and acute injury. Arterial cord blood pH was available in 17 neonates, and was <7 in 5 and≥7 in 12. 5 of 5 (100%) with pH<7 had acute HIBI, compared to 3 of 12 (25%) with pH7 (p=NS). Older HIBI showed no correlation with pH. All 10 neonates with acute HIBI expired <12 hrs after delivery, 7 expiring within 4 hrs, consistent with antenatal HIBI. 3 neonates with pH7 survived >12 hrs without development of histologically identifi able acute HIBI despite inadequate oxygenation. Conclusions: Antenatal older and acute HIBI, including PVL, are frequent fi ndings in neonates with severe congenital anomalies. Acute HIBI was present in all neonates with cord blood pH<7. The absence of acute HIBI in most neonates with normal cord blood analysis, despite postnatal hypoxia and survival of some for >12 hrs, suggests that these changes require >12 hrs to develop.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "Concordance between Premortem and Postmortem Diagnoses: A Case for the Medical Autopsy HE Karnes, PC Huettner. Washington University School of Medicine, Saint Louis, MO. Background: Autopsy is critical to the medical exam. It serves as a quality control measure to assess concordance between premortem clinical suspicions and postmortem anatomic fi ndings, provides valuable insight into the extent of patients' diseases, and serves an instrumental role in educating and training clinicians and pathologists. Despite the value of autopsy, the number performed has declined six-fold since the 1960s. Interestingly, multiple studies have demonstrated signifi cant discrepancies between the clinically suspected causes of death and the anatomically demonstrated causes of death at autopsy. Design: The purpose of this study is to correlate the clinically suspected causes of death with the postmortem examination fi ndings of patients who consented for and underwent autopsies at our institution. Autopsy diagnoses from the last three years were reviewed and compared to their corresponding clinically suspected causes of death, as recorded on the requests for postmortem examination. Discrepant fi ndings were categorized as major or minor based on the Goldman criteria for autopsy discrepancies. Adult and pediatric cases were examined as separate cohorts. Results: From 1/1/2009 to 12/31/2011, 695 adult and 219 pediatric autopsies were performed, of which 55.0% and 84.5% were complete (unrestricted) examinations, respectively. In 82.2% of complete adult cases and 90.3% of complete pediatric cases, a premortem (clinically suspected) cause of death was provided. Overall, 43 major discordances were identifi ed in the adult cohort, 60.5% of which represented missed diagnoses, which if known, may have impacted survival. Twelve minor discordances were found, not related to the cause of death. Four major discordances were identifi ed in the pediatric cohort, 50% of which represented missed diagnoses, knowledge of which may have impacted survival. Among the adult cohort, major discrepancies included cardiovascular events (n=21; acute myocardial infarction, thromboemboli, aortic dissection), infections (n=14), malignancies (n=3), coagulation disorders (n=1), and others (amyloidosis, talc granulomas, morphine overdose, aspiration). Among children, major discrepancies included myocardial infarction (n=2), respiratory mucus plugging (n=1), and pseudomembranous colitis (n=1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "Overall, a larger discrepancy rate (7.9%) was found in the adult cohort than the pediatric cohort (1.8%). Quality autopsy examination continues to provide meaningful, relevant diagnostic information, which may infl uence clinical management, for patients and clinicians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "Two Novel Cases of Scimitar Syndrome Associated with Multiple Congenital Skeletal Anomalies and Lacking Genetic Abnormalities IE Lloyd, L Erickson, M Alashari. University of Utah and Primary Children's Medical Center, Salt Lake City, UT. Background: Scimitar syndrome is a rare congenital anomaly occurring in approximately 1/50,000 births, consisting of partial anomalous pulmonary venous return, right lung hypoplasia, and several other associated defects. The condition generally has signifi cant morbidity and mortality, but the underlying cause is poorly understood. Scimitar syndrome has rarely been described in the setting of Turner syndrome, VATER association, renal agenesis, and in a familial form, but an association with skeletal anomalies and genetic analysis have not been reported in the literature. In this report, we describe two novel autopsy cases of Scimitar syndrome associated with multiple skeletal anomalies and a fi rst attempt to characterize possible genetic abnormalities in this condition. Design: We present two autopsy cases consisting of a 7-month-old female and 2-weekold male with multiple congenital anomalies consistent with Scimitar syndrome. Both were born at 36-37 weeks gestation and required life-long ventilatory support. At autopsy, the former case was evaluated for genetic abnormalities via genomic microarray analysis, while chromosome analysis was performed on the latter case via amniocentesis during the second trimester of pregnancy. Results: Multiple congenital anomalies were found, including those traditionally associated with Scimitar syndrome (partial anomalous pulmonary venous return, right lung hypoplasia, secundum-type atrial septal defect, ventricular septal defect, diaphragmatic hernia), as well as skeletal anomalies (amelia of the right upper extremity with rudimentary appendage, micromelia of the left upper extremity, mild hypoplasia of the left lower extremity, multiple butterfl y vertebrae, and multiple rib anomalies), and several other minor anomalies. Genomic microarray analysis revealed a normal female karyotype with no clinically signifi cant abnormalities in one case, and chromosome analysis via amniocentesis showed a normal male karyotype in the other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": "We report a normal genetic profi le in two cases of Scimitar syndrome. While recognizing the limitations of the technology employed, these results likely rule out a direct chromosomal or genetic cause for this condition. Additionally, we report for the fi rst time an association of Scimitar syndrome with multiple skeletal anomalies including amelia and vertebral malformations. Based on the known embryogenesis of these systems, we suggest that the disruptive insult occurred during or around week four of development. Background: Autopsy practice has changed considerably in the past 100 years, largely due to improved diagnostics, increased life expectancy and understanding of disease. In order to address this, we undertook an analysis of all autopsies done at an academic hospital in 1912 and 2012 to compare demographics, cause of death, and types of disease and pathogens identifi ed. Design: 176 and 202 autopsy reports from 1912 and 2012 were reviewed, respectively. Data was collected on age, sex, organ weight, cause of death, primary organ system involved at death, pathogens identified, post-operative status and presence of malignancy. Exclusion criteria included age less than 18, partial autopsy, incomplete or missing autopsy report, coroners' cases and cases for donation to research. Results: The average age at autopsy increased from 43 in 1912 to 66 in 2012 (p<0.001). The sex ratio was similar, with 63% and 66% of autopsies preformed on males in 2012 and 1912 respectively. Hearts weighed more in 2012 (444g vs 356 g, p<0.001) and livers weighed less (1609 vs 1829g, p<0.001). The main organ involved in the immediate cause of death was the gastrointestinal tract (24% of cases) in 1912 and the lungs (46% of cases) in 2012. Infection was the main cause of death in both years (41% in 2012 and 47% in 1912, p<0.1). However, 45% of patients who died of infection in 2012 had an established history of malignancy and/or organ transplant, compared to 4% in 1912 (p<0.001). The main pathogens isolated in 1912 were M. tuberculosis and Salmonella, whereas in 2012 a range of bacterial and fungal agents were isolated. The incidence of malignancy was greater in 2012 than in 1912 (44% vs. 15%, p<0.001); however, malignancy as the immediate cause of death was similar (23% vs. 14%, p<0.1). The rate of death associated with operative complications was less in 1912 (10%) than in 2012 (3%, p<0.1). Conclusions: In 2012, autopsies tended to be preformed on older patients with a history of malignancy. Males remained more likely to undergo autopsy. Infection was still the primary cause of death, but the specifi c pathogen was more varied and in some cases opportunistic. Futhermore, malignancy accounted for fewer cases of immediate death and was more frequently seen as an underlying cause of death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "Autopsy Trends and Disparities by Clinical Specialty at a Tertiary Care Center R Mandal, D Derryberry, AG Loeffl er. University of Wisconsin Hospital  Clinics, Madison, WI; Idaho State University, Pocatello, ID. Background: The importance of autopsy for advancing medical knowledge, research, and education is undisputed. However, the autopsy rate has precipitously declined in the United States over the past several decades. This worrisome development have frequently emerged in the literature but without particular mention how this can be halted or reversed. Design: We examined the trends in several autopsy parameters to see the pattern over 11 years at a tertiary care medical center. Morgue logs from 2000 to 2010 were analyzed to determine autopsy rate (AR), referral rate (RR), and denial rate (DR) for 13 different specialties. Results: The AR pooled across all specialties decreased signifi cantly (2-value=78.35, P <0.001), with AR of 29.89% in 2000 to 15.25% in 2010. The decreases in the ARs were statistically signifi cant for cardiology, general medicine, surgery, neurosurgery, and pediatrics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "Oncology and transplant had subtle but not signifi cant increases in AR. The pooled DR increased signifi cantly (2-value=59.1, P <0.001) from DR of 60.47% in 2000 to 80.68% in 2010. The increases in the DRs for surgery, critical care service, and neurosurgery were statistically signifi cant. There were no changes in RR overall or by specifi c specialty. Conclusions: The decreases in AR and increases in DR were not uniformly distributed over specialties. This suggests that either the value of the autopsy is perceived differently or autopsy request practices vary across specialties. This fi nding is important when considering interventions to reverse the autopsy trend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "MA Melo-Uribe, JC Mantilla-Hernandez, JD Idarraga. Universidad de La Sabana, Chía, Colombia; Universidad Industrial de Santander, Bucaramanga, Colombia. Background: Acquired immunodefi ciency syndrome (AIDS) is characterized by decreased immunity, making a patient more susceptible to opportunistic infections by a number of different microorganisms without a highly active antiretroviral therapy. The morphological fi ndings secondary to the opportunist infections were examined in this study of a series of autopsies. Design: HIV/AIDS patients who died by opportunist co-infections and underwent an autopsy were recruit. A total of 2019 consecutive autopsies were performed at our hospital between the years 2004 and 2013. Among these autopsies, a total of 155 autopsy cases had history of HIV/AIDS-related opportunistic infections. A rigorous morphological exam was performed and the descriptions and demographic variables were recorded in a database. Results: A total of 155 autopsies were performed at our hospital in patients diagnosed with HIV/AIDS, 112 (72.5%) were male and 43 (27.5%) female. The mean age was 36.6 (SD±11.85) years, ranging from 4 months to 68 years. In 139 cases (89.6%) the cause of death was an infection, in 11 cases (7%) was a tumor and in 5 cases (3.2%) was wasting syndrome. The most common infections were: Tuberculosis 28.4%, Histoplasmosis 15.5%, Pneumocystis 12.3%, Cryptococcosis 11.6%, Toxoplasmosis 11%, Cytomegalovirus 8.2% and 13% were other types of infections such as Chagas disease. The central nervous system (CNS) was affected in 43.2% of the patients. Conclusions: Systemic opportunistic infections were the leading cause of death, and so was the compromise of the CNS, confi rming the importance of this system as a host of pathological changes related to HIV infection and AIDS. Also, these causes of death indicate the nature of immunosuppression as the main manifestation of HIV that allows the development of opportunistic infections. Background: Complement activation as a consequence of antigen-antibody complexes or direct bacteria exposure is well established. Immunohistochemical staining for C4d, the product of the conversion of C4b, has been found to be a robust marker for antibody mediated rejection in allografts as the molecule remains covalently bound to endothelium. This is especially true in the renal allograft where C4d staining of peritubular capillaries has been found to be quite specifi c. However, a report of 2 cases of native myocardial capillary C4d staining with active blood stream infection raises a question about the specifi city of C4d microvascular staining for antibody mediated rejection in the cardiac allograft. This investigation of C4d staining patterns in the myocardium of septic and non septic native hearts at postmortem is performed in order to determine the frequency with which myocardial capillary staining for C4d is seen in sepsis. Design: 25 adult autopsy cases from 2005-2013 included 15 septic and 10 non septic patients. Septic patients were identifi ed by clinical evidence of sepsis and culture proven bacteremia and/or viremia. Premortem SOFA scores (sequential organ failure assessment, >11 predicts mortality) were used to help characterize the severity of critical illness in our septic and non septic patients. Sections of the left ventricle were stained with HE and C4d (polyclonal, Cell Marque Corp, Rocklin, CA) using a Ventana automated immunostainer (Ventana Medical Systems, Inc, Tuscon, AZ). C4d staining of microvasculature were semiquantitatively scored as none (0%), mild (10-25%), moderate (26-50%) and severe (>50%). Results: C4d staining was present in 5/15 septic (SOFA=14) and 4/10 control cases equating to a sensitivity of 33%, a specifi city of 60%, a positive predictive value of 55% and a negative predictive value of 38%. The control group included critically ill non septic (n=5, SOFA=13) and sudden death cases (n=5, SOFA=3). The sensitivity and specifi city did not meaningfully change when comparing the septic cases to critically ill non septic-only controls or to sudden death-only controls. The staining intensity did not differ between the septic and control cases as both groups demonstrated a range in intensity from mild to severe. No other distinguishing patterns were observed. Conclusions: C4d staining of microvasculature of the myocardium may be seen in postmortem sepsis but is not specifi c or sensitive for this diagnosis. Attributing microvascular C4d staining in the transplant setting to sepsis should be done only with an abundance of caution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV/Aids-Related Opportunist Infections, Base on Analysis of Autopsy Cases"
        },
        {
            "text": "Next-Generation Sequencing Application in a Rapid Autopsy Program K Park, M Kossai, J Fontugne, S Salvatore, R Kim, M Blattner, K Eng, D Redmond, A Sboner, O Elemento, M Rubin, H Beltran, JM Mosquera. Weill Cornell Medical College, NY, NY; WCMC and NYPH, NY, NY. Background: Next-Generation Sequencing (NGS) has started to change cancer care as most histopathologically defi ned tumors consist of molecular subclasses with potential therapeutic targets. In order to access high quality samples for NGS that otherwise would be challenging to obtain in routine clinical practice, an IRB-approved rapid autopsy program has been established at our Institution. The following autopsy illustrates the workfl ow and potential applications on clinical research, in a case of metastatic prostate cancer with neuroendocrine differentiation (NEPC). Design: Autopsy was performed on a 55-year-old male with metastatic NEPC to pelvic region, pelvic lymph nodes, and liver. The rapid response autopsy team performed the autopsy within one hour after death. Tissue from all suspected metastatic sites was snapfrozen. After HE evaluation and frozen slide annotation, extracted nucleic acids were submitted for whole exome sequencing (WES) and RNA sequencing (RNA-seq). Fresh tissue was submitted for organoid and xenograft model development. Results: On average, the concentration of extracted DNA and RNA was 723 ng/ul and 920 ng/ul, respectively. Quality control showed intact DNA without degradation and high RNA integrity number (average RIN=7). Further, 99.5% (>170M) and 95.8% (>70M) of paired-end reads generated was mappable confi rming the high-quality of DNA and RNA, respectively. DNA sequencing identifi ed a total of 66 point mutations with a group of mutations shared across the different metastatic sites, confi rming the common origin of the cancer cells. Among the common ones, a new missense mutation (R219C) in FOXA1, a known cofactor with crucial role in AR-signaling in castrate-resistant prostate cancer, was found. The alteration is located in a known hot spot for mutations in FOXA1. When tumors from different sites were compared, a cluster of mutations specifi c for each site was also identifi ed. Commonly seen in aggressive metastatic disease, extensive copy number variation was present with many amplifi ed genes noted. One gene fusion candidate was identifi ed when RNA-seq data was analyzed by FusionSeq. Conclusions: This rapid autopsy case illustrates application of NGS in biomedical research by procuring high-quality genomic material, which may not be amenable by conventional diagnostic biopsy procedures or conservative care for advanced disease. Molecular characterization and derived pre-clinical models will increase our understanding of tumor biology and evolution, for example progression of prostate cancer to NEPC. A similar approach can be applied to other malignancies in the setting of precision cancer care.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 262,
                    "text": "K Park, M Kossai, J Fontugne, S Salvatore, R Kim, M Blattner, K Eng, D Redmond, A Sboner, O Elemento, M Rubin, H Beltran, JM Mosquera. Weill Cornell Medical College, NY, NY; WCMC and NYPH, NY, NY.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "Birt Hogg Dube Syndrome Manifestations in an Autopsy of a Patient with Smith-Magenis Syndrome AM Piskorski, A Amin, C Phornphutkul, S De la Monte, E Stopa, ACM Smith. Brown University, Providence, RI; NIH, Bethesda, MD. Background: Smith-Magenis Syndrome (SMS) is a rare neurobehavioral disorder with numerous congenital anomalies and developmental delays. It is caused by a microdeletion or mutation of RAI1 gene in the 17p11.2 region. The SMS patient presents with developmental delay, craniofacial abnormalities, otolaryngologic abnormalities, internal organ anomalies, sleep disturbances and maladaptive behavior. Birt-Hogg-Dube syndrome (BHD) is an autosomal dominant syndrome associated with renal cancer, renal and pulmonary cysts, and noncancerous skin tumors. It is caused by a mutation in the Folliculin gene (FLCN) located in the 17p11.2 region, neighboring the RAI1 gene. Design: A 45 year old male with SMS presented to the emergency room complaining of right upper quadrant pain and bilateral leg swelling. A computed tomography (CT) scan with contrast showed diffuse gastric wall thickening, subsequent biopsy revealed a high grade B-cell lymphoma. Family history was signifi cant for SMS syndrome in the mother. The patient expired one month after diagnosis. A full autopsy with gross and microscopic examination was performed, followed by cytogenetic evaluation of post mortem tissue. Results: Post mortem examination revealed diffuse involvement of all the major organs by lymphoma. The lymphoma was in keeping with the previously diagnosed high grade B-cell lymphoma with features intermediate between diffuse large B-cell lymphoma and Burkitt's lymphoma. There were multiple bilateral lymphoma nodules on the kidneys. Further examination of the left kidney showed oncocytosis with incidental oncocytomas. The patient's single nucleotide polymorphism (SNP) microarray revealed a large microdeletion encompassing both the FLCN and RAI1 gene. Conclusions: This is the fi rst report of proven BHD in a SMS patient. Haploinsuffi ciency of the 17p11.2 causes the clinical manifestations of SMS. The severity of the phenotype is dependent on the deletion size suggesting other genes in the deletion interval likely account for the variation in clinical features. The large microdeletion in our patient caused a deletion of RAI1 and FLCN resulting in haploinsuffi ciency of both genes. This led to clinical manifestations of SMS and features of BHD found at autopsy. Our case demonstrates that each SMS patient warrants evaluation for BHD and possible renal cell carcinomas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "The Role of Sickle Cell Trait in Cause of Death Determination V Podduturi, DR Armstrong, JM Guileyardo. Baylor University Medical Center, Dallas, TX. Background: Sickle cell trait (SCT) affects 8% of American blacks and is considered to be benign by many pathologists and clinicians. Furthermore, some hematologists promulgate the misconception that sickle cells in autopsy slides are an artifact or due to agonal hypoxia. While there is growing awareness that SCT can be fatal, most reported deaths have involved exertion or physical stress. Design: We describe a 54-year-old American black man with SCT and peripheral T-cell lymphoma who presented with dyspnea and cardiomyopathy after chemotherapy. Echocardiogram prior to chemotherapy revealed a normal ejection fraction; however, post-chemotherapy, it dramatically fell to 10%. He developed hypotension and cardiac arrest requiring resuscitation which reestablished a pulse. However, he expired four hours later. A complete autopsy was performed. Tissue samples were submitted for histologic processing, and heart blood was submitted for hemoglobin fractionation. Results: Gross fi ndings included diffuse hepatic congestion, a cortical tumor of the right kidney, cardiomegaly, and bilateral pleural effusions. Histologic sections found atelectatic lung parenchyma, a papillary renal cell carcinoma, and extensive intravascular and multi-organ red cell sickling. No evidence of residual lymphoma was identifi ed. Postmortem hemoglobin fractionation revealed Hemoglobin A1: 75.9%, Hemoglobin A2: 3.1%, Hemoglobin F: 0%, and Hemoglobin S: 21%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "23"
        },
        {
            "text": "These fi ndings demonstrate that stress leading to micro-occlusive crisis in an SCT patient occurred in a \"natural disease\" setting of heart failure related to previous chemotherapy. Although a challenging diagnosis, we believe that SCT should be recognized and reported by the pathologist as possibly contributory to death if the clinical and pathologic fi ndings are appropriate. An increased awareness of this problem by clinicians could potentially lead to better preventative therapy, including careful monitoring and support of hydration, oxygentation, and acid-base balance in SCT patients. Therapeutic measures such as red cell exchange have also been reported as potentially useful. More research is needed to further clarify the potential complications of SCT in the natural disease setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "Post-Mortem Findings in the Obese: A Ten Year Medical Autopsy Study J Saab, SP Salvatore. New York Presbyterian Hospital, Weill Cornell Medical College, New York, NY. Background: Obesity is a growing public health problem with approximately 300,000 annual deaths in the United States thought to be \"obesity-related\". However, these cases constitute only a subset of deaths in the obese population. Post-mortem examination is imperative to determine the cause of death and consequently, the actual impact of obesity on patient mortality. Design: All adult autopsies from January 2003 until September 2013 with a body mass index (BMI)≥30 Kg/m 2 were reviewed. The cohort was divided into obesity classes I (BMI 30-34.9), II (BMI 35-39.9) and III (BMI≥40). The primary cause of death in the obese population was categorized as malignancy, infection, stroke, ischemic or nonischemic heart disease, pulmonary embolism (PE), hemorrhage, and primary diseases of the kidney, liver, lung, skin, nervous system and \"other\". Comparison was made with autopsy fi ndings in non-obese patients over the same time period. Results: Of 851 adult autopsies; 274 cases (32%) were obese. Obesity classes I, II and III accounted for 140 (51%), 66 (24%) and 68 (25%) cases respectively. The patients, 154 males:120 females, were 18-93 years old (mean 64) and ranged from 44-255 Kg (mean 101 Kg). A history of hypertension, diabetes and hyperlipidemia was noted in 61%, 35%, and 18% of obese patients respectively and full metabolic syndrome was seen in 10%. Moderate to severe coronary artery disease was documented in 44%. The most common causes of death across all classes of obesity were malignancy (29%), infection (28%), ischemic heart disease (12%) and PE (6.3%). While malignancy (31.4%) and infection (24.8%) were the leading causes of death in the non-obese patients (577 autopsies), obese individuals were statistically more likely to die from PE (6.3% vs. 3%, p=0.03), liver diseases (p=0.004), and ischemic bowel (p=0.02) and less likely to die from neurologic diseases (p=0.01). Conclusions: Autopsies on obese individuals constitute 1/3 of all adult medical autopsies in our center and are technically more challenging, performed with the use of a bariatric autopsy table. In addition, obesity and associated comorbidities are important contributors to mortality with increased death rates due to PE, liver disease, and ischemic bowel at autopsy. Autopsy fi ndings in the obese population should contribute to overall pre-mortem disease detection, prevention and management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "Prevalence of Coronary Atherosclerosis in Young Indians: An Autopsy Study M Sharma, S Arava, M Tabin, G Karthikeyan, R Ray, OP Murty. All India Institute of Medical Sciences, New Delhi, Delhi, India. Background: India is experiencing an epidemiological health transition characterized by rapid decline in nutritional and parasitic diseases with an alarming rise in cardiovascular diseases, mainly coronary heart disease. Coronary artery disease has emerged as a new epidemic affecting Indians at relatively younger age. As study of atherosclerosis in living population is diffi cult, invasive and expensive especially in developing countries autopsy studies has been proved to be good method for assessing atherosclerosis. Keeping all these things in mind this study was conducted to describe the prevalence, extent and distribution of coronary artery luminal narrowing in Young Indians. Design: Heart of 100 random patients aged <40 yrs who died due to non-cardiac causes who underwent autopsy at AIIMS hospital during 2011-2012 were examined to estimate the presence and severity of coronary atherosclerosis grossly, microscopicaly and through computerized planimetry. The coronary arteries were cross-sectioned at 5 mm intervals. The section representative of most involved area was stained with special stains and after microscopic examination, digitized to allow the estimation of the percentage compromise in the lumen area by atherosclerotic plaque. We also compared the extent and severity of atherosclerotic changes in coronary arteries of young individuals who died of non-coronary causes with those who died of coronary causes. Results: Signs of coronary atherosclerosis were seen in 49% of the total study group, >50% narrowing in 7%, and >75% narrowing in 2%. 53% males were affected by coronary atherosclerosis. Single vessel disease was present in 24% hearts, Double vessel disease was present in 16% hearts and Triple vessel disease was present in 8% hearts. Left anterior descending artery was most commonly involved and Left circumfl ex coronary artery was least commonly involved vesel with atherosclerosis. The proximal segments of coronary arteries were more commonly involved than the distal segments. Risk factors like smoking, family history of coronary heart disease and hypertension have shown statistically signifi cant (p value <0.05) association with atherosclerotic changes in coronary arteries. Conclusions: The overall prevalence of coronary atherosclerosis in our study group was 49%. Proximal part of left anterior descending artery was most commonly involved vessel with atherosclerosis. Smoking, hypertension and family history of coronary heart disease were the risk factors signifi cantly associated with coronary atherosclerosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "25"
        },
        {
            "text": "Improving the Autopsy Service through a Pathology Resident-Led Educational Initiative for Clinical Residents S Strickland, A Paliga, M Gomes. University of Ottawa, Ottawa, ON, Canada. Background: Rates of hospital autopsy across North America have been declining and currently sit at approximately 5% of in-hospital deaths. The reasons are multifactorial but are in part due to lack of physician comfort with obtaining autopsy consent. Within a tertiary care or academic center, the task of obtaining consent often falls upon clinical residents who will not be performing the procedure and may not have received any training regarding autopsies. This, in turn, causes residents to be uncomfortable or unable to answer families' questions and to be hesitant to discuss autopsies. Design: An electronic needs assessment questionnaire was distributed to residents in various clinical specilties by anatomical pathology residents. A targeted resident-led educational initiative was then developed based on the results of the questionnaire with the goals of improving clinical residents' knowledge of the autopsy service as well as improving comfort with obtaining autopsy consent. Interactive sessions with pre and post-tests were conducted during clinical specialty academic half days. Results: The needs assessment was completed by 77 residents from fi ve different specialties including internal medicine, general surgery, cardiac surgery, neurology, and critical care. The vast majority (97.4%) had received no training regarding the autopsy service, yet the majority (87%) had previously approached families to obtain autopsy consent. 83% of residents reported that they were not comfortable answering the family's questions. The pre-tests confi rmed that the residents did poorly when trying to answer clinically pertinent questions about the autopsy procedure and its logistics (average score 52%). Post-tests showed signifi cant improvement (average score 88%). Conclusions: Although clinical residents are often tasked with obtaining autopsy consent, they receive no training regarding the autopsy service and often feel uncomfortable answering families' questions. Well-designed targeted educational interventions can improve clinical resident knowledge and may increase resident comfort and willingness to obtain autopsy consent. This, in turn, may increase the rates of hospital autopsies and improve the overall quality of the autopsy service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "26"
        },
        {
            "text": "Array-CGH Study of Autopsy Specimens: A Search for Tissue-Specific Copy Number Changes G Turashvili, S Crocker, A Church, X Zhang, M Yoshimoto, H Feilotter. Queen's University, Kingston, ON, Canada. Background: Molecular autopsy is becoming important for post-mortem identifi cation of cause of death. Understanding the copy-number variations (CNVs) of different tissues is essential in this context. CNVs, a form of genomic structural variation, represent DNA segments that are present at a variable copy number (duplications or deletions) in comparison with a reference genome. CNVs account for approximately 12% of human genomic DNA and have been implicated in the pathogenesis of a growing number of diseases, including autoimmune and infl ammatory disease, other genetic conditions and neoplasms. Design: All fi ve patients in our cohort died in hospital and were transferred to a cool room within 3 hours. Consent was obtained from families and hospital charts were reviewed. Autopsy was done within 48 hours of death. Tissues from different organs were frozen and DNA was isolated using a Qiagen kit. DNA quality was assessed by agarose gel electrophoresis. Samples were enzymatically labelled and hybridized to Agilent 60K chips for CNV analysis. Fluorescent in situ hybridization (FISH) for ELN was performed for CNV validation. Results: The DNA quality was highly variable between organs and between patients. However, spleen, stomach and pancreas generally yielded lower quality DNA, whereas skin and skeletal muscle contained more intact DNA. Longer intervals between time of death and time of autopsy were associated with poorer DNA quality. There were multiple CNVs in multiple tissues from each patient, ranging from 0.6 kb to 20 Mb in size, with no consistent organ-specifi c CNVs noted. ELN was one of the genes that appeared to be deleted in some tissues in some samples, leading us to question the consistency of the CNV profi le within a single individual. However, FISH for ELN failed to reveal any difference at the locus of interest in four samples tested. Quantitative and qualitative DNA data, CNV and FISH results will be presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "27"
        },
        {
            "text": "The variability in DNA quality between organs and between patients highlights the importance of sample acquisition, and suggests that sample quality may be infl uenced by postmortem changes, disease processes and course of medical treatment. CNV data from autopsy samples should be interpreted with caution as technical variability between samples can result in spurious calls, even if DNA quality is satisfactory. FISH validation of additional samples and targets is warranted. males. Radiologic imaging of the 8 lesions of the hands and feet showed 2 purely cystic, 1 purely solid and 4 mixed cystic and solid lesions. FISH for USP6 was performed on all of the 49 lesions in the study. Seven of the 8 (88%) lesions of the hand and feet showed rearrangement of the USP6 gene. No USP6 gene rearrangements were identifi ed in the 9 cases of gnathic GCRGs, 2 cases of brown tumor or the 8 cases of GCT of bone. Thirteen of the 22 (59%) primary ABCs from the long bones and fl at bones showed rearrangements of the USP6 gene rearrangement. Conclusions: Our results suggest that the majority of the GCRGs of the hands and feet represent true ABCs and should be reclassifi ed as such. The terminology of GCRG should be restricted only to lesions in the gnathic location. FISH for USP6 is a useful ancillary tool in the diagnosis of primary ABCs, and can be extremely helpful in distinguishing them from GCRGs and other morphologically similar lesions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "Extraskeletal Myxoid Chondrosarcoma with Non-EWSR1-NR4A3 Variant Fusions Correlate with Rhabdoid Phenotype and High Grade Morphology NP Agaram, L Zhang, Y-S Sung, S Singer, CR Antonescu. Memorial Sloan-Kettering Cancer Center, New York, NY. Background: Extraskeletal myxoid chondrosarcoma (EMC) is a rare soft tissue sarcoma with distinctive histology and uncertain histogenesis, characterized by EWSR1-NR4A3 fusion in 75% of the cases. A smaller proportion of cases show NR4A3 fused to other gene partners including TAF15, TCF12 and TFG. The impact of various gene fusions on morphology and outcome has not been previously evaluated. Design: We investigated a group of 26 consecutive EMCs with adequate material for FISH and/or RT-PCR analysis and correlated the genetic fi ndings with morphology and clinical outcome. Results: There were 5 females and 21 males, with a median age of 49.5 years. The mean size of the tumors was 11.1 cm. FISH analysis showed that 16 (62%) of the 26 cases had the EWSR1-NR4A3 gene fusion, 7 (27%) cases showed TAF15-NR4A3 gene fusion and 1 (4%) case showed TCF12-NR4A3 gene fusion. No rearrangements of the TFG or FUS genes were identifi ed. Upon correlation, the morphology of most EWSR1-rearranged tumors (10 of 16) showed low cellularity, minimal cytologic atypia and low mitotic counts. In contrast, a predominant number of cases (80%) with variant (non-EWSR1) NR4A3 gene fusions (TAF15, TCF12) showed distinctive plasmacytoid / rhabdoid morphology, with increased cellularity, cytologic atypia and high mitotic counts. Follow-up showed that only 1 of 16 patients with EWSR1-rearranged tumors died of disease, in contrast to 3 of 7 (43%) patients with TAF15-rearranged tumors. Conclusions: In conclusion, EMCs with variant NR4A3 gene fusions show a higher incidence of rhabdoid phenotype, high grade morphology and a more aggressive outcome compared to the more common EWSR1-NR4A3 positive tumors. Furthermore, as EWSR1 FISH break-apart assay is the preferred ancillary test to confi rm diagnosis of EMC, tumors with variant NR4A3 gene fusions remain under-recognized and often misdiagnosed. FISH assay for NR4A3 rearrangements recognizes >95% of EMCs and should be an additional tool in EWSR1-negative tumors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30"
        },
        {
            "text": "Solitary Fibrous Tumor \"Hemangiopericytoma\" of Skin Is Rare; Other Differentials Should Be Considered OI Ahmed, A AlSayyah, SS Qasem. Wake Forest School of Medicine, Winston Salem, NC. Background: Solitary fi brous tumor (SFT), formerly hemangiopericytoma (HPC), is a rare neoplasm that can arise anywhere in the body. The majority of cases are benign; however, it can be of borderline or frank malignancy. Histologically it's composed of fi broblast-like spindled cells with variable cellularity, intervening collagen bundles and staghorn-like vasculature. Although the majority of SFT arise in the deep soft tissue, and body cavities, they can also be located superfi cially. In fact, they are frequently considered in the differential diagnosis of spindle cell lesions with prominent vasculature in the skin and subcutaneous tissue. The goal of this project is to study the frequency of SFT in skin. Design: We searched our database for cases diagnosed as SFT or HPC. We then classifi ed cases into superfi cial and deep based on the clinical information and the pathology report. The slides of all potential superfi cial cases were pulled and evaluated microscopically for the presence of skin in the specimen, the location of the tumor in relation to the skin and the histomorphology of the lesion. Any associated immunostains were also evaluated. Results: Our search retrieved 134 specimens, belonging to 108 patients, examined in our hospital over the course of 36 years. The specimens included 2 autopsies, 5 cytology specimens and 127 surgicals (biopsies and resections). 68% of the cases were considered benign, 4% were borderline and 28% were malignant. 81% percent were primary, 8% were recurrent and 11% were metastatic. The majority (87%) were deep and only 13% were potentially superfi cial. Of the superfi cial cases, only 4 cases were involving or intimately associated with skin; 2 of which showed metastatic SFT from other deep preidentifi ed primary sites; the other 2 were not morphologically conclusive for SFT (one is believed to be nodular fasciitis and the other is an aneurysmal fi brous histiocytoma).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "31"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "morphologic spectrum and etiology of DAD encountered during adult autopsy in an inner city teaching hospital. The diagnostic utility of post mortem lung culture was also evaluated. Design: A retrospective study was performed on all adult autopsies from",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Results: 36 (16.2 %) cases showed histopathologic features of DAD out of 222 adult autopsies in the three year study period. Clinical ARDS was documented in 20 of these cases (55.6 %). DAD was interpreted as the immediate cause of death in 19 cases (8.6 %) and described as bilateral and extensive distribution in 75 % of cases. Morphologically, exudative phase and proliferative phase were found in 11 and 23 cases, respectively. AFOP pattern was identifi ed in 2 cases. Infection (28 cases and 77.8 %) was the most common etiology for DAD (bacterial-10, fungal-4, viral-3, parasitic-1, undetermined-10). 6 patients had history of chronic interstitial lung disease with superimposed acute infection. Other causes included malignancy (3 cases) and chemotherapy related (1 case). Interestingly, even after exhaustive tissue cultures and medical record review, 4 cases (11.1 %) did not show any obvious cause of acute lung injury, raising the possibility of acute interstitial pneumonia",
            "authors": [],
            "year": null,
            "venue": "focal/extensive) and pattern (classical vs. acute fi brinous and organizing pneumonia aka AFOP). Clinical history, pre and post mortem laboratory investigations, including postmortem lung culture (for bacteria, mycobacteria, fungi and virus) were reviewed to elucidate etiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Conclusions: Our study highlights the morphological spectrum of DAD encountered in adult hospital autopsy in an inner city teaching hospital, infection being the most common triggering factor, especially during acute exacerbation of chronic interstitial lung disease. A signifi cant subpopulation of the cases had acute interstitial pneumonia",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Reported Autopsy Results in a Death Due to Fibrodysplasia Ossificans Progressiva (FOP) JP Connor, EG Brooks, RF Corliss, MA Stier, RJ Pignolo. University of Wisconsin School of Medicine and Public Health, Madison, WI; University of Pennsylvania School of Medicine, Walk Philadelphia, PA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Series JM Guilmette, A Semionov, CJ Dennie, G Gahide, M-P Cordeau, J Pressacco, R Fraser, R Albadine, C Chartrand-Lefebvre. University of Montreal, Montreal, QC, Canada; McGill, Montreal, QC, Canada; University of Ottawa, Ottawa, ON, Canada; University of Sherbrooke, Sherbrooke, QC, Canada; Montreal Heart Institute, Montreal, QC, Canada.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "17AutopsyPractice over the Last 100 Years: A Comparative Analysis of Cases Preformed at the Montreal General Hospital in 1912 and 2012 C Maedler, T Cotton, R Fraser. McGill University, Montreal, QC, Canada; Douglas Mental Health Research Institute, Montreal, QC, Canada.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Characteristics of Post Mortem Myocardium: A Comparison of Septic and Non Septic Patients C Minerowicz, B Fyfe. Rutgers Robert Wood Johnson Medical School, New Brunswick, NJ.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "28DiffuseAlveolar Damage (DAD) in Hospital Autopsy: Morphologic Spectrum and Etiology in an Inner City Teaching Hospital M Zhang, N Duker, M Birkenbach, A Mukherjee. Temple University Hospital, Philadelphia, PA. Background: Diffuse alveolar damage (DAD) is a common histopathological pattern of acute lung injury that can have varied causes. The aim of this study was to identify Bone and Soft Tissue Pathology 29 Giant Cell Reparative Granuloma of Hands and Feet Show USP6 Gene Rearrangement: Are They Truly Solid Aneurysmal Bone Cysts? NP Agaram, FV Le Loarer, L Zhang, S Hwang, EA Athanasian, M Hameed, CR Antonescu. Memorial Sloan-Kettering Cancer Center, New York, NY. Background: Giant cell reparative granulomas (GCRG) are lytic lesions of the bone that predominantly occur in the gnathic bones but have also been described in the small bones of the hands and feet. Morphologically, they are indistinguishable from the so-called 'solid variant' of Aneurysmal Bone Cysts (ABC) in extra-gnathic sites. The neoplastic nature of primary ABCs has been established with the identifi cation of USP6 rearrangement in 70% of the cases. USP6 genetic alterations in giant-cell rich lesions (GCRG / ABC) of the small bones of the hands and feet has not been previously studied. Design: We investigated a group of 8 giant-cell rich lesions of the hands and feet by FISH for USP6 gene rearrangement, and further, compared the fi ndings with other morphologically similar lesions including 9 gnathic GCRGs, 22 primary ABCs, 8 giant cell tumors of bone and 2 brown tumors of hyperparathyroidism. Results: Overall, there were 49 samples from 48 patients including 26 females and 22",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "and misdiagnosed malignant neoplasms at autopsy, by site",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Conclusions: It is very rare to encounter SFT as a primary cutaneous neoplasm. There are several lesions in soft tissue with \"HPC -like\" architecture such as myofi broma, synovial sarcoma and fi brous histiocytoma. In addition CD34 staining is not specifi c for this tumor. Therefore, unless dealing with a patient with a known history of SFT, other differential diagnoses should be considered before making a diagnosis of SFT in the skin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Memorial Sloan-Kettering Cancer Center, New York, NY; Brigham and Women's Hospital, Boston, MA. Background: PHF1 gene rearrangements have been recently described in around 50% of ossifying fi bromyxoid tumors (OFMT) including benign and malignant cases, with a small subset showing EP400-PHF1 fusions. In the remaining cases no alternative gene fusions have been identifi ed. PHF1-negative OFTs, especially if lacking S100 protein staining or peripheral ossifi cation, are diffi cult to diagnose and distinguished from other soft tissue mimics. Design: In seeking more comprehensive molecular characterization, we investigated a large cohort of 39 OFMT of various anatomic sites, immunoprofi les and grades of malignancy. Tumors were screened for PHF1 and EP400 rearrangements by FISH. RNA sequencing was performed in two index cases (OFMT1, OFMT3), negative for EP400-PHF1 fusions, followed by FusionSeq data analysis, a modular computational tool developed to discover gene fusions from paired-end RNA-seq data. Results: Two novel fusions were identifi ed ZC3H7B-BCOR in OFMT1 and MEAF6-PHF1 in OFMT3. After being validated by FISH and RT-PCR, these abnormalities were screened on the remaining cases. With these additional gene fusions, the majority (85%) of OFMTs with classic morphologic appearance demonstrated recurrent gene rearrangements, regardless of degree of malignancy, presence of ossifi cation or immunoprofi le, which can be used as molecular markers in challenging cases. The most common abnormality is PHF1 gene rearrangement (80%), being present in benign, atypical and malignant lesions, with fusion to EP400 in 44% of cases. Conclusions: ZC3H7B-BCOR and MEAF6-PHF1 fusions occurred predominantly in S100 protein-negative and malignant OFMT. Similar gene fusions have been reported in endometrial stromal sarcoma (ESS), a tumor seemingly unrelated to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Novel ZC3H7B-BCOR and MEAF6-PHF1 Fusions in Ossifying Fibromyxoid Tumors -Molecular Characterization Shows Genetic Overlap with Endometrial Stromal Sarcoma CR Antonescu, Y-S Sung, C-L Chen, L Zhang, H-W Chen, NP Agaram, CD Fletcher."
        }
    ]
}