{"paper_id": "9478c92b3662ac8389ad6b51addfe1b1328df7ce", "metadata": {"title": "Spotted fever rickettsioses causing myocarditis and ARDS: a case from Sri Lanka", "authors": [{"first": "H", "middle": ["M L Y"], "last": "Herath", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": ["M H D"], "last": "Jayasundara", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": ["D N"], "last": "Senadhira", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": ["A M"], "last": "Kularatne", "suffix": "", "affiliation": {}, "email": ""}, {"first": "W", "middle": ["K S"], "last": "Kularatne", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Spotted fever group of rickettsial infections are emerging in Sri Lanka. We describe a patient with rapidly progressing ARDS and myocarditis secondary to spotted fever caused by Rickettsia conorii. ARDS and myocarditis are rare complications of Rickettsia conorii infections and only a few cases are reported to date. Case presentation: A 53 years old manual worker presented with fever for 5 days and a skin rash. He was in circulatory failure on admission and developed severe hypoxaemia with gross changes in chest radiograph by next day requiring assisted ventilation. He had myocarditis causing left ventricular failure and acute respiratory distress syndrome. He was confirmed to have spotted fever rickettsial infection with rising titre of indirect immunofluorescence antibodies to Ricketssia conorii and made a complete recovery with appropriate antibiotic therapy and supportive care. Conclusion: Rickettsial infections can present with diverse manifestations. Even the patients with severe organ involvements such as myocarditis and ARDS can be completely cured if timely identified and treated.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Emergence of spotted fever group of rickettsial infections in the hilly central province of Sri Lanka was first observed in early nineties [1] . Rickettsia conorii, the organism known to cause Mediterranean spotted fever (MSF) is the most prevalent organism causing spotted fever in Sri Lanka. Few serologically confirmed cases of Rickettsia honei and Rickettsia japonica has also been reported [1, 2] .", "cite_spans": [{"start": 139, "end": 142, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 395, "end": 398, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 399, "end": 401, "text": "2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Background"}, {"text": "Usual presentation of spotted fever is with a prodrome of high grade fever, headache myalgia, arthralgia and anorexia. Less common manifestations include frank arthritis, cough, abdominal pain, conjunctival injection and diarrhea [1] . Various neurological manifestations including confusion, hallucinations, tinnitus, hearing impairment and rarely coma are also seen [3] . The characteristic skin rash is present only in about 40% of patients. Typically, the rash is maculopapular with predominant involvement of limbs including palms and soles. In severe cases fern leaf type skin necrosis can occur. The typical eschar is rare to be found and often the patients are unaware of of tick bites [1, 4] . On rare occasions patients present with fever and multiple organ dysfunction making it difficult for the clinician to find the exact diagnosis since many tropical diseases can cause a similar picture. Indirect immunofluorescent antibody assay (IFA) is the reference serology method for the diagnosis. It is available in only a few laboratories in Sri Lanka. Limited availability of IFA has led to underreporting of the cases with rickettsial infections. MSF is usually a mild disease with a mortality rate around 2.5%. Elderly patients are prone to get more complications [5] . Mortality data regarding Sri Lankan patients are not available, except few fatal case reports.", "cite_spans": [{"start": 230, "end": 233, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 368, "end": 371, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 694, "end": 697, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 698, "end": 700, "text": "4]", "ref_id": "BIBREF3"}, {"start": 1275, "end": 1278, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Background"}, {"text": "The following case report highlights myocarditis and acute respiratory distress syndrome (ARDS) as complications in a severely ill patient with spotted fever group of rickettsioses where timely diagnosis and intervention saved the life.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "A 53-year-old male was transferred from Peripheral Hospital Hatharaliyadda (PHH) to Teaching Hospital, Kandy (THK) in a state of circulatory failure for specialized care. He was a previously well 'tree cutter' working close to his residence situated in a hilly terrain in the Northern slope of central hills of Sri Lanka where rich lust green vegetations and tropical trees are in abundance. His routine was to cut trees in the tea estates in the area and to carry the logs to the closest motorable road.", "cite_spans": [], "ref_spans": [], "section": "Case presentation"}, {"text": "He developed fever with myalgia and headache 5 days prior to the admission to PHH. On the 4th day of fever he had noticed a rash over his body. As his condition deteriorated on the 6th day of the illness, he was transferred to THK. On admission, he was febrile and recorded temperature was 102°F. He had a generalized discrete erythematous macular rash in most areas of the body including palms and soles. Also he had swelling of both ankle joints. He denied any tick bite prior to illness. There was no eschar found. He had neither lymphadenopathy nor splenomegaly. But the liver was palpable 2 cm below costal margin. Lungs were clear to auscultation. (Fig. 1 ) He had a thready pulse of 100/min with a blood pressure of 80/50 mmHg.", "cite_spans": [], "ref_spans": [{"start": 654, "end": 661, "text": "(Fig. 1", "ref_id": null}], "section": "Case presentation"}, {"text": "He was initially resuscitated with intravenous normal saline and managed as septic shock. The presence of skin rash prompted to consider a spotted fever rickettsial infection. Therefore, he was started on intravenous ceftriaxone and oral doxycycline. Since his blood pressure did not improve with fluid resuscitation a central line was placed and intravenous norepinephrine infusion at a rate of 0.4μg/kg/min was commenced along with septic dose of intravenous hydrocortisone 50 mg/6hourly. His plasma random glucose was normal. Initial electrocardiogram did not show ST/T wave abnormalities and Chest radiograph was normal. His serial investigations during the hospital stay are shown in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 689, "end": 696, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Case presentation"}, {"text": "With inotropic support, antibiotics and maintenance fluids he remained stable for the next 36 h. His blood cultures, urine cultures and retroviral studies were negative. During the latter part of the second day of admission to THK he developed progressively worsening shortness of breath with hypoxemia and hypotension. Blood gas analysis showed type 1 respiratory failure with pO 2 /FiO 2 ratio of 135.8. Repeat chest radiograph showed bilateral alveolar and interstitial shadowing of both upper and mid zones. ECG revealed sinus tachycardia with no significant ST/T wave changes. 2D Echo cardiogram showed a ventricular ejection fraction of 40-45% with global hypokinesia of myocardium suggestive of myocarditis. Troponin-I titre was positive at 4.9 ng/ml (Normal < 0.12 ng/ml) and NTproBNP (N-terminal pro b-type natriuretic peptide) value was elevated at 11954 pg/ml. At this juncture, elective intubation was done and the patient was transferred to the Intensive Care Unit for assisted ventilation. (Fig. 2) .", "cite_spans": [], "ref_spans": [{"start": 1004, "end": 1012, "text": "(Fig. 2)", "ref_id": "FIGREF0"}], "section": "Case presentation"}, {"text": "The management team identified some issues with regard to diagnosis and choosing the appropriate treatment for the patient. Echocardiographic findings, elevated troponin titre and elevated BNP were consistent with myocarditis leading to heart failure causing pulmonary oedema and hypoxemia. The possibility of ARDS was considered based on clinical, blood gas and radiological evidence. Spotted fever was considered to be the most likely diagnosis because of the presence of the typical rash. Other differential diagnoses included leptospirosis with myocarditis and pneumonitis. But the rash and lack of liver and renal involvement was not in favor Fig. 1 Skin rash. Skin rash of the patient at the day of presentation. It was erythematous macular rash involving palms and soles with mild pedal edema of leptospirosis. Streptococcal and Staphylococcal toxic shock syndromes and meningococcal sepsis were also taken into consideration, but inability to fulfill diagnostic criteria and persistently negative cultures were against them. Hemophagocytic lymphohistiocytosis (HLH) is also known to complicate many zoonoses including spotter fever infections [6, 7] . However, absence of cytopenias and the splenomegaly made it less likely and further screening tests for HLH were not performed.", "cite_spans": [{"start": 1151, "end": 1154, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 1155, "end": 1157, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 648, "end": 654, "text": "Fig. 1", "ref_id": null}], "section": "Case presentation"}, {"text": "Considering the poor response to previous antibiotics, intravenous chloramphenicol 500 mg 6 hourly was added to the treatment regimen as authors personally had seen good response particularly in patients with severe disease. He required 3 inotropes in increasing doses, including norepinephrine 0.5μg/kg/min, Dobutamine 10μg/kg/min and Dopamine 15μg/kg min, to maintain the blood pressure for the next 24 h. In view of myocarditis, IV hydrocortisone dose was increased to 200 mg/ 6hourly. Within 12 h from starting chloramphenicol and increasing the dose of steroids, his clinical parameters started to improve. By next day tailing off of the inotropic support was possible. On the 3rd day in the Intensive Care Unit, he was extubated and on the 4th day he was transferred back to the High Dependency Unit of the medical ward. The skin rash started to fade leaving few necrotic areas over the hands. All three antibiotics were stopped after the completion of 7 days. He did not develop any treatment related complications. He was In two weeks' time, he was reviewed in the out-patient clinic and found to be completely asymptomatic. For the confirmation of diagnosis, 1st acute blood sample was tested for R. conorii indirect immunofluorescence antibodies (IFA) at the reference laboratory of University of Peradeniya which showed moderately high positive titre (1/256). Ten days later, 2nd blood sample was tested with IFA which showed rising titre (1/1024) confirming the diagnosis. Further species identification was not possible due to unavailability of facilities. Unfortunately patient did not turn up for the follow up echocardiogram.", "cite_spans": [], "ref_spans": [], "section": "Case presentation"}, {"text": "We presented a middle aged man, a tree cutter in profession falling ill with fever, then collapsed on 6th day of illness due to myocarditis and became hypoxic due to ARDS. Timely diagnosis of spotted fever and initiation of appropriate treatment saved his life. Even though he denied a tick bite, it was likely that he had an unnoticed tick bite as his occupation carried a high risk of exposure. This case demonstrates a rather rare presentation of spotted fever rickettsial infection where patient deteriorated within short time leading to shock and ARDS. The development of myocarditis was rapid and severe enough to cause low left ventricular ejection fraction and hypotension.", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusions"}, {"text": "Patients with myocarditis and ARDS are described in the literature in other types of rickettsial infections particularly with scrub typhus. Myocarditis has been observed as an autopsy finding in fatal cases of Rocky Mountain spotted fever. Other much rarer forms of tick borne rickettsial infections like Sibirica mongolitimonae infections are also known to cause clinically significant myopericarditis [8] . R. conorii related cardiac involvement is extremely rare and only about 6 cases are described in the literature [9] . Severe forms of spotted fever rickettsioses is also known to be caused by some subspecies such as Rickettsia conorii subsp. israelensis [10] . Unfortunately molecular diagnostic methods for identifications of subspecies is not yet available in Sri Lanka.", "cite_spans": [{"start": 403, "end": 406, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 521, "end": 524, "text": "[9]", "ref_id": null}, {"start": 663, "end": 667, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion and conclusions"}, {"text": "Myocarditis is caused mainly by viruses and also by leptospira spirochetes and toxins. In Sri Lanka myocarditis is an occasional complication in dengue infection and leptospirosis [11] . It is not a diagnosis entertained in rickettsial infections despite its high prevalence. In myocarditis, patients usually develop undue tiredness, chest discomfort and dyspnoea which may progress to cardiogenic shock or development of arrhythmias. Most often it is diagnosed clinically with ECG abnormalities such as T wave inversions, bundle branch blocks and presence or rhythm abnormalities. Echocardiography and elevation of cardiac biomarkers can be used to diagnose myocarditis but these become evident mostly in severe cases. In the background of sepsis, transient cardiac dysfunction can occur due to sepsis induced cardiomyopathy. Differentiation between the two diagnoses can only be achieved by endomyocardial biopsy. However, in acutely ill patients it is not justifiable do biopsy as it does not alter the management. Further, in the available literature suggests that rickettsial infections related cardiac dysfunction is more likely to be due to myocarditis [8, 9, 12] . Newer methods including cardiac MRI and segmented inversion recovery gradient-echocardiography pulse sequences have a better sensitivity in diagnosing acute myocarditis [13, 14] . Our patient had compatible symptoms and signs with global hypokinesia in 2D Echocardiogram and elevated troponin and NTproBNP values to suggest the presence of myocarditis.", "cite_spans": [{"start": 180, "end": 184, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1160, "end": 1163, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 1164, "end": 1166, "text": "9,", "ref_id": null}, {"start": 1167, "end": 1170, "text": "12]", "ref_id": "BIBREF11"}, {"start": 1342, "end": 1346, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 1347, "end": 1350, "text": "14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion and conclusions"}, {"text": "Differentiation between severe pulmonary oedema and ARDS is difficult both clinically and radiologically at the onset of the illness. But presence of prolonged severe hypoxia and persistent alveolar-interstitial shadows despite treatment with intravenous diuretics was more in favor of ARDS in our patient than pure pulmonary oedema. Management of myocarditis and acute heart failure follow standard guidelines with diuretics, angiotensin converting enzyme inhibitors and beta blockers. Place of steroid in acute myocarditis is debatable but it is commonly used by clinicians on empirical evidence and personal experience. European guideline on management of myocarditis recommends immunosuppression only in chronic virus negative myocarditis and inflammatory and autoimmune myocarditis [15] . None of the 6 reported patients with MSF and myocarditis had received steroids. However, we believe that steroids helped in treating our patient.", "cite_spans": [{"start": 787, "end": 791, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion and conclusions"}, {"text": "Oral doxycycline is the recommended antibiotics for rickettsial infections [13] . However, chloramphenicol which is a second line agent, is also widely used in many institutions in Sri Lanka. There are not many studies comparing the efficacy of chloramphenicol with other agents due to risk of major hematological adverse effects. In fact, CDC case report data suggest that patients with Rocky mountain spotted fever treated with chloramphenicol are at higher risk for death than persons who received a tetracycline [16] . In contrast to that our experience suggests that in severe spotted fever rickettsial infections, parenteral chloramphenicol can be used safely with good results like in this patient. Out of the 6 reported cases of MSF with myocarditis, chloramphenicol was included in treatment regimens of two patients [9] . Limitations of the our report includes the unavailability of histological evidence of myocarditis and not identifying the species due to lack of resources. Finally, this case highlights the need of prompt clinical diagnosis and treatment of spotted fever which can present with atypical features.", "cite_spans": [{"start": 75, "end": 79, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 516, "end": 520, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 826, "end": 829, "text": "[9]", "ref_id": null}], "ref_spans": [], "section": "Discussion and conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Emerging rickettsial infections in Sri Lanka: the pattern in the hilly Central Province", "authors": [{"first": "S", "middle": ["A"], "last": "Kularatne", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Edirisinghe", "suffix": ""}, {"first": "I", "middle": ["B"], "last": "Gawarammana", "suffix": ""}, {"first": "H", "middle": [], "last": "Urakami", "suffix": ""}, {"first": "M", "middle": [], "last": "Chenchittikul", "suffix": ""}, {"first": "I", "middle": [], "last": "Kioho", "suffix": ""}], "year": 2003, "venue": "Tropical Med Int Health", "volume": "8", "issn": "", "pages": "803--814", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Seroepidemiology of rickettsioses in Sri Lanka: a patient based study", "authors": [{"first": "V", "middle": ["C"], "last": "Liyanapathirana", "suffix": ""}, {"first": "V", "middle": [], "last": "Thevanesam", "suffix": ""}], "year": 2011, "venue": "BMC Infect Dis", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A case series of spotted fever rickettsiosis with neurological manifestations in Sri Lanka", "authors": [{"first": "Sam", "middle": [], "last": "Kularatne", "suffix": ""}, {"first": "Kgad", "middle": [], "last": "Weerakoon", "suffix": ""}, {"first": "Rpvj", "middle": [], "last": "Rajapakse", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Madagedara", "suffix": ""}, {"first": "D", "middle": [], "last": "Nanayakkara", "suffix": ""}, {"first": "R", "middle": [], "last": "Premaratna", "suffix": ""}], "year": 2012, "venue": "Int J Infect Dis", "volume": "16", "issn": "7", "pages": "514--521", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Cutaneous manifestations of spotted fever rickettsial infections in the Central Province of Sri Lanka: a descriptive study", "authors": [{"first": "K", "middle": [], "last": "Weerakoon", "suffix": ""}, {"first": "Sam", "middle": [], "last": "Kularatne", "suffix": ""}, {"first": "J", "middle": [], "last": "Rajapakse", "suffix": ""}, {"first": "S", "middle": [], "last": "Adikari", "suffix": ""}, {"first": "R", "middle": [], "last": "Waduge", "suffix": ""}], "year": 2014, "venue": "PLoS Negl Trop Dis", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pntd.0003179"]}}, "BIBREF4": {"ref_id": "b4", "title": "Mediterranean spotted fever in Spain, 1997-2014: epidemiological situation based on hospitalization records", "authors": [{"first": "Z", "middle": [], "last": "Herrador", "suffix": ""}, {"first": "A", "middle": [], "last": "Fernandez-Martinez", "suffix": ""}, {"first": "D", "middle": [], "last": "Gomez-Barroso", "suffix": ""}, {"first": "I", "middle": [], "last": "León", "suffix": ""}, {"first": "C", "middle": [], "last": "Vieira", "suffix": ""}, {"first": "A", "middle": [], "last": "Muro", "suffix": ""}], "year": 2017, "venue": "PLoS One", "volume": "12", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Secondary hemophagocytic lymphohistiocytosis in zoonoses. A systematic review", "authors": [{"first": "A", "middle": [], "last": "Cascio", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Pernice", "suffix": ""}, {"first": "G", "middle": [], "last": "Barberi", "suffix": ""}, {"first": "D", "middle": [], "last": "Delfino", "suffix": ""}, {"first": "C", "middle": [], "last": "Biondo", "suffix": ""}, {"first": "C", "middle": [], "last": "Beninati", "suffix": ""}, {"first": "G", "middle": [], "last": "Mancuso", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Rodriguez-Morales", "suffix": ""}, {"first": "C", "middle": [], "last": "Iaria", "suffix": ""}], "year": 2012, "venue": "Eur Rev Med Pharmacol Sci", "volume": "16", "issn": "", "pages": "1324--1361", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Haemophagocytic syndrome and rickettsial diseases", "authors": [{"first": "A", "middle": [], "last": "Cascio", "suffix": ""}, {"first": "S", "middle": [], "last": "Giordano", "suffix": ""}, {"first": "P", "middle": [], "last": "Dones", "suffix": ""}, {"first": "S", "middle": [], "last": "Venezia", "suffix": ""}, {"first": "C", "middle": [], "last": "Iaria", "suffix": ""}, {"first": "O", "middle": [], "last": "Ziino", "suffix": ""}], "year": 2011, "venue": "J Med Microbiol", "volume": "60", "issn": "", "pages": "537--579", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Acute Myopericarditis Associated with Tickborne Rickettsia sibirica mongolitimonae", "authors": [{"first": "P", "middle": [], "last": "Revilla-Martí", "suffix": ""}, {"first": "Á", "middle": [], "last": "Cecilio-Irazola", "suffix": ""}, {"first": "J", "middle": [], "last": "Gayán-Ordás", "suffix": ""}, {"first": "I", "middle": [], "last": "Sanjoaquín-Conde", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Linares-Vicente", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Oteo", "suffix": ""}], "year": 2017, "venue": "Emerg Infect Dis", "volume": "23", "issn": "12", "pages": "2091--2094", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Israeli Spotted Fever in Sicily. Description of two cases and minireview", "authors": [{"first": "C", "middle": [], "last": "Colomba", "suffix": ""}, {"first": "M", "middle": [], "last": "Trizzino", "suffix": ""}, {"first": "A", "middle": [], "last": "Giammanco", "suffix": ""}, {"first": "C", "middle": [], "last": "Bonura", "suffix": ""}, {"first": "Di", "middle": [], "last": "Bona", "suffix": ""}, {"first": "D", "middle": [], "last": "Tolomeo", "suffix": ""}, {"first": "M", "middle": [], "last": "Cascio", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2017, "venue": "Int J Infect Dis", "volume": "61", "issn": "", "pages": "7--12", "other_ids": {"DOI": ["10.1016/j.ijid.2017.04.003"]}}, "BIBREF10": {"ref_id": "b10", "title": "Cardiac complications of a dengue fever outbreak in Sri Lanka", "authors": [{"first": "Sam", "middle": [], "last": "Kularatne", "suffix": ""}, {"first": "Mmk", "middle": [], "last": "Pathirage", "suffix": ""}, {"first": "Pvr", "middle": [], "last": "Kumarasiri", "suffix": ""}, {"first": "S", "middle": [], "last": "Gunasena", "suffix": ""}, {"first": "S", "middle": ["I"], "last": "Mahindawanse", "suffix": ""}], "year": 2007, "venue": "Trans R Soc Trop Med Hyg", "volume": "101", "issn": "", "pages": "804--812", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Cardiac involvement in a patient with clinical and serological evidence of African tick-bite fever", "authors": [{"first": "C", "middle": [], "last": "Bellini", "suffix": ""}, {"first": "M", "middle": [], "last": "Monti", "suffix": ""}, {"first": "M", "middle": [], "last": "Potin", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Ave", "suffix": ""}, {"first": "J", "middle": [], "last": "Bille", "suffix": ""}, {"first": "G", "middle": [], "last": "Greub", "suffix": ""}], "year": 2005, "venue": "BMC Infect Dis", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Diagnosis and treatment of viral myocarditis", "authors": [{"first": "J", "middle": ["C"], "last": "Schultz", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Hilliard", "suffix": ""}, {"first": "L", "middle": ["T"], "last": "Cooper", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Rihal", "suffix": ""}], "year": 2009, "venue": "Mayo Clin Proc", "volume": "84", "issn": "11", "pages": "1001--1010", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Current state of knowledge on aetiology, diagnosis, management, and therapy of myocarditis: a position statement of the European Society of Cardiology Working Group on myocardial and pericardial diseases", "authors": [{"first": "A", "middle": ["L"], "last": "Caforio", "suffix": ""}], "year": 2013, "venue": "Eur Heart J", "volume": "34", "issn": "", "pages": "2636--2684", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Diagnosis and Management of Tickborne Rickettsial Diseases: Rocky Mountain spotted fever and other spotted fever group rickettsioses, Ehrlichioses, and Anaplasmosis -United States", "authors": [{"first": "H", "middle": ["M"], "last": "Biggs", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Behravesh", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Bradley", "suffix": ""}], "year": 2016, "venue": "MMWR Recomm Rep", "volume": "65", "issn": "2", "pages": "1--44", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Analysis of risk factors for fatal Rocky Mountain spotted fever: evidence for superiority of tetracyclines for therapy", "authors": [{"first": "R", "middle": ["C"], "last": "Holman", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Paddock", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Curns", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Krebs", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Mcquiston", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Childs", "suffix": ""}], "year": 2001, "venue": "J Infect Dis", "volume": "184", "issn": "", "pages": "1437--1481", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Chest Radiographs. A -Chest radiograph on day 2 of the illness with bilateral diffuse alveolar shadows. B -Chest radiograph at the time of discharge with clearing of alveolar shadows recovered enough to be discharged from the hospital on the 10th day of admission.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Serial Investigations", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Day of illness </td><td>1 </td><td>2 </td><td>3 </td><td>4 </td><td>5 </td><td>6 </td><td>7 </td><td>8 </td><td>9\n</td></tr><tr><td>WBC × 109 </td><td>11.7 </td><td>20 </td><td>29.2 </td><td>12.12 </td><td>7.58 </td><td>8.4 </td><td>8.75 </td><td>6.79 </td><td>8.35\n</td></tr><tr><td>Neutrophil% </td><td>70 </td><td>91 </td><td>89 </td><td>90 </td><td>82 </td><td>79 </td><td>82 </td><td>84 </td><td>78\n</td></tr><tr><td>Lymphocyte% </td><td>17 </td><td>2.7 </td><td>5 </td><td>6 </td><td>13 </td><td>15 </td><td>12 </td><td>10 </td><td>15\n</td></tr><tr><td>Hemoglobin g/l </td><td>13.6 </td><td>15.2 </td><td>13.6 </td><td>11.8 </td><td>12.7 </td><td>11.2 </td><td>9.7 </td><td>9.2 </td><td>9.2\n</td></tr><tr><td>Platelets × 109 </td><td>215 </td><td>272 </td><td>358 </td><td>270 </td><td>292 </td><td>232 </td><td>180 </td><td>162 </td><td>147\n</td></tr><tr><td>INR </td><td>0.98 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>1.05\n</td><td> </td><td> </td></tr><tr><td>APTT (s) </td><td>28 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>30\n</td><td> </td><td> </td></tr><tr><td>ALT U/l </td><td>53 </td><td>124 </td><td>68 </td><td>53.7 </td><td>40 </td><td>60 </td><td>84 </td><td>75 </td><td>73\n</td></tr><tr><td>AST U/l </td><td>133 </td><td>292 </td><td>107 </td><td>71 </td><td>51 </td><td>151 </td><td>138 </td><td>85 </td><td>90\n</td></tr><tr><td>Creatinine µmol/l </td><td>95 </td><td>128 </td><td>118 </td><td>101 </td><td>81 </td><td>85 </td><td>59 </td><td>62 </td><td>54\n</td></tr><tr><td>Total Bilirubin µmol/l </td><td>15.7 </td><td> </td><td>30 </td><td>23\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Direct Bilirubin µmol/l </td><td>11.2 </td><td> </td><td>23 </td><td>15\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>C Reactive Protein mg/dl </td><td>139 </td><td> </td><td> </td><td> </td><td>92 </td><td> </td><td> </td><td> </td><td>55\n</td></tr><tr><td>Procalcitonin ng/ml </td><td> </td><td>5.78 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>0.61\n</td></tr><tr><td>pO2 mmHg </td><td> </td><td>75 </td><td>114 </td><td>136 </td><td> </td><td>134 </td><td> </td><td>142\n</td><td> </td></tr><tr><td>pCO2 mmHg </td><td> </td><td>20 </td><td>25 </td><td>38 </td><td> </td><td>42 </td><td> </td><td>40\n</td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>pO2/FiO2 </td><td>125 </td><td>228 </td><td>218 </td><td>252 </td><td>249\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "None.Availability of data and materials Data sharing is not applicable to this article as no datasets were generated or analyzed during the current study. All data contained within the article. ", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "Abbreviations ARDS: Acute respiratory distress syndrome; MSF: Mediterranean spotted fever; NTproBNP: N-terminal pro b-type natriuretic peptide; PHH: Peripheral Hospital Hataraliyadda; THK: Teaching Hospital Kandy Authors' contributions HMLYH, JMHDJ, SDNS managed the patient and did the literature review, gathering of data and writing of the initial manuscript. SAMK, WKSK finalized the manuscript and gave expert opinion in management issues. All authors read and approved the final manuscript.Ethics approval and consent to participate Not applicable.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "Informed written consent for the publication of details and pictures was obtained from the patient. Consent form can be made available to the editor on request.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}, {"text": "The authors declare that they have no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}, {"text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "cite_spans": [], "ref_spans": [], "section": "Publisher's Note"}]}