{
    "paper_id": "947fa4851b5ee530763ea60bd09e4a5b0dd39b32",
    "metadata": {
        "title": "Global health diplomacy for obesity prevention: Lessons from tobacco control",
        "authors": [
            {
                "first": "Chantal",
                "middle": [],
                "last": "Blouin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Carleton University",
                    "location": {
                        "addrLine": "1125 Colonel By Drive",
                        "postCode": "K1S 5B6",
                        "settlement": "Ottawa",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": "chantal_blouin@carleton.ca"
            },
            {
                "first": "Laurette",
                "middle": [],
                "last": "Dub",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McGill University",
                    "location": {
                        "settlement": "Montreal",
                        "country": "Canada"
                    }
                },
                "email": "laurette.dube@mcgill.ca"
            }
        ]
    },
    "abstract": [
        {
            "text": "To date the global health diplomacy agenda has focused primarily on infectious diseases. Policymakers have not dedicated the same level of attention to chronic diseases, despite their rising contribution to the global burden of disease. Negotiation of the Framework convention on tobacco control provides an apt example from global health diplomacy to tackle dietrelated chronic diseases. What lessons can be learned from this experience for preventing obesity?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Global health diplomacy involves new forms of collective action and negotiation of new rules and norms to address global health challenges. Traditionally, nation states have dominated these processes, having negotiated internationally to address cross-border health risks since the mid-nineteenth century. 1 Today a diverse group of other non-state actors participate, impelled by the increasing impact of globalisation on health systems and population health. 2 Given the more immediate interdependence and stronger cross-border linkages associated with epidemics, the global health diplomacy agenda remains focused on infectious diseases, virus sample sharing, 3 pandemic flu 4,5 and SARS. 6 With such diseases, the ability of one country to protect the health of its population can directly depend on whether another country has the capacity to detect and respond to mobile, readily transmissible communicable pathogens, and vice versa. y By contrast [to such interdependence], interconnectedness does not involve relationships of mutual dependence among States and, thus, does not provide robust incentives for reciprocal undertakings to lower risks. In global health, interconnectedness is often a feature of non-communicable disease problems. For example, the export by a developed country of processed foods high in added sugars and salts may contribute to the prevalence of childhood or adult obesity in a developing country, but the health, security, and economic well-being of people in the developed country do not depend on whether the developing country controls and reduces the prevalence of obesity in its territory. 7 As emphasis on infectious diseases continues, 8 we concentrate here on an example of global health diplomacy to tackle chronic diseases: the Framework Convention on Tobacco Control (FCTC). In 2006, a technical group of the World Health Organization (WHO) recommended that the WHO 'take the lead in the development of an international code on the commercial promotion of food and beverages to children' (p. 27) to address the rise of obesity in children globally. 9 In anticipation of these negotiations over the global marketing of food to children, we analyse lessons learned from the FCTC for use in diplomatic efforts to prevent diet-related chronic diseases.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 307,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 461,
                    "end": 462,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 692,
                    "end": 693,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1632,
                    "end": 1633,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1680,
                    "end": 1681,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2097,
                    "end": 2098,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The FCTC is a treaty negotiated among member states of the WHO during the years 1999-2003. It took effect on 27 February 2005; by November 2009, the signatory countries numbered 168. With more than five million tobacco-related deaths per year, tobacco use is the single most preventable cause of death in the world. The FCTC countries committed themselves to raising taxes on tobacco products, regulating packaging and labelling of tobacco products, banning tobacco advertising and promotion, and installing measures to reduce illicit trade in tobacco products and sales to minors. The treaty does not offer a blueprint for the elimination of tobacco use or for the banning of international trade in tobacco products; instead it creates an international legal framework for collective action on tobacco control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To examine the negotiation of this treaty, we use a simple analytical framework identifying (1) the specific problem requiring cross-border collective action, (2) the key actors, (3) their interests and 'stake' in this problem, (4) the potential forum or process for negotiations and (5) the potential scenarios for collective action. 10 We conducted this exercise based on secondary literature. We discuss lessons to be learned from the negotiations of the FCTC for potential applicability to diet-related chronic disease prevention, and, more specifically, the rise in obesity prevalence worldwide.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 337,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The problem of increasing obesity shares some characteristics with both previous examples, infectious diseases and tobacco; there are also some important differences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identifying the Specific Problem Requiring Cross-border Collective Action"
        },
        {
            "text": "Although national policies can often be effectively implemented without international collaboration, the globalisation of marketing strategies of the tobacco industry has rendered these insufficient. 'Advertising and smuggling do not stop at national borders' (Brundtland, 11 p. 751). Trade liberalisation, including reduction in trade barriers for tobacco products, has facilitated market access for tobacco companies and contributed to increasing tobacco use in many developing countries. 12 Two decades of bilateral, regional and multilateral trade agreements adopted by many nations engendered significantly greater competition in domestic tobacco marketsaccompanied by reduced prices for tobacco products and dramatic increases in the advertising and promotion of these products. 13, 14 Growing numbers of investment protection treaties have facilitated international industry in establishing its presence and expanding marketing of foreign products to capture local markets. Signatories of these treaties are expected to decrease restrictions on the entry and operation of foreign investments and protect them against adverse government regulations. 15 Multinational tobacco companies undermine the regulatory authority of national governments through public relations and lobbying strategies. 16 This problem is especially acute in developing countries, given the asymmetry of resources between large global tobacco companies and the governments of small countries.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 272,
                    "text": "(Brundtland,",
                    "ref_id": null
                },
                {
                    "start": 273,
                    "end": 275,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 491,
                    "end": 493,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 785,
                    "end": 788,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 789,
                    "end": 791,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1156,
                    "end": 1158,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1300,
                    "end": 1302,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Identifying the Specific Problem Requiring Cross-border Collective Action"
        },
        {
            "text": "Problems addressed by global health diplomacy for tobacco control do not involve great interdependence among nations, creating 'a weaker foundation for diplomatic action' (Fidler, 10 p. 21). High levels of tobacco-related disease in one country do not directly affect the health of the citizens of another. Thus, global health diplomacy on issues of lesser interdependence is more arduous than in instances where countries directly feel the impact of the actions (or inaction) of their neighbours. WHO member states were able to come to an agreement on tobacco control, and therefore it is possible that other factors, including common challenges for regulating the industry, can provide sufficient impetus for success in global health diplomacy for chronic disease prevention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identifying the Specific Problem Requiring Cross-border Collective Action"
        },
        {
            "text": "Many participants engaged in negotiating the FCTC, including the WHO itself as a 'policy entrepreneur' secretariat, while promoting collective actions at the global level. 16 The WHO also ensured the support and collaboration of the World Bank and other United Nations agencies. National governments remained central actors, with their ministries (trade, foreign policy, finance, taxation, customs and development working with health) adding multi-sectoral dimensions to the collaboration. The active role of developing countries in shaping the treaty stimulated progress toward the agreement. 17 Regional coalitions of countries, including one formed by the delegates from Africa, strengthened their negotiating positions. Highincome countries, including the United States, Japan and Germany, boldly advocated a minimalist FCTC.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 174,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 594,
                    "end": 596,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Identifying the Key Actors"
        },
        {
            "text": "What has been the role of the tobacco industry in the negotiations of the FCTC? It was not united in opposition to stringent regulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identifying the Key Actors"
        },
        {
            "text": "[T]he strategic responses to emergent regulation adopted by tobacco companies diverged significantly according to their respective market status. y [For instance] BAT was at the forefront of industry hostility to the WHO's approach, as might be predicted given that its comparative commercial strengths lie in developing regions where accelerated regulation would be expected to have the greatest impact. (Collin and Lee, 18 pp. 225-226)",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 421,
                    "text": "(Collin and Lee,",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 424,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Identifying the Key Actors"
        },
        {
            "text": "Pharmaceutical companies were also party to these negotiations. With the WHO they explored how nicotine replacement treatments could be made more widely available. 19 Non-governmental organisations took part, both as observers of the negotiating sessions and as advocates who pressured governments and others key actors to adopt strong tobacco control provisions. The Framework Convention Alliance, comprising nearly 300 organisations from over 100 countries, emerged as the key non-government actor to support the signing, ratification and implementation of the FCTC. The wide membership increased the likelihood that most of the delegations in Geneva would be pressured at home to adopt strong tobacco control provisions and to promote these actively throughout the negotiations.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 166,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Identifying the Key Actors"
        },
        {
            "text": "In contrast to other issues in global health diplomacy, in tobacco control commercial interests are very clear: measures to limit tobacco use would reduce the market and profits. Although markets had already stagnated and decreased in industrial countries, rapid growth of tobacco use in developing countries meant that a global treaty would threaten tobacco companies operating in these new and dynamic markets. Some firms demonstrated their opposition to the treaty by mounting a lobbying campaign against it and systematically searched for allies within governments. Other firms attempted to focus discussion on the few issues on which common ground could be found, for example how to limit underage use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identifying the Actors' Interests"
        },
        {
            "text": "Fidler distinguishes a transformative approach to global health diplomacy from an instrumental one. 10 The motivation for the first is the 'possibility of centering international relations on health as the normative engine of political cooperation and progress'; for the second, participants attempt 'to use health instrumentally to achieve other foreign policy and diplomatic goals' (Fidler, 10 p. 2).",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 102,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Identifying the Actors' Interests"
        },
        {
            "text": "While the global health activists in NGOs adopted a transformative approach, the national governments adopt strategies where both approaches co-exist. Ministries of public health generally sought support for strong tobacco control measures, taking the transformative approach. But in their efforts to organise inter-sectoral collaboration among stronger domestic institutions including law enforcement or finance, health ministries often pursued international collaboration for instrumental reasons -to strengthen their positions nationally. Similarly, the WHO used the FCTC negotiations to attack tobacco-related health threats as well as to re-establish its status and credibility among UN agencies after years of decline under weak management without clear vision; tobacco control became part of the strategy to reposition the organisation as a 'department of consequence'. 20",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identifying the Actors' Interests"
        },
        {
            "text": "A WHO initiative was to host the FCTC negotiations at its Geneva headquarters. Although the WHO possessed treaty-making powers since its inception, it had never exerted these, instead using its power to adopt international regulations and non-binding resolutions. The FCTC reflects influence from the framework-protocol approach often used in international environmental law, where the 'states agree to a framework treaty that contains only general obligations but establishes the diplomatic machinery that will push the legal regime to more specificity and effectiveness' (Fidler, 10 p. 40). Thus, the Framework convention on tobacco control sets obligations for signatories whose members commit to continuing negotiations within the context of specific protocols. Accordingly, in 2008 the WHO hosted the first session of the Intergovernmental Negotiating Body on a Protocol on Illicit Trade in Tobacco.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identifying the Potential Forum or Process for Negotiations"
        },
        {
            "text": "Although negotiations of the FCTC remain in the tradition of the state-centric approach and forum to address global health challenges, they involve some newer multi-actor and multi-level interactions. In addition to their very active campaigning, some nongovernmental organisations came to be recognised participants in negotiations along with state delegations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identifying the Potential Forum or Process for Negotiations"
        },
        {
            "text": "To address the problems related to global marketing and advertising of tobacco products and the pressure from multinationals on national governments to curb regulatory actions, the WHO and its member governments, supported by a number of non-governmental actors, promoted the development of a multilateral treaty. This committed them to tobacco control measures on price and taxes, exposure to environmental tobacco smoke, package and labelling requirements, product content, educational campaigns, restrictions on advertising, sponsorships and promotion, clinical intervention, subsidies and agricultural policies, and restrictions on youth access to tobacco and liability. These are domestic policies to be implemented at the national level. Why, then, were international negotiations needed to achieve such policy outcomes? The international commitments changed domestic political dynamics. The adoption and implementation of tobacco control measures strengthened the positions of public health advocates vis-à -vis pressure from multinational tobacco companies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identify the Potential Scenarios for Collective Action"
        },
        {
            "text": "Moreover, the treaty addressed the impact of globalisation of marketing and advertising of tobacco. Once all signatory governments agreed to restrict advertising and marketing of tobacco products, the treaty overcame the limitation of previously divergent national policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identify the Potential Scenarios for Collective Action"
        },
        {
            "text": "The FCTC differs from previous treaties as it does not address problems between countries. 21 Rather, it tackles problems that all countries share. Some have suggested that treaty negotiations on national regulations to promote healthy diets would not be so different from the experience with tobacco control. 21 An important consideration is the extent of interdependence among nations as a key incentive for cross-border collaboration. What other incentives will lead national governments and other actors to pursue collective actions globally (or regionally)? Strengthening the position of national regulators and public health agencies to take on wellorganised lobbying became an incentive for cross-border collaboration. Liberal policies on tobacco marketing in one country or lax enforcement of anti-smuggling law could impact tobacco use in another country. Adoption of trade liberalisation and international trade agreements that have had a direct impact on tobacco availability and use, especially in developing countries, also involved interdependence. 22 The FCTC does not fully address this issue; although tension between trade liberalisation and tobacco control was evident in negotiations, the final text is silent on precedence of international trade law over the FCTC. 18 It will be useful to study this further given the importance of international trade agreements for healthy diets. 23 Although FCTC negotiations led to a multilateral treaty under the aegis of the WHO, those pursuing obesity reduction should not focus too narrowly on this specific forum. A key impact of FCTC negotiations lies outside the formal treaty: global networking among public health advocates inside and outside government and the diffusion of policies. Following intense international interactions on experiences with tobacco control policies, countries accelerated the adoption of new measures. As Collin and Lee observe, national policy development and FCTC negotiations clearly interacted. Once Canada adopted large graphic health warnings, Thailand, Brazil and the European Union replicated them. 18 Important impacts of the recent global health diplomacy on tobacco control include global mobilisation of civil society in support of the FCTC and the rise of a large coalition, the Framework Convention Alliance.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 93,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 310,
                    "end": 312,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1063,
                    "end": 1065,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1286,
                    "end": 1288,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1403,
                    "end": 1405,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2100,
                    "end": 2102,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Identify the Potential Scenarios for Collective Action"
        },
        {
            "text": "What are the lessons we can draw from the experience of global diplomacy on tobacco control for obesity and diet-related chronic disease prevention? First, which actors need to be involved in the process? Political leadership, strong mobilisation and advocacy from well-organised groups globally are crucial in triggering and sustaining a global policy response such as an international treaty. Whether a critical mass of political capital is available at this point in the area of diet and nutrition remains to be seen. 24 Second, global health diplomacy on obesity will require a much stronger engagement with developing countries. Many of these countries perceive the discussions as more relevant to industrial countries despite the rapid growth of obesity in emerging and middle-income developing countries.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 523,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Lessons from Tobacco Control for Obesity Prevention"
        },
        {
            "text": "With regard to diet and nutrition, the needs and concerns of developing countries will be more complex [than in tobacco control y]. The goal should be to promote the optimal diets for all. It also requires that greater attention be paid to the complex agricultural and economic issues related to subsidies and decisions about what is cultivated. 24 Such concerns would need to be well integrated in the agenda to assure inclusion of developing country interests in the negotiations.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 348,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Lessons from Tobacco Control for Obesity Prevention"
        },
        {
            "text": "Third, we highlight the importance of a multi-sectoral approach, engaging a wide range of actors outside the health sector, including commercial ones. Some may provide leadership. A diverse group of businesses produce, process, distribute, market and sell food and drinks. For tobacco control, the ultimate public health goal is elimination of the industry. Obviously the food industry plays an essential role, and the policy 'end game' for chronic diseases is transformation to a health-oriented food system, not the extinction of the industry or many of its activities. As interests of some food industry actors (industries dealing in fresh fruits and vegetables) merge with those promoting global public policies for healthier diets, meaningful collaboration against obesity is likely to be easier to achieve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons from Tobacco Control for Obesity Prevention"
        },
        {
            "text": "The fourth and final lesson relates to the forum for discussion and negotiation. The literature reveals different perspectives. Some representatives from the food industry object to the FCTC model, as an international treaty entails an adversarial approach that would be counterproductive:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons from Tobacco Control for Obesity Prevention"
        },
        {
            "text": "In many ways you could say the tobacco convention has laid out for the public health sector a road map which we should not follow for food. We should be doing almost the opposite. Instead of shaming and blaming we need to find ways of working with the industry. 25 Others suggest that the FCTC precedent, a binding international treaty, would provide a useful tool for regulating the food industry, especially for snack foods, sodas, fast foods and prepared foods that to blame for the great increase in obesity. 17 They remain sceptical about the possibility of productive collaboration with commercial actors given the ways in which interests diverge. 21 Another argument made in favour of the FCTC approach is the power of multilateral negotiations to mobilise groups to act nationally and locally and to increase the exchange of policy innovation. Emily Lee 26 suggested that motivation to adopt the framework-convention model involving an incremental approach to standard-setting, instead of one single detailed treaty for tobacco control, derived from anticipation of strong opposition from the tobacco industry. She also argued that the rationale applies in this case to obesity, and once again this incremental approach will be more likely to succeed. 26 Based on these lessons, we conclude that global health diplomacy for obesity prevention requires a much higher level of mobilisation of political leaders, civil society organisations, governments and non-state actors in developing countries, and engagement with the many private actors in the agri-food industries before healthy diet proponents are ready to negotiate a treaty similar to the FCTC. In order to progress as rapidly as possible, future analytical work should identify what issues could be more easily tackled in a collaborative manner, and for which issues regulation and a treaty would be the most effective instruments. Given that marketing of food to children is already on the global diplomatic agenda, researchers may want to focus on this.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 264,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 513,
                    "end": 515,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 654,
                    "end": 656,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 862,
                    "end": 864,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1260,
                    "end": 1262,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Lessons from Tobacco Control for Obesity Prevention"
        },
        {
            "text": "We draw a fifth and final lesson -beyond selection of an instrument or a forum for negotiations -on the importance of the process itself. Preparation for negotiations, mobilisation of civil society organisations, dialogue with industry, consultation with experts, and sharing of information among national health agencies are all necessary steps leading to negotiations. This process itself can foster the adoption of pro-health policies at the local, national, regional and global level. Ongoing discussions around a WHO code on the marketing of food to children are not yet taking place in the context of formal, multilateral negotiations, but they may already be influencing discourse and practices for tackling childhood obesity. Investing in these pre-negotiation exercises is an integral part of global health diplomacy for obesity prevention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons from Tobacco Control for Obesity Prevention"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The globalization of public health: The first 100 years of international health diplomacy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Bulletin of the World Health Organisation",
            "volume": "79",
            "issn": "9",
            "pages": "842--849",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Trade policy and health: From conflicting interests to policy coherence",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Blouin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bulletin of the World Health Organisation",
            "volume": "3",
            "issn": "85",
            "pages": "169--173",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Influenza virus samples, international law, and global health diplomacy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Emerging Infectious Diseases",
            "volume": "14",
            "issn": "1",
            "pages": "88--94",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Avian and pandemic influenza: Progress and problems with global health governance",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Global Public Health",
            "volume": "2",
            "issn": "",
            "pages": "215--234",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pandemic influenza: Public health preparedness for the next global health emergency",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Journal of Law",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Global surveillance, national surveillance, and SARS",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rodier",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerging Infectious Diseases",
            "volume": "10",
            "issn": "2",
            "pages": "173--175",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "forthcoming) Health in foreign policy: An analytical overview",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Canadian Foreign Policy",
            "volume": "15",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Preventing chronic diseases: How many lives can be saved?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Strong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mathers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leeder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Beaglehole",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lancet",
            "volume": "366",
            "issn": "9496",
            "pages": "1578--1582",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Marketing of food and non-alcoholic beverages to children",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Navigating the Global Health Terrain: Preliminary Considerations on Mapping Global Health Diplomacy. World Health Organization Globalization, Trade, and Health Working Paper Series",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Achieving worldwide tobacco control",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Brundtland",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "JAMA",
            "volume": "284",
            "issn": "6",
            "pages": "750--751",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The demand for cigarettes in Taiwan: Domestic versus imported cigarettes. Nankang, Taipei: The Institute of Economics",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Impact of American cigarette advertising on imported cigarette consumption in Osaka",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hagihara",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Takeshita",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Japan. Tobacco Control",
            "volume": "4",
            "issn": "",
            "pages": "239--244",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Building a National Strategy on Trade and Health",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Onzivu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Global Change and Health: Mapping the Challenges of Global Non-healthcare Influences on Health",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The framework convention on tobacco control: The politics of global health governance",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Collin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bissel",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Third World Quarterly",
            "volume": "23",
            "issn": "2",
            "pages": "265--282",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The framework convention on tobacco control: Promising start, uncertain future",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hammond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Assunta",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Tobacco Control",
            "volume": "12",
            "issn": "",
            "pages": "241--242",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Globalization and the politics of health governance: The framework convention on tobacco control",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Collin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Global health governance: A conceptual review. Centre on Global Change and Health, London School of Hygiene and Tropical Medicine and WHO",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dodgson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Drager",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The development of international health policies -accountability intact?",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kickbusch",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Social Science & Medicine",
            "volume": "51",
            "issn": "",
            "pages": "979--989",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Lessons from tobacco control for the obesity control movement",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Daynard",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Public Health Policy",
            "volume": "24",
            "issn": "3-4",
            "pages": "291--295",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The Economics of Tobacco Control: Towards an Optimal Policy Mix",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Chaloupka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Corbett",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "129--145",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "(2010) Trade, Food, Diet and Health: Perspectives and Policy Options",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hawkes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Blouin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Henson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Drager",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Improving diet and physical activity: 12 lessons from controlling tobacco smoking",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yach",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Novotny",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "British Journal of Medicine",
            "volume": "330",
            "issn": "",
            "pages": "898--900",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Heath Challenge Think Tank Ways Forward Toward 'Health-Friendly' Local and Global Food Chains to Fight Childhood Obesity",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yach",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The World Health Organization global strategy on diet, physical activity, and health turning strategy into action",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Food and Drug Law Journal",
            "volume": "60",
            "issn": "4",
            "pages": "569--602",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors acknowledge the financial support of the WHO Collaborating Centre on Non-communicable Disease Policy at the Public Health Agency of Canada. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        }
    ]
}