{
    "paper_id": "95945b7789ceabe38b5c41d83756ad10300c8add",
    "metadata": {
        "title": ") Asfahani (1)",
        "authors": [
            {
                "first": ")",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Maxwell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "; E. Miller",
                "middle": [],
                "last": "Hodges",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objectives: Long-term outcome of acute kidney injury (AKI) in pediatric critical care unit (PICU) has not been well established. The aim of this study was to determine the 24 months outcome of AKI following admission to PICU. Methods: We followed 80 children admitted to PICU with a diagnosis of AKI,based on pediatric modified RIFLE criteria, for two years. The impact of AKI on the two-year mortality was estimated using the Cox proportionalhazards regression model. Factors affecting long-term progression to chronic kidney disease (CKD), including hypertension and proteinuria, were also evaluated. Results: The mortality at two years follow-up was 48% with the highest mortality occurred during the first four months post PICU admission (40%). By the end of two years; 22.2% had reduction in the GFR, 33.3% had proteinuria and 73.3% were hypertensive. Proteinuria of 30 mg/dl or more at baseline was associated with worse renal function during follow-up. Based on RIFLE criteria ; failure stage at the time of admission increased the two-year mortality rate by more than three times, as compared to risk stage. Renal injury, on the other hand, did not increase mortality rate. Conclusions: AKI was associated with high mortality particularly in the first four months following admission to PICU. Significant percentage of the survivors had evidence of CKD after two years of follow-up. FP-S01-2 Prospective evaluation of urinary NGAL and IL-18 in first 48 hours after birth as early noninvasive predictive biomarkers of acute kidney injury during first week of life in NICU S.K. Patnaik, M. Kanitkar Army hospital (research and referral), New Delhi, India",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Objectives: Primary-Predictive efficacy of a panel of urinary interleukin-18(uIL18) and lipocalin-2(uNGAL) within 48 hours of admission to NICU for predicting neonatal AKI in a nonselective cohort Secondary-Correlation of urinary biomarkers with clinical pattern of renal dysfunction,length of stay(LOS), and mortality in NICU Methods: Design Prospective 2-Phase biomarker discovery(Phase I)validation(Phase II) over 3 years Cases: Consecutive intramural neonates admitted to NICU after birth after exclusion of congenital malformations Controls: Normal AGA postnatal neonates Methodology Urine output, serum creatinine(creatininase-based assay),uNGAL and uIL18(ELISA) at 0,24,48h and day7. AKI was defined by neonatal AKIN criteria.Performance of cutoffs of Phase I obtained by ROC-AUC analysis was examined in Phase II followed by age and weight adjusted multivariate analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ": Amongst 145 NICU(Phase I:72/219;Phase II:73/230) (26-41 wks;0.7-3.64 kg;47.5% males) and 71 postnatal healthy neonates (37-42;2.5-3.89kg;51.5% males) recruited amongst 2619 deliveries, 35(24.1%) neonates fulfilled AKIN criteria;05 were oliguric. Stage I, II and III AKI occurred in 48.6%, 34.3% and 17.1% respectively. Cutoffs in Phase I had sensitivity >80% for uNGAL and specificity >70% for uIL18 during Phase II(Table 1).Overall uNGAL had AUC of >0.85 with >90% sensitivity and >70% specificity at all time points; best AUC 0.97 with LR+ of 11.72 was at 48 hrs. Best AUC-ROC for uIL-18 was 0.69 at 24 hrs. Combining uNGAL and uIL18 improved AUC to >0.94 with sensitivty >94% and specificity >88% at all timepoints.Grade of AKI and LOS correlated with uNGAL(r>0.5, p<0.05). At 48 hrs, uNGAL>1430 ng/ml had AUC 0.72(0.52-0.91) with LR+ of 20.8 for death.Creatinine changes in 1 st 7 days had lower AUC than uNGAL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: Urinary NGAL alone or combined with urinary IL18 had a better predictive efficacy than traditional serum creatinine based criteria for diagnosis of neonatal AKI in a heterogeneous population of babies in NICU. Paediatric acute kidney injury is poorly recognised in the hospital settingon behalf of the British Association for Paediatric Nephrology S.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Objectives: Acute kidney injury (AKI) is a significant cause of morbidity and mortality among adult inpatients. High incidence and under-recognition has led to the development of a national AKI programme. The aims of this study were to determine the incidence of AKI in children and to investigate its recognition and management. This multi-centre project was supported by the BAPN Methods: Creatinine measurements performed at 3 tertiary and 3 district general hospitals over a six-month period (01/07/12-31/12/12) were evaluated using the NHS AKI alert algorithm. Patients age 29 days to 17 years old were included. A subset of children were randomly selected for case note review. Information was obtained from paper and electronic patient notes. AKI stage 1 was defined as a rise of 1.5-<2x baseline creatinine level; AKI stage 2 a rise of 2-<3x baseline and AKI stage 3 a rise of >3x baseline. Results: 57,278 creatinine measurements were analysed during the study period with 5325 (10.8%) AKI alerts in 1112 patients. There were AKI 1 (62%), AKI 2 (16%) and AKI 3 (22%) alerts during the study period. The age distribution: 222 (20%) <1y, 432 (39%) 1-<6y, 192 (17%) 6-<11y, 207 (19%) 11-<16y and 59 (5%) 16-17y. AKI 1 was the largest group across all ages and a third of all alerts were in children under 6y. There were no gender differences but significant differences between centres for AKI alerts. We reviewed case notes of 66 children (39 boys) aged between 29 days to 17y. AKI was recognised in 18 patients (27.3%). Of all patients, only 17% had a pre-existing renal condition and were known to nephrology. 30% of patients had urine tested and 66% had medication dosage adjusted to estimated GFR. Conclusions: Our data indicate that AKI remains clinically under-recognised in children and there is a need for education about its management. Timely recognition and optimal management of AKI is important to improve long term renal outcomes. Future investigations will aim to determine the impact of the NHS AKI alert algorithm S2 -The nephrotic syndrome: Pathogenesis FP-S02-1 Expression of Ascl1, the proneural transcription factor precedes podocyte Notch activation in Wt1 glomerulopathy R.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "2 years was 67% for PBS and similar to COU (71%) and RHD (68%). Age-adjusted death-censored risk of graft loss was not significantly different for PBS as compared to COU (HR 0.94; 95% CI 0.65-1.38) or compared to RHD (HR: 0.98; 95% CI 0.67-1.42).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conclusions: In contrast to previous reports, we found encouraging outcomes in the largest cohort of PBS children on RRT reported so far, which were similar to those with renal dysplasia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The protective arm of the Renin Angiotensin System may counteract the intense inflammatory process in fetuses with posterior urethral valves T.R.R. Prestes (1) , É.L.M. Vieira (1) , F.M. Bastos (1) , L.M. Kangussu (1) , N.P. Rocha (2) , A.C. Simoes E Silva (1) (1) UFMG, Brazil, Belo Horizonte, Brazil;",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 176,
                    "end": 179,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 194,
                    "end": 197,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 214,
                    "end": 217,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FP-S04-2"
        },
        {
            "text": "(2) Universiy of Texas, Houston, United States",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S04-2"
        },
        {
            "text": "Objectives: Previous studies showed that cytokines, chemokines and components of the Renin Angiotensin System (RAS) might take part in renal damage observed in other obstructive nephropathies. The aim of this study was to evaluate if molecules related to inflammation and components of the RAS can be detected in the urine from fetuses with posterior urethral valve (PUV) and if these biomarkers are associated with the pathogenesis of this congenital anomaly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S04-2"
        },
        {
            "text": "Methods: Urine samples from 24 fetuses with PUV at a mean gestational age of 22 weeks (16-33w) were collected and compared to urine samples from 37 healthy male newborns (control group). Cytokines, chemokines and RAS components levels were measured by cytometric bead array (CBA) and enzyme-linked immunosorbent assay (ELISA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S04-2"
        },
        {
            "text": "Results: In comparison to healthy male newborns, fetuses with PUV had significantly increased urinary levels of IL-2 (p<0,0001), IL-4 (p<0,0001), IL-6 (p=0,0022), IL-10 (p<0,0001), IFN-γ(p<0,0001), eotaxin (p<0,0001), MCP-1 (p=0,005), soluble receptors of TNF type 1 (p=0,0002) and type 2 (p=0,0004). This intense elevation of inflammatory molecules was accompanied by significantly increased urinary levels of Angiotensin I (p=0,0017), Angiotensin-(1-7) (p<0,0001), and ACE 2 (p<0,0001). On the other hand, ACE concentrations were significantly reduced and Angiotensin II levels were similar when compared to control group. Conclusions: The increased levels of cytokines and chemokines suggest that PUV leads to a pro-inflammatory state that might be part of the pathophysiology of this anomaly. The observed activation of the protective arm of the RAS, formed by ACE2-Angiotensin-(1-7)-Mas receptor, may play a role in modulating the intense inflammatory process triggered by PUV. Objectives: To compare outcomes of patients (pts) with LUTO stratified by severity using a prenatal classification system. Methods: Retrospective chart review of LUTO cases evaluated at the Texas Children's Hospital Fetal Center from 2012-2015. LUTO classification: Stage I: normal amniotic fluid level (>18wks gestation), favorable fetal urinary indices*, absence of renal cysts or dysplasia; Stage II: oligohydramnios (>18wks), severe bilateral hydronephrosis, favorable urinary indices, absence of renal cysts or dysplasia; Stage III: oligohydramnios (>18wks), severe bilateral hydronephrosis, unfavorable urinary indices, presence of renal cysts or dysplasia. *Favorable fetal urinary indices: Na <100mEq/L, Chloride <90 mEq/L, Osm <200 mOsm/L, β2-microglobulin <6mg/L Results: 42 total LUTO cases were seen in the study period. Five underwent termination of pregnancy and 1 had intrauterine fetal demise. Therefore, 36 pts were evaluated: 6 stage I, 18 stage II and 12 stage 3. No pts with stage I LUTO had fetal intervention, while 100% of stage II and 25% of stage III underwent vesicoamniotic shunting. Gestational age at delivery and birth weight were similar between the groups. A greater percentage of neonatal deaths occurred in the stage III group (67%) compared with stage II (17%) or stage I (0%). 75% of surviving stage III pts required dialysis as neonates, and 100% were dialysis dependent by 1yr of age. Overall, 64% of pts were alive at 1 yr. Five pts underwent neonatal dialysis with 80% 1 yr survival. For non-dialysis pts estimated GFR at 1 yr was not significantly different between Stage I and II. Conclusions: Prenatal LUTO staging is clinically useful as it is strongly associated with both neonatal survival and the need for neonatal dialysis. In addition, LUTO pts who survive the neonatal period, regardless of the need for dialysis, are likely to be alive at 1 yr of age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S04-2"
        },
        {
            "text": "S5 -Blood pressure: High to low FP-S05-1 ABPM in children and adolescents with renovascular hypertension B. Leite (1) , G. Batista (2) , L. Suzuki (1) , L. Drager (2) , E. Furusawa (1) , V. Koch (1) , A. Watanabe (1) (1) Instituto da Criança -HC -FMUSP, Sao Paulo, Brazil;",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 120,
                    "end": 134,
                    "text": "G. Batista (2)",
                    "ref_id": null
                },
                {
                    "start": 147,
                    "end": 150,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 184,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 213,
                    "end": 216,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FP-S04-2"
        },
        {
            "text": "(2) Hospital das Clínicas -FMUSP, Sao Paulo, Brazil",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S04-2"
        },
        {
            "text": "Objectives: To describe clinical presentation and Ambulatory Blood Pressure Monitoring (ABPM) profile in a pediatric cohort with renovascular hypertension (RVH). Methods: Retrospective descriptive study of a cohort of pediatric patients (pts) with RVH including analysis of ABPM profile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S04-2"
        },
        {
            "text": "Results: 27 pts with RVH are described. The initial clinical presentation was hypertensive encephalopathy in 6/27; congestive heart failure 6/27; abdominal pain 2/27; irritability 1/27; epistaxis 1/27 and asymptomatic in 11/27 pts. Median age was 4 years. All pts had systemic arterial hypertension stage 2. Fibromuscular dysplasia was diagnosed in 8/27 pts, Takayasu arteritis in 8/27, Williams syndrome in 5/27, neurofibromatosis in 4/27, 1 pt was diagnosed with renal artery compression by pheochromocytoma. The vascular lesion presented as mid aortic syndrome with bilateral renal artery stenosis (RAS) in 12/27 pts, unilateral RAS in 10/27 and bilateral RAS in 5/27 pts. Besides anti-hypertensive medication, angioplasty was performed in 12/27 pts, aortorenal surgery in 9/27, auto-transplantation in 1/27, excision of pheochromocytoma in 1 pt; 4/27 pts were managed exclusively with anti-hypertensive medication. Left ventricular hypertrophy was diagnosed in 21/27 children. 29 ABPM studies were performed in 16 pts at different treatment phases; 24 ABPM recordings were analyzed (5 were excluded by failure of the measures). After therapeutic management, only 1/16 pt achieved BP control by ABPM standards: systolic and diastolic (S/D) BP means < 95th percentile and BP load < 25%, with S/Dnocturnal BP dipping of 8.7% and 14.2% respectively. The remaining 15 pts demonstrated severe ambulatory hypertension, with SBP/ DBP means values â'â'> 95th percentile and loads > 50%. S/D nocturnal BP dipping was present in 5/24 (range 10% -18.3%) and 19/24 (range 12.1% -26.6%) recordings respectively. Conclusions: RVH in children presents with severe hypertension and high morbidity. ABPM is fundamental for BP control evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S04-2"
        },
        {
            "text": "FP-S05-2 ESCORT trial -Effects of strict control of blood pressure in pediatric renal transplant recipients -Final results from a randomized controlled trial T. Seeman, J. Dusek, N. Simankova, K. Vondrak, J. Zieg University Hospital Motol, Charles University Prague, 2nd Faculty of Medicine, Prague 5, Czech Republic",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S04-2"
        },
        {
            "text": "Objectives: The aim of this 3 year randomized controlled trial was to investigate whether strict BP control can protect kidney graft. We present the final results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S04-2"
        },
        {
            "text": "Methods: All 23 children who fulfilled the inclusion criteria were randomized to standard BP group (STAND, target 24hr MAP 50-95 th percentile, n=11) or intensified BP group (INTENS, target 24hr MAP <50 th percentile, n=12). The primary endpoint is the yearly change in eGFR (Schwartz), the secondary BP, proteinuria and left ventricular mass.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S04-2"
        },
        {
            "text": "Results: A total of 21 children completed the study (2 children withdrawn due to steroid-resistant or antibody mediated acute rejection). The results on BP and proteinuria are given in the Table, the results on eGFR will be presented at the meeting.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 195,
                    "text": "Table,",
                    "ref_id": null
                }
            ],
            "section": "FP-S04-2"
        },
        {
            "text": "& MAP = mean arterial pressure, MAP index = mean patient's MAP/95th",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S04-2"
        },
        {
            "text": "perc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S04-2"
        },
        {
            "text": "Conclusions: This is the first randomized controlled trial on BP control and its effects on graft function. It demonstrates that strict BP control is possible in the majority of children and that proteinuria did not change significantly. The data on graft function will show, whether strict BP control can retard progression of chronic graft dysfunction. Supported by grant AZV of the Ministry of Health CZE 15-31586A..",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S04-2"
        },
        {
            "text": "First evidence of progressive left ventricular mechanical dysfunction during four year follow-up in children with CKD: the 4C Study. M. Chinali (1) , M.C. Matteucci (1) , A. Franceschini (1) , C. Esposito (1) , K. Azukaitis (2) , A. Doyon (2) , F. Drago (1) , F. Schaefer (2) (1) Bambino Gesù Pediatric Research Hospital, Rome, Italy;",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 165,
                    "end": 168,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 254,
                    "end": 257,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FP-S05-3"
        },
        {
            "text": "(2) University of Heidelberg, Heidelberg, Germany Objectives: We have previosuly shown (cJASN 2015) that despite normal traditional markers of cardiac funtion, children with CKD exhibit mechanical systolic dysfuntion characterized by lower radial strain and transmural systolic gradient. Objective of our study wars to analyze the evolution of cardiac mechcanics through repeated echocardiografic examination in a large sample of children with CKD. Methods: One hundred patients from the 4C study with repeated echocardiographic examinations troughout four years of follow-up were included in the study. Left ventricular (LV) hypertrophy was defined using the simplified approach recently described by our group (J Peds 2016). Advanced parameters of cardiac funtion included longitudinal epicardial and endocardial strain, circumferential epicardial and endocardial strain as well as radial strain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S05-3"
        },
        {
            "text": "Results: During four years of follow-up no significant changes in ejection fraction could be observed in the whole population. In contrast changes in cardiac mechcanics parameters could be observed during the study period in both endocardial circumferential strain (mean difference 6.05+/-2.02%) and longitudinal strain (mean difference 4.15+/-1.76%; p for both <0.05). No change in parameters of cardiac mechanics could be observed in children with normal LV mass at baseline (p=NS for all), while a significant reduction of cardiac systolic parameters was found in children with baseline LV hypertrophy in both endocardial circumferential strain (mean difference 9.12+/-4.14%) and longitudinal strain (mean difference 7.55+/-2.43%p for both <0.02). In time varying covariate analysis, main determinants of progressive reduction in cardiac mechaincs were the presence of LV hypertrophy and of LV concentric geometry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S05-3"
        },
        {
            "text": "Conclusions: Despite parameters of traditional caridiac function remain normal during the years, in the presence of LV hypertrophy, progressive deterioration of cardiac mechanics can be observed in children with chronic CKD. Objectives: To assess the prevalence of blood pressure abnormalities by ambulatory blood pressure monitoring (ABPM) in a large European cohort of children with autosomal dominant polycystic kidney diseases (ADPKD). Methods: Multicentric retrospective study. Inclusion criteria: age < 18 years, ABPM recording, basic anthropometric and laboratory data, ADPKD diagnosis based on family history and renal cysts or on genetic test. Results: 310 patients were enrolled in 22 European centers (M:F ratio 162:148; mean age 11.5 ± 4.2 years). When present, paternal and maternal inheritance were equally distributed (43% -44%). A minority of patients underwent genetic testing: PKD1 and PKD2 mutations were reported in 32% and 0% of patients, respectively. Only 7 patients (2.2 %) had a eGFR < 90 ml/min/1.73mq. Overall, 34% of patients had 24h mean ABPM values > 95th percentile or were treated with blood pressure medications. Pre-hypertension was present in 10% of patients and borderline hypertension in 26% of patients. Daytime heart rate was significantly lower in ADPKD children compared to healthy controls (p<0.001). A significant proportion of patients had elevated nighttime blood pressure values: 35% were non-dippers and 19% had isolated nocturnal hypertension. As expected, the proportion of patients with enlarged kidneys increased with age; conversely, correlation between age and hypertension was weak. Further rhythm analysis revealed a very high prevalence of circadian and ultradian rhytms in ADPKD patients, including pre-pubertal children. These abnormalities exceeded those reported in children with chronic renal failure. Conclusions: Despite potential recruitment biases, this study shows very high prevalence of blood pressure abnormalities in children with ADPKD, suggesting autonomic dysregulation and early onset of cardiovascular damage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S05-3"
        },
        {
            "text": "FP-S06-1 Detection of novel non-labelling biomarkers of progressive glomerulonephritis using fourier transform infrared spectroscopy M-C. Yu (1) , R. Peter (2) Objectives: More reliable biological markers using near patient technology are desirable to improve early diagnosis of patients at risk of progressive kidney disease. Over the past two decades, fourier transform infrared spectroscopy/microscopy has been increasingly applied to biomedical research such as cancer. However, thus far FTIR methods have not yet been applied to detection of progressive kidney diseases. Therefore, in the study, this technology was employed to analyze urine and plasma samples collected from rodent models of progressive glomerulonephritis (GN), with the aim of discovering more sensitive biomarkers of renal injury.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S6 -Glomerulonephritis and vasculitis"
        },
        {
            "text": "Methods: Experimental GN: nephrotoxic nephritis (NTN) was induced in male Wistar Kyoto rats. Urine and plasma were collected from nephritic rats on day 8, day 14, day 21 and day 28 and compared with samples from normal rats . Corticosteroid treatment in experimental GN: (1) healthy control group (2) treatment group: NTN rats treated with 0.25 mg/ kg of dexamethasone (DXM), ip every 4 days, and (3) vehicle group : NTN rats treated with PBS, ip every 4 days. A series of urine was collected and plasma samples were taken at the time of cull. Sample spectra were recored by FTIR spectrometer and data was anayzed using Origin 9.1. Results: Three spectral markers at 1668 cm -1 , 1545 cm -1 and 1033 cm -1 were identified in urine and their intensity changes were in accordance to acute renal injury, progressive renal injury and chronic renal failure, respectively. In particular, the intensity of urinary 1545 cm -1 marker was reduced in response to DXM treatment. Besides, there were three potential plasma spectral markers identified at 1705, 1460 and 1240 cm -1 , respectively, showing that their intensity changes were parallel to the deterioration of renal injury.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 274,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S6 -Glomerulonephritis and vasculitis"
        },
        {
            "text": "Conclusions: The specific urinary/plasma FTIR biomarkers can be the noninvasive and sensitive approach of early diagnosing and/or real-time monitoringprogressive kidney disease. Objectives: Although ESI has been linked to peritonitis in pediatric PD, little data exists as to ESI frequency and clinical factors influencing its manifestation. SCOPE aims to reduce PD-associated infections through the systematic implementation of standardized care practices, including stipulated ES care and an ES-scoring tool. We sought to elucidate ESI rates, predisposing clinical factors, and ESI outcomes in children on PD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S6 -Glomerulonephritis and vasculitis"
        },
        {
            "text": "Methods: SCOPE data collected10/1/11-9/30/14 were analyzed, including demographic and infection detail. ESI was defined as purulent drainage or exit site score >4 or treatment for ESI. FP-S07-2 The role of peritoneal biopsy for the pediatric patients on peritoneal dialysis suspected of Encapsulating Peritoneal Sclerosis. R. Harada (1) , R. Hamada (1) , H. Satoh (1) , Y. Hamasaki (2) , K. Ishikura (3) , H. Hataya (1) , R. Fukuzawa (1) , M. Honda (1) (1) Tokyo Metropolitan Children's Medical Center, Fuchu-Shi, Japan;",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 336,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 349,
                    "end": 352,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 419,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 449,
                    "end": 452,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S6 -Glomerulonephritis and vasculitis"
        },
        {
            "text": "(2) Toho University Faculty of Medicine, Tokyo, Japan; (3) National Center for Child Health and Development, Tokyo, Japan",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S6 -Glomerulonephritis and vasculitis"
        },
        {
            "text": "Objectives: To evaluate the usefulness of peritoneal biopsy in Japanese pediatric patients on peritoneal dialysis (PD) suspected of Encapsulating Peritoneal Sclerosis (EPS). Methods: We retrospectively studied the data from children who underwent peritoneal biopsy from January 1979 to December 2014 at Tokyo Metropolitan Children's Medical Center. All patients had at least one of the following characteristics, clinical symptoms of EPS, poor ultrafiltration and a long period of PD (more than 5 years). The results were divided into an existing symptoms group and an asymptomatic group based on their clinical symptoms of EPS such as vomiting and/or bloody ascites. We compared the pathological results and the treatment after biopsy of two groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S6 -Glomerulonephritis and vasculitis"
        },
        {
            "text": "Results: Fifty-four cases were reviewed in this study. The median age at introduction of PD was 8.0 (range 0.0-25.9 years). Ten cases were existing symptoms, while 44 were asymptomatic before peritoneal biopsy. At the biopsy, the median duration of PD continuation was 7.0 years (5.5-12.1) and 5.7 years (0.6-15.7) respectively. In both groups, most of the biopsy results showed mesothelial denudation, interstitial fibrosis, capillary angiogenesis and vascular sclerosis. After biopsy, all the patients in the existing symptoms group needed treatment for preserving peritoneum. While in the asymptomatic group, 33/44 (75%) required treatment, but 11/44 (25%) were able to see the progress without treatment. The biopsy results of the patients without treatment in the asymptomatic group were significantly fewer instances of mesothelial denudation and vascular sclerosis than those of the patients required treatment (P<0.01). There were two cases of peritonitis after biopsy as complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S6 -Glomerulonephritis and vasculitis"
        },
        {
            "text": "Conclusions: The peritoneal biopsy is useful for deciding treatment intervention for those who have no EPS symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S6 -Glomerulonephritis and vasculitis"
        },
        {
            "text": "The PD Membrane Microvasculature in Uremia and PD -Recent Findings from the International Pediatric PD Biobank B. Schaefer (1) , M. Bartosova (1) , C. Taylan (2) , J. Vande Walle (3) , U. Querfeld (4) , R. Krmar (5) , B.A. Warady (6) , C.P. Schmitt (1 Results: The parietal peritoneum exhibits marked age dependent differences in vascular density, with highest blood capillary density and endothelial exchange area in infancy and lowest values in children aged 7-12 yrs. Lymphatic vessel density is markedly lower, but again 70% higher in infants. Omental blood capillary density correlates with parietal capillary density (r = 0.391; p = 0.03), small lymphatic vessels are few. Uremia reduces omental but not parietal blood vessel density by 51%, Angp-2 levels are 78% lower. The submesothelial 3 vessel layer structure dissipates with low GDP PD, blood vessel density increases 2-3 fold, as do TGF-ß/pSMAD, VEGF, activated fibroblast and CD45/CD68+ macrophage abundance. Mild lumen narrowing develops in 31% of blood vessels, lymphatic vessel density remains low. EMT and profibrotic CD90+ fibroblast subpopulations appear more prevalent with high GDP PD-fluids. D/P creatinine ratios correlate with parietal peritoneal vessel density at baseline (r=0.49, p<0.05), and while on PD (r=0.57, p=0.08) but not with submesothelial thickness. Conclusions: Peritoneal vessel density defines peritoneal membrane transport function. Despite low GDP fluid usage, progressive blood capillarisation develops with time on PD, while lymphatic vessel density remains low.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 142,
                    "end": 145,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "(6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FP-S07-3"
        },
        {
            "text": "FP-S08-1 PKHD1 mutation in autosomal recessive polycystic kidney disease (ARPKD) : genotype-phenotype correlations from a series of 308 cases S. Hamo (1) , J. Bacchetta (2) , A. Bertholet-Thomas (2) , P. Cochat (2) , L. Calemard (3 Objectives: ARPKD is a recessive orphan disease due to PKHD1 mutations.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S8 -Cystic kidneys"
        },
        {
            "text": "The main objective of our study was to characterize the phenotypic variability of patients with PKHD1 mutations, according to the different types of mutations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S8 -Cystic kidneys"
        },
        {
            "text": "Methods: This study was performed in a cohort of 308 ARPKD patients with a genetic diagnosis made in our genetic centre. We asked prescribing physicians to provide minimal clinical data, and sent them a questionnaire to retrospectively update the main outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S8 -Cystic kidneys"
        },
        {
            "text": "Results: Patients were divided into three genotypic groups: the first group (G1,N=65) consisted of patients with two truncating mutations, the second group ( G2, N=117) of patients with one truncating and one non-truncating mutation, and the third group ( G3, N=126) of patients with two non-truncating mutations. The proportion of severe ARPKD (e.g. pregnancy termination or neonatal death) was significantly greater in G1: 94% in G1, 47% in G2 and 27% in G3 (p<0.05). 77 patients suffered from chronic kidney disease (CKD): G1 N=4, G2 N=28 and G3 N=45. Notably, two patients from G3 developed CKD before the age of 3 months. Renal transplantation was performed in 13 patients ( G1 N=0; G2 N=5; G3 N=8). Portal hypertension occurred in 61 patients at a mean age of 13.9 years; oesophageal varices were present in 18 patients and complicated by bleeding in 14 patients (G1: N=0, G2: N=9, G3: N=5). Three patients received a liver transplant (G2 N=2, G3 N=1, 23, 32 and 33 years), and one patients underwent combined kidney/liver transplantation (G2 ,23 yrs). Seven patients died after the neonatal period, 2 from G1, 3 from G2 and 2 from G3 (p<0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S8 -Cystic kidneys"
        },
        {
            "text": "The presence of two truncating mutations in PKHD1 is associated with a more severe perinatal and later-in-life phenotype. However, there is a phenotypic variability that requires great caution during prenatal councelling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "FP-S08-2 3D-US with a correction factor is a good alternative in estimating total kidney volume in children with Objectives: Total kidney volume (TKV) has been shown in adult Autosomal Dominant Polycystic Kidney Disease (ADPKD) to be an independent and strong predictor for disease progression. In the current interventional clinical trials, TKV measurement by magnetic resonance (MR) imaging has been shown to be more accurate, reproducible and able to detect small changes over a short period of time compared to ultrasound (US). Since future therapies in ADPKD could be extended to include children, we aimed to examine whether the high-resolution 3D-US TKV measurements might be used as an alternative method to MR measurements in ADPKD children Methods: Prospective evaluations of renal MR, 2D-and 3D-US were performed, whereby TKV was calculated by means of manual delineations (MR, 3D-US) or by the ellipsoid method (2D-US). Correlations and differences between parameters were evaluated using Pearson r and Wilcoxon signed rank tests. After correction using the optimal linear regression, the variability of the measurements was examined using Bland-Altman plots Results: We studied 29 patients (17 male, 12 female) with a median age (SD) of 14.0 (3.4) years and eGFR 111 (17) Objectives: Mutations of the Pkhd1 gene cause autosomal recessive polycystic kidney disease (ARPKD). Pkhd1 encodes fibrocystin (FPC), a ciliary type I membrane protein of largely unknown function, suggested to affect adhesion signaling of cells. Contributions of epithelial cell adhesion and contractility to the disease process of ARPKD are elusive. Here, we establish a link between loss of FPC function and epithelial morphogenesis in 3D cell culture, cell contact formation and cytoskelal networks. Methods: We analyze FPC function in Madin-Darby canine renal collecting duct epithelial cells (MDCK) based on Pkhd1 silencing. Cells are studied on micro-pattered chips in 3D cell culture conditions allowing analysis of polarity, lumen formation and ciliogenesis in epithelial spheroids. Quantitative automated image processing is applied to analyze z-stacks of 5-color fluorescence images. To determine critical differences in cell adhesion parameters, MDCK cells are studied also on chips in their one and 2(4)-cell stages. Activation of adhesion signaling is addressed based on phosphorylation of the FAK/Src axis. Results: Using defined adhesion conditions, we quantified the impact of FPC deficiency on size / density of adhesion sites, cell shape characteristics and initiation of an apical surface. Effects on apicobasal polarity and lumen formation correlate significantly with positioning of centrosomes in 2(4)-cell stages and activation of adhesion signaling. In addition, FPC deficient cells reveal defects in the formation of correctly polarized epithelial spheroids. Transient reduction of actomyosin contractility restores 70% of correct epithelial morphogenesis (p<0.01).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "Conclusions: FPC silencing in MDCK cells disturbs adhesion signaling and cell-cell interaction resulting in impaired epithelial morphogenesis. Using a cell-based model system, we address molecular consequences of and analyze quantitatively rescue strategies for FPC deficiency in collecting duct epithelia. followed by those on hemodialysis (40.0, p=<0.0001) but even those with high score did not reach 50% of the score. On Multinomial Logistic Regression and using those with high scores (>60) as referent group, dialysis patients had a significantly lower HCT readiness score. Conclusions: Despite the socioeconomic difference in the populations served at both institutions, the sample's overall low score. Patients who have a renal transplant had the greatest HCT readiness scores, and this may reflect the more intense preparation and patient education prior to transplantation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "Three-year-pediatric peritoneal dialysis experience in Benin: challenges and successes F. Lalya (1) , Y. Tohodjede (1) , M. D'Almeida (1) , A. Hadonou (2) , P.C. Hounkpe (3) , B. Ayivi (1) Objectives: Nigeria has the largest burden of sickle cell anaemia (SCA) in the world. Kidney abnormalities are established findings in children with SCA and are known to start early in childhood. The study objective was to determine the risk factors associated with microalbuminuria in children with sickle cell anaemia and the relationship between it and glomerular filtration rate Methods: The study was descriptive and cross sectional involving 323 children with sickle cell anaemia in steady state and equal number with normal haemoglobin, age and sex matched as control. They were aged 6 months to 18 years and consecutively recruited from the paediatric outpatient department of the Jos University Teaching Hospital between September and December 2013. Anthropometric, demographic characteristics and clinical parameters of each child and the social status of the parents were obtained. Spot urine and venous blood samples were obtained for determination of microalbuminuria, packed cell volume and serum creatinine respectively. Results: The prevalence of microalbuminuria in children with SCA was 26% in 84 children, compared to 1.85% in controls. Of this, 87% were aged ten years or less and there was no sex difference. Anaemia and elevated glomerular filtration showed strong positive correlation with microalbuminuria, however, age, low socio economic status, number of siblings with SCA, did not. Glomerular filtration rate was higher in subjects with SCA than controls and as well in those with microalbuminuria compared to those without microalbuminuria (p<0.01).",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 115,
                    "end": 118,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FP-S09-2"
        },
        {
            "text": "Conclusions: The prevalence of microalbuminuria in children with SCA in this study is high. The mean glomerular filtration rate is particularly higher in those with microalbuminuria compared with those without. This finding underscores the need for concerted effort at routine screening of SCA children for microalbuminuria for the purpose of earlier detection of sickle cell nephropathy and appropriate therapeutic measure. S10 -Global perspectives on registries FP-S10-1 Congenital nephrotic syndrome of the Finnish type, ESPN/ERA-EDTA Registry data T. Holtta (1) , M. Bonthuis (2) , K. Jager (2) , J. Groothoff ( , and most of recipients were male (55.5%). The most common underlying renal etiologies were congenital anomalies of the kidney and urinary tract (46.7%) and glomerulopathy (33.5%). According to donor source, 1566 (69.3%) of transplants were performed with deceased donors (DD). Graft survival rates according to donor source at 12, 60, and 120 months were 94%, 85%, and 72% for living donor (LD) and 91%, 76%, and 62% for DD, respectively (log rank test, P < .01). Graft losses (20%) were most frequently caused by vascular thrombosis, chronic allograft nephropathy, death with functioning kidney, acute rejection, and recurrent renal disease. Recipients of DD had 1.54 (95% confidence interval:1.04-2.30) times the hazard of graft loss compared with those of LD (P < 0.05). Patient survival rates at 1, 5, and 10 years were 98%, 95 and 92% for LD and 97%, 93%, and 97% for DD, respectively. The mortality rate was 5.6%, mainly as the result of infection and cardiovascular disease.",
            "cite_spans": [
                {
                    "start": 562,
                    "end": 565,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FP-S09-2"
        },
        {
            "text": "Conclusions: The results of this collaborative pediatric transplant study are comparable to international registries. Our effort has been able to maintain an exchange of information, both among the participating centers and with other international registries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S09-2"
        },
        {
            "text": "FP-S10-3 Turkish Atypical Hemolytic Uremic Syndrome Registry: Evaluation of long term prognosis A. Soylu (1) , K. GÜllero?lu (2) , İ. Gökçe (3) , G. Parmaks?z (4) , H. Evrengül (5) , G. Kaya Aksoy (6) , M. Hayran (7 ESRD risk was increased in children >2 years of age at onset, while chronic renal disease was higher in the presence of extrarenal organ involvement, nephrotic range proteinuria at onset and CFH mutation. Presence of hypocomplementemia was associated with lower risk of chronic renal disease. Interestingly, proteinuria, hypertension and overall chronic renal disease rate was higher in those treated with eculizumab. Conclusions: More than half of the children with aHUS developed chronic renal disease. Age over 2 years at onset, extrarenal organ involvement, nephrotic range proteinuria and CFH mutation were associated with poor renal prognosis.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 197,
                    "end": 200,
                    "text": "(6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FP-S09-2"
        },
        {
            "text": "FP-S11-1 Serum fractalkine (CX3CL1) is associated with abnormal carotid and femoral intimal medial thickness in pediatric chronic kidney disease. Q.Z. Chee (1) , I.D. Liu (1) , M. Than (1) Conclusions: CX3CL1, an inflammatory atherogenic chemokine, is associated with severe arteriopathy in children with CKD.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 171,
                    "end": 174,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S11 -Metabolic syndrome & CKD"
        },
        {
            "text": "FP-S11-2 Novel method for the definition of left ventricular hypertrophy improves identification of risk phenotype in children with CKD M. Chinali (1) , M.C. Matteucci (1) , C. Esposito (1) , A. Doyon (2) , A. Franceschini (1) , F. Drago (1) , F. Schaefer (2) , F. Emma (1) (1) Bambino Gesù Pediatric Research Hospital, Rome, Italy;",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 168,
                    "end": 171,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 238,
                    "end": 241,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 273,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S11 -Metabolic syndrome & CKD"
        },
        {
            "text": "(2) University of Heidelberg, Heidelberg, Germany",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S11 -Metabolic syndrome & CKD"
        },
        {
            "text": "Objectives: We have recently reported that traditional indexation of LV mass to the allometric power of 2.7, as curretly reccomended by current guidelines, may result in a significant overestimation of LV hypertrophy in younger children. Accordingly we have suggested a simplified indexation approach to overcome this issue (J Peds 2016). Objective of the present study was to verify whether our proposed indexation improves risk stratification in CKD children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S11 -Metabolic syndrome & CKD"
        },
        {
            "text": "Methods: Overall 547 children with available echocardiographic data, from two multicenter european studies on CKD were included (237 from the Escape trial and 310 from the 4C study). Presence of LV hypertrophy was defined using partiction values suggested by currect guidelines (LVM>38g/m2.7) and by our recetluy suggested approach [LVM>(45g/m2.16)+0.09]. Differences in the two methods in the identification of children with impaired systolic function were reported. Results: Using the traditional partition value LV hypertrophy (tLVH) could be identified in 217 children representing 39.6% of the total population. In contrast, our proposed method identified LV hypertrophy (nLVH) in 183 children, reporesenting 33.4% of the whole population. Despite major accordance among methods (kappa score 0.78), tLVH was identified in 46 patients without nLVH, while nLVH identified 12 patients without tLVH. Of note, children with tLVH, but not nLVH were significantly younger as compred to the rest of the population (8.12+/-3.45years vs 14.32+/-5.22years) and did not show any reduction in measures of chamber and or regional cardiac funtion (all p=NS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S11 -Metabolic syndrome & CKD"
        },
        {
            "text": "Conclusions: Traditional definition of LV hypertrophy significantly overestimates the prevalence of LVH in children with CKD. Overestimation is more prominent in the very young children, in which no abnormalities in cardiac function are in fact found. Our porposed simplified approach for the definition of LV hypertrophy reduces this overestimation and improves correct risk stratification in CKD children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S11 -Metabolic syndrome & CKD"
        },
        {
            "text": "FP-S11-3 Very high resolution ultrasound reveals intimal and medial vascular remodelling in dialysis and transplant patients F. Dangardt (1) , D. Bhowruth (1) , A. Rapala (1) , M. Charakida (1) , D. Thurn (2) , F. Schaefer (2) , J. Deanfield (1) , R. Shroff Results: At baseline, radial artery IT and pedal MT were increased in patients compared to controls, most markedly in children on dialysis. Children who had been on dialysis for more than one year had significantly greater carotid and dorsal pedal MT compared to those on dialysis for less than one year (p=0.007). In the CKD and dialysis cohort (n=39), higher carotid MT at baseline was associated with increased serum phosphate (p<0.001, r=0.42) and PTH levels (p=0.03, r=0.27). No correlation was seen with 25hydroxyvitamin D, FGF23 or BMI on any vascular measures. Higher carotid and radial IT were associated with higher lipid levels (p=0.03, r=0.31) in all patients. At 1-year follow-up transplanted children had a 17% decrease in carotid MT (p=0.01) but not IT. Increased dorsal pedal IT in transplanted patients was associated with a higher systolic BP z-score (p = 0.2, r = 0.22). The composite measure of cIMT by CUS did not reveal any significant changes in IT at baseline and follow-up.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 171,
                    "end": 174,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 190,
                    "end": 193,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 242,
                    "end": 245,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S11 -Metabolic syndrome & CKD"
        },
        {
            "text": "Conclusions: CKD patients have modifiable risk factors for intimal and medial vascular disease which were not detected by CUS. Our findings suggest vascular remodeling in response to a changing cardiovascular risk factor profile after transplantation and provides important information for effective CV risk stratification and treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S11 -Metabolic syndrome & CKD"
        },
        {
            "text": "FP-S12-1 X linked hypophosphatemia (XLH) and growth: GH and MAPKi treatments R. Fuente (1) , H. Gil-peña (2) , L. Alonso (2) , O. Hernández (1) , Á. Férnandez (1) Objectives: To analyze the potential effect on growth and bone of P-ERK1/2 inhibition (blocking of FGF23-MAPKinase pathway) in comparison with GH treatment using young Hyp-mice, a model of XLH. Methods: 4 groups (n=6) of mice: Wild-type (Wt), control Hyp (Hyp), Hyp treated with GH (Hyp-GH, 3.33 mg/kg/day) and with P-ERK1/2 inhibitor (Hyp-MAPKi, 7.5 mg/kg/day). Studies after 1 week: Serum phosphate, kidney P-ERK1/2 expression and NaPi-transporter function, tibia's growth plate histomorphometry, IGF-1 expression, proliferation and apoptosis, bone mineralization and structure (uCT and Von-Kossa) and osteoclastic activity (TRAP).",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 140,
                    "end": 143,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S12 -Disorders of tubular transport"
        },
        {
            "text": "Results: Both treatments improved hypophosphatemia (Wt=7.65±0.37, Hyp=3.16±0.22, Hyp-GH=5.26±0.06, Hyp-MAPKi=5.08±0.03 mg/dl; p<0.05) but not as a result of higher renal NaPi activity. Nose-tail and tibia lengths were significally increased by these treatments. In growth plate ( Figure) , GH as well as MAPKi increased the terminal chondrocyte' height, local IGF1 expression and chondrocyte proliferation rate (Table) . Caspase signaling was negative for all Hyp groups, indicating marked alteration of apoptosis. Growth cartilage disorganization was only improved by MAPK inhibition which also increased bone mineral density (Wt:0.26±0.01;Hyp:0.20 ±0.01;Hyp-GH:0.23±0.02;Hyp-MAPK:0.26±0.018 cm3/g; p<0.05) and trabecular number (Wt:5.9±0.3;Hyp:5.4±0.1;Hyp-GH:6.1±0.1;Hyp-MAPK:7.3 ±0.5; p<0.05). In contrast, GH enhanced cortical thickness to a greater extent (Wt=0.14±0.004, Hyp=0.07±0.03, Hyp-GH=0.09±0.09 Hyp-MAPKi=5.58 ±0.27 mm; p<0.02). TRAP and Von-Kossa staining fitted with micro-Ct analysis, and disclosed lower amount of osteoid in treated mice (Table) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 287,
                    "text": "Figure)",
                    "ref_id": null
                },
                {
                    "start": 411,
                    "end": 418,
                    "text": "(Table)",
                    "ref_id": null
                },
                {
                    "start": 1056,
                    "end": 1063,
                    "text": "(Table)",
                    "ref_id": null
                }
            ],
            "section": "S12 -Disorders of tubular transport"
        },
        {
            "text": "Conclusions: GH administration and blocking of MAPK pathway improve hypophosphatemia, bone mineralization and body length in Hyp mice, but only MAPKi is able to normalize growth plate structure and orientation. GH administration did not correct these alterations, which may imply an increased risk of bone deformities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "& Histomorphometric parameteres"
        },
        {
            "text": "FP-S12-2 Progression of CKD and its determinants in children with OCRL mutations -retrospective analysis of a large international cohort D. Böckenhauer (1) , M. Zaniew (2) , A. Bökenkamp (3) , M. Ludwig (4) , M. Konrad (5) , F. Anglani (6) , M. Addis (7) , H. Il Cheong (8 Objectives: Lowe syndrome (LS) and Dent2 disease (DD2) are both ultrarare X-linked disorders associated with mutations in the OCRL gene and characterized by progressive chronic kidney disease (CKD). Here, we aimed to investigate determinants of CKD and its progression in children with these tubulopathies. Methods: Retrospective, analyses of clinical and genetic data in a cohort of 106 boys (LS: 88 and DD2: 18). For genotype-phenotype analysis, we grouped mutations according to their type and localization.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 236,
                    "end": 239,
                    "text": "(6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "& Histomorphometric parameteres"
        },
        {
            "text": "Results: Median eGFR was lower in the LS group compared to DD2 (58.8 vs. 87.4 ml/min/1.73 m 2 , p<0.05). CKD stage II-Vwas found in 81% of all patients, of these 58% and 27% had moderate to severe CKD, in LS and DD2 respectively. ESRD was found in three individuals with LS. Trajectories of eGFR showed a slow progression of CKD with a decline in eGFR at the age of 10 years in the LS group, whereas in subjects with DD2, eGFR remained stable throughout childhood. Moreover, patients with mutations clustered in exons 21-24 had lower eGFR and worse CKD progression. There was no significant association between type of mutation, presence of nephrocalcinosis, hypercalciuria, proteinuria and number of adverse clinical events and CKD. Overall, 54% were treated with alkali therapy for acidosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "& Histomorphometric parameteres"
        },
        {
            "text": "Conclusions: This study shows worse CKD progression for children with LS compared to DD2. Localization, but not type of mutation is associated with CKD progression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "& Histomorphometric parameteres"
        },
        {
            "text": "FP-S12-3 Significant Increase in Urinary Excretion of Apolipoproteins and Fatty Acid-Binding Protein in Children with Nephrolithiasis and Hypercalciuria L. Kovacevic (1) , T. Govil-dalela (1) , N. Kovacevic (1) , H. Lu (1) , J.A. Caruso (2) , R. Thomas (1) , Y. Lakshmanan (1) (1) Children's Hospital of Michigan, Detroit, United States;",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 169,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 256,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "& Histomorphometric parameteres"
        },
        {
            "text": "(2) Institute of Environmental Health Sciences, Wayne State University, Detroit, United States",
            "cite_spans": [],
            "ref_spans": [],
            "section": "& Histomorphometric parameteres"
        },
        {
            "text": "Objectives: Using a proteomic model and pooled samples, we have recently identified several urinary proteins involved in lipid transport and metabolism in children with nephrolithiasis and hypercalciuria (CAL). In the current study, we aimed (1) to confirm these results in individual samples by performing enzyme-linked immunosorbent assay (ELISA), and (2) to examine the relationship between the urinary excretion of selected proteins with demographic, dietary, blood, and urinary parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "& Histomorphometric parameteres"
        },
        {
            "text": "Methods: Prospective, controlled, pilot study comparing the urinary excretion of Apolipoprotein A4 (ApoA4), Apolipoprotein C3 (ApoC3), and Fatty Acid-Binding Protein 1 (FABP1) between CAL (N=16, 9 females, mean age 11.8+/-4.1 years), and their age-and gender-matched healthy controls (HC)(N=14)(ttest). Exclusion criteria included obese children (BMI>/= the 95th percentile for children of the same age and sex).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "& Histomorphometric parameteres"
        },
        {
            "text": "Results: Statistically significant increase in the urinary excretion of ApoA4, ApoC3 and FABP1 in CAL group vs HC was found (Table) . ApoA4 and ApoC3 levels were higher in boys compared to girls. In the CAL group, urinary ApoA4 was positively correlated with urinary ApoC3 (r=0.68, p<0.001), and intake of meat (r=0.65, p<0.011). 24-hour urinary calcium excretion significantly correlated with concentrations of ApoC3 (r=0.77, p<0.001), and FABP1 (r=0.80, p=0.005).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 131,
                    "text": "(Table)",
                    "ref_id": null
                }
            ],
            "section": "& Histomorphometric parameteres"
        },
        {
            "text": "& Apolipoprotein A4 (ApoA4), Apolipoprotein C3 (ApoC3), and Fatty Acid-Binding Protein 1 (FABP1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "& Histomorphometric parameteres"
        },
        {
            "text": "Conclusions: We found marked increase in urinary excretion of lipid metabolism/transport-related proteins in non-obese children with nephrolithiasis and hypercalciuria. These findings suggest that abnormalities in lipid metabolism may play an important role in nephrolithiasis. Targeting these proteins may have preventive and therapeutic benefits. Objectives: Single center studies report neonatal acute kidney injury (AKI) incidence of 12-70%; neonates with AKI appear to have worse outcomes. These findings prompted the formation of the Neonatal Kidney Collaborative (NKC) and the development and implementation of the AWAKEN study. The objective of this study is to assess the incidence of neonatal AKI and its association with outcomes in a large, multi-national cohort Methods: NKC includes 24 institutions from 4 countries (USA, Canada, Australia and India). Neonatal intensive care unit (NICU) admissions from Jan 1 to Mar 31, 2014 were screened. Inclusion criteria need for intravenous (IV) fluids ≥48 hrs. Exclusion criteria: 1) admission at > 2 weeks of age, 2) congenital heart disease requiring surgical repair at < 7 days of age, 3) lethal chromosomal anomaly, 4) death within 48 hours of admission, 5) severe congenital kidney disease. AKI was defined as either urine output (UOP) < 1 mL/ kg/hr during any 24 hour period from days 2-7 of life, a rise in serum creatinine (SCr) of 0.3 mg/dL from previous lowest value and/or receipt of renal replacement therapy. (Table) Conclusions: Our study demonstrated that at least 35.4% of infants admitted to NICU who required IV fluids develop AKI. Subjects with AKI have worse increased risk of death and longer LOS. Our data contribute to the growing evidence that neonatal AKI is common, with significant impact on clinical outcomes. Further analysis of this robust database is underway.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1477,
                    "end": 1484,
                    "text": "(Table)",
                    "ref_id": null
                }
            ],
            "section": "& Histomorphometric parameteres"
        },
        {
            "text": "FP-S13-2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "& Histomorphometric parameteres"
        },
        {
            "text": "The follow up and outcome of children requiring renal replacement therapy for acute kidney injury following cardiac surgery in New Zealand C. Chan, T. Kara Starship Children's Hospital, Auckland District Health Board, Auckland, New Zealand",
            "cite_spans": [],
            "ref_spans": [],
            "section": "& Histomorphometric parameteres"
        },
        {
            "text": "Objectives: To examine the characteristics, follow up and availability of long term outcome data in a cohort of New Zealand children with acute kidney injury (AKI) requiring renal replacement therapy (RRT) following cardiac surgery at Starship Hospital over a six-year period. Methods: The cohort used was identified in the previously published \"Epidemiology and outcome of acute kidney injury in New Zealand children\". Aretrospective review of medical records of all the children requiring RRT for AKI following cardiac surgery from January 2001 to December 2006 was repeated to add further data regarding their cardiac history. Patient characteristics were summarised. Primary outcome was rates of renal surveillance. Evidence of renal dysfunction and possible contributing factors were also studied. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "& Histomorphometric parameteres"
        },
        {
            "text": "Conclusions: This study suggests that a proportion of children who have had cardiac surgery have ongoing renal dysfunction at 5 years. The care of this group of children, and identification of others at risk, could be improved by increasing awareness. A standardised monitoring guideline could provide surveillance over time and enable collection of further data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "& Outcomes"
        },
        {
            "text": "FP-S13-3 Hemodialysis in Neonates and Infants: A Systematic Review R. Raina (1) , M.S. Ascha (2) , J. Darusz (1) , S.K. Sethi (3) (1) Akron Children's Hospital, Cleveland, United States; (2) Case Western Reserve University, Cleveland, United states;",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 79,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 109,
                    "end": 112,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "& Outcomes"
        },
        {
            "text": "(3) Medanta, The Medicity, Gurgaon, India",
            "cite_spans": [],
            "ref_spans": [],
            "section": "& Outcomes"
        },
        {
            "text": "Objectives: BACKGROUND: Hemodialysis (HD) in neonates and infants can be both difficult to implement and to maintain. OBJECTIVES: To determine the effectiveness, safety and feasibility of hemodialysis in infant population by a systematic review. Methods: Design: Systematic Review, 1990 onwards studies. PubMed/ MEDLINE search using the search term, \"hemodialysis\". The Medical Subject Heading (MeSH) term \"infant\" was used to return results that pertain to pediatrics. Population: Neonatal patients 0-12 months of age treated with HD for indications related to acute kidney injury (AKI). Selection Criteria: Retrospective reviews not including studies solely concerned with peritoneal dialysis or continuous renal replacement therapies, studies of economic or ethical issues in dialysis care, pharmacological studies, and articles not reporting data on a majority of patient's ages. Of the 1310 returned results, only 9 studies were eligible for review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "& Outcomes"
        },
        {
            "text": "Results: Nine studies reported HD use in a total of 104 neonatal patients. A pooled mean age of 3.1 months (range: 2 days to 12 months) was calculated. Among all subjects, there was 38% mortality, and a 33% rate of transplantation. 42% of patients presented with metabolic issues, 32% with acute kidney injury, and 17% with renal dysplasias. HD prescription Vascular access was primary achieved via the internal jugular vein followed by the subclavian.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "& Outcomes"
        },
        {
            "text": "The most common complications were mechanical catheter dysfunction and hemodynamic issues such as hypotension and anemia Patient Outcomes 39 of 104 total patients died, resulting in a mortality rate of 37.5%. Conclusions: Treating neonatal and infant patients with HD may pose many challenges, but it is a feasible treatment modality and when executed properly can quickly reverse pathology. Such techniques such as blood priming, minimizing extracorporeal volume, and increased maintenance of vascular access can all potentially improve patient outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dialysis Complications"
        },
        {
            "text": "S14 -Therapies for difficult the nephrotic syndrome FP-S14-1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dialysis Complications"
        },
        {
            "text": "Hyporesponsive T-cell activation subsets predict favorable rituximab response in patients with focal segmental glomerulosclerosis (FSGS) C.Y. Chan (1) , I.D. Liu (1) , L.P. Resontoc (1) , K-H. Ng (1) , Y-H. Chan (1) , K-P. Lam (2) , W-S. Yeo (1) , H-K. Yap (1) (1) National University of Singapore, Singapore, Singapore;",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 162,
                    "end": 165,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 196,
                    "end": 199,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 212,
                    "end": 215,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 242,
                    "end": 245,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dialysis Complications"
        },
        {
            "text": "(2) Agency for Science, Technology and Research (A*star), Singapore, Singapore",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dialysis Complications"
        },
        {
            "text": "Objectives: The use of rituximab in refractory idiopathic nephrotic syndrome especially FSGS has met with variable success. As B-cell depletion can impact T-cell function, this study aimed to characterize T-cell subsets in FSGS patients in order to identify an immunological signature predictive of favorable response to rituximab therapy. Methods: 22 consecutive FSGS patients (median age 14.4 years, range 6.2-25.0 years) who received rituximab as third line therapy following steroids and calcineurin inhibitors (CNI), were included in the study. Clinical parameters including urinary protein excretion and serum albumin, as well as immunological subset monitoring were performed at baseline, 14-days, 1-month, and subsequently 3-monthly until relapse. Baseline immunological subsets were compared between rituximab responders and non-responders, as well as 22 patients with minimal change nephrotic syndrome (MCNS) in relapse and 30 healthy controls, using Mann-Whitney U Test. Paired comparison was done using Wilcoxon signed rank test. Results: 12 of 22 patients (54.5%) responded to rituximab therapy, defined as resolution of proteinuria and ability to wean off steroids and CNI at 3 months following rituximab treatment. Mitogen-stimulated T-cell activation subset expressions are shown in the Table 1 below. Mitogen-stimulated CD154 + CD4 + CD3 + expressions before rituximab were significantly lower in FSGS responders compared to non-responders and controls. IFN-γ + CD3 + and IL-2 + CD3 + were similarly decreased in FSGS responders compared to nonresponders, MCNS and controls. Significant recovery of all 3 subsets in FSGS responders occurred 6 months post-rituximab treatment. Using ROC analysis, activated CD154 + CD4 + CD3 + (AUC 0.81, 95% CI 0.61-1.01), IFN-γ + CD3 + (AUC 0.90, 95% CI 0.75-1.05) and IL-2 + CD3 + (AUC 0.78, 95% CI 0.57-0.98) were good predictors of response to rituximab.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1303,
                    "end": 1310,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Dialysis Complications"
        },
        {
            "text": "& Table 1 : T-cell activation subsets pre-rituximab and 6 months postrituximab in FSGS rituximab responders and non-responders compared to MCNS patients in relapse and healthy controls.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2,
                    "end": 9,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Dialysis Complications"
        },
        {
            "text": "Conclusions: T-cell subset hyporesponsiveness to mitogen stimulation predicted a favorable response to rituximab in FSGS patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dialysis Complications"
        },
        {
            "text": "FP-S14-2 Risk factors for relapse after B-cell recovery : a course after rituximab treatment in children with steroid-dependent nephrotic syndrome H. Nagata (1) , K. Kamei (1) , T. Yoshikawa (1) , M. Sato (1) , M. Ogura (1) , S. Ito (2) , K. Ishikura (1) (1) National Center for Child Health and Development, Tokyo, Japan;",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 172,
                    "end": 175,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 191,
                    "end": 194,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 251,
                    "end": 254,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dialysis Complications"
        },
        {
            "text": "(2) Department of Pediatrics, Yokohama City University School of Medicine, Yokohama, Japan",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dialysis Complications"
        },
        {
            "text": "Objectives: Rituximab is used for the treatment of refractory steroiddependent nephrotic syndrome (SDNS) in children. We have previously reported that a history of steroid resistant nephrotic syndrome (SRNS) is a risk factor for early relapse after the treatment of single dose of rituximab followed by immunosuppressants (Kamei K et al. Pediatr Nephrol 2016) . However, duration of B-cell depletion is different between each patient. Here, we investigated the duration between B-cell recovery and first relapse and calculated risk factors for early relapse after B-cell recovery. Methods: We retrospectively reviewed the medical records of children with refractory SDNS who received a single dose of rituximab (375 mg/m 2 ) between June 2007 and November 2013. All patients continued immunosuppressants after rituximab treatment. B-cell recovery was defined as CD19>1% lymphocyte after rituximab treatment. Kaplan-Meier analyses for relapse after B-cell recovery were conducted. The differences between groups (history of SRNS (SR) vs. no history of SRNS(nSR)) were compared using the log-rank test. Hazard ratio and 95% confidence interval (CI) for relapse after B-cell recovery was evaluated by the Cox regression analysis. Results: Fifty-five patients (40 boys and 15 girls) received rituximab. The median follow-up period were 308 days (35-2,505 days). Fifty-percent relapse free survival was significantly shorter in SR than in nSR (238 days vs. 1,001 days, p=0.014) ( Figure 1 ). Results of Cox regression are shown in Table 1 .",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 359,
                    "text": "(Kamei K et al. Pediatr Nephrol 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1475,
                    "end": 1483,
                    "text": "Figure 1",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1526,
                    "end": 1533,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Dialysis Complications"
        },
        {
            "text": "Controlling for age of onset, age at rituximab administration, gender and renal histology, the risk ratio of a history of SRNS for relapse after B-cell recovery was 2.96 (95% CI, 1.38-6.62; p=0.005).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dialysis Complications"
        },
        {
            "text": "Conclusions: A total of 71.2% of the children experienced NS relapse in 3 years after B-cell recovery. A history of SRNS was a significant risk factor for early relapse. Intensified immunosuppressants with rituximab may be beneficial for these patients to prevent early relapse after B-cell recovery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "& Cox regression analyses for relapse after B-cell recovery"
        },
        {
            "text": "FP-S14-3 Effect of atorvastatin on lipid profile and carotid intima media thickness (cIMT) in children with refractory nephrotic syndrome: a randomized double blind, placebo controlled, trial P. Hari, A. Satpathy, R. Thergaonkar, P. Khandelwal, S. Hari, R. Lakshmy, A. Sinha, A. Bagga All India Institue of Medical Sciences, Delhi, India",
            "cite_spans": [],
            "ref_spans": [],
            "section": "& Cox regression analyses for relapse after B-cell recovery"
        },
        {
            "text": "Objectives: Role of statins for treatment of hyperlipidemia in children with nephrotic syndrome is unclear. We examined the lipid-lowering efficacy of atorvastatin and its effect on the cIMT and brachial artery flow mediated dilatation (FMD) and safety in children with refractory nephrotic syndrome and hyperlipidemia. Methods: Children with refractory nephrotic syndrome and LDL-cholesterol (LDL-C) >130 mg/dl were randomized to receive atorvastatin (10 mg/day) or placebo for 1 year. Lipid, creatinine phosphokinase (CPK), serum albumin, transaminase, C-reactive protein (CRP) levels and estimated GFR were measured at baseline, 3, 6 and 12 months; cIMT and brachial artery FMD was measured at baseline, 6 and 12 months. Primary outcome was mean difference in reduction of lipid levels, cIMT and brachial artery FMD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "& Cox regression analyses for relapse after B-cell recovery"
        },
        {
            "text": "Results: 30 children (mean age 11.4 yr) were included; 15 each were randomized to receive either atorvastatin or placebo ( Figure 1 ). Baseline characteristics were similar in both groups. At 12 months, median reduction in lipids in atorvastatin versus placebo was similar in total cholesterol, LDL-C, triglyceride, apolipoprotein A and high density lipoprotein (P>0.5; Table 1 & Study flow and outcome after 12 months of administration of atorvastatin Conclusions: Therapy with atorvastatin (10 mg/day) for a year significantly reduced apolipoprotein B levels but was ineffective in reducing other lipoproteins in children with refractory nephrotic syndrome; there was no beneficial effect on cIMT and brachial artery FMD. Serum albumin was a strong independent predictor of the lipid levels in these children. FP-S15-2 IL-6 disruption improves anemia but not growth in developing mice with CKD V. Dalal (1) , O. Akchurin (1) , A. Sureshbabu (1) , G. Kaur (1) , S. Cunninghamrundles (1) , M. Choi (1) , S. Rivella (2) (1) Weill Cornell Medical College, New York, United States;",
            "cite_spans": [
                {
                    "start": 905,
                    "end": 908,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 923,
                    "end": 926,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 943,
                    "end": 946,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 957,
                    "end": 960,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 984,
                    "end": 987,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 998,
                    "end": 1001,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 131,
                    "text": "Figure 1",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 370,
                    "end": 377,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "& Cox regression analyses for relapse after B-cell recovery"
        },
        {
            "text": "(2) Children's Hospital of Philadelphia, Philadelphia, United States",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S15 -Anemia in chronic kidney"
        },
        {
            "text": "Objectives: Interleukin-6 (IL-6), a major activator of hepcidin, is elevated in children with advanced CKD and in the adenine-based rodent model of CKD. Anti-IL-6 therapies improve anemia in many inflammatory disorders but it is unknown if IL-6 blockade improves anemia in juvenile CKD. Methods: CKD was induced by a 0.2% adenine diet given for 8 weeks to wild type (WA) and il6 knockout (IL6A) male mice starting at 3 weeks of age. Respective littermates fed a regular diet served as controls (WC and IL6C). Blood was obtained at sacrifice at 11 weeks of age and nose to tip of tail length was measured to assess linear growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S15 -Anemia in chronic kidney"
        },
        {
            "text": "Results: WA and IL6A mice showed 3-fold elevated BUN, serum creatinine and phosphorus, as compared with WC and IL6C, respectively (p<0.001); il6 disruption did not improve these markers of CKD. All hematologic (CBC) parameters were similar between WC and IL6C groups. Adenine-induced CKD led to anemia in WA mice, as evidenced by significantly decreased hemoglobin, hematocrit, and mean corpuscular volume, compared to WC mice (p<0.001). These erythroid parameters, however, were similar between IL6A and IL6C groups. This was likely achieved in part via activation of erythropoiesis in IL-6A group, as indicated by greater reticulocytosis in the IL6A group as compared to WA group. Body length, weight, and body mass index (BMI) were all significantly decreased in WA vs. WC mice and in IL-6A vs. IL6-C at the end of experimental period (p<0.001). There were no significant differences in these measurements between the WC and IL-6C, nor between the WA and IL-6A groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S15 -Anemia in chronic kidney"
        },
        {
            "text": "Conclusions: il6 disruption rescued the anemia phenotype in developing male mice with adenine induced CKD, thus suggesting that the efficacy of anti-IL-6 therapies in anemia control should be tested in juvenile / pediatric CKD. The mechanism likely involves suppression of hepcidin, which is being validated in our ongoing experiments. In contrary to other inflammatory conditions, il6 disruption did not improve linear growth in this model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S15 -Anemia in chronic kidney"
        },
        {
            "text": "FP-S15-3 Erythropoietin pathway dysregulation in anemia of chronic kidney disease D. Landau (1) , L. London (2) , Y. Segev (2) (1) Schneider Children's Medical Center of Israel, Petach Tikva, Israel;",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S15 -Anemia in chronic kidney"
        },
        {
            "text": "(2) Ben Gurion University, Beer Sheva, Israel",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S15 -Anemia in chronic kidney"
        },
        {
            "text": "Objectives: Anemia is a known driver for hypoxia inducible factor (HIF) which leads to increased renal erythropoetin (EPO) synthesis, resulting in inhibited apoptosis of bone marrow (BM) erythroid precursosrs, increasing back red cell mass. Anemia of CKD is due to numerous factors, including impaired renal EPO synthesis and intestinal iron absorption. EPO resistance in CKD is a known clinical problem, but its mechanisms are poorly understood. EPO receptor (EPOR) signals are transduced through a JAK2-STAT5 pathway. Here we investigated the HIF-EPO-EPOR axis in kidney, BM and proximal tibia/epiphyseal growth plate (EGP) in anemic juvenile CKD rats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S15 -Anemia in chronic kidney"
        },
        {
            "text": "Methods: CKD was induced by 5/6 nephrectomy in young (20 d old) SD rats while C group was sham operated. An additional control group was daily bled for 7 days to induce iron deficiency anemia (C-A). Rats were sacrificed after 4 weeks of CKD. A single bolus of IV rhEPO (25 U/kg) was provided 5 minutes prior to sacrifice. Results: Hemoglobin levels were similarly reduced in CKD and C-A (11.7+/-0.4 AND 10.8+/-0.2 vs 14.3+/-0.2 g/dL, p<0.001). Serum iron and transferrin levels were unchanged in CKD. Kidney HIF2a was elevated in C-A but unchanged in CKD. Remnant kidney EPO protein and mRNA levels were unchanged in both C-A and CKD. BM EPO protein (which reflects circulating EPO) was increased in C-A but unchanged in CKD. BM and EGP EPOR were unchanged in C-A but decreased in CKD. EGP phospho-STAT5 was significantly increased in C but unchanged in CKD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S15 -Anemia in chronic kidney"
        },
        {
            "text": "Conclusions: Anemia in young CKD rats is associated with a multilevel inappropriate response: kidney HIF2a and BM EPO are not increased, contrary to what is normally seen after hemorrhage. In addition, BM and EGP EPOR levels are reduced, as well as EGP pSTAT5 response to EPO, suggesting EPO resistance as an additional mechanism. S16 -Developmental nephrology: New concepts FP-S16-1 Promotion of USP4 to TGF-β1-induced EMT in renal tubular epithelial cells is regulated by AKT through stabilizing TβRI J. Zhou, J. Pu, Y. Zhang, Z. Huang, L. Wang Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S15 -Anemia in chronic kidney"
        },
        {
            "text": "Objectives: We aimed to explore the role of ubiquitin-specific peptidase-4 (USP4) in TGF-β1 induced epithelial-mesenchymal transition (EMT) during renal fibrosis, and investigated that if decreased activation of Akt exerted a critical effect on EMT via USP4/TβRI pathway. Methods: USP4, pAkt and TβRI proteins in the obstructed kidneys of unilateral ureteral obstruction (UUO) rats were detected by immunohistochemistry assay and western blot method. E-cadherin, α-SMA, USP4 and pAkt proteins in NRK-52E cells with different concentration TGF-β1 were detected at different time points. NRK-52E cells were transfected with USP4-specific siRNA, and then stimulated with 10 ng/ml TGF-β1 for 24h to detect Ecadherin and Vimentin, E-cadherin and TβRI by immunofluorescent double staining assay. We pre-treated NRK-52E cells with PI3K inhibitor LY294002 followed by TGF-β1 to detect pAkt, E-cadherin, α-SMA, Vimentin and TβRI protein expression level. Meanwhile, the location of USP4 was visualized by immunofluorescent assay in NRK-52E cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S15 -Anemia in chronic kidney"
        },
        {
            "text": "Results: The USP4 expression was upregulated in the tubular epithelial cells of UUO rats. We also found that TGF-β1 upregulated USP4 expression in NRK-52E cells during their EMT. Importantly, depressed expression of USP4 inhibited TβRI expression and partially reversed EMT stimulated by TGF-β1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S15 -Anemia in chronic kidney"
        },
        {
            "text": "In the meantime, blunted phosphorylation of Akt promoted the E-cadherin expression, and inhibited α-SMA and Vimentin expression in response to TGF-β1. However, inactivation of Akt failed to induce USP4 to shuttle between the nucleus and the cytoplasm in NRK-52E cells and EMT process stimulated by TGF-β1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S15 -Anemia in chronic kidney"
        },
        {
            "text": "Conclusions: These data imply that USP4 is a harmless molecule induced by TGF-β1, regulated by Akt activation and promotes TGF-β1-induced EMT via TβRI during renal fibrosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S15 -Anemia in chronic kidney"
        },
        {
            "text": "FP-S16-2 Exploring the mechanism of GEN1 regulating the development of metanephros in mice and the association of GEN1 X. Wang (1) , H. Wang (2) , Q. Shen (1) , Y. Zhang (1) , J. Liu (1) , C. Wang (1) , X. Wu (2) , H. Xu (1) (1) Children's Hospital of Fudan University, Shanghai, China;",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 170,
                    "end": 173,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 183,
                    "end": 186,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 197,
                    "end": 200,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 221,
                    "end": 224,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S15 -Anemia in chronic kidney"
        },
        {
            "text": "(2) Institute of developmental biology and molecular medicine of Fudan University, Shanghai, China",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S15 -Anemia in chronic kidney"
        },
        {
            "text": "Objectives: GEN1 was recently identified as a Holliday junction resolvase with a key role in repair of DNA double-strand breaks. Our previous research found that Gen1mutant mice showed varied CAKUT phenotypes. Our goal is to explore the underlying mechanism that Gen1 may regulate the outgrowth and branching of ureteric bud (UB).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S15 -Anemia in chronic kidney"
        },
        {
            "text": "Methods: By whole mount in situ hybridization and real-time PCR, we identified the pattern and level of expression of Gen1 in the developing kidney of mice. We analyzed the characters of varied phenotype of CAKUT in homozygous mice. Using novel Hoxb7/myr-Venus transgenic mice, we observed the budding and branching of UB of WTand mutant mice, both in vivo and in vitro. By RNA-seq techniques, we further investigate the different expression of related transcriptions after the disruption of Gen1. Results: 1) Gen1 is ubiquitously expressed in the mesoderm of E10.5 embryos, including MM and UB regions. Over 60% Gen1 PB/PB newborn pups were detected different abnormalities of kidney and urinary tract, in which duplex kidney were the most common anomalies, hydronephrosis, renal agenesis, renal hypoplasia, VUR and UVJO also were not rare. 2) Over 50% Gen1 PB/ PB mice grew supernumerary ectopic UB. The ND of E10.5d Gen1 PB/PB mice cultured in vitro didn't show higher sensitivity to GDNF compared to WT mice. RNA-seq analysis of E10.5 MM revealed Grem1, a BMP4 antagonist that positively regulates UB formation, as the only gene that was significantly up regulated. In situ hybridization with an anti-sense RNA probe confirmed Grem1 up-regulation inGen1 PB/PB embryos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S15 -Anemia in chronic kidney"
        },
        {
            "text": "3) The number of tips of branching UB was significantly reduced in Gen1 PB/PB mice, bothin vivo andin vitro cultured explants. The suppression on branching in Gen1 PB/PB mice may due to the consistently down-regulation of Six2, which play an important role in the branching development. Conclusions: This study reports good short-term renal allograft survival in kidneys that were initially declined for paediatric recipients and then subsequently transplanted. While most children who have a kidney declined on their behalf will eventually be transplanted, they wait more than 6 months on average to get a kidney transplant. In view of the advantages of timely transplantation in children, criteria for accepting kidneys for paediatric recipients could be reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S15 -Anemia in chronic kidney"
        },
        {
            "text": "FP-S17-2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S15 -Anemia in chronic kidney"
        },
        {
            "text": "The effect of donor-recipient age-matching on graft survival in pediatric renal transplant recipients -an ESPN/ERA-EDTA Registry study N. Chesnaye (1) , K.J. Van Stralen (1) , M. Bonthuis (1) , J.W. Groothoff (2) , J. Harambat (3) , F. Schaefer (4) , K.J. Jager (1 Conclusions: We demonstrated a differential risk of graft failure dependent on recipient and DD age combinations. In the youngest recipients, DD agematching results in a higher risk of graft failure compared to the allocation of slightly older-than-recipient DD grafts. Objectives: To characterise impact of complement abnormalities on phenotypes and outcomes of patients (pts) with atypical haemolytic uraemic syndrome (aHUS) enrolled in the global aHUS registry prior to eculizumab treatment.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 170,
                    "end": 173,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S15 -Anemia in chronic kidney"
        },
        {
            "text": "Methods: All pts with aHUS are eligible. Demographics, medical history, and treatment outcomes data are collected at enrolment and then every six months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S15 -Anemia in chronic kidney"
        },
        {
            "text": "Results: As of November 2015, 846 pts were enrolled (384 childhood, 462 adult onset). Family history of aHUS was positive in 16%. Median age at first aHUS manifestation was 7.2, 7.7, 18.5 and 34.3 years in pts with MCP, C3, CFH and CFI mutations, respectively, and 8.4 years for pts with CFH autoantibodies (Fig 1) . For pts diagnosed since 2011, renal, gastrointestinal, cardiovascular, central nervous system and pulmonary TMA manifestations occurred in the 6 months prior to baseline in 143 (68%), 80 (38%), 60 (28%), 45 (21%) and 24 (11%) paediatric pts, respectively and were least common in pts with MCP mutations. Five years after disease onset, end-stage renal disease (ESRD) had occurred in 26% of paediatric pts as compared with 46% of adults (Fig 2) . Overall, incidence of ESRD was not significantly different in pts with or without any identified mutation. Five-year renal survival was 43%, 46%, 57%, 64% and 92% in pts diagnosed with CFH, CFH autoantibodies, C3, CFI and MCP mutations, respectively, and 65% in pts with no identified complement abnormality. Conclusions: We describe the phenotype and natural history of aHUS in the largest cohort of pts to date, which includes pts of all ages. This is the first report to show extra-renal manifestations occur in >30% of paediatric patients and that pts with CFI mutations have later onset of aHUS compared with other complement abnormalities. ESRD occurred significantly less frequently in pts with childhood compared with adult-onset. Renal outcomes were most favourable in pts with MCP mutations and least favourable in pts with CFH mutations and CFH autoantibodies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 314,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 753,
                    "end": 760,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": "S15 -Anemia in chronic kidney"
        },
        {
            "text": "FP-S18-2 Targeted exome sequencing in patients with atypical hemolytic uremic syndrome (aHUS) and negative anti-complement factor H (FH) antibodies reveals multiple variations R. Thergaonkar (1) , A. Narang (2) & Figure 1 : Distribution of variants Conclusions: Genetic susceptibility in anti-FH antibody negative aHUS is complex. Our scheme of prioritization was useful in identification of diagnostic as well as background genetic variation.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 221,
                    "text": "Figure 1",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "S15 -Anemia in chronic kidney"
        },
        {
            "text": "FP-S18-3 Predictors of poor long-term renal prognosis in children with Hemolytic Uremic Syndrome L. Alconcher (1) , L. Lucarelli (1) , M. Rivero (2) , E. Rodriguez (2) (1) Hospital Interzonal Dr. Jose Penna, Bahia Blanca, Argentina;",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 113,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 129,
                    "end": 132,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S15 -Anemia in chronic kidney"
        },
        {
            "text": "(2) Universidad Nacional del Centro de la Provincia de Buenos Aires, Tandil, Argentina",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S15 -Anemia in chronic kidney"
        },
        {
            "text": "Objectives: Approximately 50% of hemolytic uremic syndrome (HUS) patients evolved to different stages of chronic kidney disease (CKD). More days of anuria imply a worse long term renal prognosis. Our aim was to look for predictors of poor renal outcome. Methods: Observational, longitudinal and retro-prospective study. Postdiarrheal HUS patients with at least 5 years of follow-up were included. To evaluate long term renal outcome, patients were divided in 3 groups: No sequelae, CKD stage 1 and CKD stage 2-5. Predictors analyzed included: gender, age at onset (<1, 1-2, ≥ 2 years), neurological involvement (seizures and/or coma), maximum white blood cells (WBC) counts (≤20000 or >20000), days of dialysis (0, 1-9 and ≥10), initial hematocrit (≤23 or >23 %), and red blood cells (RBC) transfusion requirement. A bivariate and multivariate analysis were performed, a p<0.05 was considered significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S15 -Anemia in chronic kidney"
        },
        {
            "text": "Results: 180 patients (91 males) with a median follow-up of 11.9 years were included. Gender, age at onset and neurological involvement were not associated with long term renal outcome. WBC count >20000 and hematocrit >23% were significant CKD predictors only in the bivariate analysis (p=0.04 and 0.0049). The risk to evolve to CKD stages 2-5 in patients who did not require dialysis was similar to those with < 10 days (p=0.31). CKD risk increased 8.8 and 3.2 times in patients with ≥ 10 days of dialysis and those not requiring RBC transfusions (CI 95% 4.1-18.5, p<0.0001 and CI 95% 1.6-6.3, p= 0.0009 respectively). Considering only patients with ≥ 10 days of dialysis, 26% of those who received RBC transfusions were in CKD stage 2-5 vs. 61% of those who did not (p=0.0009, OR 6.4 CI 95% 2-20).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S15 -Anemia in chronic kidney"
        },
        {
            "text": "The association between ≥10 days of dialysis and no transfusion requirement was the most important predictor of long-term CKD. No transfusional requirement implies less hemolysis probably related to more severe vascular occlusion leading to more ischemia and poor long term renal outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "FP-S19-1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S19 -Trends & challenges in hemodialysis"
        },
        {
            "text": "The impacts of interdialytic weight gain on chronic hemodialysis in low weight children C. Henriques, M.F.C. Camargo, M.F.S. Jardim, S. Komi, S. Vieira, P.C.K. Nogueira Hospital Samaritano, sao paulo, Brazil",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S19 -Trends & challenges in hemodialysis"
        },
        {
            "text": "Objectives: To assess the impacts of interdialytic weight gain (IDWG) in low weight children undergoing chronic hemodialysis (HD).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S19 -Trends & challenges in hemodialysis"
        },
        {
            "text": "Methods: Prospective cohort of 30 patients (8F, 22M), with mean age of 2.4 years (20 days -6.8 years), mean weight of 8.4Kg (2.8 -13.7) and median follow up of 231 days (IQR=120-334). The median number of HD sessions/week was 6 (only 1 child underwent conventional HD with 3 sessions/week). We evaluated the median of monthly IDWG, defined as the difference between the weight pre HD sessions and the estimated dry weight and then tested its association with: a) Z-score of left ventricle mass index, b)hemodynamic stability of the patient, assessed as the dose of vasoactive drugs needed to treat hypotension during the sessions and c) growth, assessed as the delta of repeated measurements of height/age Z-score (last minus first measurement).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S19 -Trends & challenges in hemodialysis"
        },
        {
            "text": "Results: Perfoming univariate linear regression, we observed significant associations between the median IDWG and: a) left ventricle mass, meaning that each 1% rise in the IDWG is associated with an elevation 0.30 SDS in the left ventricle mass index (p=0.048) and b) dopamine median dose during sessions, showing that each 1% increase in IDWG is related to a dopamine dose increase of 0.87 mcg/kg/minute (p=0.020). With regard to growth, patients with IDWG below the median of the sample (3.9%) showed an increase of 0.5 SDS in height/age during follow-up, whereas patients with median IDWG greater than 3.9 had a significantly smaller 0.1 SDS increase (p=0.04).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S19 -Trends & challenges in hemodialysis"
        },
        {
            "text": "Conclusions: In our series, IDWG was associated with negative impacts such as augmented left ventricle mass, increased need for vasoactive drugs during HD and inferior growth. These facts reinforce the need for a strict control of IDWG in dialysis of small children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S19 -Trends & challenges in hemodialysis"
        },
        {
            "text": "FP-S19-2 Predominance of central venous lines (CVL) in pediatric hemodialysis (HD) despite much higher complication rates -Report from the International Pediatric Hemodialysis Network (IPHN) D. Borzych-Duzalka (1) , R. Shroff (2) , Y.N. Lim (3) , S. Testa (4) , H. Xu (5) , B. Warady (6) , F. Schaefer (7) , C.P. Schmitt (8 (1/57 mo.) , mainly including thrombosis (50%), puncture failure (15%) and insufficient flow (7%). In 11 cases an access revision was performed, while in 21 a new access was created. One, two and three year patency rates were significantly higher for AVF/AVG than CVL (0.92, 0.90, 0.81 and 0.84, 0.60, 0.30, respectively). The use of CVL increased the risk of access revision 4.8-fold (p<0.0001), as compared to AVF/AVG Conclusions: This is the largest prospective pediatric report on vascular access in HD. CVL remain by far the first choice, despite much higher complication rates. Infectious complications exclusively occurred in pts with CVL, and access dysfunction risk markedly increased with CVL use FP-S19-3 Acute pancreatitis in children on chronic dialysis: incidence and clinical characteristic in a nationwide registry. E. Vidal (1) , I. Alberici (1) , M. Martino (2) , S. Picca (3) , C. Pecoraro (4) , C. Corrado (5) , I.M. Ratsch (6) , E. Verrina (7 Objectives: The risk of acute pancreatitis (AP) is increased in patients (pts) with end-stage renal disease (ESRD) on dialysis. To our knowledge, this hypothesis has never been explored in children. In this study we evaluated incidence, clinical characteristics and outcome of AP in a large pediatric chronic dialysis population. Methods: AP cases were identified by reviewing files of all pts starting dialysis at <18 yrs of age recorded from Jan 2000 to Dec 2014 in a nationwide registry.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 213,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "(6)",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 334,
                    "text": "(1/57 mo.)",
                    "ref_id": null
                },
                {
                    "start": 1165,
                    "end": 1168,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 1183,
                    "end": 1186,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 1268,
                    "end": 1271,
                    "text": "(6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S19 -Trends & challenges in hemodialysis"
        },
        {
            "text": "Results: 133 and 237 eligible pts were identified in the peritoneal dialysis (PD) and hemodialysis (HD) groups, respectively. 12 had AP, 7 were treated with HD and 5 with PD. The incidence rate of first-time AP was 9.5 per 1000 person-years for the overall cohort, 6.2/1000 pers./yrs for PD and 15.4/1000 pers./yrs for HD (p=0.04, Fisher's test). The median age at AP diagnosis was 10 yrs (range 3-16) and median time on dialysis was 11 months (0.5-68). In 7 pts (58%) diagnosis leading to ESRD was renal dysplasia and 6 patients (50%) were affected by motor-cognitive abnormalities. All pts were hospitalized for a median time of 25 days (2-180). Median peak serum amylase and lipase was 1125 UI/L (234-3431) and 2885 UI/L (612-8140), respectively. Instrumental diagnostic features at presentation included enlarged pancreas (80%) and peripancreatic fluid collections (33%). In 1 case, AP was diagnosed shortly after an abdominal surgery with exposure to propofol. At AP diagnosis, 4 pts were receiving valproic acid and 2 pts enalapril. In 3 cases, AP course was complicated by a pancreatic pseudocyst. One child required a shift from PD to HD because of abdominal pain. Two pts experienced recurrent AP, while there were no deaths related to AP. Conclusions: In our experience, children on dialysis show a significantly increased risk for AP compared with the general pediatric population (estimated incidence rate of 0.15/1000 pers./yrs). A higher incidence is observed in children on HD and in those with neurological co-morbidities. Objectives: Bartter syndrome (BS), a normotensive hypokalemic tubulopathy, has been clinically known for decades and genotypically characterized. As pediatric diagnosis and patient management improve, more patients survive to adulthood, potentially developing new complications. We summarized our experience with a group of 13 young adults with BS of 2 genotypic variants: type 2, due to mutations in ROMK (BS-2) and type 4, due to mutations in the barttin gene (BS-4). All BS-4 patients carry the same mutation and belong to an extended family of Arab origin. Methods: Medical records were reviewed retrospectively. All patients have been treated since infancy with standard of care medications, including salts (NaCl and KCl) supplementation. Indomethacin was administered only when eGFR was normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S19 -Trends & challenges in hemodialysis"
        },
        {
            "text": "Results: Patients (M:F=5:8; BS-4:BS-2 = 7:6) had an average age of 23.6 ±4.8 (range 18-37) years, without difference between the 2 groups. Most of BS-4 vs none of BS-2 continue to need oral potassium supplementation, and their potassium concentration is lower (2.9±0.2 vs 3.7±0.3 meq/L in BS-2, p< 0.005). Mean eGFR was not different between groups (mean total: 95.5±43.9 ml/min), but 3 BS-4 (vs. no BS-2) patients had an eGFR < 60 ml/min. Mean uric acid level was higher in BS-4 (7.9±3 vs 5.1±0.7 mg/dL, p=0.05). Two BS-4 patients had gouty attacks. No patient with BS-4 had hypercalciuria or nephrocalcinosis, compared to all BS-2 patients with these complications. Three BS-2 also had symptomatic nephrolithiasis. Serum PTH levels were mildly increased in both groups (121±60.1 and 212±77.8 pg/ml in BS-4 and -2 respectively, p=0.057).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S19 -Trends & challenges in hemodialysis"
        },
        {
            "text": "Conclusions: Young adults with BS-4 and BS-2 display a phenotypic variability: decreased eGFR was seen only in BS-4, in association with persistent hypokalemia, hyperuricemia and gout. BS-2 patients showed a preserved eGFR and normal potassium levels (despite less need for drug therapy), but more significant hypercalciuria and nephrocalcinosis, with several cases of symptomatic nephrolithiasis. Objectives: Socio-economic disadvantage is increasingly recognised as an important risk factor for chronic disease, but the strength of the association with the development of chronic kidney disease (CKD) and the contribution of the various domains of disadvantage are uncertain. The aim of this study was to synthesise the evidence regarding the risk of CKD and end stage kidney disease (ESKD) in the general population according to markers of socioeconomic disadvantage. Methods: We performed a systematic review and meta-analysis with risk of bias was assessed using the Newcastle Ottawa Scale and summary effects were estimated using random effects meta-analysis and meta-regression. We included published primary articles in MEDLINE, EMBASE or CINAHL (until December 2014) that were cohort studies conducted in the general population. We included studies investigating the risk of incident CKD (and stage) and any of the following social determinants: ethnicity, education, income, occupation and area level measures of socio-economic status. Results: We identified 21 studies (n=12,987,147) -13 investigated risk by ethnicity, education (9), income (6), area level socio-economic status (4) and occupation (2). Only two of the included studies were of high risk of bias. Black Americans have more than double the risk of ESKD compared to white Americans (hazard ratio 2.33, 95% confidence interval 2.02 to 2.63, I 2 59%). Low income was found to increase risk of ESKD in four of the six studies identified, however low education and low SES were not consistently identified as risk factors for CKD. Conclusions: Although there is a substantial body of evidence regarding the association between socioeconomic disadvantage and CKD, there appears to be an inconsistent relationship. This may be artefactual, due to difficulties in quantifying disadvantage, or reflect true underlying differences in the association across different settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S19 -Trends & challenges in hemodialysis"
        },
        {
            "text": "Quality of life and its determinants of children on renal replacement therapy: a multicentre study L. Tjaden (1) , A. Splinter (2) , K. Cransberg (3) , L. Koster-kamphuis (4) , A. Raes (5) , C. Taylan (6) , M. Grootenhuis (2) , J. Groothoff ( ",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "(6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FP-S21-2"
        },
        {
            "text": "Objectives: To assess health-related quality of life (HRQoL) across three renal replacement therapy modalities (preemptive transplant, non-preemptive transplant and dialysis) in comparison with the healthy norm and other chronic disease cohorts, and to explore which patient factors are related to HRQoL. Methods: All prevalent end stage renal disease (ESRD) patients aged 8-18 years in the Netherlands, Belgium and part of Germany were approached to complete the Paediatric Quality of Life Inventory 4.0 (PedsQL™) questionnaire. We determined differences between groups on PedsQL™ mean scores, and the proportion of children with an impaired HRQoL (≥1 SD lower than the healthy norm). Linear regression models were used to explore determinants of HRQoL. Conclusions: This is the first international study examining HRQoL in the paediatric ESRD population. We found important decrements in HRQoL in this specific population, even after successful transplantation. Physicians should be aware of the impact on social development and academic performance of paediatric renal transplant recipients and adjust their practice where possible in order to improve autonomy development. Furthermore, to develop tailored interventions for children with ESRD, qualitative studies are needed to gain more insight in the predictors of HRQoL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Paediatric Nephrology, University Hospital Cologne, Cologne, Germany"
        },
        {
            "text": "Disease (the K-CAD study) M. Didsbury (1) , J. Craig (1) , A. Van Zwieten (1) Objectives: Poverty and social inequality are major barriers for achieving optimal health outcomes in children, but their impact on outcomes in children with chronic kidney disease (CKD) is unclear. The K-CAD study is an Australian and New Zealand multicentre longitudinal cohort study that aims to describe the prevalence of economic hardship among caregivers and to determine the relationship between socioeconomic status of caregivers and self-rated health of children with CKD. Methods: Two hundred and ninety-three children aged 6-18 years with CKD [stage 1-2 (n=69), stage 3-5 (n=77), dialysis (n=35), transplant (n=112)] were recruited from four children's hospitals across Australia. Comparisons by quintile of socioeconomic status for nominal self-rated health outcomes among children with CKD were analysed using adjusted multinomial logistic regression.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 41,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 53,
                    "end": 56,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FP-S21-3 Health and Wealth in Children and Adolescents with Chronic Kidney"
        },
        {
            "text": "Results: The mean ages of the caregivers and children were 43.5 years (SD: 8.0) and 12.5 (SD:3.9), respectively. More than 50% of all households earned less than $1250AUD per week. Only 20% (n=60) of caregivers engaged in fulltime employment and 30% (n=89) had completed tertiary education. Across the cohort, carers who reported higher levels of financial difficulty were twice as likely to report that their child's health was poor than those with lower levels of financial difficulty ( Conclusions: Socioeconomic status of caregivers appears to have a profound impact on the self-rated health in children with CKD. Longitudinal follow-up will help delineate the cause of socioeconomic disadvantage in these children and the long-term effects on disease progression and wellbeing outcomes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 487,
                    "end": 488,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "section": "FP-S21-3 Health and Wealth in Children and Adolescents with Chronic Kidney"
        },
        {
            "text": "FP-S22-1 Renal Gene Panels promote rapid diagnosis in paediatric renal disease of variable phenotype H. Mccarthy (1) , A. Mallett (2) , A. Mallawaarachchi (1) , K. Holman (1) , G. Ho (1) , B. Bennetts (1) , S. Alexander (1 & Table 1 . Results per panel",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 171,
                    "end": 174,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 183,
                    "end": 186,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 232,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "S22 -Systems biology"
        },
        {
            "text": "In nearly 50% of cases referred for diagnostic renal gene panels, a pathological result was found to explain the phenotype. Certain panels are highly likely to reveal a useful result e.g. Alport's panel and the Tubular panel, whereas the panel for CAKUT remains low yield reflecting that previously described. Prior to 2014, testing for renal genes within Australasia was extremely limited. The arrival of diagnostic panels for a variety of renal conditions provides the referring clinician with an additional and important tool in the diagnostic pathway to be used in conjunction with imaging, serology and histology. This model has demonstrated the potential of genetic analysis in paediatric nephrology and suggests it will become mainstream practicein the next few years. Objectives: At least 10% of adults who receive renal-replacement therapy (RRT) have an inherited kidney disease.We sought to determine the frequency of gene mutations in a heterogeneous population of children with end-stage renal disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "Methods: This study used next generation sequencing to screen 4000 genes, including the 40 genes known to be associated with mitochondrial disease. The first 46 pediatric patients collected from Department of Nephrology and Rheumatology, Children's Hospital of Fudan Universitywere chosen with comprehensive phenotypic detail. Significant variants detected by next generation sequencing were confirmed by conventional Sanger sequencing and segregation analysis was performed using parental DNA samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "Results: A total of 46 patients (females 16, males 30) with RRT(PD 38, HD 3, Tx 5) were identified, with a mean age of 7.2 ± 6.4 years (range from 0.1 to 12.2 years). Analysis revealed known and novel disease-associated variations in genes (NPHS1, NPHS2, PLCE1, WT1, SLC12A1, TTC21B, AGXT, SCNN1G, COQ2 and ADCK4) associated with inherited kidney diseasein 56.5% (26/46) of patients. Of these 46 patients, 15 had compound heterozygous mutations, 6 had heterozygous mutations (de novo mutation), 5 had homozygous mutations. Conclusions: More than half children who receive renal-replacement therapy haveknown and novel disease-associated variations in genes associated withinherited kidney disease. This study shows that next generation sequencing analysis of pediatric end-stage renal disease patients is accurate and revealing. This analysis should be considered part of the routine genetic workup of end-stage renal disease, where the proportion of genetic mutation is high but requires sequencing of multiple genes. Conclusions: Urinary metabolomic profiling is a feasible technology to help identify metabolites that can distinguish SRNS from SSNS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "Can urinary proteomes be used as non-invasive markers for renal involvement in childhood febrile Urinary Tract Infection (UTI)? S.M. Chao (1) , J. Connolly (2) , Y.H. Ng (1) , I. Ganesan (1) , L. Bernett (2) (1) KK Women's and Children's Hospital, Singapore, Singapore;",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 170,
                    "end": 173,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FP-S22-4"
        },
        {
            "text": "(2) Institute of Molecular and Cell Biology, Singapore Agency of Science and Technology, Singapore, Singapore",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S22-4"
        },
        {
            "text": "Objectives: We hypothesized that proteomes expressed as downstream effectors of UTI that are easily obtained from urine, can serve as early markers of acute pyelonephritis (APN) and predictors of renal scarring (RS). Leveraging on advances in high throughput technologies and bioinformatics, we attempt to examine an extended range of urinary proteomes that may be implicated. Methods: In this prospective cohort analytical study, patients aged 1 month or more with a clinical diagnosis of 1st febrile UTI were recruited. APN and RS were diagnosed by DMSA scans done within 5 days of UTI and at 6 months respectively. Urine for proteomic study were collected at recruitment. US and MCU were done. Using multiplexing bioassay, 57 cytokines, 14 soluble receptors and 8 kidney markers were measured and data analysed using bioinformatics software. Conclusions: This prospective study of an extended repertoire of urinary proteomes during UTI showed promising results esp.in the prediction of RS which can potentially be translated to clinical application of using urinary proteomes as early non-invasive markers and predictors of renal cortical involvement. Larger cohort studies are needed to test the validity and reproducibility of these biomarkers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S22-4"
        },
        {
            "text": "FP-S23-1 Immunogenicity of Human Papillomavirus Recombinant Vaccine in Children with CKD D. Nelson (1) , A. Neu (1) , A. Abraham (2) , S. Amaral (3) , D. Batisky (4) , J. Fadrowski (1) (1) Johns Hopkins University School of Medicine, Baltimore, United States;",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 102,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 112,
                    "end": 115,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 184,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S23 -Challenges in pediatric transplantation"
        },
        {
            "text": "(2) Johns Hopkins University Bloomberg School of Public Health, Baltimore, United States; (3) University of Pennsylvania School of Medicine and the Children's Hospital of Philadelphia, Philadelphia, United States; (4) Emory University School of Medicine, Atlanta, United States",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S23 -Challenges in pediatric transplantation"
        },
        {
            "text": "Objectives: There is a disproportionate burden of human papillomavirus (HPV)related genital tract disease in patients with CKD and kidney transplantation, therefore the potential impact of the quadrivalent HPV vaccine (Gardasil®) is profound. Immune abnormalities associated with CKD and immunosuppression may prevent optimal vaccine response. Our objective was to determine antibody response to the HPV vaccine in female adolescents with CKD. Methods: Cohort study conducted from 2008-2012 of 57 female patients age 9-21 years recruited from 2 pediatric nephrology clinics with CKD (n=25), on dialysis (n=9), or status post kidney transplantation (n=23) who received the standard 3-dose vaccine series of the HPV vaccine. Antibody levels to HPV genotypes 6, 11, 16, 18 were measured prior to vaccine dose 1 (baseline), less than 12 months after vaccine dose 3 (blood draw 2), and 12 months or greater after vaccine dose 3 (blood draw 3). Seropositivity was defined as antibody level above an established threshold for each HPV genotype. Not all participants completed 3 blood draws.",
            "cite_spans": [
                {
                    "start": 756,
                    "end": 758,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 759,
                    "end": 762,
                    "text": "11,",
                    "ref_id": null
                },
                {
                    "start": 763,
                    "end": 766,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 767,
                    "end": 769,
                    "text": "18",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S23 -Challenges in pediatric transplantation"
        },
        {
            "text": "& BD, blood draw; V, vaccine Results: Antibody response to all 4 HPV genotypes was 100% in the CKD and dialysis groups with samples drawn at < 12 months and ≥12 months after dose 3 of the HPV vaccine. Among the transplant patients, the percent of patients achieving seropositivity was significantly lower at blood draw 2 for HPV genotypes 6 (63.6%, p=0.003), 11 (63.6%, p=0.003) and 18 (72.7%, p=0.02) and blood draw 3 for HPV genotypes 6 (62.5%, p=0.02), 11 (50%, p=0.001), 16 (75%, p=0.04), and 18 (50%, p=0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "& Study flowchart"
        },
        {
            "text": "& Whiskers represent the 25th or 75th percentiles + (1.5x Interquartile Range) Antibody levels in transplant patients compared to CKD patients and to dialysis patients for HPV genotypes 6, 11, 16, 18 . There was no statistically significant difference betw Conclusions: Antibody response to the quadrivalent recombinant HPV vaccine was robust and sustained in girls and young women with CKD and on dialysis. A less robust response to the vaccine was observed among those with a kidney transplant. Further study is needed to determine if vaccination before kidney transplantation or an alternative vaccination regimen would benefit transplant recipients. ",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 188,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "11,",
                    "ref_id": null
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 197,
                    "end": 199,
                    "text": "18",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "& Results"
        },
        {
            "text": "Chronic kidney disease can be identified reliably by urinary proteome analysis in children after orthotopic liver transplantation J. Drube (1) , P. Zuerbig (2) , H. Mischak (2) , L. Pape (1) (1) Hannover Medical School, Hannover, Germany;",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FP-S23-3"
        },
        {
            "text": "(2) Mosaiques diagnostics GmbH, Hannover, Germany",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S23-3"
        },
        {
            "text": "Objectives: Chronic kidney disease (CKD) is a common cause for morbidity and mortality not related to the primary disease inchildren after solid organ transplantation. A urinary proteome pattern publishedby Good et al. was shown to identify adult patients with primary CKD with higher reliability than creatinine based methods. Our study aimed to proof this pattern's reliability in pediatric patients following orthotopic liver transplantation (pOLT). In this population kidney function is usually over-estimated by creatinine based methods due to extreme low muscle mass of the patients. Methods: The urinary proteome patterns of 25 children with biliary atresia followed by pediatric orthotopic liver transplantation were analyzed by capillary electrophoresis coupled to mass spectrometry and compared to the known proteome pattern of CKD. Cystatin C based estimated glomerular filtration rate (eGFR) was chosen as comparator. In addition, estimation of creatinine based GFR was also performed in all patients. Results: Thirteen children (f: 7; median age 7.9yrs.; range 0.6 to 15.4) had a reduced cystatin C GFR below 60 ml/min/1.73m 2 , 12 patients (f: 7, median age 6.0 yrs., range 2.0 to 11.9) showed no renal impairment. Sensitivity to detect renal impairment using the CKD-pattern was 77% (95% CI 46-95%) and specificity was 92% (95% CI 62-99%). The area under the curve was 0.80 (95% CI 0.59-0.93; p=0.012). Creatinine based estimation of GFR detected only 2/13 patients (15%) correctly resulting in a sensitivity of x %. Using multiple testing corrections, 20 peptides were identified that significantly differentiated patients with renal impairment from those without. Tandem mass spectrometry sequencing revealed 10 fragments of collagen alpha-1(I), 5 of collagen alpha-1(III) and one fragment of collagen alpha-1 (XVI).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S23-3"
        },
        {
            "text": "The urine proteomics CKD-pattern can reliably identify children with secondary renal impairment after pOLT with a significantly better sensitivity as compared to standard creatinine based eGFR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "FP-S24-1 Outcome and prognostic factors of nephropathic cystinosis: data from the Eunefron cohort F. emma (1) , E. Levtchenko (2) , G. Ariceta (3) , M. Greco (1) , W. Van'T Hoff (4) , P. Niaudet (5 . After modelling the HR, a nearly linear relationship was observed with the age at which cysteamine was started from 0.5 to 3.5 years and the risk of dialysis; correcting for leucocyte cysteine levels did not change significantly this relationship. Over the same period of time, linear growth has improved. Factors associated with improved outcome were the use of cysteamine, of indomethacin and of growth hormone.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 158,
                    "end": 161,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S24 -Renal tubular acidosis"
        },
        {
            "text": "Conclusions: This study represents one of the largest cohorts of nephropathic cystinosis patients assembled to date, and shows a gain of approximately 6 years in the median age to reach dialysis over a period of 30 years. Early treatment with cysteamine and the use of indomethacin influenced positively renal outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S24 -Renal tubular acidosis"
        },
        {
            "text": "FP-S24-2 A French cohort of patients with cystinosis: Variability in the compliance to two formulations of cysteamine, use of electronic monitoring devices S. Gaillard (1) , L. Roche (1) , B. Kassai (1) , G. Deschenes (2) , D. Morin (3) , C. Acquaviva Bourdain (1) , A. Bertholet-Thomas (1) , P. Cochat (1) (1) Hospices Civils de Lyon -Chu Lyon, Lyon, France;",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 183,
                    "end": 186,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 205,
                    "end": 221,
                    "text": "G. Deschenes (2)",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 290,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 303,
                    "end": 306,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S24 -Renal tubular acidosis"
        },
        {
            "text": "(2) APHP -Hôpital Robert Debré, Paris, France; (3) Chu Montpellier, Montpellier, France",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S24 -Renal tubular acidosis"
        },
        {
            "text": "Objectives: Cystinosis is an inherited autosomal recessive disease. Our objectives are (i) to describe the profiles of compliance to cysteamine treatment and White Blood Cell (WBC) cystine levels in cystinosis patients followed up for one year; and (ii) to explore the differences of compliance under delayedrelease or short-acting cysteamine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S24 -Renal tubular acidosis"
        },
        {
            "text": "Methods: CrYStobs is a French cohort of cystinosis patients. Thirty patients are expected. All subjects receive oral cysteamine. Four patients have received short acting cysteamine then delayed-release formulation. A descriptive analysis is performed on subjects followed-up for one year. Compliance is described as a continuous variable, using an electronic monitoring system. Levels of compliance (0: bad compliance; 1: correct compliance and 2: good compliance) are computed individually for the 17 patients: i) monthly; ii) quarterly; and iii) overall during the first year. Mean compliance scores are summarized quarterly as median, 25 and 75 percentiles, minimum and maximum observed. The \"number of hours covered by cysteamine\" is generated per day. Patients' self-evaluations of compliance are available at each visit. Results: Seventeen patients (mean age: 17.5 years; 58% female) were analyzed. Seven patients were transplanted and 2 under dialysis. eGFR remained stable over time. While WBC cystine levels remained under 1 μmol/ ½ cystine/g protein, there was a great variability among patients and over time in the mean quarterly compliance score (Median: 1.9 at inclusion -1.6 at M12, min = 0.05 -max=2). However, subjects were globally well covered by their study treatment: 22 to 23 hours daily coverage. The compliance scores seemed improved under delayed-release formulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S24 -Renal tubular acidosis"
        },
        {
            "text": "Conclusions: CrYSTobs is the first study measuring objectively compliance to cysteamine in cystinosis patients. We observed a great variability among compliance profiles, and a trend towards improvement in compliance under delayed-release cysteamine. Objectives: Cystinosis is a lysosomal storage disorder characterized by accumulation and crystallization of cystine in different cell types. If not treated, renal failure invariably develops within the first decade of life. We have shown excessive number of podocytes and proximal tubular cells in urine of cystinosis patients. Now, we hypothesized that in compensation for cell loss, ongoing regeneration might happen, and it could be reflected by the presence of kidney progenitor cells in urine of the patients. Methods: We quantified the number of kidney progenitor cells in urine using qPCR analysis of mRNA extracted of urine samples of healthy donors (n=10, age range 4-12 y.o) and cystinosis patients (n=8, age range 4-15 y. o). Patients had no kidney graft. The expression of vimentin was correlated to calibration curves derived from known numbers of adult kidney progenitor cells and normalized to volume of urine. We cultured and characterized urinary cystinosis progenitors by qPCR, FACS and immunofluorescence analysis. Later we differentiated progenitor cells into functional podocytes and proximal tubular cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S24 -Renal tubular acidosis"
        },
        {
            "text": "Results: We demonstrate a significant increased excretion of kidney progenitor cells in cystinosis patients (progenituria), while in controls no progenitors were found in urine. Progenitor cells isolated from cystinotic urine expressed mesenchymal stem cell proteins and the kidney progenitor markers CD24 and CD133. The cells were positive for nephron progenitor markers, such as Vimentin, PAX2 and CITED1 and were able to differentiate into functional podocytes and proximal tubular cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S24 -Renal tubular acidosis"
        },
        {
            "text": "Conclusions: Our data demonstrate the presence of kidney progenitor cells in urine of cystinotic patients, which might indicate a fast turnover of cells and the attempt of tissue regeneration to compensate cell loss. Urinary cystinotic progenitor cells might have a therapeutic application in regenerative medicine once the correction of the genetic defect and consequent correction of the phenotype are successful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S24 -Renal tubular acidosis"
        },
        {
            "text": "FP-S25-01 Study of hierarchical management model of asymptomatic urine abnormalities in children in Shanghai Y. gong (1) , X. Hong (1) , Q. Shen (1) , Z. Li (2) Objectives: School urine screening can detect a great quantity cases with asymptomatic urine abnormalities. Long-term follow-up is necessary for potential cases with kidney diseases. This project intends to explore the effective mode of School urine screening network in Shanghai.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 131,
                    "end": 134,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 148,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S25 -Trainee award session"
        },
        {
            "text": "Methods: During 2013.9 to 2015.8, a hierarchical medical model in asymptomatic hematuria children was built in three districts in Shanghai. The asymptomatic hematuria children were founded by school urine screening program. They were confirmed and diagnosed in the district central hospitals. Tertiary referral needed in some patients. Results: 1. Model building1) The 3 level transferring system consisted of school urine screening agencies, local district cental hospital and Children's Hospital of Fudan University (CHFU), a tertiary pediatric nephrology center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S25 -Trainee award session"
        },
        {
            "text": "2) There were three models of school urine screening in accordance with three different screening agencies, community health service centers (CHSC, Model A), Center for Disease Control and Prevention (CDC, Model B) and Physical Examination Department (Model C), respectively. 2. Practical Study 1) 40999 students were screened in this project, the prevalence of urine abnormalities was 1.06% in elementary school students and 1.44% in junior middle school students. 2) 80% of cases went to the district cental hospitals in Model A, 100% in Model B while only 24.6% in Model C. Totally 66 cases of asymptomatic hematuria, 2 of mass hematuria and 4 of proteinuria. Of those, about 15% of cases met the criteria transferring to CHFU and 90.9% completed the referral. All the 72 cases got followed up, 2 cases of Alport syndrome and 1 of Chronic Interstitial Nephritis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S25 -Trainee award session"
        },
        {
            "text": "Conclusions: Hierarchical medical model for asymptomatic hematuria patients was feasible and helpful for the follow-up of potential patients with kidney disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S25 -Trainee award session"
        },
        {
            "text": "The complement system is highly activated in PD associated arteriolopathy B. Schaefer (1) , M. Bartosova (1) , J. Lorenzo (2) , S. Tarantino (3) , R. Büscher (4) , C. Aufricht (5) , K. Kratochwill (3) , C.P. Schmitt (1) (1) University of Heidelberg, Heidelberg, Germany;",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 89,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 105,
                    "end": 108,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 216,
                    "end": 219,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FP-S25-02"
        },
        {
            "text": "(2) Institute of Medical Biometry and Informatics, University Hospital Heidelberg, Heidelberg, Germany;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S25-02"
        },
        {
            "text": "(3) Zytoprotec GmbH, Vienna, Austria; (4) Department of Pediatrics II, University Hospital Essen, Essen, Germany; (5) Department of Pediatrics and Adolescent Medicine, Medical University of Vienna, Vienna, Austria",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S25-02"
        },
        {
            "text": "Objectives: Cardiovascular disease is the leading cause of death in children on peritoneal dialysis (PD), underlying mechanisms are still incompletely understood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S25-02"
        },
        {
            "text": "Methods: Omental arterioles covered with fat, i.e. located beyond PD fluid penetration level were microdissected from non-uremic children, age and gender matched children at time of first PD catheter insertion and children treated with low GDP PD fluids [PD vintage 26; 2-72 months). Children with diseases potentially affecting vessel integrity were excluded. 3-4 arterioles per patient with similar structural dimensions (as defined by Aperio®automated image analysis after EVG staining vessels) were selected, neighboured sections were used for whole transcriptome and proteome analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S25-02"
        },
        {
            "text": "Results: Uremia induced up-regulation of 173 and down-regulation of 117 arteriolar genes (p<0.01) compared to age and sex matched healthy controls. In patients on low GDP PD, 88 genes were up-and 11 genes down regulated compared to respective uremic controls, while in children on high GPD PD 139 genes were up-and 17 genes downregulated.Intima media thickness was comparable in all groups. Gene ontology analyses demonstrated activation of various inflammatory, immunological and stress response cascades with uremia and even more with PD. In children treated with low GDP fluid the complement system and respective regulatory pathways were upregulated most significantly. 14 complement factors demonstrated comparable upregulation on RNA and protein level, CD55 was suppressed. Findings were validated immunohistochemically in an independent cohort of 15 children per group; C1q and C3c were 5 and 2.6 fold increased with low GDP PD compared to uremic controls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S25-02"
        },
        {
            "text": "Conclusions: Omental arterioles are uniquely suited for global assessment of molecular pathomechanisms of uremia and PD associated arteriolopathy. We for the first time demonstrate specific activation of the complement cascade in arterioles from children on low GDP peritoneal dialysis, prior to overt arteriolopathy. Objectives: Chronic kidney disease (CKD) is a state of Klotho deficiency and excess of the phosphaturic hormone fibroblast growth factor 23 (FGF23). Although, both findings were shown to be associated with endothelial dysfunction in humans, direct vascular effects of FGF23 remain largely elusive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S25-02"
        },
        {
            "text": "Here, we investigated the effects of FGF23 in relation to its coreceptor Klotho on nitric oxide (NO) synthesis and reactive oxygen species (ROS) formation and detoxification in human coronary artery endothelial cells (HCAEC) in vitro. Methods: HCAEC were stimulated with FGF23 (10 ng/mL) in the presence or absence of a pan-FGF receptor (FGFR) or Klotho inhibitor, and investigated by quantitative real-time PCR, immunoblotting, and flow cytometry. Results: HCAEC express FGFRs and membrane-bound Klotho. FGF23 increases the expression of the Klotho shedding protease ADAM17 and consequently the secretion of soluble Klotho. FGF23 activates FGFR1, and stimulates NO release via Akt-dependent activation of endothelial NO synthase (eNOS). Both, ROS formation via NADPH oxidase 2 (Nox2) as well as ROS degradation via superoxide dismutase 2 (SOD2) and catalase (CAT) are stimulated by FGF23 treatment. The effects of FGF23 on NO synthesis as well as on ROS formation and degradation are FGFR-dependent. Pre-incubation with a Klotho inhibitor blunts the FGF23-stimulated Akt-eNOS activation and NO synthesis, decreases ROS degradation by blocking SOD2 and CAT enzymes, whereas FGF23-stimulated ROS synthesis via Nox2 is unaffected, resulting in low NO bioavailability and increased oxidative stress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S25-02"
        },
        {
            "text": "In the presence of Klotho, FGF23 induces NO release in HCAEC and its stimulating effects on ROS production are counterbalanced by increased ROS degradation. In the absence ofKlotho, FGF23-mediated NO synthesis is blunted and ROS formation overrules ROS degradation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "Our results suggest that in states of Klotho deficiency, e.g. CKD, FGF23 excess may primarily promote oxidative stress and thus endothelial dysfunction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "FP-S25-04 Dysregulation of hepatic cholesterol transporter ABCG5 in IL13-induced hypercholesterolemia in a rat model of minimal change nephrotic syndrome (MCNS) C.Y. Chan (1) , L.D. Low (1) , J. Chen (2) , K-H. Ng (1) , H.H. Yang (1) , H. Yu (1) , M.R. Wenk (1) , H-K. Yap (1) (1) National University of Singapore, Singapore, Singapore;",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 214,
                    "end": 217,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 242,
                    "end": 245,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "(2) Agency for Science, Technology and Research (A*STAR), Singapore, Singapore",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "Objectives: Our IL13 gene overexpression rat model of MCNS showed that hypercholesterolemia correlated significantly with serum IL13, and appeared to precede the development of proteinuria. This study aimed to investigate the mechanism of IL13-induced cholesterol dysregulation in our rat model of MCNS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "Methods: Hepatic transcriptome of IL13-transfected nephrotic rats (late event) was studied using microarray and qPCR. This was compared with the gene expression profile of hepatic cholesterol metabolism at the onset of hypercholesterolemia in the pre-proteinuric phase (early event, HC rats). IL13-mediated cholesterol effluxes via ABCG5 and ABCA1 were measured using taurocholate and apoAI as cholesterol acceptors respectively in rat primary hepatocytes. The role of LXRa was validated using luciferase assay. Results: 'ABC transporters' was identified as the most relevant pathway in cholesterol metabolism, of which ABCG5 expression showed the greatest downregulation in IL13-transfected nephrotic rats (late event), and was associated with HMGCR upregulation. Plasma cholesterol was significantly elevated from Week 1 (HC rats) and preceded the onset of significant proteinuria at Week 10. Study of these HC rats (early event) also showed reduced ABCG5, and was accompanied by downregulation of ABCA1 and LXRa. Similarly, IL13-stimulated hepatocytes demonstrated downregulation of LXRa, ABCG5 and ABCA1, with reduced ABCG5-and ABCA1-mediated cholesterol effluxes. Moreover LXRE-luciferase transfected IL13-stimulated hepatocytes showed decrease in luciferase signal indicating reduced LXRa activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "Conclusions: Hypercholesterolemia observed early in HC rats could be due to downregulation of LXRa-ABCG5/ABCA1 pathway with reduced cholesterol efflux into bile, resulting in increased intracellular free cholesterol, further inhibiting hepatic uptake of cholesterol. Hepatic upregulation of HMGCR occurred secondarily as a late event following development of gross proteinuria exacerbating the hypercholesterolemia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "Autophagy is activated to protect podocyte from immune-mediated injury in membranous nephropathy Y. Zhang, F. Yang, Q. LV, .Z. Huang, H. Yuan, J. Zhou Department of Pediatrics, Tongji Hospital,Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S25-05"
        },
        {
            "text": "Objectives: Autophagy is induced in podocytes during various kidney diseases, however, whether this is protective or injurious remains controversial. Here, we address this question by pharmacologic blockade/activation of autophagy using in vivo and in vitro model of membranous nephropathy. Methods: We studied female SD rats at day 21 after induction of passive Heymann nephritis (PHN) by injection of anti-Fx1A. Expressions of autophagy markers and apoptosis-associated proteins were analyzed . Confocal microscopy was used to explore the expression patterns of F-actin and nephrin. Attachment assay was used to assess the adhesion of podocyte. Apoptosis and expression of integrin-α3 were measured by flow cytometry. Results: First, autophagy was induced in vivo in podocytes of PHN rats (shown by increased autophagosome number, conversion of LC3-I to LC3-II, and Beclin-1 expression). 3-Methyladenine (3-MA) blocked autophagic flux and worsened renal injury in PHN rats. Compared with control littermates, the 3-MA-treated rats were markedly more sensitive to nephritis as indicated by increased urinary protein excretion, glomerular lesions, and podocyte apoptosis. Subsequently, we utilized immortalized mouse podocytes (MPC5) to study the autophagy mechanisms involved in MN with sC5b-9 incubation in vitro. Podocyte damage, apoptosis and deadhesion were demonstrated in the sC5b-9-incubated MPC5 cells. Furthermore, sC5b-9 induced Beclin-1 and LC3-II expressions and autophagosome formation. Inhibiting autophagy by 3-MA further promoted cellular lesions, apoptosis and actin reorganization-associated deadhesion in the sC5b-9-incubated MPC5 cells. In contrast, rapamycin, an autophagy inducer, promoted Beclin-1 and LC3-II expressions, which mitigated sC5b-9-induced changes in the injury-related morphology, apoptosis, and deadhesion of MPC5 cells. Conclusions: Our results establish a renoprotective role of podocyte autophagy in complement-mediated podocytopathy where it may interfere with cell killing and adhesion mechanisms. Results: Data on 61 children (32 male) from 12 centres were analysed. Shortterm dialysis (<4 weeks) was required in 5 (8%) children (PD in 2, CVVH in 2 and HD in 1) at a median age of 11 (5-16) weeks for a median duration of 16 (8-18) days secondary to sepsis (n=2), acute fluid overload (n=2) or AKI following ACEI (n=1). Thirteen (21%) patients required long-term dialysis by the age of 6 months, 30 (50%) by 1 year, 38 (62%) by 2 years, 41 (67%) by final follow up at a median of 34 months. Of those, 9 (22%) patients did not have nephrectomies, 29 (71%) had nephrectomies before and 3 (7%) after commencingdialysis. In 37 (90%) PD was the modality of choice. Amongst those on PD, CCPD with a day exchange was the commonest prescription (43%). Eleven (30%) patients needed to switch to HD due to PD catheter dysfunction (n=5), peritonitis (n=3), inadequate UF (n=2) or development of pleuro-peritoneal fistula (n=1). Peritonitis rate was 0.95/12 patient months. None developed thrombosis on PD. All patients on HD received 3 sessions of 4 hours per week. No HD line infections and no development of thrombosis were reported. There was no difference in growth between PD and HD patients. Twenty-five patients (61%) received a transplant at a median of 6.5 (0-47) months after start of dialysis of which 15 with living donor. One patient died whilst on PD (palliative treatment) and 2 patients died whilst on HD (hyperkalemia and candida peritonitis).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S25-05"
        },
        {
            "text": "The need for long-term dialysis in children with CNS is very likely by the age of 1 year. PD is the modality of choice, however the peritonitis rate was higher than recommended, but may reflect the high percentage of infants in this study. A significant number switched between dialysis modalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "Vascular access in children on hemodialysis: a report from the ESPN/ERA-EDTA Registry M. Boehm (1) , M. Bonthuis (2) , M. Noordzij (2) , J. Harambat (3) , J. Groothoff (4) , C. Aufricht (1) , K. Jager (2) , F. Schaefer ( , showed lower hemoglobin levels (CVC: 9.1 (7.7-10.4) g/dl; AVF: 10.4 (9.0-11.8) g/dl) and lower height-SDS (CVC: -1.61 (-2.67; -0.50), AVF: -1.35 (-2.09; -0.31) at start of HD. Likelihood of receiving an AVF was lower for children with Glomerulonephritis (aOR: 0.50, 95% CI: 0.32-0.76), Vasculitis (aOR: 0.13, 95% CI: 0.04-0.47) and missing or unknown diagnosis (aOR: 0.38, 95% CI: 0.24-0.62). After two years 28.6% of AVF patients and only 17.9% of CVC patients were still treated with their initial vascular access. The overall likelihood of receiving a renal transplant within two years was not different, children who received LD were more frequently started with CVC (aHR: 1.60, 95% CI: 1.19-2.14) .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FP-S25-07"
        },
        {
            "text": "Conclusions: In conflict with the KDOQI recommendations, CVC is the most often applied type of vascular access in children who start with HD, despite the significantly higher need for a second vascular access. The higher number of LD in CVC children suggests a conscious policy, which should be reconsidered, as the overall waiting time for transplantation is equal in both groups of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S25-07"
        },
        {
            "text": "Genetic and clinical characteristics of female X-linked Alport syndrome : 267 cases study T. Yamamura (1) , K. Nozu (1) , K. Nakanishi (1) , S. Minamikawa (1) , T. Ninchoji (1) , K. Nakanishi (2) , N. Yoshikawa (3) , K. Iijima (1) (1) Kobe University Graduate School of Medicine, Kobe, Japan;",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 116,
                    "end": 119,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 135,
                    "end": 138,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 173,
                    "end": 176,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FP-S25-08"
        },
        {
            "text": "(2) Department of Pediatrics, Wakayama Medical University, Wakayama, Japan;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S25-08"
        },
        {
            "text": "(3) National Center for Children Health and Development, Tokyo, Japan",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S25-08"
        },
        {
            "text": "Objectives: The aims of this study are to clarify the genetic and clinical characteristics of the large number of female X-linked Alport syndrome (XLAS) patients in Japan and the contribution of skewed X inactivation to disease severity. Methods: We conducted a retrospective analysis for 267 female patients in 173 families who were genetically diagnosed with X-linked Alport syndrome in our department. We analyzed clinical and laboratory data from medical records. The data included proportion of patients with proteinuria and the age at which proteinuria was detected, proportion of patients with end-stage renal disease (ESRD) and the age at which they reached ESRD, hearing loss and specific ocular changes, genotype-phenotype correlation. We also performed a X-inactivation analysis for the severe patients who reached ESRD before age 60. Results: The median age of our cohort was 24 years (age from 0 to 92 years). Proteinuria was detected in 169 patients (72.2%) and the median age developing proteinuria was 7.0 years. 35 patients reached ESRD and the median renal survival period in this study was 65.0 years and 15% patients reached ESRD at the age of 40. Specific ocular changes were detected in only 4 patients and hearing loss was 17 patients. No obvious genotype-phenotype correlation was observed. X inactivation analysis was held to 13 severe patients, but skewed X inactivation was detected in only one patient and its contribution to disease severity was unclear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S25-08"
        },
        {
            "text": "Conclusions: Phenotype of female XLAS patients is not always mild. Therefore clinicians have to pay attention to their clinical course and treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S25-08"
        },
        {
            "text": "There is no genotype-phenotype correlation and the contribution of Xinactivation to disease severity is still unclear. It is assumed that the mechanism of determining severity of female XLAS remain multifactorial. were excluded. Following therapy of relapse, prednisone was tapered to 0.7 mg/kg AD. Stratifying for dependence, patients were randomly assigned to prednisone at 0.2-0.3 mg/kg daily or 0.5-0.7 mg/kg AD for 12-months. Relapses were treated with prednisone, followed by return to intervention. Outcomes, based on intention-to-treat, included number of relapses, proportions with therapy failure (≥2 in 6-months or significant steroid toxicity) & sustained remission, time to first relapse & frequent relapses, cumulative prednisone received & adverse events. Assuming that daily therapy will reduce relapses by 25% over AD treatment, 62 patients were required at power of 80% and two-tailed α of 0.05, with 10% attrition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S25-08"
        },
        {
            "text": "Results: Of 62 patients, one did not return following randomization & was excluded from the analysis (Fig. 1) . Baseline features were similar in the two groups. Patients receiving daily prednisone showed significantly less relapses than those on AD therapy (0.5±0.7 vs. 1.4±1.0 relapses; mean difference 0.8; 95%CI 0.3-1.3; P=0.0005). Daily therapy was associated with higher proportion in sustained remission (60% vs. 29%; P=0.015), lower treatment failure (7% vs. 55%; P<0.0001), delayed time to first relapse (log rank P=0.0028) and to treatment failure (P<0.0001) (Fig. 2) and lower prednisone use (0.3±0.7 vs. 0.4±0.2 mg/kg; P=0.0033). Adverse events were similar.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 109,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 569,
                    "end": 577,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": "FP-S25-08"
        },
        {
            "text": "Conclusions: In patients with FRNS, daily administration of low-dose prednisone was more effective than standard-dose alternate day therapy in sustaining remission and enabling steroid sparing. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S25-08"
        },
        {
            "text": "Levamisole increases the time to relapse in children with steroid-sensitive idiopathic nephrotic syndrome: results of a multi-center, double-blind, placebo-controlled, randomized clinical trial M. Gruppen (1) , J.C. Davin (2) , A. Bouts (2) (1) Pediatrician, AMC, Amsterdam, Netherlands;",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 208,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FP-S25-11"
        },
        {
            "text": "(2) Pediatric nephrologist, ACM, Amsterdam, Netherlands",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S25-11"
        },
        {
            "text": "Objectives: Levamisole has been considered the least toxic and expensive drug for preventing relapses of steroid sensitive idiopathic nephrotic syndrome (SSINS). However, evidence is limited, as previous randomized clinical trials (RCTs) were found to have methodological limitations. This is why we conducted an appropriate RCT to reassess its usefulness in prevention of SSINS relapses in children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S25-11"
        },
        {
            "text": "Methods: The study was conducted in an international multi-center, placebo-controlled, double-blind RCT for one year, in order to evaluate efficacy and safety of levamisole in children with SSINS and frequent relapses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S25-11"
        },
        {
            "text": "Results: The intention to treat population (ITT) consisted of 99 patients from 6 countries. Time to relapse (primary endpoint) was significantly increased in the intervention group compared to placebo (p-value 0.22 [95% CI 0.11-0.43], p-value 0.001 after 100 days post-randomization).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S25-11"
        },
        {
            "text": "After 12 months of treatment, remission persistence was more frequent in levamisole than in the placebo group (26% vs 6 %: p = 0.012). The most frequent serious adverse event (SAE) (4/50) possibly related to levamisole was asymptomatic moderate neutropenia (500-1000 cells/ μL), reversible spontaneously or after treatment interruption. Rare, severe side effects of levamisole reported in treatment of SSINS included hepatitis, convulsions or antineutrophil cytoplasmic antibody (ANCA) vasculitis were not observed in this study. However, ANCA-related arthritis was reversible with levamisole interruption, and reported in one patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S25-11"
        },
        {
            "text": "Conclusions: In children with SSINS and frequent relapses, levamisole prolongs time to relapse and also prevents recurrence for one-year of treatment in 20% of patients. Regular blood controls are necessary for safety issues. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S25-11"
        },
        {
            "text": "Defective complement inhibitor CD46mRNA expression in peripheral mononuclear cells of patients with progressive IgA nephropathy. R. Coppo (1) , L. Peruzzi (1) , E. Loiacono (1) , M. Bergallo (1) , M.L. Russo (1) , A. Krutova (2 Objectives: Report a case of vesicoureteral reflux degree IV in child treated conservatively Methods: Review of medical record provided by Western Paraná University Hospital Results: Y.B.S. two years-old, reporting fever of 40°C, associated with chills, weakness for 3 days. It evolved with emesis, appetite loss, pain in hypogastric and discomfort when urinating, but the urine had normal color. Gentamicin associated with ceftriaxone was started for pyelonephritis and used for seven days. After the end of therapy were requested two urine cultures and both came negative. Urethrocystography was requested and showed a vesicoureteral reflux right degree IV. Started using nitrofurantoin 5 mg once a day. The patient was discharged nine days after. Six months after the episode, scintigraphy showed a slight tubular function impairment and cortical shrinkage in the right kidney. The current scan showed both kidneys with preserved tubular function and no cortical lesions; and indirect radionuclide cystography presented absence of bilateral vesicoureteral reflux. In October 2015, the patient was discharged from the pediatric nephrology not making more use of nitrofurantoin.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 173,
                    "end": 176,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 191,
                    "end": 194,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 208,
                    "end": 211,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FP-S26-3"
        },
        {
            "text": "Conclusions: Vesicoureteral reflux (VUR) is a common urologic disease in childhood. The prevalence in patients presenting urinary tract infections (UTI) ranges from 20% to 60%. UTI and VUR are risk factors for permanent kidney damage and renal scars, amongst them 5%-15% occur at the first ITU. Urological studies are recommended at the time of the first acute pyelonephritis in children of any age. Despite of high prevalence, the treatment is still a discussion. Surgery is curative about 98% of cases, however it is associated with a considerable risk. Antibiotic prophylaxis to prevent damage is controversy because of low compliance rates and side effects. In a retrospective recent study, 63,3% of the patients with VUR grade IV and V were conducted surgically. We present a case of UVR grade IV conservatively treated that evolved for complete cure. 6-2.6] . Seventy-six percent of all tests were X-rays, and nuclear medicine studies accounted for 71% of cumulative radiation exposure. Less than 5 children were exposed to a potentially toxic cumulative dose greater than 30 mSv. Longer duration of chronic kidney disease (CKD) before transplant was correlated with greater cumulative effective dose (table) .",
            "cite_spans": [
                {
                    "start": 857,
                    "end": 863,
                    "text": "6-2.6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1207,
                    "end": 1214,
                    "text": "(table)",
                    "ref_id": null
                }
            ],
            "section": "FP-S26-3"
        },
        {
            "text": "Conclusions: Children that receive kidney transplants undergo many imaging studies with radiation exposure predominantly from nuclear medicine studies, especially those that have longer CKD duration. Greater awareness of cumulative ionizing radiation is needed to minimize exposure as children age into adulthood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S26-3"
        },
        {
            "text": "& Objectives: A short stature as a result of poor growth is common in pediatric ESRD and has been associated with adverse psychosocial and clinical outcomes. Through improved management of growth failure, its prevalence after kidney transplantation (KT) is supposed to have decreased over time. We aim to analyze longitudinal growth after KT, trends over time, and to identify potential determinants of height SDS in a large cohort of transplanted children using data from the ESPN/ERA-EDTA Registry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S26-3"
        },
        {
            "text": "Methods: A total of 3,492 patients from 23 European countries transplanted before 18 years of age between 1990 and 2012, with available longitudinal follow-up were included. Height Standard Deviation Scores (SDS) were calculated using recent national growth charts or European growth charts for countries without recent reference data. We used generalized equation models to estimate the prevalence of growth retardation and linear mixed models to calculate adjusted mean height SDS and its potential determinants. Results: Overall mean adjusted height SDS post KT was -1.77 ± 0.04. 55% of children had a height SDS within normal range, 28% showed moderate, and 17% severe growth retardation. Girls were significantly shorter than boys. In multivariable analysis, living donor KT, steroid free immunosuppressive regimen, higher eGFR, and not being hypertensive or anemic were associated with better post-KT height SDS. Patients with CAKUT and metabolic disorders were shorter compared to other primary renal diseases. Catch-up growth by 5 years post KT was observed in both boys (+0.37) and girls (+0.33 SDS). Children <6 years were shortest at KT and showed the greatest increase (+0.8) in height SDS, whereas there was no catch-up growth in children transplanted >12. Post KT growth did not improve over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S26-3"
        },
        {
            "text": "Conclusions: Catch-up growth post KT remains limited, was mainly observed in the youngest recipients, and did not show substantial improvement over time, resulting in short stature in nearly half of transplanted children in Europe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S26-3"
        },
        {
            "text": "FP-S29-1 The Global Pediatric Nephrology Workforce: A Survey of the International Pediatric Nephrology Association D. Glenn (1) , S. Ocegueda (1) , M. Nazareth (1) , Y. Zhong (1) , A. Weinstein (2) , W. Primack (1) , P. Cochat (3) , M. Ferris (1) (1) Univeristy of North Carolina at Chapel Hill, Chapel Hill, United States;",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 142,
                    "end": 145,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 160,
                    "end": 163,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 175,
                    "end": 178,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 211,
                    "end": 214,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S29 -Nephrology education: 2016"
        },
        {
            "text": "(2) Dartmouth Hitchcock Medical Center, Lebanon, United States;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S29 -Nephrology education: 2016"
        },
        {
            "text": "(3) Hôpital Femme Mère Enfant & Université Claude-Bernard, Lyon, France",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S29 -Nephrology education: 2016"
        },
        {
            "text": "Objectives: The global pediatric nephrology workforce is poorly characterized. The objectives of our study were to characterize the global pediatric nephrology workforce and training environments, assess pediatric nephrologists' perceptions of the adequacy of this workforce, and understand regional challenges to fellow recruitment and job acquisition. Perceptions regarding optimal length of training and research requirements were also queried. Conclusions: Globally, there is a high level of perceived inadequacy in the pediatric nephrology workforce. Regional variability exists in perceived workforce adequacy, ease of recruitment, and job acquisition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S29 -Nephrology education: 2016"
        },
        {
            "text": "Interventions to improve recruitment should be targeted to specific regional barriers. Objectives: To evaluate an interinstitutional cooperation program between an experienced pediatric transplantation center and a developing center in other state, 600 km apart, and the count of kidney transplantation surgeries performed during the 3-year duration of the cooperation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S29 -Nephrology education: 2016"
        },
        {
            "text": "Methods: The cooperation consisted of short periods of fellowship (max 1 month) of pediatric nephrology residents, nurse and 2 physicians (one pednephrologist and 1 surgeon), along a 3-year period, as well as weekly teleconferences for case discussions once a week. The yearly count of pediatric kidney transplants (p-KT) in the developing center along the period was compared to the national mean as well to the state's mean. In total, 209 samples were taken from 11 patients before the eculizumab infusion in the induction (weekly), maintenance (2-weekly) and tapering (every 3, 4, and 5 weeks) phases of therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S29 -Nephrology education: 2016"
        },
        {
            "text": "Results: Our newly-developed eculizumab assay had variation coefficients of 2.9 % (intra-assay, 352 μg/mL) and 5.2 % (inter-assay, 328 μg/mL) and detection limit of 8 μg/mL. The samples with >50 μg/mL demonstrated <6 % of complement activity in classical and alternative complement pathways. The eculizumab levels had ranges of 36-459 μg/mL and 40-772 μg/mL during induction and maintenance phases, respectively, with 3 samples from 2 patients <50 μg/mL, required for efficient complement inhibition. During tapering, ranges of 61-367 μg/mL, 11-256 μg/mL and 13-161 μg/mL were measured at 3, 4 and 5 week infusion intervals, respectively. Conclusions: Our data demonstrate large differences in attained eculizumab concentrations among patients at all treatment stages. In induction and maintenance, the detected concentrations were up to 9-15 fold higher than required for efficient complement inhibition (50 μg/mL), although 3 samples did not reach this target value. Thus, eculizumab therapy should be adjusted to meet the needs of individual patients and monitoring of eculizumab concentration is useful to guide the treatment schemes. We have shown that target eculizumab values (>50 μg/mL) may be reached with extended intervals; extension of intervals for these patients may improve cost-effectiveness of therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S29 -Nephrology education: 2016"
        },
        {
            "text": "Outcomes from an observational clinical trial evaluating the long-term safety and effectiveness of eculizumab use in paediatric patients with atypical haemolytic uraemic syndrome (aHUS) L. Pape (1) Objectives: To describe the long-term outcomes of paediatric patients (pts) with atypical haemolytic uraemic syndrome (aHUS) treated with eculizumab (Ecu). Methods: Pts with aHUS who participated in a previous Ecu clinical study were invited to continue to be monitored in this observational, multicentre, multinational long-term follow-up study (NCT01522170). This analysis included paediatric pts (<18 years old at first Ecu dose) who enrolled, including pts treated outside of the recommended regimen. Change in renal function and targeted serious adverse events (TSAEs: serious infections, meningococcal infection, sepsis, leukopenia, infusion reactions, renal or hepatic impairment and malignancy) were assessed. Results: Median age at first Ecu dose was 8.0 (range 0-17) years and median follow-up from first Ecu dose was 48.9 (range 35.1-78.5) months (N=35). At least 1 complement abnormality was identified in 21 (60%) pts, including mutations in factor H (9 pts), membrane cofactor protein (3 pts), factor I (2 pts) and C3 (2 pts). Prior to first Ecu dose, 11 (31%) pts were on dialysis and 5 (14%) had prior kidney transplantation. Eight (23%) pts had experienced ≥2 thrombotic microangiopathy events prior to first Ecu dose. Median time from aHUS diagnosis to first Ecu dose was 3.1 (range 0-178.1) months. Improvement in renal function (increase in estimated glomerular filtration rate) following Ecu initiation, was maintained (figure 1), and dialysis was stopped in 9 (82%) pts. Two (18%) pts remained on dialysis throughout the study. No new dialysis or kidney transplants occurred. During this follow-up study, no pts died, 7 (23%) pts experienced a total of 9 TSAEs, including 2 meningococcal infections. Both pts recovered and remained on Ecu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S30-2"
        },
        {
            "text": "& Figure 1 . Mean estimated glomerular filtration rate (+/-SD) over time, in pts with ongoing treatment with Ecu",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2,
                    "end": 10,
                    "text": "Figure 1",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "FP-S30-2"
        },
        {
            "text": "Conclusions: This is the first report to include paediatric pts with aHUS treated with Ecu for over 5 years. Throughout this follow-up period, Ecu was generally well tolerated and effective in paediatric pts. Objectives: Elevated intact parathyroid hormone (iPTH) levels can contribute to morbidity and mortality in children with chronic kidney disease (CKD). The present studies evaluated the pharmacokinetics, efficacy, and safety of oral paricalcitol in the reduction of iPTH levels in children with stages 3-5 CKD. Methods: Two phase 3 studies enrolled children aged 10-16 years with stages 3-5 CKD. The first study evaluated oral paricalcitol pharmacokinetics, efficacy, and safety in children with stage 3/4 CKD with an initial 12-week doubleblind period followed by a 12-week (minimum) open-label period wherein all children received paricalcitol. The second study evaluated the efficacy and safety of oral paricalcitol (no comparator) for 12 weeks in children with stage 5 CKD undergoing hemodialysis or peritoneal dialysis. Results: In the stage 3/4 CKD study, 12 children received 3 μg paricalcitol and were assessed for intensive pharmacokinetics (mean C max , 0.13 ng/mL; AUC 0−∞ , 2.87 ngâ'h/mL). Population pharmacokinetic analysis showed that CKD stage does not influence the pharmacokinetics of paricalcitol in children. Thirty-six children were randomized (baseline iPTH, 150 mg/dL) and 27.8% of the paricalcitol group achieved two consecutive iPTH reductions of ≥30% from baseline vs no childrenin the placebo group (P=0.045). Adverse events were observed in a higher proportion of the placebo group compared with the paricalcitol group in the double-blind (88.9% vs 38.9%; P=0.005) portion of the stage 3/4 CKD study. In the stage 5 CKD study, 8 of the 13 (61.5%) children enrolled had two consecutive iPTH reductions of ≥30% from baseline (baseline iPTH, 884 pg/mL, n=13), and 5 (38.5%) had two consecutive iPTH values between 150 and 300 pg/mL. Clinically meaningful hypercalcemia occurred in 2 (15.3%) paricalcitol-treated children in the stage 5 CKD study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S30-2"
        },
        {
            "text": "Conclusions: Oral paricalcitol dosing in children aged 10-16 years with stages 3-5 CKD reduced iPTH levels and was well tolerated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S30-2"
        },
        {
            "text": "FP-S31-2 Calcimimetic (Cinacalcet) and hemodiafiltration versus conventional treatment of secondary hyperparathyroidism in children with End-Stage Renal Disease on regular Hemodialysis R. Galal (1) , F. Fadel (1) , S. Sabry (1) , M. Farouk (1) , M. Ghonim (2) , A. Ismail (1) (1) Cairo University, Cairo, Egypt;",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 224,
                    "end": 227,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FP-S30-2"
        },
        {
            "text": "(2) Ministry of Health Hospitals, Cairo, Egypt",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S30-2"
        },
        {
            "text": "Objectives: To compare the efficacy of 2 treatment strategies, namely cinacalcet-based regimen and hemodiafiltration modality, with conventional care (vitamin D and phosphate binders) for control of hyperparathyroidism and the high calcium phosphorus product in order to achieve the recommended targets of the NKF/DOQI guidelines. Methods: A case -control study was performed over 6 months on 33 children with ESRD on regular hemodialysis. They were randomly divided into 3 groups: The first group (11 cases) on regular hemodialysis and received Cinacalcet 30mg/day in addition to conventional care (vitamin D and phosphorus binders) as needed, the second group (13 cases) on hemodiafiltration for at least 6 months and received conventional care only, and the third group (9 cases) [control group] on regular hemodialysis received conventional care only. Monthly follow up of serum calcium, phosphorus and alkaline phosphatase was done in addition to baseline and 3-monthly parathormone level (intact PTH). Results: The mean age of whole study population was 10.6 ± 3.9 years (range 3 -17 years), and the mean weight was 20.2 ± 7.3 kg (range 8 -39.1 kg). Both groups I & II, but not group III, showed a statistically significant increase in HCT level and a statistically significant decrease in ALP and PTH after the study period. There was a significant percent reduction of PTH level in group I patients compared to those in group III. There was no statistically significnat difference between percentage of achievement of the NFK-K/DOQI recommended goals in the three groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S30-2"
        },
        {
            "text": "Conclusions: in spite of the costs of cinacalcet and hemodiafiltration, patients with resistant hyperparathyroidism should use one of these modalities to avoid complications of the metabolic bone disease. The cost of cinacalcet and HDF should be calculated in the context that they will save in other items as decreasing the dose of erythropoietin and vitamin D analogues and decreasing the complications, and consequently therapy, of bone disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S30-2"
        },
        {
            "text": "Objectives: Vesicoureteral reflux (VUR) is a common urological anomaly among children. The genetic correlations between gene mutations and some of the syndrome, which has VUR phenotype, have been determined in recent years. However, the disease-causing genes of isolated VUR were not well understood yet. Methods: To determine the disease specific genes involving in isolated VUR, the whole exon sequencing (WES) was performed in 37 VUR patients. Of these 37 patients, 28 were isolated VUR.Exon-enriched DNA was sequenced by the Illumina hiseq2500 platform following the manufacturer's instructions (Illumina) . Results: WES data shows 74 mutations (69 novel) in 28 genes in 32 patients (86.5%) from 37 families (Table 1) . These genes include (number of mutations): TNXB (12), TRAP1 (7), KANSL1 (6), RET (6), ROBO2 (6), UPK3A (4), GENE 1(4), XRN1 (3), SALL1 (3), SALL4 (3), BICC1 (2), EYA1 (2), and other 16 genes shows one mutation. Several mutations of RET and HNF1B genes consistent with previously investigation. Further analysis by perniciousness of mutation demonstrated that the mutation of TNXB is significantly correlated with VUR risk stratification. The staging of VUR of patient harboring 4 or above mutations is much higher than the patient harboring 4 or bellowed (OR score is 4) ( Table 2 ). Our findings may provide a clinical molecular marker in VUR for risk stratification. Finally, it is reported that C5orf49 mutation could cause Meckel-Gruber Syndrome. In present study, we identified a run-on mutation were shared by 5 VUR patients out of the 37 patients. Although the MAF in Chinese thousand-genome project is around 4.7%, much higher than western population, it may be a susceptibility gene candidate in Chinese population, which needs to be validated in a larger sample size.",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 609,
                    "text": "(Illumina)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 712,
                    "end": 721,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 1297,
                    "end": 1304,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "FP-S30-2"
        },
        {
            "text": "Conclusions: Our data demonstrated that the whole exon sequencing is a reliable approach to identify disease-causing genes in isolated VUR, and C5orf49 may involve in the VUR pathogenesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S30-2"
        },
        {
            "text": "FP-S32-2 A cost-consequence analysis of treatment of vesicoureteral reflux (VUR): Which children benefit from antimicrobial prophylaxis? N. Shaikh (1) , V. Rajakumar (1) , J. Gorski (2) Objectives: Antimicrobial prophylaxis for children with VUR reduces the risk of recurrences of UTI, but requires daily administration of an antimicrobial for extended periods. Repeated UTIs can rarely lead to long-term consequences such as hypertension, preeclampsia, and end stage renal disease. We used a cost-consequence model to evaluate whether the benefits of antimicrobial prophylaxis outweigh its risks, and if so for which subgroups of children prophylaxis may not be cost-effective. Methods: We compared the costs and consequences of antimicrobial prophylaxis with trimethoprim-sulfamethoxazole to no antimicrobial prophylaxis in children aged <6 years diagnosed with VUR grades I-IV after a first or second UTI. We also examined the results in subgroups defined by grade of VUR, presence of bladder bowel dysfunction (BBD), and presence of fever at the time of UTI. Costs and consequences were evaluated over the patient's lifetime. We included the following consequences in our model: hypertension, preeclampsia and end stage renal disease.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FP-S30-2"
        },
        {
            "text": "Results: Average costs of treatment for patients who develop long-term sequelae is $46,708. Treatment of all children with VUR with antimicrobial prophylaxis would cost $191,396 per sequelae avoided. In contrast, treatment of children with both VUR and BBD with antimicrobial prophylaxis would cost $42,799 per sequelae avoided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S30-2"
        },
        {
            "text": "Conclusions: Antimicrobial prophylaxis is most cost-effective in children with both VUR and BBD. Screening children for BBD can help select those who would benefit the most from long-term antimicrobial prophylaxis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S30-2"
        },
        {
            "text": "FP-S32-3 Genetic discovery in vesicoureteral reflux (VUR) using exome sequencing: a pilot study R. Thergaonkar (1) , V. Manchanda (2) , A. Yadav (2) , B. Varma (2) , D. Dash (2) , M. Mukerji (2) , A. Bagga (1) , P. Hari (1 In the family, autosomal dominant (AD), recessive (AR) and X-linked (XL) models were used.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 206,
                    "end": 209,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FP-S30-2"
        },
        {
            "text": "Objectives: Immunization with various vaccines is recommended for children with idiopathic nephrotic syndrome (NS) because of their high risk for severe infections. While vaccinations could precipitate NS relapses, there are no available data regarding influenza (flu) virus vaccines. Methods: We retrospectively reviewed the medical records of pediatric patients with NS who had received flu vaccines between 2002 and 2015. The period from pre-vaccination days to post-vaccination days was defined as -X to +Y. Flu vaccines were given during except for the period administered 2 mg/kg/day of prednisolone or on relapses. Comparison of NS relapse rates in pre-or post-flu vaccination periods was evaluated using poisson method. Risk factors for NS relapses were evaluated using generalized linear mixed model about parameters such as pre-or post-flu vaccinations, sex, age at onset of NS, past history of steroid resistant, renal histology, being on various immunosuppressants or not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S30-2"
        },
        {
            "text": "Results: A total of 104 pediatric patients (73 boys and 31 girls) received 208 flu vaccines. Mean age at onset of NS, mean age at first flu vaccinations, and mean observation period were 4.85 ± 3.87 years old, 7.76 ± 5.10 years old, and 2.64 ± 2.20 years, respectively. During -180 to +180, the total number of NS relapses and relapse rate were 274 episodes and 1.33 times/personï½¥year, respectively. Compared with relapse rate in -180 to 0 (1.20 times/ personï½¥year), those in 0 to +30, 0 to + 60 and 0 to + 180 were 1.38 (risk ratio (RR): 1.14, 95% confidence interval (CI): 0.75-1. Objectives: To evaluate the imaging results of childhood UTI in a developing country setting, and examine if it would be appropriate to apply the recent guideline changes regarding imaging studies as routine practice in Thailand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S30-2"
        },
        {
            "text": "Methods: Medical records of children aged 0-15 years who had UTI and were admitted at the Department of Pediatrics, Prince of Songkla University from January 2004 -December 2013 were reviewed. Renal ultrasound (RUS), cystogram and 99m Tc dimercaptosuccinic acid (DMSA) renal scanresults to determine congenital anomalies of the kidney and urinary tract (CAKUT) and renal damage were evaluated. Mild CAKUT was defined as primary VUR grades I-III or isolated hydronephrosis and all other abnormalities were defined as severe CAKUT. Results: 142 boys and 129 girls had at least one imaging study after UTI. Their median (IQR) age was 1.0 (0.5 -2.7) year; 0.7 and 1.4 years for boys and girls, respectively (p=0.006).262 children had an RUS performed, of which 99 (37.8%) were abnormal. Cystograms were performed in 221 children, of which 83 (37.6%) CAKUTs were detected; 69 primary VURs, 3 posterior urethral valves, 5 neurogenic bladders with VUR and 4 duplex kidneys and 2 urinary tract fistulas. 108 children had a DMSA performed, of which 53 (49.1%) were abnormal, including 30 scarred kidneys, 14 dysplastic kidneys, 4 with dysplasia and scarring in the contralateral kidney, 2 enlarged kidneys, 2 with generalized decreased uptake in one kidney and 1 with a non-functional kidney. Overall, CAKUTs were detected in 148 (54.6%) children of which 43 were severe and 105 were mild. RUS together with cystogram provided higher sensitivity (100% vs 88.9%) and specificity (53.8% vs 42.4%) to detect severe CAKUT than RUS together with DMSA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S30-2"
        },
        {
            "text": "Conclusions: A CAKUT was detected in more than half of the children with first UTI, with one third having severe CAKUT. There is no single optimal imaging study guideline after first UTI, as patient settings and resources vary widely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S30-2"
        },
        {
            "text": "An open labelled Randomized Control Trial on the utility of antibiotic cover to prevent urinary tract infection in children undergoing voiding cystouretrogram B. Maji (1) , R. Sinha (1) , S. Saha (2) (1) Institute of Child health, Kolkata, India;",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FP-S33-3"
        },
        {
            "text": "(2) AMRI, Kolkata, India",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S33-3"
        },
        {
            "text": "Objectives:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S33-3"
        },
        {
            "text": "To conduct an open labelled randomised controlled trial to assess the utility of antibiotics for preventing urinary tract infection (UTI) in children undergoing voiding cystourethrogram (VCUG). Methods: Children (2 month -5 year) referred for VCUG were confirmed to have sterile urine and were thereafter randomized in 3:2 ratios to either undergo VCUG under antibiotic cover (cotrimoxazole or cephalexin was started a day prior VCUG and continued for a day post procedure) or without antibiotic cover. Sample size was calculated at 120 for a power of 80% with alpha 0.05. Urine routine and culture was done 4 days prior VCUG to rule out underlying UTI and repeated 2 days post VCUG to diagnose post procedure UTI. Results: 120 children (69% male, age: median 10 month, range 2 to 60 months) were recruited. No significant difference was noted in the demographic criteria between those receiving antibiotic (n=72) and not receiving antibiotic (n=48). Overall 13 children (11%) developed post VCUG UTI. Incidence of UTI was significantly lower among those receiving antibiotic (n= 4, 6%) when compared to those not receiving antibiotic (n=9, 19%), p=0.02. 21% (n=10) of children with abnormal ultrasound (n=48) developed UTI post VCUG when compared to 4% (n=3) of children with normal ultrasound (n=72) p = 0.004.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FP-S33-3"
        },
        {
            "text": "The RCT demonstrated that VCUG performed under antibiotic cover results in significantly less UTI. It also revealed that risk of post VCUG UTI is significantly higher among those with abnormal ultrasound. Future studies are needed to explore whether using antibiotic only among those with abnormal ultrasound will reduce the usage of antibiotic without increasing the risk for post VCUG UTI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "Conclusions: The incidence of paediatric urolithiasis is rising in the UK, with increasing older children and females. Metabolic abnormalities commonly predispose urolithiasis and recurrence rates are high, justifying the comprehensive screening of all children. Objectives: We report preliminary observations from a first-in-human clinical trial of ALN-GO1, a subcutaneously administered investigational small interfering RNA therapeutic for the treatment of primary hyperoxaluria type 1 (PH1). PH1 is a rare, inherited, life threatening condition characterized by end stage renal disease and multiple end organ damage. The disease results from an inherited defect in the hepatic peroxisomal enzyme, alanine glyoxylate aminotransferase (AGXT), causing an overproduction of the toxic metabolite, oxalate. Currently, liver transplantation provides the only definitive correction of the hepatic metabolic defect. ALN-GO1 is targeted to hepatocytes, where it inhibits glycolate oxidase (GO), an enzyme upstream of AGT, thereby reducing the substrate for oxalate production. In pre-clinical models, treatment with ALN-GO1 has demonstrated a dose-dependent increase in the non-toxic metabolite, glycolate, with a corresponding reduction in oxalate excretion, suggesting a potential for therapeutic benefit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "Methods: A placebo-controlled single-ascending dose Phase 1/2 study of ALN-GO1 is ongoing in healthy adult volunteers. The primary endpoint is safety and tolerability. Changes in plasma glycolate to determine selection optimum dosing regimens for patients with PH1 will also be evaluated. Results: Safety, tolerability and emerging dose-dependent pharmacodynamic data will be presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "The results of this Phase 1/2 trial of ALN-GO1 will guide future stages of development of ALN-GO1 in patients with PH1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "FP-S36-3 Do patients diagnosed with primary hyperoxaluria through family screening have different characteristics compared with those diagnosed conventionally? D.J. Sas (1) , F.T. Enders (1) , R.A. Mehta (1) , X. Tang (2) , F. Zhao (1) , B.M. Seide (1) , D.S. Milliner (1) , J.C. Lieske (1) (1) Mayo Clinic, Rochester, United States;",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 249,
                    "end": 252,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 290,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "(2) Shanghai Changzheng Hospital, Second Military Medical University, Shanghai, China",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "Objectives: Primary hyperoxaluria (PH) is an inherited disease characterized by excessive production of oxalate leading to recurrent nephrolithiasis, nephrocalcinosis and progressive kidney damage. Most PH patients are diagnosed through evaluation initiated for clinical suspicion (CS) based on signs or symptoms. However, some are detected by family screening (FS) once an affected family member has been identified. We sought to characterize differences between these two groups. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "L. Greenbaum (3) , G. Ariceta",
            "authors": [
                {
                    "first": ";",
                    "middle": [
                        "B A"
                    ],
                    "last": "Lerner",
                    "suffix": ""
                },
                {
                    "first": "; H-J",
                    "middle": [],
                    "last": "Warady",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "United States; (3) Emory School of Medicine and Children's Healthcare of Atlanta",
            "authors": [],
            "year": null,
            "venue": "Pediatric Nephrology",
            "volume": "",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Calcitriol treatment ameliorates FGF23/FGFR4-induced cardiac myocyte hypertrophy in vitro and in vivo M. Leifheit-Nestler (1)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grabner",
                    "suffix": ""
                },
                {
                    "first": "; B",
                    "middle": [],
                    "last": "Richter ; D-C",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Vitamin D deficiency and excess of FGF23 are contributors to cardiovascular mortality in CKD patients. FGF23 exclusively activates FGF receptor (FGFR) 4 to stimulate LVH, and cardiac expression of FGF23 correlates with the presence of LVH in CKD. 1,25-dihydroxyvitamin D (1,25D) is known to have cardioprotective properties, but may further stimulate FGF23 synthesis and thus LVH in CKD. Here, we investigated the dose-and timedependent effects of calcitriol treatment on i) FGF23/FGFR4 system and LVH in 5/6 nephrectomized rats (Nx), and ii) FGF23-induced hypertrophy of cardiac myocytes in vitro. Methods: 5/6Nx were treated with 1,25D (0-300 ng/kg BW/d) for 4 and 10 weeks, respectively. Hearts were investigated for FGF23 signaling, cardiac remodeling, and LVH. Isolated neonatal rat ventricular myocytes (NRVM) were stimulated with 1,25D and/or FGF23 and evaluated for myocardial hypertrophy. Results: Vehicle-treated 5/6Nx rats show enhanced expression of Fgf23 in bone and myocardium",
            "authors": [],
            "year": null,
            "venue": "Hannover Medical School",
            "volume": "",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Both bone and cardiac Fgf23 gene expression, and total cardiac Fgf23 protein levels are further stimulated by 1,25D, whereas full-length intact cardiac Fgf23 protein, Fgfr4, and calcineurin-NFAT signaling are suppressed. Expression of RCAN1, TRPC6, and pro-hypertrophic genes are increased in 5/6Nx rats, and downregulated by 1,25D. In NRVM, 1,25D induces Fgf23 and Fgfr4 mRNA levels, whereas the expression of RCAN1 and BNP, and the size of cardiac myocytes remain unaffected. 1,25D treatment blunted FGF23-induced hypertrophy in NRVM. Conclusions: 1,25D ameliorates LVH in 5/6Nx rats and rescues FGF23-induced cardiac myocyte hypertrophy in vitro",
            "authors": [],
            "year": null,
            "venue": "25D treatment down-regulates pro-hypertrophic genes and attenuates LVH in 5/6Nx rats in a dose-dependent manner",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "S32 -Vesicoureteric reflux: What's new? FP-S32-1",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Whole exon sequencing (WES) reveals recurred germ line mutations in Vesicoureteral reflux",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Y. Gong (1)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "China & Table 1: list of possible candidate genes Results: Median depth of coverage was 48X & target coverage 94% at 10X. Mutations & CNVs in essential gene-sets are shown",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "No mutation was shared. 1 mutation was noted in TMEM67, a possible candidate gene that is also in a candidate cytoband",
            "authors": [],
            "year": null,
            "venue": "/10 & 7/10 patients had mutations related to ureteric budding & hypodysplasia respectively",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "& 0/2 patients with recurrent UTI, worsening renal scarring, hypertension, proteinuria & voiding disorders, respectively. XL model identified 6 variants in ARSD,located within a 187 bp intronic region; 3-6 of these were seen in all 9 boys but not the girl. AD model identified 2 mutations in AGA and SLIT1",
            "authors": [],
            "year": null,
            "venue": "Of 254 CNVs",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "& Table 2: variations in essential gene-sets and CNVs Conclusions: Exome sequencing using sharp phenotyping is a promising method for genetic discovery in VUR. TMEM67, AGA, SLIT 1 & ARSD are candidate genes. S33 -Infections and the kidney FP-S33-1 Examination of clinical relationship between influenza virus vaccine and relapse of nephrotic syndrome in children",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Kamei (3) , S. Ito (4) , K. Ishikura (3) (1) Department of Pediatrics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ishimori",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [
                        "E"
                    ],
                    "last": "Inoue",
                    "suffix": ""
                },
                {
                    "first": "; M",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "; M",
                    "middle": [],
                    "last": "Ogura",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Mycophenolate Mofetil (MMF) as induction and maintenance therapy in childhood Lupus Nephritis (LN)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "F. Nuzzi (2) , M.M. Balletta (1) , G. Malgieri (2) , M. D'Armiento (1)",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bruno ; )",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Molino",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "De"
                    ],
                    "last": "Luca",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Histologic classes (Weening) were: II in 9 pts, III in 7, IV in 18, V in 5. Before MMF, Methylprednisolone i.v. pulses were administered. Hematuria was always present, proteinuria ranged from 1.7 to > 9 g/day, decreased C3 and increase in anti-dsDNA ab were present. Treatment outcome was monitored through assessment of SLEDAI score, renal function, proteinuria, serological markers and side effects. MMF was administered twice daily at mean dose 29/mg/Kg/day. Oral prednisone (P) was associated to MMF. Results: After a mean followup 4.5 yrs (0.5-8.3) all pts had sustained remission: proteinuria was absent or < 0.5g/day in 23, 0.5-1.0g/day in 15, > 1g in 3.; all but one of 9 children with renal failure at onset normalized; C3 mormalized in 25 (61%). A steroid sparing effect (P maintenance dose 0.3 mg/Kg/alternate day in 27 pts). Until now 6 pts are off therapy from 1.7 yrs mean period (0.8-3.2) after at least 4 yrs therapy, no flares from 3yrs, proteinuria < 1 g/day, normal pCreat, inactive urinary sediment. In 10 pts a second serial renal biopsy, after 2 yrs, showed decrease of activity indexes, chronicity indexes did not change. No hematological side effects were seen; because of gastrointestinal signs in 6 pts, MMF was shifted to gastroresistant formula; one pt had Herpes Zoster infection",
            "authors": [],
            "year": null,
            "venue": "Objectives: We evaluated the effectiveness and side effects of MMF as induction and maintenance therapy in childhood LN Methods: We observed 63 children with SLE, 53 (81%) had biopsy proven LN, 41 (35 F/6 M, mean age 12,7 yrs) were treated with MMF",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "S35 -Complications following renal transplantation FP-S35-1",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Post-Transplant Acute Kidney Injury (AKI) Predicts Development of Chronic Kidney Disease (CKD) in Paediatric Non-Kidney Transplant Recipients C. Williams (1) , K. Borges (1) , T. Banh (1)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "AKI status (defined per international guidelines) was assessed at 3, 6 and 12 months post-transplant. Patients were followed until CKD (creatinine-based estimated glomerular filtration rate (eGFR) <60 mL/ min/m 2 for 6 months), end stage renal disease (ESRD, initiation of dialysis or receipt of a kidney transplant) or last follow-up. Those who received dialysis prior to transplant or were followed <90 days were excluded. Risk of CKD as a function of AKI and other covariates was evaluated in Cox regression models. Results: A total of 304 children were transplanted at a median age of 4.0 years (IQR:0.7-11.9); 55% were male. A total of 88 children developed AKI with a mean of 1.3±0.6 AKI episodes over the first year post-transplant and 24 developed CKD. Less than 5 children developed ESRD, all within 65 days posttransplant and thus were not included in subsequent analysis. In a Cox regression model, those with 1 or more AKI events versus no AKI event by each of the pre-specified time points (3 months, 6 months, 1 year post-transplant) had a significantly greater risk for developing CKD over subsequent follow-up after controlling for age, sex, baseline eGFR. Conclusions: AKI occurs commonly in the first year after transplant and more than 1 episode of AKI is associated with 2-4 times greater risk of developing CKD",
            "authors": [],
            "year": 2002,
            "venue": "United States Objectives: Kidneyfunction impairment is common after solid organ transplantation and rates of post-transplant AKI and CKD in children are unknown",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "FP-S35-2 Focus on physical activity can improve cardiorespiratory fitness (VO2peak) in children after renal transplantation H. Thorsteinsdottir (1) , A. Lie (1) , T. Tangeraas (1) , A. Åsberg",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": ") as well as all renal transplanted patients at the age of <16 yrs in the period 2010-2015 were invited to participate in this follow-up study. The participants were tested on the treadmill (VO 2,max ) and went through a thorough physical examination, including ambulatory blood pressure monitoring and measurements of plasma lipids. The present interim analysis is performed half way into the study. Results: So far 12 out of 16 patients (8 girls) met the criteria for VO 2,max",
            "authors": [],
            "year": 2008,
            "venue": "Methods: Patients included in the HENT1 study",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The median age at transplant was 9.6 years (IQR=4.7-12.8) and the median time on dialysis was 19 months (IQR=6.5-35.5). Fifty-eight patients (76%) underwent KT with deceased donor, the median follow-up at the study time point was 3.4 years (IQR=2.2-4.7) and the median GFR was 63ml/min/1,72m 2 (IQR=48-81). Only 1 child presented coronary calcification (1.3%) and with regard to echocardiography, multivariable linear regression revealed significant association between the LVM-SDS and serum renalase (each 100 ng/mL increase in serum renalase is associated with 0.8 greater LVM-SDS, p=0.005) and a trend of association with GFR (each 10 mL/min higher GFR is associated with -0.13 lower LVM-SDS, p=0.062). Conclusions: To summarize, our data showed relatively good heart health in the study sample. These results may be due to the young age of the patients and the short time of renal replacement therapy",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hamamoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Silva Jardim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Camargo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "De Santis Feltran",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Koch Nogueira Hospital Samaritano De São Paulo",
                    "suffix": ""
                },
                {
                    "first": "São",
                    "middle": [],
                    "last": "Paulo",
                    "suffix": ""
                },
                {
                    "first": "Brazil",
                    "middle": [],
                    "last": "Objectives",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "S36 -Nephrocalcinosis & nephrolithiasis FP-S36-1 No stone unturned: the epidemiology and outcomes of paediatric urolithiasis in the United Kingdom",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Significant family history was strongly predictive of metabolic aetiologies (OR 5.5:1 vs. no family history). 47% of children had multiple aetiological factors, complicating their investigation and management. 31% of children with ≥ 4 year follow-up experienced recurrence. Critically, we report an association between paediatric urolithiasis and adverse long-term renal outcomes. 33 of 55 children that underwent DMSA scanning demonstrated abnormal results",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Robinson ; )",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hennayake",
                    "suffix": ""
                },
                {
                    "first": "; M",
                    "middle": [],
                    "last": "Shenoy",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Outcomes of infants with lower urinary tract obstruction (LUTO) based on prenatal risk stratification J. Angelo, R. Ruano, S. Welty, C. Koh, M. Belfort, M. Braun Texas Children's Hospital, Houston, United States",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "of hypertension in a European cohort of children with ADPKD: results of the ADPKiDs study L. Massella, D. Mekahli, D. Paripovic, L. Prikhodina, N. Godefroid, A. Niemirska, A. Agbas, K. Kalicka, A. Jankauskiene, M. Mizerska-Wasiak, A. Caldas, R. Salomon, G. Deschenes, G. Ariceta, Z.B. Ozcakar, A. Fteixera, A. Duzova, J. Harambat, T. Seeman, L. Kovacs, A. Lungu, U. Giordano, E. Wuehl, F. Schaefer, F. Emma Ospedale Pediatrico Bambino Gesu, Roma, Italy",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ", T. Frederick W.K. (3) (1) Lin-Kou Chang Gung Children's Hospital, Taoyuan, Taiwan; (2) Institute of Structural and Molecular Biology, University College London, London, United Kingdom; (3) Imperial College Kidney and Transplant Center, Imperial College London, London, United Kingdom",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Infections (ESI) in Children on Chronic Peritoneal Dialysis (PD): Findings from the Standardizing Care to Improve Outcomes in Pediatric End Stage Renal Disease Collaborative (SCOPE) M. Somers (1) , A. Skversky (2) , A. Neu (3) , T. Richardson (4) , J. Rodean (4) , J. Lawlor (4) , S. Swartz (5) (1) Boston Children's Hospital, Boston, United States; (2) Children's Hospital at Montefiore, New York, United States; (3) Johns Hopkins Children's Center, Baltimore, United States; (4) Children's Hospital Association, Kansas City, United States; (5) Texas Children's Hospital, Houston, United States",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Vascular Physiology Unit, University College London, London, United Kingdom; (2) Centre for Pediatric and Adolescent Medicine, Heidelberg, Germany; (3) Great Ormond Street Hospital for Children, London, United Kingdom Objectives: Two distinct types of arterial disease are seen in CKD: atherosclerosis or intimal disease and arteriosclerosis or medial calcification. Intimal and medial disease are thought to have different risk factors, clinical presentations and outcomes, but current vascular imaging techniques do not distinguish intima from media. Methods: Using very high-resolution ultrasound (VHRUS) we measured intimal (IT) and medial (MT) thickness of the carotid, radial and dorsal pedal arteries (30-55MHz transducers) and compared with conventional ultrasound (CUS) in 54 children (19 pre-dialysis CKD, 20 on dialysis and 15 post-transplant); Figure 1. After one year measurements were repeated in 24 children. Carotid artery ultrasound with conventional ultrasound (15mHz probe) vs VHRUS (55mHz probe)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "University of Oviedo, Oviedo, Spain; (2) Hospital Universitario Central De Asturias (HUCA), Oviedo, Spain; (3) University of Zurich, Zurich, Switzerland",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "United Kingdom; (2) Children's Hospital, Poznan, Poland; (3) Department of Pediatrics, VU Medical Center, Amsterdam, Netherlands; (4) Department of Clinical Chemistry and Clinical Pharmacology, University of Bonn, Bonn, Germany; (5) Department of General Pediatrics, University Children's Hospital, Munster, Germany; (6) Laboratory of Histomorphology and Molecular Biology of the Kidney, Department of Medicine, Padova, Italy; (7) Department of Public Health, Clinical and Molecular Medicine, University of Cagliari, Cagliari, Italy; (8) Department of Pediatrics, Seoul National University Children's Hospital, Seoull, South Korea",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Worldwide Acute Kidney Injury Epidemiology in Neonates (AWAKEN): Incidence and Outcomes from an International Multi-Center Cohort Study C. Mammen (1) , J. Jetton (2) , L. Boohaker (3) , R. Griffin (3) , D. Askenazi (3) , .. On Behalf of the neonatal kidney collaborative (4) (1) University of BC and Children's and Women's Health Center, Vancouver, Canada; (2) University of Iowa, Iowa City, Iowa, United States; (3) University of Alabama at Birmingham, Birmingham, United States; (4) Canada, India, Australia, United States",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "onset, renal survival and extrarenal complications in patients with aHUS: Findings of the global atypical haemolytic uraemic syndrome registry F. Schaefer (1) , G. Ariceta (2) , Å. Lommelé (3) , V. Kupelian (4) , C. Licht (5) , V. Frémeaux-Bacchi (6) (1) Heidelberg University Medical Center, Heidelberg, Germany; (2) Hospital Universitari Vall d'Hebron, Barcelona, SPAIN; (3) Alexion Pharma GmbH, Zurich, Switzerland; (4) Alexion Pharmaceuticals Inc, Cheshire, United States; (5) The Hospital for Sick Children, Toronto, Canada; (6) Hôpital Européen Georges Pompidou, Paris, France",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Age at first presentation (for 203 pts with a single identified complement gene mutation and 51 pts positive for CFH autoantibodies) & Figure 2. Time to ESRD",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": ", B.S. Gurjar (3) , M. Puraswani(1)  , A. Sinha(1)  ,A. Yadav (2)  , B. Varma (2) , A. Bagga(1)   (1) All India Institute of Medical Sciences, New Delhi, India; (2) CSIR-Institute of Genomics and Integrative Biology, New Delhi, India; (3) National Institute of Immunology, New Delhi, IndiaObjectives: To explore genetic susceptibility in patients with aHUS negative for anti-FH antibodies by targeted exome sequencing by a panel of 15 genes using a new scheme of variant prioritization Methods: Genomic DNA from 33 patients with aHUS was examined by targeted exome sequencing on Ion Torrent PGM using Ampliseqpanelcomprising 15 genes: CFH, CFHR1-5, CFI, CFB, C3, CD46, MASP2, DGKE, ADAMTS13, THBD &PLG. Variants were filtered for the following: (i) rarity; novelty: frequency <1%; absence in 1000 genomes project, ExAC, EVS & in-house databases (ii)disease association: present in HGMD or FH-aHUS databases (iii) reported functional significance (iv) in-silicoprediction of deleteriousness: Phred-CADD >10. Prioritization was as pathogenic & likely pathogenic for variants in 6 genes (CFH, CFI, CFB, C3, CD46 &DGKE) fulfilling 4 and 3 criteria respectively and possibly pathogenic for other variation fulfilling 2 or more criteria. Pathogenic, likely and possibly pathogenic variations in the 6 genes concordant with literature were considered diagnostic. 20 variants were validated by Sanger sequencing. MLPAwas used to detect copy number variation in CFHR1-3. Results: Targeted sequencing at median depth 609X and 95.7% coverage at 20X yielded 264 variants (69 rare/novel, 27 disease-associated, 3 functionally significant, 26 predicted deleterious). One likely pathogenic (CFI), 26 possibly pathogenic and 7 diagnostic variations were identified (figure 1). The median number of likely and possibly pathogenic variations per patient was 2 (range 1-6). The numbers of patients with one & two diagnostic variants was 17 (CD46 13, CFH 2, CFI 1, DGKE 1) and 2 (DGKE & CD46; CFI & CD46 1 each) respectively (57.6% positivity). Five patients had homozygous deletion of CFHR1-3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "types 2 and 4: complications in currently treated young adults D. Landau (1) , L. Shalev (2) , E. Schneider (2) , L. Sinai-treiman (3) , H. Shalev (2) (1) Schneider Children's Medical Center of Israel, Petach Tikva, ISRAEL; (2) Soroka University Medical Center, Beer Sheva, Israel; (3) Kaplan Medical Center, Rechovot, Israel",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "The social determinants of chronic kidney disease: a systematic review S. Kim (1) , M. Ladhani (2) , H.L. Odgers (3) , E.M. Hodson (1) , A. Cass (4) (1) The Children's Hospital at Westmead, Westmead, Australia; (2) School of Public Health, University of Sydney, Camperdown, Australia; (3) Discipline of Paediatrics and Child Health, Sydney Medical School, University of Sydney, Camperdown, Australia; (4) Menzies School of Health Research, Charles Darwin University, Casuarina, Australia",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": ": 192 out of 287 patients filled in the PedsQL™ (response rate 66.9%). 42 patients (21.9%) received dialysis and 150 (78.1%) had a functioning renal transplant. Independent of the treatment group, patients had significant lower mean scores and consequently higher proportions of impaired HRQoL (Figure 1) on almost all domains compared to the healthy norm and other chronic disease cohorts. Patients with a preemptive transplant only reported higher scores on physical health compared to the other treatment groups. Having comorbidities was the most important factor associated with lower HRQoL scores on all domains. & Dotted line represents the 16% of the Dutch norm population with impaired quality of life according to their PedsQL™ score.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": ", S. Mctaggart (2) , A. Walker (3) , F. Mackie (4) , T. Kara (5) , G. Wong (1) (1) The Children's Hospital at Westmead, Sydney, Australia; (2) Lady Cilento Children's Hospital, Brisbane, Australia; (3) The Royal Children's Hospital,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Mutational analysis in 46 Chinese children with end-stage renal disease G.M. Li, Q. Shen, H. Xu, X.Y. Fang, L. Sun, H.M. Liu, Q. Cao, B.B. Wu Children's Hospital of Fudan University, Shanghai, China",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Pgimer, Dr RML Hospital, New Delhi, India; (2) Lady Hardinge Medical College, New Delhi, India; (3) CSIR-IGIB, New Delhi, India; (4) GBPIPMER, New Delhi, IndiaObjectives: To study differentially expressed metabolites in the urine of children with first episode idiopathic nephrotic syndrome (FENS) as compared to controls and to identify differentially expressed metabolites in children with SSNS and SRNS Methods: Study Design:Prospective analytical study. Inclusion Criteria:Idiopathic nephrotic syndrome aged 1-16 years. Sample size:Twenty five children with FENS were screened for enrolment. Metabolomics was performed in 14 subjects: Nine patients with FENS were followed up longitudinally. Five of these were SSNSand 4 were SRNS, 5 normal healthy controls were enrolled. Analysis: 1. Sample preparation for analysis 2. Reverse-phase high performance liquid chromatography (HPLC)3. Electrospray ionization-mass spectrometry (ESI-MS) and ESI MS/ MS datain both positive and negative modes 4. Quantitative data analysis 5. Identification of differentially expressed metabolites 6. Spectral matching of the metabolites at the MS/MS level (on going) Results: Approximately 35-40 metabolites were identified unambiguously in both positive and negative mode for eight comparison groups. For each group TIC plots (total intensity chromatograms), VIP (Variable importance of projection) plots and PLSA-DA plots in both 2 and 3 dimensions were plotted.Fig. 1is the 2 dimensional OPLS-DA plots comparing the control group with the pre-treatment SSNS group showing that significant features can discriminate the comparison groups into two distinctly separate clusters. In the pre-treatment SRNS vs pre-treatment SSNS groups in the positive mode 34 metabolites were unambiguously identified while in the negative mode 45 metabolites were identified.Fig. 2 is the 2 dimensional OPLS-DA plot comparing the pre-treatment SRNS group with the pre-treatment SSNS group showing that significant features can discriminate the comparison groups into two distinctly separate clusters. & Two Dimensional OPLS-DA plot of pre-treatment SSNS vs control group (Positive mode) & Two Dimensional OPLS-DA plot of pre treatment SRNS vs SSNS control group (Positive mode)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "OF NEPHROTIC SYNDROME BY NEXT-GENERATION SEQUENCING IN CHILDREN SUBMITTED TO KIDNEY TRANSPLANT L.D.S. Feltran (1) , P. Varela (2) , C.L. Veronez (2) , M.D.C.P. Franco (2) , A.P. Silva Filho (1) , M.F. Camargo (3) , P. Koch Nogueira (4) , J.B. Pesquero (2)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Kidney progenitor cells in urine of cystinosis patients F. Oliveira arcolino, K. Veys, M. A. Elmonem, E. Ivanova, L. Van Den Heuvel, Levtchenko KU Leuven, Leuven, Belgium",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Children's Hospital of Fudan University, Shanghai, China; (2) Jiading Central Hospital, Shanghai, China; (3) Municipal Commission of Health and family planning, Jiading District, Shanghai, China; (4) The Center for Disease Prevention and Control, Baoshan District, Shanghai, China; (5) Baoshan Integrated traditional Chinese and Western Medicine Hospital, Shanghai, China",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "modulates FGF23-mediated NO synthesis and oxidative stress in human coronary artery endothelial cells B. Richter, J. Haller, D. Haffner, M. Leifheit-Nestler Hannover Medical School, Hannover, Germany",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "management of children with congenital nephrotic syndrome S. Dufek(1)  , T. Holtta (2) , E. Ylinen (2) , A. Trautmann (3) , C.P. Schmitt (3) , E. Vidal (4) , A. Edefonti (5) , R. Shroff(1)   (1) Great Ormond Street Hospital for Children NHS Foundation Trust, London, United Kingdom; (2) Children's Hospital, University of Helsinki and Helsinki University Hospital, Helsinki, Finland; (3) Center for Pediatric & Adolescent Medicine, Heidelberg, Germany; (4) University-Hospital of Padova, Padua, Italy; (5) Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy Objectives: Dialysis management of children with congenital nephrotic syndrome (CNS) is challenging. Methods: We conducted a 5-year survey across the ESPN Dialysis Working Group members to review the dialysis approach in children with CNS.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Interinstitutional cooperation program in pediatric kidney transplantation and impact on transplantation count M.S. Tavares (1) , C.M.D.F. Leite (2) , M.G.P. Paula (2) , M.G.M.G. Penido (2) , F.B. Caux (2) , M.L.D.S. Gonçalves (2) , J.V. Cortez (2) (1) Pediatric Nephrology Unit, Santa Casa de Belo Horizonte Hospital, Belo Horizonte, Brazil; (2) Pediatric Nephrology Unit, Santa CASA de Belo Horizonte Hospital, Belo Horizonte, Brazil",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Results: Since 2011, thirty pediatric patients were transplanted, 1 in 2011, 1 in 2012, 8 in 2013, 8 in 2014 and 12 in 2015. The interinstitutional program was held between 2012 and 2014. In comparison to the national count of p-KT, the developing center was responsible for 0.34% (2011), 0.26% (2012), 2.59% (2013), 2.29% (2014) and 3.79% (2015) of all p-KT. The analysis of the p-KT performed within the state showed that the developing center had a progressive participation on this procedure: 5% (2011), 3.2% (2012), 34.7% (2013), 36.3% (2014) and 46.15% (2015). However, there was a fall on the total count of p-KT during the period until 2014, but it rose in 2015: 20 (2011), 31 (2012), 23 (2013), 22 (2014) and 26 (2015",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": ", C. Mix (2) , J. Wang (2) , L. Greenbaum (3) , A-L. Lapeyraque (4) (1) Hannover Medical School, Hannover, Germany; (2) Alexion Pharmaceuticals, Cheshire, United States; (3) Emory University School of Medicine and Children's Healthcare of Atlanta, Atlanta, United States; (4) CHU Sainte-Justine, Montreal, Canada",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "University of Pittsburgh, Pittsburgh, United States; (2) University of Minnesota School of Medicine, Minneapolis, United States; (3) University of North Carolina at Chapel Hill, Chapel Hill, United States; (4) Children's National Medical Center, Washington Dc, United States; (5) Southern Illinois School of Medicine, Springfield, United States",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "of ALN-GO1, an Investigational RNAi Therapeutic for Primary Hyperoxaluria Type 1 (PH1) S-A. Hulton (1) , Y. Frishberg (2) , D. Milliner (3) , B. Hoppe (4) , U. Lorch (5) , D. Olgesbee (3) , J. Lieske (3) , P. Haslett (6) (1) Birmingham Children's Hospital, Birmingham, United Kingdom; (2) Shaare Zedek Medical Center, Jerusalem, Israel; (3) Mayo Cinic, Rochester, United States; (4) Bonn University School of Medicine, Bonn, Germany; (5) Richmond Pharmacology, London, United Kingdom; (6) Alnylam Pharmaceuticals, Cambridge, United States",
            "latex": null,
            "type": "figure"
        },
        "TABREF5": {
            "text": "& Correlations of 2D-and 3D-US with MR volumes in ADPKD patientsConclusions: In children, 3D-US representsa good alternative for MR to measure TKV in ADPKD.Compared with MR, US TKV was prone to underestimation. After correcting for these, 3D-US tended to be slightly more comparable to MR in small TKV(<200 ml)than 2D-US",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Objectives: Health care transition (HCT) readiness based on diagnosis needs to be determined. Methods: We report HCT readiness based on the translated and back translated 18-question \"Questionario STAR x\" . Adolescents with renal conditions (i.e.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "PD is possible in Benin. It can save many lives but many administrative issues need to be solved around the process. MICROALBUMINURIA RISKS AND GLOMERULAR FILTRATION IN CHILDREN WITH SICKLE CELL ANAEMIA IN NIGERIA I. Ocheke, S. Mohamed, S. Okpe, F. Bode-Thomas Jos University Teaching Hospital, Jos, Nigeria",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "vs. 13.2% (P=0.66), respectively. There was no difference in the CPK and adverse events. On logistic regression, serum albumin was independently predicted total cholesterol, LDL-C and triglyceride levels (P<0.001).",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "disease FP-S15-1 An open-label, multicenter, multiple-dose study to determine the optimum starting dose of C.E.R.A. (continuous erythropoietin receptor activatormethoxy polyethylene glycol-epoetin beta) for maintenance treatment of anemia in pediatric patients with chronic kidney disease (CKD) on hemo-Objectives: To determine the optimum starting dose of intravenous C.E.R.A. for maintenance treatment of anemia in pediatric patients with CKD on HD.Methods: This open-label multicenter study included a 2-week screening period, 16-week dose-titration period, 4-week evaluation period, and a 1year optional safety extension. Patients aged 6-17 years on HD with stable chronic renal anemia were given C.E.R.A. at a starting dose determined by previous epoetin alfa/beta or darbepoetin dosing. The initial dose of C.E.R.A. was 4μg every 4 weeks for each weekly dose of 250IU epoetin alfa/beta or 1.1μg darbepoetin ('intermediate dose'). After an interim analysis of the first 16 patients showed that this starting dose did not maintain hemoglobin (Hb) in the target range (10-12g/dL), the starting dose was doubled to 4μg for each weekly dose of 125IU epoetin alfa/beta or 0.55μg darbepoetin ('high dose'). Results: 64 patients have been enrolled (16 intermediate/48 high dose), with 48 evaluable for efficacy (12 and 36, respectively). Most withdrawals were due to renal transplantation. In the intermediate and high dose groups respectively, the mean ages were 11 and 13 years, and 69% and 48% were male. In the high dose group, adjusted mean change in Hb between evaluation and baseline was -0.09g/dL (95% CI -0.45, 0.26). Results were consistent across age groups(6- 11, 12-17 years)  and previous type of erythropoiesis-stimulating agent. Hb concentrations over time in response to adjusted doses of C.E.R.A. were stable. In the high dose group 29/36 patients (81%) maintained Hb within 10-12g/dL, 27 (75%) maintained Hb within 1g/dL of baseline, and 25 (69%) fulfilled both criteria. Safety results were consistent with the known safety profile for C.E.R.A. in adults Conclusions: Pediatric patients on HD with stable anemia of CKD can be switched from maintenance treatment with epoetin alfa/beta or darbepoetin to C.E.R.A., using a defined conversion factor for the starting dose of C.E.R.A. Funded by F. Hoffmann-La Roche Ltd, Switzerland.",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "& Gen1 expression in mice kidney at different stage & Gen1PB/PB mice show different CAKUT phenotype & Abnormal budding of UB in Gen1PB/PB mice & Reduced branching of UB in Gen1PB/PB mice in vivo cultured explantsConclusions: Gen1 is involved in the formation and branching of UB in mice , and should be an imperative molecular that regulate the development of metanephros.FP-S16-3 ETV4 mutation abrogates its DNA binding affinity and causes urinary tract malformation J. Chen, A.V.D. Ven, A. Vivante, N. Mann, S. Shril, J. Schulz, H. Ityel, F. Hildebrandt Boston Children's Hospital, Harvard Medical School, Boston, United StatesObjectives: Congenital anomalies of the kidney and urinary tract (CAKUT) are the most common cause of chronic kidney disease in children. Knowledge from animal models suggests that single gene mutations in genes governing kidney and urinary tract development may lead to CAKUT in humans. However, the genetic pathogenesis of human CAKUT remains mostly elusive. Methods: To identify novel monogenic causes of CAKUT we applied homozygosity mapping with whole exome sequencing (WES) in consanguineous families with CAKUT. We performed a electrophoretic mobility shift assay (EMSA),Dual-Luciferase reporter assay, as well as migration assay to identify the function of mutant. Results: We identified a homozygous missense mutation (p.Arg415His) of the Ets Variant Gene 4 (ETV4) in a consanguineous family with isolated CAKUT. We showed that the R415H mutant abrogated its DNA binding affinity by using EMSA, as measured by luciferase assay in HEK293 cells, and altered migration effert for ETV4, resulting in migration defect.Conclusions: We identified a ETV4 mutation as causing human CAKUT via lack of induction of ETV4 transcriptional activity and subsequent affect the migration in R415H mutant cells. University College London, London, United Kingdom; (2) NHS Blood and Transplant, Bristol, United Kingdom; (3) University Hospitals Bristol NHS Foundation Trust, Bristol, United Kingdom; (4) Great Ormond Street Hospital for Children NHS Foundation Trust, London, United KingdomObjectives: Kidneys offered for paediatric transplantation may be declined for a variety of donor or recipient specific factors. The aims of this study were to determine the outcome of kidneys declined for paediatric recipients and establish renal allograft survival in kidneys that were eventually transplanted. Methods: Data from the UK Transplant Registry were collected for all kidneys offered and declined for paediatric recipients under 18 years of age from 2009 to 2014. The eventual outcome of declined kidneys was recorded, as well as three-year renal allograft survival in those kidneys that were eventually transplanted. The outcome for children who had a kidney declined on their behalf was also analysed. Results: 615 kidneys were available for transplantation from donors initially declined for kidney transplantation to 204 different paediatric recipients. 82% of the 615 declined kidneys were eventually transplanted, 7% of kidneys went to paediatric recipients and 62% of kidneys went to adult recipients. Three year renal allograft survival in the kidneys that went to paediatric recipients",
            "latex": null,
            "type": "table"
        },
        "TABREF28": {
            "text": "Thus the CD40/CD40L signaling pathway plays a role in B10 cell differentiation, which may contribute to the pathogenesis of HSP and the severity of renal injury in HSPN by regulating the Th17/Treg balance.",
            "latex": null,
            "type": "table"
        },
        "TABREF31": {
            "text": "Linear regression for cumulative effective dose by demographic and clinical variables among 185 paediatric kidney transplant recipients FP-S27-3 Growth patterns after kidney transplantation in Europe: an ESPN/ERA-EDTA Registry study M. Bonthuis (1) , F. Schaefer (2) , J.W. Groothoff (3) , K.J. Jager (1) , J. Harambat (4) (1) ESPN/ERA-EDTA Registry, Amsterdam, Netherlands; (2) Center for Pediatrics and Adolescent Medicine, Heidelberg, Germany; (3) Emma Children's Hospital, AMC, Amsterdam, Netherlands; (4) Bordeaux University Hospital, Bordeaux, France",
            "latex": null,
            "type": "table"
        },
        "TABREF32": {
            "text": "Methods: A 17-question web-based survey comprised of 14 close-ended and 3 open-ended questions was e-mailed to members of the International Pediatric Nephrology Association. Univariate, bivariate, and qualitative analyses were performed. Results: We enrolled a representative sample of members of the International Pediatric Nephrology Association, receiving 341 responses from 71 countries. There was a high degree of overall perceived workforce inadequacy with 68% of all respondents reporting some degree of shortage. Perceived workforce shortage ranged from 20% in Australia and New Zealand to 100% in Africa. Respondents from Africa (25%) and North America (22.4%) reported the greatest difficulty recruiting fellows. Respondents from Australia / New Zealand (53.3%) and Latin America (31.3%) reported the greatest perceived difficulty finding jobs as pediatric nephrologists after training. Low trainee interest, low salary, lack of government or institutional support, and few available jobs in pediatric nephrology were the most frequently reported obstacles to fellow recruitment and job availability. Perceived adequacy of the PN workforce by region and * indicates a significantly different (p<0.05) ratio of respondents reporting workforce shortage compared to the average of other regions.& Results of qualitative analysis of responses to challenges to job acquisition after PN training",
            "latex": null,
            "type": "table"
        },
        "TABREF33": {
            "text": "). Conclusions: The results reflect a successful case of interinstitutional cooperation program that was valid for the development of a p-KT center, with progressive results. Investments in educational campaigns, targeting specifically the medical community as well the general public may allow an even higher increase of p-KT counts in the coming years. The model may be valid for localities with same goal of increasing the number of kidney transplantations. Difficulty recruiting trainees by region and * indicates a significantly different (p<0.05) ratio of respondents reporting recruitment difficulty compared to the average of other regions. Perceived difficulty finding a PN job after training by region and * indicates a significantly different (p<0.05) ratio of respondents reporting a perceived difficulty with job acquisition after training compared to the average of other regions. Results of qualitative analysis of responses to challenges to PN trainee recruitmentS30 -Complement mediated kidney injury FP-S30-1 Pharmacokinetics and pharmacodynamics of eculizumab in individualized treatment of atypical HUS E. Volokhina, K. Wijnsma, F. Sweep, R. Brüggemann, J. Wetzels, N. Van De Kar, L. Van Den Heuvel Radboud university medical center, Nijmegen, NetherlandsObjectives: The atypical hemolytic uremic syndrome (aHUS) is a devastating renal disease, caused by complement dysregulation. Approval of monoclonal complement inhibitor eculizumab/Soliris started a new era in the treatment for this disease. However, data on pharmacokinetics and pharmacodynamics of this drug remain limited. Methods: Eculizumab was measured by in-house ELISA method. Complement activity was analyzed using Wieslab® complement screen assay.",
            "latex": null,
            "type": "table"
        },
        "TABREF34": {
            "text": "FP-S30-3 Role of von Willebrand Factor (VWF) in endothelial cell repair after complement activation M. Riedl, D. Schlam, D. Noone, S. Grinstein, C. Licht The Hospital for Sick Children, Toronto, CanadaObjectives: Complement dysregulation on endothelial cells causes EC activation/injury and leads to thrombotic microangiopathy. Different from previous concepts, our data demonstrate that complement dysregulation does not result in EC death. The current study focuses on EC complement evasion strategies, especially plasma membrane (PM) repair. We particularly focused on von Willebrand Factor (VWF), a protein stored in EC Weibel-Palade bodies (WPB), which we recently identified as new complement regulator on ECs. Methods: Complement activation on ECs was induced via sensitization on blood outgrowth endothelial cells (BOECs) from healthy controls and patients with von Willebrand disease (VWD) lacking both VWF and their storage WPBs. FM1-43X dye and calcein release were used to determine PM integrity. Results: Complement activation resulted in PM insertion of C5b-9 pores in control and VWD BOECs resulting in rapid Ca 2+ influx. In response, VWF was recruited to the EC surface via WPBs merging with the PM and releasing VWF multimers within 30-60 min. Importantly, control but not VWD BOECs resealed their PM within 30 min. In control BOECs known cellular mechanisms for PM repair (endocytosis, lysosomal recruitment) were not critically involved in PM repair. Conclusions: PM repair is a major strategy of ECs to overcome complementmediated injury. Our study indicates a new mechanism: Ca 2+ -dependent VWF recruitment to the EC surface resulting in complement regulation and EC PM repair via WPBs. The understanding of the detailed mechanism warrants further investigation.",
            "latex": null,
            "type": "table"
        },
        "TABREF35": {
            "text": ")(1)  All India Institute of Medical Sciences, New Delhi, India; (2) CSIR-Institute of Genomics and Integrative Biology, New Delhi, IndiaObjectives: To explore genetic discovery in primary VUR by exome sequencing using candidate gene & linkage approaches Methods: After phenotyping, a biorepository of 97 patients', 70 maternal, 76 paternal, 4 sibling & 2 grandparents' DNA was set up. DNA from 10 children (9 boys) with bilateral grade IV/V VUR & renal hypodysplasia (extreme phenotype) & a family with 2 affected boys with bilateral VUR & renal failure was selected. Agilent SureSelect XT2 All Exon V5 capture & Illumina NextSeq 500 platform were used. A set of 778 possible candidate genes (313 essential, relevant to all patients & 552 non-essential, relevant to affected patients) (table 1) & 87 candidate cytobands was generated. Copy number variations (CNVs) were sought using CODEX and parsed by DGV, CHOP and DECIPHER databases. In extreme phenotype cases, relevant variants were filtered (essential: MAF < 0.001, non-essential: MAF < 0.01 in 1000 genomes, ExAC and EVS; all: Phred-CADD score > 15).",
            "latex": null,
            "type": "table"
        },
        "TABREF36": {
            "text": "69), 1.48 (RR: 1.22, 95% CI: 0.88-1.67) and 1.44 (RR: 1.20, 95% CI: 0.54-1.93). Multivariate analysis demonstrated no statistical evidence of increased relapse rate between 0 and +30 (RR: 1.17, 95% CI: 0.79-1.72), 0 and +60 (RR: 1.24, 95% CI: 0.91-1.69) and 0 and +180 (RR: 1.25, 95% CI: 0.98-1.58), compared with between -180 and 0. Conclusions: Our results suggest that flu vaccines should not be avoided in children with NS on the basis of potential NS relapses.FP-S33-2 What did we find from imaging studies in childhood UTI and which studies are mandatory? P. Vachvanichsanong, P. Dissaneewate, E. Mcneil Prince of Songkla University, Hat Yai, Thailand",
            "latex": null,
            "type": "table"
        },
        "TABREF37": {
            "text": "Patients with PH types 1,2, and 3 enrolled in the Rare Kidney Stone Consortium PH registry who have not reached ESRD are the subject of this report. Clinical and laboratory results including serum creatinine, plasma oxalate, 24-hour urine calcium, citrate and oxalate were obtained from the registry database. Results: Among 426 PH patients in the registry, 40 (13.5%) were FS. After excluding 129 patients with ESRD at diagnosis, 257 CS and 40 FS remained for further analysis. Compared to CS, FS had fewer stones at diagnosis (mean 1.60 vs. 4.57, p=0.036), although their initial symptoms occurred at a similar age (median age 3.7 vs. 4.4 years, p=0.54). Follow-up was 7.98 and 11.23 years in CS and FS, respectively (p=0.058). eGFR at diagnosis and decline over time were also similar between the two groups. Urinary oxalate, calcium, citrate, and volume were similar between groups. Altogether, 12.5% (5/40) of FS patients and 23.0% (59/257) of CS developed ESRD at last follow-up (p=0.135). Primary aetiological classification by age at presentation & Age distribution at clinical presentation versus previous UK studies",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}