{"paper_id": "95bc562964be0f1cf3c881abb544412c013e9a25", "metadata": {"title": "CASE REPORT Megaloblastic Anemia and Immune Abnormalities in a Patient with Methionine Synthase Deficiency", "authors": [{"first": "J", "middle": [], "last": "Zi&apos;itoun", "suffix": "", "affiliation": {}, "email": ""}, {"first": "&apos;", "middle": ["A"], "last": "Fischer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "&apos;", "middle": ["J"], "last": "Marquet", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": ["L"], "last": "Perignon", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": [], "last": "Lagrue", "suffix": "", "affiliation": {}, "email": ""}, {"first": "C", "middle": [], "last": "Griscell12", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Abstract", "middle": [], "last": "Zittoun", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": [], "last": "Fischer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": ["L"], "last": "Lagrue", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Grisc-Elli", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "C", "middle": ["("], "last": "Laboratoire D&apos;hematologie", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Henri", "middle": [], "last": "Mondor", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Creteil", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "write. The D. Q. score (Brune Lezine test) ranked about 55 on multiple occasions between the ages of 2 and 12. From the age of 3 months, he was subject to multiple infections: severe staphylococcal septicemia, pneumococcal meningitis, multiple upper respiratory tract infections over a 10-year period (no germ identified) , and a coronavirus-positive diarrhea. The child died at the age of 14 of measles interstitial pneumonitis.", "cite_spans": [{"start": 286, "end": 321, "text": "10-year period (no germ identified)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Throughout his life, hemoglobin levels averaged 70 g/l with a MCV of about 110 fl and a reticulocyte count of 20.1Oy/I; white blood cell and platelet counts were within normal limits. Peripheral blood smears showed macrocytosis, polychromatic erythrocytes, Howell-Jolly bodies and hypersegmented neutrophils. Repeated bone marrow aspirates from the age of 3 months consistently demonstrated megaloblastic erythroblasts and giant metamyelocytes. At the age of 3 months, he received one injection of cyanocobalamin and a trial of folk acid, both without effect. Fotinic acid was later administered between the ages of 8 and 20 months with only mild and transient improvement. At 2 years of age, hypergammaglobulinemia with 2 oligoclonal peaks (IgG K and IgG A) was noted.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "A younger brother born in 1975 also suffered from hypotrophy, recurrent infections and megaloblastic anemia. He died at the age of 2 1/2 years of a pneumonitis and gastrointestinal infection. No investigation was made.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Methods. Serum and erythrocyte cobalamin were assayed microbiologically with L. leichrnannii, serum folate with L. casei and I? cerevisiae and total red blood cell folate with L. casei. Monoglutamate forms of red blood cell folate were measured using the method reported by Chanarin et al. (5) . Serum unsaturated B12 binding capacity was determined by saturating 0.5 mi of serum with an excess of [57Co]cyanocobalamin (Amersham, specific activity 300 pCi/pg) and removing the unbound [57Co]-cyanocobalamin by dialysis (6) . Fractionation of serum transcobalamins (R binders and transcobalamin 11) was done by gel filtration on a 2.5/70 cm column of Sephadex G200 (6).", "cite_spans": [{"start": 274, "end": 293, "text": "Chanarin et al. (5)", "ref_id": null}, {"start": 519, "end": 522, "text": "(6)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "Uptake of 5-['4C]methyl-tetrahydrofolic acid (Amersham, specific activity 45 mCi/mmol) and [57Co]cyanocobalamin (300 pCi/pg) was tested on bone marrow cells of the patient and on bone marrow cells from a normal control. The cells obtained after sedimentation of the heparinized aspirate on dextran were washed twice with Hank's balanced salt solution (HBSS) pH 7.3. 1.106 cells resuspended in HBSS were incubated at 37°C for 3 hours with 10% of the patient's serum or normal AB serum and either 5 pCi of 5-[ ''C]methyl-tetrahydrofolic acid or 0.1 pCi of [57Co]-cyanocobalamin. After 3 hours, the reaction was terminated with cold saline. The cells were then centrifuged and washed twice in saline. Their radioactivity was then counted. The dU suppression test was carried out on bone marrow cells as described previously (7). The test is based on the suppression by cold deoxyundine (dU) of the incorporation of [\"HI-thymidine ([3H]TdR) into DNA in cell culture. A deficiency of folate or cobalamin or a disturbance in their metabolism leads to the impaired methylation of deoxyuridine to thymidylic acid. Such impairment results in the increased incorporation of ['HI-thymidine into DNA. Attempts at correcting the dU test were performed by addition of various folate and cobalamin derivatives (folic acid, 5methyltetrahydrofolate (5-methylTHF), 5-formylTHF, methylcobalamin (methylcbl), or 5-methylTHF and methylcbl). dU suppression was calculated as per cent residual ['HITdR incorporated into DNA in the presence of dU alone or with derivatives as compared to the incorporation in the absence of dU. Normally residual incorporation is less than 9%. Because of the sensitivity of some folate and cobalamin derivatives to light, all incubations were done in the dark.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Plasma and urinary aminoacids were analyzed by cation exchange chromatography on a Technicon TSM apparatus. The limit of detection for homocysteine was 1 prnolil. Methylmalonic acid was assayed by the method reported by Kesner et al. (8) . Red cell adenosine deaminase, purine nucleoside phosphorylase, hypoxanthine phosphoribosyltransferase and orotate phosphoribosyltransferase were assayed as previously described (9) . Dihydrofolate reductase activity was assayed in the patient's lymphocytes established in continuous cell line according to the method described by Rothenberg et al. (10) . 5,10-methylene tetrahydrofolate reductase activity in lymphocytes was determined as described by Kutzbach & Stockstad (11) . Methionine synthase activity was measured in lymphocytes, bone marrow cells and liver according to the method described by Peytremann et al. (12) . The patient's liver samples were collected some hours before death and stored immediately at -80°C. Five control liver samples were obtained from patients without hepatic disease. The duration and conditions of storage were similar for the patient's and control's samples and the hepatic enzyme activities were measured simultaneously. Before the assay, liver specimens (150 to 250 mg) were homogenized in 1 ml PBS 0.01 M pH 7.4 containing 5 pmol2-mercaptoethanol. The homogenates were then dialyzed against the same buffer for 24 hours. The reaction mixture contained (in a total volume of 500 pl) 0.25 mmol/l of 5-['4C]methyltetrahydrofolic acid, 0.1 mmol/l of S-adenosylmethionine, 1.25 mmol/l of L-homocysteine, 0.1 mmol/l of methylcobalamin, 200 mmolll of 2 mercaptoethanol, 50 mmol/l of PBS pH 7.4 and 140 pl of enzyme solution adjusted to contain between 0.7 mg and 1 mg of protein. The reaction was performed in the dark and under nitrogen.", "cite_spans": [{"start": 220, "end": 237, "text": "Kesner et al. (8)", "ref_id": null}, {"start": 417, "end": 420, "text": "(9)", "ref_id": "BIBREF8"}, {"start": 570, "end": 592, "text": "Rothenberg et al. (10)", "ref_id": null}, {"start": 713, "end": 717, "text": "(11)", "ref_id": "BIBREF10"}, {"start": 843, "end": 865, "text": "Peytremann et al. (12)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Culture of the patient's fibroblasts was attempted in order to assay the activities of various enzymes, in particular that of methionine synthase. On two occasions, fibroblasts from the patient's skin biopsy failed to grow when cultured in Eagle's minimal essential medium (MEM) which contained essential and non-essential aminoacids and to which was added 20% dialyzed fetal calf serum. On a third occasion, after supplementation of the culture medium with methionine (15 mgh), hypoxanthine (10 mg/l) and thymidine (10 mg/l), cells began to grow but did so more slowly than cells from two normal controls. In addition, these cells were morphologically abnormal (giant cells) and died before they had grown sufficiently to allow enzyme assay.", "cite_spans": [], "ref_spans": [], "section": "Methionine synthase defici,"}, {"text": "Immunological investigations were done as previously described (13). T lymphocytes were enumerated by E rosette formation, B lymphocytes by indirect immunofluorescence using a goat F(ab')2 antihuman IgG Fab labelled with fluorescein (13). Assays of lymphocyte proliferation to phytohemagglutinin (PHA) and to various antigens (tetanus toxoid, candida, allogeneic cells), and assays of natural killer (NK) activity were carried out in RPMI 1640 as previously described (14). Serum immunoglobulin levels (IgG, A, M, D) were measured by immunodiffusion. IgE levels were measured by radioimmunoassay. Serum antibody titers to tetanus toxoid and Toxoplasma gondii were determined by neutralization, titers to poliovirus by complement fixation, and titers to smooth muscle by immunofluorescence.", "cite_spans": [], "ref_spans": [], "section": "Methionine synthase defici,"}, {"text": "Cobalamin, transcobalamins and folate studies. Serum and erythrocyte cobalamin levels were normal as were serum and erythrocyte folate levels ( Table 1) . Levels of reduced forms of folate as assayed with rl cerevisiae were also in the normal range. In addition, the intracellular ratio of pteroylmonoglutamate to total pteroylglutamate was normal. Serum unsaturated B12 binding capacity was within normal limits (1 805 ng/l): of the labelled vitamin B12 added to the serum, 60% was bound t o transcobalamin 11, 40% to R proteins. In addition, no difference between the patient's and controls' bone marrow cells was found in the uptake of 5-[ ''C]methyl-tetrahydrofolic acid and [57Co]-cyanocobalamin. This uptake was independent of the serum used as a source of transcobalamin 11, whether this serum was the patient's or normal AB serum.", "cite_spans": [], "ref_spans": [{"start": 144, "end": 152, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "RESULTS"}, {"text": "dU suppression test values. The d U suppression test was performed at various times as shown in Table 2 . The first d U suppression test (1977) was mildly abnormal and improved only after the addition in vitro of 5-formyl-THE In 1980, the d U test was frankly abnormal and improved only after the addition in vitro of 5-formyl-THE The addition of either 5- 1977 5.1980\" 9.1980 3.1982b Serum cobalamin (ng/l) 350 3 000 860 550", "cite_spans": [{"start": 357, "end": 384, "text": "1977 5.1980\" 9.1980 3.1982b", "ref_id": null}], "ref_spans": [{"start": 96, "end": 103, "text": "Table 2", "ref_id": null}], "section": "RESULTS"}, {"text": "Erythrocyte cobalamin (ng/l) 420", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Serum folate (pg/I) ' After treatment with hydroxocobalamin and folinic acid ' Normal values.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "After treatment with folinic acid. methyl-THF, methylCb1 or both worsened the abnormality. Therapy with folinic acid and hydroxocobalamin or with folinic acid alone (3.1982) normalized the dU test.", "cite_spans": [{"start": 165, "end": 173, "text": "(3.1982)", "ref_id": null}], "ref_spans": [], "section": "RESULTS"}, {"text": "Aminoacid and methylmalonic acid studies. Plasma aminoacid analysis twice showed decreased methionine levels of 6.7 pmol/l and 15 pmol/l (normal = 28+6). The cyanide-nitroprusside test was negative. Urinary excretion of aminoacids and organic acids was normal and in particular, there were neither homocystinuria nor methylmalonylaciduria.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Investigations of purine and pyrimidine metabolism. Table 3 shows that the activity of the various enzymes involved in these pathways were found to be normal or increased, a common finding in megaloblastic anemias (unpublished data); in particular there was no decrease of orotate phosphoribosyltransferase and hypoxanthine phosphoribosyltransferase. No urinary excretion of orotic acid was noted on different occasions.", "cite_spans": [], "ref_spans": [{"start": 52, "end": 59, "text": "Table 3", "ref_id": "TABREF3"}], "section": "RESULTS"}, {"text": "Enzyme activities of folate and cobalamin metabolism. Dihydrofolate reductase activity (0.58 pmol/min/mg protein) was within the normal limits (0.7k0.35 pmol/min/mg protein), 5,10-methylene tetrahydrofolate reductase activity was normal (7.2 nmol/h/mg protein) and comparable to that of controls (5.33+ 1.46 nmol/h/mg protein). Methionine synthase activity was found to be frankly abnormal ( Table 4) . It was undetectable in the patient's bone marrow cells in comparison to an activity in controls ranging from 2.44 to 6.7 nmol/h/l0* immature cells. Values for methionine synthase activity in lymphocytes (0.22 nmol/h/mg protein) and in liver (0.13 nmolfhtmg protein) were less than one quarter of those found in control samples and were in the same range as those found in control samples measured without methylcobalamin.", "cite_spans": [], "ref_spans": [{"start": 392, "end": 400, "text": "Table 4)", "ref_id": null}], "section": "RESULTS"}, {"text": "Immunologicalfindings. From 1980, the absolute lymphocyte count was low. Tlymphocyte proliferation induced by lectins and recall-antigens (PHA, tetanus toxoid, poliovirus I, 11, 111, candida antigen, allogeneic cells) was found initially to be low and later, a month before the patient's death, to be absent. The delayed hypersensitivity response at 48 hours, as meas- Table 2 ", "cite_spans": [], "ref_spans": [{"start": 369, "end": 376, "text": "Table 2", "ref_id": null}], "section": "RESULTS"}, {"text": "Values expressed in % of controls (normals <9%) Additive 2.1977 Additive 2. 5.1980 Additive 2. \" 9.1980 Additive 2. 3.1982 late uptake similar to that reported by Branda et al. (20) in a patient with megaloblastic anemia was also ruled out. In L. B . , the uptake of 5-[L4C]methyltetrahydrofolic acid by PHAstimulated lymphocytes and bone marrow cells was normal. A subnormal d U suppression test suggestive of impaired thymidylate biosynthesis prompted us to investigate the possibility of an intracellular derangement of folate or cobalamin metabolism. The d U test was normalized in vitro by folinic acid. Moreover, on some occasions, injection of folinic acid resulted in an increased H b level but did not improve the macrocytosis or the megaloblastosis.", "cite_spans": [{"start": 48, "end": 63, "text": "Additive 2.1977", "ref_id": null}, {"start": 64, "end": 82, "text": "Additive 2. 5.1980", "ref_id": null}, {"start": 83, "end": 103, "text": "Additive 2. \" 9.1980", "ref_id": null}, {"start": 104, "end": 122, "text": "Additive 2. 3.1982", "ref_id": null}, {"start": 163, "end": 181, "text": "Branda et al. (20)", "ref_id": null}], "ref_spans": [], "section": ". Deoxyuridine f d U ) suppression test values"}, {"text": "The possibility of dihydrofolate reductase deficiency was considered. Tauro et al. (21) reported cases in whom the abnormality was associated with a megaloblastic anemia that responded to folinic acid and in whom the abnormal d U suppression test was corrected by the addition of folinic acid. In our patient, the activity of this enzyme was normal as well as that of 5,lO-methylene tetrahydrofolate reductase.", "cite_spans": [], "ref_spans": [], "section": ". Deoxyuridine f d U ) suppression test values"}, {"text": "A defect in methionine synthesis remained the most likely etiology of the megaloblastic anemia, given the low serum levels of methionine and the inability of fibroblasts to grow in usual culture medium, an inability corrected by the addition of methionine. N o methionine synthase activity was detected in bone marrow cells and this activity was profoundly depressed in lymphocytes and in liver. The enzyme activity was not restored, even partially, when methylcobalamin was used as coenzyme in cell extracts. It is likely that the patient's younger brother in whom a megaloblastic anemia was discovered during the neonatal period and who died of severe infections when he was 2 112 years old also suffered from the same abnormality.", "cite_spans": [], "ref_spans": [], "section": ". Deoxyuridine f d U ) suppression test values"}, {"text": "The present case is similar in some respects to that reported by Arakawa et al. (3) in which a 6-month-old girl presented with megaloblastic anemia and mental retardation associated with a decreased hepatic activity of methionine synthase. However, enzyme activity was not assayed in lymphocytes and bone marrow cells. Moreover, neither infection nor immune abnormality was described in this child.", "cite_spans": [{"start": 65, "end": 83, "text": "Arakawa et al. (3)", "ref_id": null}], "ref_spans": [], "section": ". Deoxyuridine f d U ) suppression test values"}, {"text": "Methionine synthase deficiency appears to be different from inborn errors of cobalamin metabolism despite certain clinical and hematological similarities (1, 2, 22) . In these inherited defects of cobalamin metabolism, a megaloblastic anemia, which is found in most of the cases, is associated with a varying degree of physical and mental retardation. However, homocystinuria is present with or without methylmalonylaciduria. Dillon et al. (1) reported a case of an abnormality of cobalamin metabolism consisting of an inability to maintain normal tissue concentrations of adenosyl and methyl cobalamin associated with homocystinuria and methylmalonylaciduria. In this case, fibroblasts also failed to grow in a medium deprived of methionine. However, methionine synthase activity, which was very low when assayed without methylcobalamin, became almost normal after addition of this coenzyme to the reaction mixture. In addition, serum methionine levels were normal. The patient reported by Schuh et al. (2) presented with a megaloblastic anemia with homocystinuria consequent to a defect in methylcobalarnin retention. Cultured fibroblasts also showed an absolute requirement of methionine for growth but methionine synthase activity in cell extracts was normal, as were methionine levels in plasma.", "cite_spans": [{"start": 154, "end": 157, "text": "(1,", "ref_id": "BIBREF0"}, {"start": 158, "end": 160, "text": "2,", "ref_id": "BIBREF1"}, {"start": 161, "end": 164, "text": "22)", "ref_id": null}, {"start": 426, "end": 443, "text": "Dillon et al. (1)", "ref_id": null}, {"start": 991, "end": 1007, "text": "Schuh et al. (2)", "ref_id": null}], "ref_spans": [], "section": ". Deoxyuridine f d U ) suppression test values"}, {"text": "More recently, a neonatal megaloblastic anemia with homocystinuria and reduced levels of methionine synthase was reported (23). This case seems different from ours since fibroblasts grew at a rate sufficient to allow enzyme assays. Moreover treatment with cobalamin and folate resulted in rapid hematologic and clinical improvement. Homocystinuria would have been expected in our patient. The absence of homocystinuria could in part be explained by a remethylation of homocysteine by betaine homocysteine methyltransferase. Indeed, this enzyme, present in large amounts in the liver, could compensate for the deficient activity of methionine synthase. This situation has been reported in rats after exposure to nitrous oxide Methionine synthase defi, which inactivates methionine synthase (24). In addition homocysteine is also converted to cystathionine by cystathionine synthase. Recently, Finkelstein & Martin (25) have shown that in mammals, metabolism of homocysteine is distributed between these competing pathways. This case of methionine synthase deficiency was also found to be associated with abnormalities of immunologic functions. Throughout his life, L. B. suffered from severe and repeated infections. Immunological abnormalities were characterized by an hypergammaglobulinemia with 2 oligoclonal peaks, and by a fluctuating lymphopenia with a profound cellular immunodeficiency. It is not possible to determine whether this immunodeficiency was responsible for the occurrence of the severe measles interstitial pneumonitis or whether this viral infection induced secondary immunosuppression.", "cite_spans": [], "ref_spans": [], "section": ". Deoxyuridine f d U ) suppression test values"}, {"text": "The immune deficiency observed in our patient is somewhat different from that associated with transcobalamin I1 deficiency as reported by Hitzig et al. (26) . The cellular immune abnormalities associated with this case of methionine synthase deficiency are reminiscent of those observed in purine nucleoside phosphorylase or orotate phosphoribosyl transferase deficiencies (27, 28) . In these metabolic disorders, cellular immunodeficiencies are predominant and worsen progressively. They are often associated with the presence of autoantibodies and monoclonal immunoglobulins. In fact, methionine synthase is a crucial enzyme in preventing methyltetrahydrofolate trap and in regenerating tetrahydrofolate. This coenzyme is needed for DNA, RNA, protein synthesis and other cell functions. A functional folate deficiency can be expected to lead to an impairment of mitotic activity which is primarily manifest in rapidly proliferating cells, those in, for example, the hematopoietic, gastrointestinal and immunologic systems. This suggests that the immune disturbances observed in this child may not have been merely coincidental.", "cite_spans": [{"start": 138, "end": 156, "text": "Hitzig et al. (26)", "ref_id": null}, {"start": 360, "end": 381, "text": "deficiencies (27, 28)", "ref_id": null}], "ref_spans": [], "section": ". Deoxyuridine f d U ) suppression test values"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Mental retardation, megaloblastic anemia, methylmalonic aciduria and abnormal homocysteine metabolism due to an error in vitamin B 12 metdbo\\ism", "authors": [{"first": "M", "middle": ["J"], "last": "Dillon", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "England", "suffix": ""}, {"first": "D", "middle": [], "last": "Gompertz", "suffix": ""}], "year": 1974, "venue": "Clin Sci Mol Med", "volume": "47", "issn": "", "pages": "43--61", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Homocystinuria and megaloblastic anemia responsive to vitamin B12 therapy. A n inborn error of metabolism due to a defect in cobalamin metabolism", "authors": [{"first": "S", "middle": [], "last": "Schuh", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Rosenblatt", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Cooper", "suffix": ""}], "year": 1984, "venue": "N Engl J Med", "volume": "310", "issn": "", "pages": "686--90", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Megaloblastic anemia and mental retardation associated with hyperfolic-acidemia: probably due to Ns-methyl-tetrahydrofolate transferase deficiency. Tohoku", "authors": [{"first": "T", "middle": [], "last": "Arakawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Narisawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Tanno", "suffix": ""}], "year": 1967, "venue": "J Exp Med", "volume": "93", "issn": "", "pages": "1--22", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Inactivation of methionine synthetase by nitrous oxide", "authors": [{"first": "R", "middle": [], "last": "Deacon", "suffix": ""}, {"first": "M", "middle": [], "last": "Lumb", "suffix": ""}, {"first": "J", "middle": [], "last": "Perry", "suffix": ""}], "year": 1980, "venue": "Eur J Biochem", "volume": "104", "issn": "", "pages": "419--441", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The biochemical lesion in vitamin B12 deficiency in man", "authors": [{"first": "I", "middle": [], "last": "Chanarin", "suffix": ""}, {"first": "J", "middle": [], "last": "Perry", "suffix": ""}, {"first": "M", "middle": [], "last": "Lumb", "suffix": ""}], "year": null, "venue": "Lancet", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Cobalamin (vitamin B12) and B12 binding proteins in hypereosinophilic syndromes and secondary eosinophilia", "authors": [{"first": "J", "middle": [], "last": "Zittoun", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Farcet", "suffix": ""}, {"first": "J", "middle": [], "last": "Marquet", "suffix": ""}, {"first": "C", "middle": [], "last": "Sultan", "suffix": ""}, {"first": "R", "middle": [], "last": "Zittoun", "suffix": ""}], "year": 1984, "venue": "Blood", "volume": "63", "issn": "", "pages": "779--83", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Effect of folate and cobalamin compounds on the deoxyuridine suppression test in vitamin B12 and folate deficiency", "authors": [{"first": "J", "middle": [], "last": "Zittoun", "suffix": ""}, {"first": "J", "middle": [], "last": "Marquet", "suffix": ""}, {"first": "R", "middle": [], "last": "Zittoun", "suffix": ""}], "year": 1978, "venue": "Blood", "volume": "51", "issn": "", "pages": "119--147", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Determination of orotic and dihydroorotic acids in biological fluids and tissues", "authors": [{"first": "L", "middle": [], "last": "Kesner", "suffix": ""}, {"first": "F", "middle": ["L"], "last": "Aronson", "suffix": ""}, {"first": "M", "middle": [], "last": "Silverman", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Chan", "suffix": ""}], "year": 1975, "venue": "Clin Chem", "volume": "21", "issn": "", "pages": "353--55", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Enzymatic activities of purine and pyrimidine metabolism in nine mycoplasma species contaminating cell cultures", "authors": [{"first": "M", "middle": [], "last": "Hamet", "suffix": ""}, {"first": "C", "middle": [], "last": "Boussol", "suffix": ""}, {"first": "P", "middle": [], "last": "Cartier", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Houllier", "suffix": ""}, {"first": "P", "middle": [], "last": "Kona", "suffix": ""}], "year": null, "venue": "Clin Chim Acta", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "A simplified radio-enzymatic assay for dihydrofolate reductase using 3H-dihydrofolate", "authors": [{"first": "S", "middle": ["P"], "last": "Rothenberg", "suffix": ""}, {"first": "M", "middle": [], "last": "Perwaiz-Iqbal", "suffix": ""}, {"first": "Da", "middle": [], "last": "Costa", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 1980, "venue": "Anal Biochem", "volume": "103", "issn": "", "pages": "152--56", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Mammalian methylene tetrahydrofolate reductase. Partial purification, properties and inhibition by S-adenosyl methionine", "authors": [{"first": "C", "middle": [], "last": "Kutsbach", "suffix": ""}, {"first": "Elr", "middle": [], "last": "Stokstad", "suffix": ""}], "year": 1971, "venue": "Biochim Biophys Acta", "volume": "250", "issn": "", "pages": "459--77", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Studies on Ns-metbyltetrahydrofolate-homocysteine methyltransferase in normal and leukemic leucocytes", "authors": [{"first": "R", "middle": [], "last": "Peytremann", "suffix": ""}, {"first": "J", "middle": [], "last": "Thorndike", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "Beck", "suffix": ""}], "year": 1974, "venue": "J Clin Invest", "volume": "56", "issn": "", "pages": "15--22", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A syndrome associating partial albinism and immunodeficiency", "authors": [{"first": "C", "middle": [], "last": "Griscelli", "suffix": ""}, {"first": "A", "middle": [], "last": "Durandy", "suffix": ""}, {"first": "D", "middle": [], "last": "Guy-Grand", "suffix": ""}, {"first": "F", "middle": [], "last": "Daguillard", "suffix": ""}, {"first": "C", "middle": [], "last": "Herzog", "suffix": ""}, {"first": "M", "middle": [], "last": "Prunieras", "suffix": ""}], "year": 1978, "venue": "Am J Med", "volume": "65", "issn": "", "pages": "691--702", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Bone marrow transplantation for inborn error of phagocytic cells associated with defective adherence chemotaxis and oxidative response during opsonized particle phagocytosis", "authors": [{"first": "A", "middle": [], "last": "Fischer", "suffix": ""}, {"first": "H", "middle": ["T"], "last": "Pham", "suffix": ""}, {"first": "B", "middle": [], "last": "Descamps-Latscha", "suffix": ""}], "year": 1968, "venue": "Lancet", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Hereditary orotic aciduria: types I and 11", "authors": [{"first": "R", "middle": ["M"], "last": "Fox", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Wood", "suffix": ""}, {"first": "D", "middle": [], "last": "Royse-Smith", "suffix": ""}, {"first": "O&apos;", "middle": [], "last": "Sullivan", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "", "suffix": ""}], "year": 1973, "venue": "Am J Med", "volume": "55", "issn": "", "pages": "791--98", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Neonatal megaloblastic anemia due to inherited transcobalamin I1 deficiency in two siblings", "authors": [{"first": "N", "middle": [], "last": "Hakami", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Neiman", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Canellos", "suffix": ""}, {"first": "J", "middle": [], "last": "Lazerson", "suffix": ""}], "year": 1971, "venue": "N Engl J Med", "volume": "285", "issn": "", "pages": "1163--70", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Megaloblastic anemia as a result of an abnormal transcobalamin I1 (Cardeza)", "authors": [{"first": "F", "middle": ["I"], "last": "Haurani", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Hall", "suffix": ""}, {"first": "R", "middle": [], "last": "Rubin", "suffix": ""}], "year": 1979, "venue": "J Clin Invest", "volume": "64", "issn": "", "pages": "1253--59", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Studies of a patient with megaloblastic anemia and an abnormal transcobalamin 11", "authors": [{"first": "P", "middle": ["A"], "last": "Seligman", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Steiner", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Allen", "suffix": ""}], "year": 1980, "venue": "N Engl J Med", "volume": "303", "issn": "", "pages": "1209--1221", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Folate induced remission in aplastic anemia with familial defect of cellular folate uptake", "authors": [{"first": "R", "middle": ["F"], "last": "Branda", "suffix": ""}, {"first": "C", "middle": ["V"], "last": "Holdow", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Macarthur", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Wintrobe", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Anthony", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Jacob", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Tauro", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Danks", "suffix": ""}, {"first": "P", "middle": ["B"], "last": "Rowe", "suffix": ""}], "year": 1976, "venue": "N Engl J Med", "volume": "298", "issn": "", "pages": "46--70", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Congenital rnethylmalonic aciduria-homocystinuria with megaloblastic anemia: observations on response to hydroxocobalamin and on the effect of homocysteine and methionine on the deoxyuridine suppression test", "authors": [{"first": "R", "middle": [], "last": "Carmel", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Bedros", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Mace", "suffix": ""}, {"first": "S", "middle": ["I"], "last": "Goodman", "suffix": ""}], "year": 1980, "venue": "Blood", "volume": "55", "issn": "", "pages": "57--79", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Neonatal megaloblastic anemia and homocystinuria associated with reduced levels of methionine synthetase", "authors": [{"first": "L", "middle": [], "last": "Hallam", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Clark", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Van Der Weyden", "suffix": ""}], "year": 1985, "venue": "Blood", "volume": "66", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Effects of nitrous oxide-induced inactivation of cobalamin on methionine and S-adenosylmethionine metabolism in the rat", "authors": [{"first": "M", "middle": [], "last": "Lumb", "suffix": ""}, {"first": "N", "middle": [], "last": "Sharer", "suffix": ""}, {"first": "R", "middle": [], "last": "Deacon", "suffix": ""}], "year": 1983, "venue": "Biochim Biophys Acta", "volume": "756", "issn": "", "pages": "354--59", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Methionine metabolism in mammals. Distribution of homocysteine between competing pathways", "authors": [{"first": "J", "middle": ["D"], "last": "Finkelstein", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Martin", "suffix": ""}], "year": 1984, "venue": "J Biol Chem", "volume": "259", "issn": "", "pages": "9508--9521", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Hereditary transcobalamin I1 deficiency: clinical findings in a new family", "authors": [{"first": "W", "middle": ["H"], "last": "Hitzig", "suffix": ""}, {"first": "U", "middle": [], "last": "Dohmann", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Pluss", "suffix": ""}, {"first": "D", "middle": [], "last": "Vischer", "suffix": ""}], "year": 1974, "venue": "J Pediatr", "volume": "85", "issn": "", "pages": "622--650", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Nucleoside phosphorylase deficiency in child with severely defective T-cell immunity and normal B-cell immunity", "authors": [{"first": "E", "middle": ["R"], "last": "Giblett", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Ammann", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Wara", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Sandman", "suffix": ""}, {"first": "L", "middle": ["K"], "last": "Diamond", "suffix": ""}], "year": 1975, "venue": "Lancet", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Cellular immune deficiency in two siblings with hereditary orotic aciduria", "authors": [{"first": "R", "middle": [], "last": "Girot", "suffix": ""}, {"first": "M", "middle": [], "last": "Hamet", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Perignon", "suffix": ""}], "year": 1983, "venue": "N Engl J Med", "volume": "308", "issn": "", "pages": "70--74", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Serum and erythrocyte cobalamin and folate levels Total folate ( L . casei) and reduced folate (Fi cerevisiue) in serum were measured as well as total and monoglutamate forms of folate in erythrocyte", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Cobalamin and folate levels </td><td>2.1977 </td><td>5.1980\" </td><td>9.1980 </td><td>3.1982b </td></tr><tr><td>Serum cobalamin (ng/l) </td><td>350 </td><td>3 000 </td><td>860 </td><td>550 </td></tr><tr><td>(20&amp;500)C </td><td> </td><td> </td><td> </td></tr><tr><td>Erythrocyte cobalamin (ng/l) </td><td> </td><td> </td><td>420 </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>(12&amp;400)' </td><td> </td></tr><tr><td>Serum folate (pg/I) </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>L. casei </td><td>8 </td><td>15.9 </td><td>9.3 </td><td>7.7 </td></tr><tr><td>(5-1 2)\" </td><td> </td><td> </td><td> </td></tr><tr><td>P. cerevisiae </td><td>0.9 </td><td> </td><td>0.5 </td><td> </td></tr><tr><td>(0.4-1.2)C </td><td> </td><td> </td><td> </td></tr><tr><td>Total erythrocyte folate (pg/l) </td><td>305 </td><td>535 </td><td>395 </td><td> </td></tr><tr><td>(&gt;200)' </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Erythrocyte pteroylmonoglutamate </td><td>210 </td><td>215 </td></tr></table></body></html>"}, "TABREF3": {"text": "Enzyme activities of purine and pyrimidine pathways", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Normal controls </td></tr><tr><td>Activities assayed on red blood cells (nmol/min/ml red blood cells) </td><td>Patient </td><td>(mean51 SD) </td></tr><tr><td>Adenosine deaminase </td><td>773 </td><td>494560 </td></tr><tr><td>Purine nucleoside phosphorylase </td><td>49 900 </td><td>47 500_+6 200 </td></tr><tr><td>Hypoxanthine phosphoribosyltransferase </td><td>734 </td><td>SSS+110 </td></tr><tr><td>Orotate phosphoribosyltransferase </td><td>4.2 </td><td>1.3SfO.S </td></tr></table></body></html>"}, "TABREF4": {"text": "Table 2. Deoxyuridine fdU) suppression test values Values expressed in % of controls (normals <9%)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Additive </td><td>2.1977 </td><td>5.1980\" </td><td>9.1980 </td><td>3.1982' </td></tr><tr><td>dU </td><td>13 </td><td>2.7 </td><td>29 </td><td>4.1 </td></tr><tr><td>dU + folic acid </td><td>11 </td><td>2.7 </td><td>27.6 </td><td>3.2 </td></tr><tr><td>dU + 5 formyl THF </td><td>7 </td><td>2.8 </td><td>8.8 </td><td>3.3 </td></tr><tr><td>dU + 5 methyl THF </td><td>11 </td><td>2.5 </td><td>30.7 </td><td>3.6 </td></tr><tr><td>dU + hydroxocobalamin </td><td>11 </td><td> </td><td>32 </td><td> </td></tr><tr><td>dU + methylcobalamin dU + methylcobalamin </td><td>11 </td><td>3 </td><td>48 </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>+ 5-methyl THF </td><td>48 </td></tr></table></body></html>"}}, "back_matter": []}