{"paper_id": "960da39d83b809cd9d10258cfbf87404c2db4831", "metadata": {"title": "Flow and Particle Dispersion in Lung Acini: Effect of Geometric and Dynamic Parameters During Synchronous Ventilation", "authors": [{"first": "Ajay", "middle": ["K"], "last": "Prasad", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Delaware", "location": {"postCode": "19716", "settlement": "Newark", "region": "DE"}}, "email": "prasad@udel.edu"}]}, "abstract": [{"text": "The human lung comprises about 300 million alveoli which are located on bronchioles between the 17th to 24th generations of the acinar tree, with a progressively higher population density in the deeper branches (lower acini). The alveolar size and aspect ratio change with generation number. Due to successive bifurcation, the flow velocity magnitude also decreases as the bronchiole diameter decreases from the upper to lower acini. As a result, fluid dynamic parameters such as Reynolds (Re) and Womersley (a) numbers progressively decrease with increasing generation number. In order to characterize alveolar flow patterns and inhaled particle transport during synchronous ventilation, we have conducted measurements for a range of dimensionless parameters physiologically relevant to the upper acini. Acinar airflow patterns were measured using a simplified in vitro alveolar model consisting of a single transparent elastic truncated sphere (representing the alveolus) mounted over a circular hole on the side of a rigid circular tube (representing the bronchiole). The model alveolus was capable of expanding and contracting inphase with the oscillatory flow through the bronchiole thereby simulating synchronous ventilation. Realistic breathing conditions were achieved by exercising the model over a range of progressively varying geometric and dynamic parameters to simulate the environment within several generations of the acinar tree. Particle image velocimetry was used to measure the resulting flow patterns. Next, we used the measured flow fields to calculate particle trajectories to obtain particle transport and deposition statistics for massless and finite-size particles under the influence of flow advection and gravity. Our study shows that the geometric parameters (b and DV/V) primarily affect the velocity magnitudes, whereas the dynamic parameters (Re and a) distort the flow symmetry while also altering the velocity magnitudes. Consequently, the dynamic parameters have a greater influence on the particle trajectories and deposition statistics compared to the geometric parameters. The results from this study can benefit pulmonary research into the risk assessment of toxicological inhaled aerosols, and the pharmaceutical industry by providing better insight into the flow patterns and particle transport of inhalable therapeutics in the acini.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The acini or parenchyma within the human lungs facilitate gas exchange [1] between the lung and the blood by the action of about 300 million alveoli which together provide approximately 70-80 m 2 of surface area. A complete understanding of pulmonary fluid mechanics and particle transport at the alveolar level is necessary to improve the assessment of the toxicological impact of harmful inhaled particulate matter such as smoke. Such information can also benefit the pharmaceutical industry by providing key insights for the design and delivery methods of inhaled therapeutics.", "cite_spans": [{"start": 71, "end": 74, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "Macroscopically, the human lung which comprises 24 generations of bifurcations, can be divided into the upper or conducting airways, and the acini or respiratory region. The acini begin at the 17th generation and differ from the conducting airways in that the acinar airways are alveolated [2] . The acinar airways can be clas-sified into three categories [2] : (i) Respiratory bronchioles located in the upper acini extending from the 17th to the 20th generation with one or a few alveoli attached to each bronchiole, (ii) Alveolar ducts extending from the 21st to the 23rd generation with a higher density of alveoli attached to each bronchiole, and (iii) Alveolar sacs which are clusters of alveoli located at the terminus of the acinar tree.", "cite_spans": [{"start": 290, "end": 293, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 356, "end": 359, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "Although the alveolus can be approximated as a 5/6th spherical cap, the alveolar size and shape vary from upper to lower acini [2] . Also, the alveolar size changes with age and height [3, 4] , especially for infants whose airway structure and alveoli size/ shape change considerably during the first 18 months [3, 5] . Due to successive bifurcation, the flow velocity magnitude also decreases as the bronchiole diameter decreases from the upper to lower acini. As a result, the associated geometric, and dynamic parameters such as Reynolds and Womersley numbers, also vary along the acinar tree [2] . The varying parameters affect the local fluid mechanics which in turn cause variations in particle transport and deposition from one generation to the next. The current work focuses on the effect of geometric and dynamic parameters on fluid flow and particle transport in the upper acini (respiratory bronchioles).", "cite_spans": [{"start": 127, "end": 130, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 185, "end": 188, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 189, "end": 191, "text": "4]", "ref_id": "BIBREF3"}, {"start": 311, "end": 314, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 315, "end": 317, "text": "5]", "ref_id": "BIBREF4"}, {"start": 596, "end": 599, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "In the past two decades, numerous studies focused on two-dimensional [6] [7] [8] [9] [10] [11] [12] and three-dimensional [8, [13] [14] [15] [16] [17] [18] [19] [20] acinar models to understand alveolar fluid mechanics and particle transport using numerical [6] [7] [8] [13] [14] [15] [16] [17] [18] [19] and experimental [6, 12] approaches. Broadly, two types of acinar models were employed by these researchers: rigid-walled, and flexible-walled/oscillating. Within each type, various approximations to the acinar geometry were used: axisymmetric annular or toroidal alveoli with a central duct [6, 13] , a single alveolus attached to a semi-infinite plane [21] , and honeycomb alveoli and duct [17] . We have summarized the key findings of these studies in our previous manuscripts [22, 23] . In this paper, we only discuss the literature pertaining to the effect of geometric or dynamic parameters on acinar fluid mechanics and particle transport.", "cite_spans": [{"start": 69, "end": 72, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 73, "end": 76, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 77, "end": 80, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 81, "end": 84, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 85, "end": 89, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 90, "end": 94, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 95, "end": 99, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 122, "end": 125, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 126, "end": 130, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 131, "end": 135, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 136, "end": 140, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 141, "end": 145, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 146, "end": 150, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 151, "end": 155, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 156, "end": 160, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 161, "end": 165, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 258, "end": 261, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 262, "end": 265, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 266, "end": 269, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 270, "end": 274, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 275, "end": 279, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 280, "end": 284, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 285, "end": 289, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 290, "end": 294, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 295, "end": 299, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 300, "end": 304, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 322, "end": 325, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 326, "end": 329, "text": "12]", "ref_id": "BIBREF11"}, {"start": 597, "end": 600, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 601, "end": 604, "text": "13]", "ref_id": "BIBREF12"}, {"start": 659, "end": 663, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 697, "end": 701, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 785, "end": 789, "text": "[22,", "ref_id": "BIBREF21"}, {"start": 790, "end": 793, "text": "23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Introduction"}, {"text": "Karl et al. [13] employed an axisymmetric, rigid-walled, annular model to study the effect of alveoli aspect ratio (AR) and alveoli-to-bronchiole diameter ratio (D a /D b ) on the resulting flow patterns. Their experimental and numerical results showed a single recirculating region occupying the complete alveolar volume for smaller AR, and one large and two small recirculating regions in each alveolus for larger ARs. Furthermore, they observed a streamline spanning the alveolar opening which separates alveolar and ductal fluids for all aspect ratios. A more sophisticated geometry was used by Federspiel and Fredberg [6] wherein they numerically modeled a rigid-walled toroidal geometry and varied D a /D b and the alveolar-opening-to-cell-length ratios (AL) to study their effect on the resulting flow patterns.", "cite_spans": [{"start": 12, "end": 16, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 623, "end": 626, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "They observed greater gas mixing for larger D a /D b and smaller AL. Tsuda et al. [11] imparted wall motion to their previously used rigid-walled toroidal approximation [9] to study the effect of multiple geometric/dynamic parameters on alveolar flow patterns. They observed that AR and alveolar-to-ductal flow ratios (Q A /Q d ) had the most noticeable impact on the resulting flow patterns.", "cite_spans": [{"start": 82, "end": 86, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 169, "end": 172, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "In contrast to the simpler axisymmetric two-dimensional model, Sznitman et al. [16] , and Kumar et al. [17] employed a more complex, three-dimensional, rhythmically expanding/contracting, multigeneration numerical model to study the variation of flow patterns along the entire acinar tree. They observed a large recirculation and a saddle point in each alveolus corresponding to the upper acini. The recirculations diminish to yield radially inward/ outward flow in the terminal alveoli. Tsuda et al. [7] . numerically modeled multiple generations of the acinar tree to observe alveolar flow patterns resulting from variations in the geometric parameters. Furthermore, Tsuda et al. [11] extended their numerical work by considering a three-dimensional model to compare the effect of AR and D a /D b between healthy human lungs and immature, developing lungs in infants [24] .", "cite_spans": [{"start": 79, "end": 83, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 103, "end": 107, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 501, "end": 504, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 682, "end": 686, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 869, "end": 873, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Introduction"}, {"text": "Since the alveolar geometry, Reynolds and Womersley numbers, and the resulting flow patterns vary along the acinar tree, fluid mixing and dispersion, and particle transport may exhibit differences across acinar generations. At the same time, the orientation of a given alveolus with respect to gravity may also affect particle transport and deposition. The current work focuses on such geometric, dynamic, and gravity orientation variations in the upper acini. We consider only in-phase flow which mimics synchronous ventilation in healthy human lungs.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Our experimental model consisted of a single alveolus constructed from highly elastic latex film (elongation limit $800%) mounted over a 16.5 mm hole drilled into the on the side of a rigid Plexiglas tube representing the bronchiole (34.8 mm internal diameter, with 1.6 mm wall thickness) as shown in Fig. 1 . The alveolus and bronchiole were housed in a sealed, fluid-filled, rectangular chamber which provided the required, refractive index-matched, optical access. The oscillation of the alveolus and the oscillatory flow through the bronchiole were synchronously driven by syringe pumps connected to a stepper motor stage that was computer controlled to provide sinusoidal motion. The working fluid was an 80:20 mixture of glycerol and de-ionized water with a kinematic viscosity of 55 Â 10 À6 m 2 /s and the time period of oscillation was on the order of several minutes. To ensure realistic breathing conditions in our in vitro model, three dimensionless geometric parameters were matched to the actual acinar geometry [1] as described in Table 1 . In addition, dynamic similarity was achieved by matching model Reynolds (Re) and Womersley ða ¼ D ffiffiffiffiffiffiffiffi x=v p Þ numbers to human alveoli. Re was calculated using the mean velocity in the bronchiole during one-half of the sinusoidal cycle, and the bronchiole diameter (D) was used as the length scale for determining both Re and a. Here, x is the breathing frequency, and v is the kinematic viscosity of the working fluid. The physiologically relevant values for these two parameters are compared with our experimental values in Table 1 . Our experimental model closely replicates the upper acini wherein the model alveolus expands/contracts in-sync with the oscillatory flow through rigid bronchiole. Additional details about our model alveolus, experimental conditions, and experimental setup are described in our previous study [22, 23] . The velocity maps for case E in Chhabra and Prasad [22] are presented as dataset 1 in this paper.", "cite_spans": [{"start": 1025, "end": 1028, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 1904, "end": 1908, "text": "[22,", "ref_id": "BIBREF21"}, {"start": 1909, "end": 1912, "text": "23]", "ref_id": "BIBREF22"}, {"start": 1966, "end": 1970, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 301, "end": 307, "text": "Fig. 1", "ref_id": "FIGREF1"}, {"start": 1045, "end": 1052, "text": "Table 1", "ref_id": null}, {"start": 1602, "end": 1609, "text": "Table 1", "ref_id": null}], "section": "Experimental Setup and Simulation Methodology"}, {"text": "Processing. In the current work, we acquired PIV data to create a total of eight datasets as listed in Table 2 . The datasets were designed to isolate the effect of each dimensionless parameter while keeping all other parameters fixed, and to cover a wide range of physiologically relevant geometric and dynamic parameters. However, we were limited to Re ! 0.1 and a ! 0.15 due to the extremely small velocities and long experimental durations for smaller Re and a values.", "cite_spans": [], "ref_spans": [{"start": 103, "end": 110, "text": "Table 2", "ref_id": "TABREF0"}], "section": "Data Acquisition and"}, {"text": "For each data set, a total of 400 equispaced PIV double frames were extracted and interrogated from a complete breathing cycle. The time separation (Dt) between PIV double frames was 1 s for all datasets except 5 and 6, for which the time separation was 4 s, and 0.5 s, respectively. For all datasets, image acquisition commenced after one complete breathing cycle to ensure fully-developed flow conditions. The particle images were interrogated using 64 Â 64 pixel interrogation spots with 50% overlap. The resulting velocity maps were saved for each cycle. The velocity maps from 10 successive cycles were averaged to reduce noise.", "cite_spans": [], "ref_spans": [], "section": "Velocity Fields."}, {"text": "were computed by solving the equations of motion under the combined influence of flow-induced advection and gravity. The complete particle tracking algorithm is explained in our previous study [22, 23] . A brief description of the particle-tracking algorithm is presented here. The governing equation for particle motion can be written as:", "cite_spans": [{"start": 193, "end": 197, "text": "[22,", "ref_id": "BIBREF21"}, {"start": 198, "end": 201, "text": "23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Particle Transport and Deposition. Particle trajectories"}, {"text": "As suggested by Haber et al. [25] , the governing equation can be rewritten in dimensionless form as follows:", "cite_spans": [{"start": 29, "end": 33, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Particle Transport and Deposition. Particle trajectories"}, {"text": "whereg is the unit vector in the direction of gravity, g is the acceleration due to gravity, d p is the particle diameter, q p is its material density ($ 1000 kg/m 3 ),ũ p is the particle velocity,ũ f is the local fluid velocity obtained by PIV measurements [22] , q f is the air density, l f is the air viscosity, and C c is the Cunningham correction factor [26] , x is the breathing frequency ð¼ 2p=TÞ, T is the period of the breathing cycle, D is a characteristic length scale ( ¼ alveolus diameter), St is the Stokes number, and H is the gravity number. St and H are the only two dimensionless numbers relevant to this problem. If these two numbers are matched between the in vitro model and the actual in vivo alveolus, then all of the particle dynamics will be accurately reproduced. For all d p < 5 lm particles St is small enough that we can ignore inertial impaction (See Table 1 ). The particle trajectory can be obtained by integrating Eq. (3); a second order Runge-Kutta method was used to calculate particle trajectories. The particle location at the (t þ 1) time step can be written as:", "cite_spans": [{"start": 258, "end": 262, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 359, "end": 363, "text": "[26]", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 881, "end": 888, "text": "Table 1", "ref_id": null}], "section": "Particle Transport and Deposition. Particle trajectories"}, {"text": "Here dt is the time step, u t p is particle velocity, and x t p is particle location at time ¼ t. The particle tracking algorithm described here assumes that the particle loading is small enough that the particles do not influence the fluid velocities (one-way coupling). Table 1 Physiological and experimental values of geometric and dynamic parameters. The experimental values of the particle transport parameters correspond to the values used in the particle tracking simulations for dp 5 1.5 lm particles In the current work, we calculated trajectories for massless (d p ¼ 0) and one finite-size particle (d p ¼ 1.5 lm) for three gravity orientations for each data set. The massless particle transport isolates the effect of flow advection for a chosen geometric/ dynamic parameter combination, whereas the finite-size particle transport reflects the combined influence of flow advection and gravity.", "cite_spans": [], "ref_spans": [{"start": 272, "end": 279, "text": "Table 1", "ref_id": null}], "section": "Particle Transport and Deposition. Particle trajectories"}, {"text": "In this section, we will present velocity maps, massless particle maps, and finite-size particle maps for each dataset. Next, we will discuss the effect of each parameter on the velocity fields and particle maps.", "cite_spans": [], "ref_spans": [], "section": "Results and Discussion"}, {"text": "Useful information can be obtained by examining the velocity maps corresponding to four time instants within the breathing cycle: (1) peak inhalation (Fig. 2) , (2) beginning of transition from inhalation to exhalation (Fig. 3) , (3) peak exhalation (Fig. 4) , and (4) beginning of transition from exhalation to inhalation (Fig. 5 ). As described in Chhabra and Prasad [22] , during each breathing cycle the bronchiole and alveolar fluid undergo mixing as explained below: the bronchiole fluid is advected into the alveolus during inhalation, after which it mixes with the alveolar fluid during transition from inhalation to exhalation, the mixed fluid is ejected from the alveolus during exhalation, and the fluid retained within the alveolus under-goes another period of mixing during transition from exhalation to inhalation. In the following four subsections we will study the effect of each dimensionless parameter on the velocity maps and fluid mixing. For comparison, our baseline velocity map (dataset 1) corresponds to case E of our previous manuscript [22] . Furthermore, we will compare particle transport for massless and d p ¼ 1.5 lm particles in three gravity orientations with those for case E in Chhabra and Prasad [22] (dataset 1). The particle trajectories after five and 10 cycles are shown in Figs. 6 and 7, respectively. [1] which is the focus of our study.", "cite_spans": [{"start": 369, "end": 373, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 1062, "end": 1066, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 1231, "end": 1235, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 1342, "end": 1345, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 150, "end": 158, "text": "(Fig. 2)", "ref_id": null}, {"start": 219, "end": 227, "text": "(Fig. 3)", "ref_id": "FIGREF3"}, {"start": 250, "end": 258, "text": "(Fig. 4)", "ref_id": "FIGREF4"}, {"start": 323, "end": 330, "text": "(Fig. 5", "ref_id": "FIGREF6"}], "section": "Results and Discussion"}, {"text": "A direct comparison between submaps (a) and (b) reveals that the flow topology remains largely unaffected by b: vortex rings are present during transition periods, the flow is slightly asymmetric during transition from inhalation to exhalation, and almost symmetric during transition from exhalation to inhalation. Although the fractional volumetric change in the alveolus during expansion/contraction was kept constant at the baseline value of 50%, the absolute volumetric change is smaller for b ¼ 0.5. Therefore, the velocities during peak inhalation/exhalation are smaller as well (Figs. 2(a), 2(b), 4(a), and 4(b) ). Likewise, the velocities associated with the primary vortex rings also decrease with b due to the smaller amplitude of the alveolar wall motion (Figs. 3(a) 5(b) ). The differences in velocity maps affect particle transport for both massless and finite particles as explained below. At the end of 5 and 10 cycles, the deposition of massless and finite-size particles for all three gravity orientations increases as b decreases from 0.65 to 0.5 as shown in Fig. 6 (a1)-6(d1) and Figs. 7(a2)-7(d2). Furthermore, the number of suspended particles for b ¼ 0.5 is greater than that for b ¼ 0.65 after five cycle (Figs. 6(a1)-6(d1) and 6(a2)-6(d2)). However, the opposite trend is observed after 10 cycles (Figs. 7(a1)-7(d1) and 7(a2)-7(d2)) due to additional particle deposition (or rejection for h ¼ p only) for b ¼ 0.5 between 5 and 10 cycles. Moreover, the particle deposition is nonuniform but well spreaded on the alveolar wall for b ¼ 0.5 (Figs. 6(a2)-6(d2), 7(a2)-7(d2)) while it is limited to a few sites on the alveolar wall for b ¼ 0.65 (Figs. 6(a1)-6(d1), 7(a1)-7(d1)).", "cite_spans": [], "ref_spans": [{"start": 585, "end": 618, "text": "(Figs. 2(a), 2(b), 4(a), and 4(b)", "ref_id": "FIGREF4"}, {"start": 766, "end": 777, "text": "(Figs. 3(a)", "ref_id": "FIGREF3"}, {"start": 778, "end": 782, "text": "5(b)", "ref_id": "FIGREF6"}, {"start": 1077, "end": 1083, "text": "Fig. 6", "ref_id": null}], "section": "Results and Discussion"}, {"text": "The larger particle deposition observed for b ¼ 0.5 can be attributed to the absence of the secondary vortex ring during transition periods: although the secondary vortex ring enhances fluid mixing, it also keeps the particles in suspension for longer durations. In the absence of the secondary vortex ring for b 5 0.5, the primary vortex ring has a stronger influence near the deep alveolar wall due to which particle deposition is higher. Furthermore, although the velocities inside the alveolus increase with b, the proportionality constant is not strictly linear (Figs. 2(a) and 2(b) through 5(a)-5(b)). The smaller alveolar size implies that particles need to travel a shorter distance in order to deposit, especially when the particle settling velocity due to gravity is superposed. As a result, the overall particle deposition time decreases and deposition increases for smaller b.", "cite_spans": [], "ref_spans": [], "section": "Results and Discussion"}, {"text": "Transport. The subfigures (a), (g), and (h) in Figs. 2-5 display velocity maps for DV/V ¼ 0.5, 0.25, and 0.65, respectively. As before, these values of fractional volumetric change in the alveolus (DV/V) are in good agreement with physiological values in the upper acini. Note that a change in DV/V may change b by a few percent which is small compared to the variation in b (23%) considered in the previous section. The flow topology during the complete breathing cycle remains similar for different DV/V similar to the cases for varying b (see Sec. 3.1). Furthermore, a pair of vortex rings was observed for all DV/V values during both transition periods. Also, the flow is symmetric during peak inhalation/exhalation and transition from exhalation to inhalation, and slightly asymmetric during transition from inhalation to exhalation for all DV/V values (Parts (a), (g), (h) in Figs. [2] [3] [4] [5] .", "cite_spans": [{"start": 888, "end": 891, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 892, "end": 895, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 896, "end": 899, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 900, "end": 903, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Effect of DV/V on Flow Patterns and Particle"}, {"text": "Despite an overall similarity between the flow patterns, the alveolar fluid exhibits smaller velocities for smaller DV/V at each time step during a complete breathing cycle: the inward/outward velocities during peak inhalation/exhalation are smaller and show that particle deposition is highest for DV/V 5 0.5 after 5 and 10 cycles. In fact, most of the massless particles are ejected out of the alveolus for the other two DV/V values (Figs. 6(a7), 6(a8) and 7(a7), 7(a8)). The transport of d p ¼ 1.5 lm particles reveals that particle deposition is highest for DV/V ¼ 0.5 in each gravity orientation. In contrast, the fraction of suspended particles is highest for DV/V ¼ 0.65 for h ¼ 0 orientation (compare parts (b8) with (b1) and (b7) in Figs. 6 and 7) , and for DV/V ¼ 0.5 for the other two gravity orientations (compare parts (c1), (d1), with (c7), (d7), and (c8), (d8) in Figs. 6 and 7) .", "cite_spans": [], "ref_spans": [{"start": 742, "end": 756, "text": "Figs. 6 and 7)", "ref_id": null}, {"start": 879, "end": 893, "text": "Figs. 6 and 7)", "ref_id": null}], "section": "Effect of DV/V on Flow Patterns and Particle"}, {"text": "The greater particle deposition for DV/V ¼ 0.5 can be attributed to the moderate expansion/contraction which encourages more particles to enter into the alveolus during the first cycle. A small fraction of these particles leaves the alveolus in at most four cycles while others either remain suspended or deposit on the alveolar wall. In contrast, the small velocities associated with DV/V ¼ 0.25 are unable to advect a reasonable portion of particles during the first cycle. Consequently, the fraction of suspended particles is smaller and deposition is low. By this argument, the deposition is expected to be higher for DV/V ¼ 0.65 but in fact, the deposition is small again which can be explained as follows: during transition periods the vortex rings enhance particle transport and deposition into the alveolus. For DV/V ¼ 0.65, the recirculation region is small because the alveolus is small during transition from exhalation to inhalation (Fig. 5(h) ). Therefore, the particle transport is smaller compared to the baseline case (DV/V ¼ 0.5) and lowers particle deposition.", "cite_spans": [], "ref_spans": [{"start": 945, "end": 955, "text": "(Fig. 5(h)", "ref_id": "FIGREF6"}], "section": "Effect of DV/V on Flow Patterns and Particle"}, {"text": "The higher particle suspension for DV/V ¼ 0.65 for h ¼ p orientation can be explained as follows: the gravity reinforces large inward velocities during peak inhalation while counteracting the large outward velocities during peak exhalation. Hence, during a complete breathing cycle, a net inward displacement develops but its magnitude is small. Therefore, more particles remain suspended for a longer duration. Furthermore, the penetration of particles is slow due to the small net inward displacement. The formation of an asymmetric vortex ring during transition from inhalation to exhalation (Fig. 3(d) ) is expected due to history effects from the peak exhalation period, as explained in our previous work [22] . During peak inhalation the shear layer formation is promoted by the alveolar expansion. Consequently, the rapid bronchiole flow (dataset 3, Re ¼ 0.8) causes a tilt in the peak velocities towards the bronchiole flow direction (right side, Fig.  2(d) ). In contrast, the influence of the bronchiole fluid motion is suppressed by large outward velocities during peak exhalation. 6 Particle maps for d p 5 1.5 lm particles after five cycles for all data sets. Each subfigure corresponds to the gravity orientation (indicated at the left of each row) and the specific data set in Table 1 (indicated at the bottom of each column). The blue, red, and green boundaries in each subfigure correspond to the alveolar wall location in Figs. 3 and 4, and 5, respectively. Fig. 7 Particle maps for d p 5 1.5 lm particles after ten cycles for all data sets. Each subfigure corresponds to the gravity orientation (indicated at the left of each row) and the specific data set in Table 1 (indicated at the bottom of each column). The blue, red, and green boundaries in each subfigure correspond to the alveolar wall location in Figs. 3 and 4, and 5 , respectively. Therefore, the bronchiole fluid is unable to alter the flow inside the alveolus. On the other hand, the flow asymmetry developed during transition from inhalation to exhalation continues to survive until peak exhalation due to a lack of adequate damping ( Fig.  5(d) ). Furthermore, since the peak exhalation is unable to damp out the asymmetry developed during transition from inhalation to exhalation, this asymmetry continues through transition from exhalation to inhalation as observed in Fig. 5(d) .", "cite_spans": [{"start": 710, "end": 714, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 595, "end": 605, "text": "(Fig. 3(d)", "ref_id": "FIGREF3"}, {"start": 955, "end": 965, "text": "Fig.  2(d)", "ref_id": null}, {"start": 1093, "end": 1094, "text": "6", "ref_id": null}, {"start": 1292, "end": 1299, "text": "Table 1", "ref_id": null}, {"start": 1476, "end": 1482, "text": "Fig. 7", "ref_id": null}, {"start": 1679, "end": 1686, "text": "Table 1", "ref_id": null}, {"start": 1827, "end": 1847, "text": "Figs. 3 and 4, and 5", "ref_id": "FIGREF3"}, {"start": 2120, "end": 2130, "text": "Fig.  5(d)", "ref_id": "FIGREF6"}, {"start": 2357, "end": 2366, "text": "Fig. 5(d)", "ref_id": "FIGREF6"}], "section": "Effect of DV/V on Flow Patterns and Particle"}, {"text": "Particle maps for Re ¼ 0.1, 0.8, and 0.2 are shown in parts (a2)-(d2), (a3)-(d3), and (a4)-(d4), respectively, in Figs. 6 and 7. A direct comparison between (a2)-(d2) through (a4)-(d4) in Figs. 6 and 7 reveals that particle deposition is higher for Re ¼ 0.2 for massless as well as d p ¼ 1.5 lm particles in all gravity orientations. In contrast, Re ¼ 0.1 has a greater number of suspended particles after 5 and 10 cycles ((a2)-(d2) in Figs. 6  and 7) . Particle deposition decreases dramatically as Re is increased to 0.8 for massless as well as d p ¼ 1.5 lm particles and does not show much gravity influence until five cycles (Fig.  6 (a3)-6(d3)). However, the particle deposition for Re ¼ 0.8 increases slightly in 10 cycles for h ¼ p gravity orientation but remains smaller compared to the other two Re values (compare (b3) with (b2) and (b4) in Fig. 7) . Furthermore, the h ¼ p gravity orientation shows a larger fraction of suspended particles compared to the other two gravity orientations after 5 and 10 cycles (in Figs. 6(b3) and 7(b3)).", "cite_spans": [], "ref_spans": [{"start": 436, "end": 451, "text": "Figs. 6  and 7)", "ref_id": null}, {"start": 629, "end": 637, "text": "(Fig.  6", "ref_id": null}, {"start": 851, "end": 858, "text": "Fig. 7)", "ref_id": null}], "section": "Effect of Reynolds"}, {"text": "As previously noticed, the velocity maps for Re ¼ 0.2 exhibit slightly stronger recirculation during both transition periods, compared to Re ¼ 0.1 (compare parts (b) with (d) in Figs. 3 and 5). The differential between the two recirculations accumulates over multiple cycles and causes a higher particle deposition for Figs. 6 and 7) . In contrast, more particles remain suspended for Re ¼ 0.1 due to a lower recirculation in this case ((a2)-(d2) in Figs. 6 and 7) . As Re is increased to 0.8, the velocity field becomes significantly asymmetric during both transition periods (Figs. 3(c) and 5(c)). However, the shear layer remains separated from the vortex rings. Consequently, the shear layer carries away all the particles introduced near the alveolar opening. Hence, particle deposition is lowest for Re ¼ 0.8 for both massless and d p ¼ 1.5 lm particles in all three gravity orientations ((a3)-(d3) in Figs. 6 and 7) . However, gravity causes streamline crossing for some particles for the h ¼ p orientation due to which some particles enter the recirculation region ((b3) in Figs. 6 and 7). Consequently, they remain suspended after 5 and 10 cycles and eventually begin to deposit on alveolar wall after 10 cycles (Fig. 7(b3) ). Similar to Re, the effect of a is clearly noticeable at each time step in the breathing cycle. As a is decreased from 0.42 to 0.15, the vortex rings during transition periods become asymmetric which can be observed by comparing (e) with (d) and (f) in Figs. 3 and 5. Furthermore, the asymmetry is significantly stronger during transition from exhalation to inhalation compared to the other transition period for a ¼ 0.15 (compare Figs. 3(f) and 5(f)). In fact, during transition from exhalation to inhalation, the left circulation suppresses the right circulation, merges with the shear layer, and occupies almost the entire alveolar volume. During peak inhalation/exhalation, a small a causes a shift in the largest inward/outward towards the bronchiole flow direction. A similar effect was also observed for large Re ( ¼ 0.8) in the previous subsection.", "cite_spans": [], "ref_spans": [{"start": 319, "end": 333, "text": "Figs. 6 and 7)", "ref_id": null}, {"start": 450, "end": 464, "text": "Figs. 6 and 7)", "ref_id": null}, {"start": 908, "end": 922, "text": "Figs. 6 and 7)", "ref_id": null}, {"start": 1221, "end": 1232, "text": "(Fig. 7(b3)", "ref_id": "FIGREF3"}], "section": "Effect of Reynolds"}, {"text": "The asymmetry in vortex rings during transition periods can be explained as follows: although the fractional volumetric expansion/contraction during inhalation/exhalation is the same for all a values, the rate of alveolar expansion/contraction is significantly different. In fact, a ¼ 0.15 represents 4 and 8 times slower expansion/contraction compared to a 5 0.3 and 0.42, respectively. Consequently, the velocities induced by the alveolar wall motion are significantly smaller for the smaller a value. In contrast, the bronchiole flow for all a remains unchanged (Re ¼ 0.2). As a result, the bronchiole flow-induced velocities overwhelm velocities caused by the alveolar wall motion and the vortex rings become highly asymmetric. A similar effect causes the largest velocities to shift in the bronchiole flow direction during peak inhalation/ exhalation. Parts (a4)-(d4), (a5)-(d5), and (a6)-(d6) in Figs. 6 and 7 demonstrate that particle deposition and the fraction of suspended particles decrease with a for massless and finite particles in all gravity orientations. On the other hand, the deposition sites remain unaffected as a is decreased from 0.42 to 0.3 but become fewer for an even smaller a (¼0.15). As previously noticed, the velocity maps and the particle deposition sites are quite similar for a ¼ 0.42 and 0.3 ((a4)-(d4), (a5)-(d5) in Figs. 6 and 7) . However, higher inhalation velocities in combination with higher recirculation velocities for a ¼ 0.42 (see (d) and (e) in Figs. 2-5) push more particles into the alveolus resulting in greater particle deposition and a higher fraction of suspended particles ((a4)-(d4), (a5)-(d5) in Figs. 6 and 7) . When a is reduced to 0.15, the overall flow topology changes (compare Figs. 3(f) and 5(f) with 3(d) and 3(e) and 5(d) and 5(e)), i.e., the secondary vortex ring and the shear layer disappear and the primary vortex ring becomes highly asymmetric. Consequently, during transition from exhalation to inhalation almost all the introduced particles are swept away by the merged shear layer-asymmetric vortex ring structure (Fig.  5(f) ).", "cite_spans": [], "ref_spans": [{"start": 1352, "end": 1366, "text": "Figs. 6 and 7)", "ref_id": null}, {"start": 1652, "end": 1666, "text": "Figs. 6 and 7)", "ref_id": null}, {"start": 2087, "end": 2098, "text": "(Fig.  5(f)", "ref_id": "FIGREF6"}], "section": "Effect of Womersley"}, {"text": "In summary, our results show that the overall impact on velocity maps of dynamic parameters is stronger than geometric parameters. Consequently, the dynamic parameters alter particle trajectories more significantly than the geometric parameters.", "cite_spans": [], "ref_spans": [], "section": "Effect of Womersley"}, {"text": "Our velocity maps demonstrate larger velocity magnitudes, greater fluid mixing, and smaller particle deposition for higher values of the geometric parameters parameters employed in this study. We also observed an asymmetric velocity field with greater mixing and larger particle deposition for smaller a. These observations are useful in predicting the variation of flow and particle transport as we travel deeper into the lung acinus which is characterized by increasing values of geometric parameters (b and DV/V), and decreasing values of dynamic parameters (Re and a) [27] . Therefore, our parametric study indicates that velocity maps would show symmetric flow patterns in the upper acini, and largely asymmetric flow in the lower acini. Nonetheless, the upper acini exhibit greater flow mixing yet a smaller particle suspension due to topological differences arising from the associated geometric variations. Moreover, our particle maps show that the particle deposition time will be smaller and greater deposition will occur in the upper acinar generations compared to the lower acinar generations.", "cite_spans": [{"start": 572, "end": 576, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Implications of Our Results"}, {"text": "This paper presents alveolar flow patterns and particle transport results for a range of geometric and dynamic parameters within the acinar region of the human lung. Specifically, we considered two geometric (b and DV/V), and two dynamic parameters (Reynolds and Womersley numbers) to study their effect on alveolar flow patterns and particle deposition. We considered massless and d p ¼ 1.5 lm particles for the latter study.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The results for b show that the velocities increase with b at each time step during a breathing cycle. The effect of b is more prominent during transition periods due to smaller velocities during these periods. In addition, an alveolus with a smaller b does not show the secondary vortex ring during transition due to its smaller size. Although the velocity maps do not exhibit a significant influence of b, the particle maps indicate a significantly higher particle deposition for smaller b. Our study also demonstrates that the velocities are strongly influenced by DV/V. Furthermore, the fraction of suspended particles and particle deposition is strongly affected by DV/V. The basline value of DV/V ¼ 0.5 enhances particle penetration and deposition while smaller and larger values can reduce particle suspension and deposition. Although these results vary slightly with gravity orientation, they are generally true for all particles smaller than 2.5 lm (small and midsize particles).", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The results for Reynolds number show that a higher Re causes asymmetric vortex rings during transition periods and shifts the maximum inhalation/exhalation velocities towards the bronchiole flow direction. Furthermore, as Re is increased, the deposition initially increases before decreasing for all gravity orientations for massless particles. The results for a display the opposite behavior: the velocity maps become highly asymmetric at each time step during the breathing cycle for smaller a. The particle maps show that deposition increases as a is decreased from 0.42 to 0.15.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Overall, our velocity maps show that the geometric parameters primarily affect the velocity magnitudes but the dynamic parameters distort the flow symmetry while also altering the velocity magnitudes. Also, the particle maps display a greater influence of dynamic parameters compared to geometric parameters. Our results indicate greater flow mixing and particle deposition but a lower particle suspension for upper acini compared to lower acini.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Morphometry of the Human Lung", "authors": [{"first": "E", "middle": ["R"], "last": "Weibel", "suffix": ""}], "year": 1963, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Morphometry of the Human Pulmonary Acinus", "authors": [{"first": "B", "middle": ["H"], "last": "Bleuer", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Weibel", "suffix": ""}], "year": 1988, "venue": "Anat. Rec", "volume": "220", "issn": "", "pages": "401--414", "other_ids": {"DOI": ["10.1002/ar.v220:4"]}}, "BIBREF2": {"ref_id": "b2", "title": "The Postnatal Development and Growth of the Human Lung. I. Morphometry", "authors": [{"first": "T", "middle": ["B"], "last": "Zeltner", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Caduff", "suffix": ""}, {"first": "P", "middle": [], "last": "Gehr", "suffix": ""}, {"first": "J", "middle": [], "last": "Pfenninger", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Burri", "suffix": ""}], "year": 1987, "venue": "Respir. Physiol", "volume": "67", "issn": "", "pages": "247--267", "other_ids": {"DOI": ["10.1016/0034-5687(87)90057-0"]}}, "BIBREF3": {"ref_id": "b3", "title": "Number of Alveoli in the Human Lung", "authors": [{"first": "G", "middle": ["E"], "last": "Angus", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Thurlbeck", "suffix": ""}], "year": 1972, "venue": "J. Appl. Physiol", "volume": "32", "issn": "", "pages": "483--485", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Structural Aspects of Postnatal Lung Development-Alveolar Formation and Growth", "authors": [{"first": "P", "middle": ["H"], "last": "Burri", "suffix": ""}], "year": 2006, "venue": "Biol Neonate", "volume": "89", "issn": "4", "pages": "313--322", "other_ids": {"DOI": ["10.1159/000092868"]}}, "BIBREF5": {"ref_id": "b5", "title": "Axial Dispersion in Respiratory Bronchioles and Alveolar Ducts", "authors": [{"first": "W", "middle": ["J"], "last": "Federspiel", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Fredberg", "suffix": ""}], "year": 1988, "venue": "J. Appl. Physiol", "volume": "64", "issn": "", "pages": "2614--2621", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Gas and Aerosol Mixing in the Acinus", "authors": [{"first": "A", "middle": [], "last": "Tsuda", "suffix": ""}, {"first": "F", "middle": ["S"], "last": "Henry", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Butler", "suffix": ""}], "year": 2008, "venue": "Respir, Physiol, Neurobiol", "volume": "163", "issn": "", "pages": "139--149", "other_ids": {"DOI": ["10.1016/j.resp.2008.02.010"]}}, "BIBREF7": {"ref_id": "b7", "title": "Two-and Three-Dimensional Simulations of Aerosol Transport and Deposition in Alveolar Zone of Human Lung", "authors": [{"first": "C", "middle": [], "last": "Darquenne", "suffix": ""}, {"first": "M", "middle": [], "last": "Paiva", "suffix": ""}], "year": 1996, "venue": "J. Appl. Physiol", "volume": "80", "issn": "", "pages": "1401--1414", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Effects of Alveloated Duct Structure on Aerosol Kinetics I. Diffusional Deposition in the Absence of Gravity", "authors": [{"first": "A", "middle": [], "last": "Tsuda", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Butler", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Fredberg", "suffix": ""}], "year": 1994, "venue": "J. Appl. Physiol", "volume": "76", "issn": "", "pages": "2497--2509", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Effects of Alveloated Duct Structure on Aerosol Kinetics II. Gravitational Sedmimentation and Inertial Impaction", "authors": [{"first": "A", "middle": [], "last": "Tsuda", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Butler", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Fredberg", "suffix": ""}], "year": 1994, "venue": "J. Appl. Physiol", "volume": "76", "issn": "", "pages": "2510--2516", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Chaotic Mixing of Alveolated Duct Flow in Rhythmically Expanding Pulmonary Acinus", "authors": [{"first": "A", "middle": [], "last": "Tsuda", "suffix": ""}, {"first": "F", "middle": ["S"], "last": "Henry", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Butler", "suffix": ""}], "year": 1995, "venue": "J. Appl. Physiol", "volume": "79", "issn": "", "pages": "1055--1063", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Recirculating Flow in an Expanding Alveolar Model: Experimental Evidence of Flow-Induced Mixing of Eerosols in the Pulmonary Acinus", "authors": [{"first": "A", "middle": [], "last": "Tippe", "suffix": ""}, {"first": "A", "middle": [], "last": "Tsuda", "suffix": ""}], "year": 2000, "venue": "J. Aerosol. Sci", "volume": "31", "issn": "", "pages": "979--986", "other_ids": {"DOI": ["10.1016/S0021-8502(99)00572-8"]}}, "BIBREF12": {"ref_id": "b12", "title": "Low Reynolds Number Viscous Flow in an Alveolated Duct", "authors": [{"first": "A", "middle": [], "last": "Karl", "suffix": ""}, {"first": "F", "middle": [], "last": "Henry", "suffix": ""}, {"first": "A", "middle": [], "last": "Tsuda", "suffix": ""}], "year": 2004, "venue": "J. Biomech. Eng", "volume": "126", "issn": "", "pages": "420--429", "other_ids": {"DOI": ["10.1115/1.1784476"]}}, "BIBREF13": {"ref_id": "b13", "title": "Validation of cfd Predictions of Flow in a 3d Alveolated Bend with Experimental Data", "authors": [{"first": "C", "middle": [], "last": "Van Ertbruggen", "suffix": ""}, {"first": "P", "middle": [], "last": "Corieri", "suffix": ""}, {"first": "R", "middle": [], "last": "Theunissen", "suffix": ""}, {"first": "M", "middle": [], "last": "Riethmuller", "suffix": ""}, {"first": "C", "middle": [], "last": "Darquenne", "suffix": ""}], "year": 2008, "venue": "J. Biomech. Eng", "volume": "41", "issn": "", "pages": "399--405", "other_ids": {"DOI": ["10.1016/j.jbiomech.2007.08.013"]}}, "BIBREF14": {"ref_id": "b14", "title": "Three-Dimensional Convective Alveolar Flow Induced by Rhythmic Breathing Motion of the Pulmonary Acinus", "authors": [{"first": "J", "middle": [], "last": "Sznitman", "suffix": ""}, {"first": "F", "middle": [], "last": "Heimsch", "suffix": ""}, {"first": "T", "middle": [], "last": "Heimsch", "suffix": ""}, {"first": "D", "middle": [], "last": "Rusch", "suffix": ""}, {"first": "T", "middle": [], "last": "Rosgen", "suffix": ""}], "year": 2007, "venue": "J. Biomech. Eng", "volume": "129", "issn": "", "pages": "658--665", "other_ids": {"DOI": ["10.1115/1.2768109"]}}, "BIBREF15": {"ref_id": "b15", "title": "Respiratory Flow Phenomena and Gravitational Deposition in a Three-Dimensional Space-Filling Model of the Pulmonary Acinar Tree", "authors": [{"first": "J", "middle": [], "last": "Sznitman", "suffix": ""}, {"first": "T", "middle": [], "last": "Heimshch", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Wildhaber", "suffix": ""}, {"first": "A", "middle": [], "last": "Tsuda", "suffix": ""}, {"first": "T", "middle": [], "last": "Rosgen", "suffix": ""}], "year": 2009, "venue": "J. Biomech. Eng", "volume": "131", "issn": "", "pages": "1--15", "other_ids": {"DOI": ["10.1115/1.3049481"]}}, "BIBREF16": {"ref_id": "b16", "title": "The Effects of Geometry on Airflow in the Acinar Region of the Human Lung", "authors": [{"first": "H", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Tawhai", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Hoffman", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Lin", "suffix": ""}], "year": 2009, "venue": "J. Biomech. Eng", "volume": "42", "issn": "", "pages": "1635--1642", "other_ids": {"DOI": ["10.1016/j.jbiomech.2009.04.046"]}}, "BIBREF17": {"ref_id": "b17", "title": "Particle Deposition in the Human Tracheobronchial Airways Due to Transient Inspiratory Flow Patterns", "authors": [{"first": "Z", "middle": [], "last": "Li", "suffix": ""}, {"first": "C", "middle": [], "last": "Kleinstreuer", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2007, "venue": "J. Aerosol. Sci", "volume": "38", "issn": "", "pages": "625--644", "other_ids": {"DOI": ["10.1016/j.jaerosci.2007.03.010"]}}, "BIBREF18": {"ref_id": "b18", "title": "Simulation of Airflow Fields and Microparticle Deposition in Realistic Human Lung Airway Models. Part I: Airflow Patterns", "authors": [{"first": "Z", "middle": [], "last": "Li", "suffix": ""}, {"first": "C", "middle": [], "last": "Kleinstreuer", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2007, "venue": "Eur. J. Mech. B Fluids", "volume": "26", "issn": "", "pages": "632--649", "other_ids": {"DOI": ["10.1016/j.euromechflu.2007.02.003"]}}, "BIBREF19": {"ref_id": "b19", "title": "Hamiltonian Chaos in a Model Alveolus", "authors": [{"first": "F", "middle": ["S"], "last": "Henry", "suffix": ""}, {"first": "F", "middle": ["E"], "last": "Laine-Pearson", "suffix": ""}, {"first": "A", "middle": [], "last": "Tsuda", "suffix": ""}], "year": 2009, "venue": "J. Biomech. Eng", "volume": "131", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1115/1.2953559"]}}, "BIBREF20": {"ref_id": "b20", "title": "Shear Flow Over a Self-Similar Expanding Pulmonary Alveolus During Rhythmical Breathing", "authors": [{"first": "S", "middle": [], "last": "Haber", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Butler", "suffix": ""}, {"first": "H", "middle": [], "last": "Brenner", "suffix": ""}, {"first": "I", "middle": [], "last": "Emaneul", "suffix": ""}, {"first": "A", "middle": [], "last": "Tsuda", "suffix": ""}], "year": 2000, "venue": "J. Fluid Mec.h", "volume": "405", "issn": "", "pages": "243--268", "other_ids": {"DOI": ["10.1017/S0022112099007375"]}}, "BIBREF21": {"ref_id": "b21", "title": "Flow and Particle Dispersion in a Pulmonary Alveolus-Part I: Velocity Measurements and Convective Particle Transport", "authors": [{"first": "S", "middle": [], "last": "Chhabra", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Prasad", "suffix": ""}], "year": 2010, "venue": "J. Biomech. Eng", "volume": "132", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1115/1.4001112"]}}, "BIBREF22": {"ref_id": "b22", "title": "Flow and Particle Dispersion in a Pulmonary Alveolus-Part II: Effect of Gravity on Particle Transport", "authors": [{"first": "S", "middle": [], "last": "Chhabra", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Prasad", "suffix": ""}], "year": 2010, "venue": "J. Biomech. Eng", "volume": "132", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1115/1.4001113"]}}, "BIBREF23": {"ref_id": "b23", "title": "The Finite Element 3d Reconstruction of the Pulmonary Acinus Imaged by Synchrotron X-Ray Tomography", "authors": [{"first": "A", "middle": [], "last": "Tsuda", "suffix": ""}, {"first": "N", "middle": [], "last": "Filipovic", "suffix": ""}, {"first": "D", "middle": [], "last": "Haberthur", "suffix": ""}, {"first": "R", "middle": [], "last": "Dickie", "suffix": ""}, {"first": "M", "middle": [], "last": "Stampanoni", "suffix": ""}, {"first": "Y", "middle": [], "last": "Matsui", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Schittny", "suffix": ""}], "year": 2008, "venue": "J. Appl. Physiol", "volume": "105", "issn": "", "pages": "964--976", "other_ids": {"DOI": ["10.1152/japplphysiol.90546.2008"]}}, "BIBREF24": {"ref_id": "b24", "title": "Gravitational Deposition in a Rhythmically Expanding and Contracting Alveolus", "authors": [{"first": "S", "middle": [], "last": "Haber", "suffix": ""}, {"first": "D", "middle": [], "last": "Yitzhak", "suffix": ""}, {"first": "A", "middle": [], "last": "Tsuda", "suffix": ""}], "year": 2003, "venue": "J. Appl. Physiol", "volume": "95", "issn": "", "pages": "657--671", "other_ids": {"DOI": ["10.1152/japplphysiol.00770.2002"]}}, "BIBREF25": {"ref_id": "b25", "title": "On the Velocity of Steady Fall of Spherical Particles Through Fluid Medium", "authors": [{"first": "E", "middle": [], "last": "Cunningham", "suffix": ""}], "year": 1910, "venue": "Proc. R. Soc. A", "volume": "83", "issn": "", "pages": "357--365", "other_ids": {"DOI": ["10.1098/rspa.1910.0024"]}}, "BIBREF26": {"ref_id": "b26", "title": "Pulmonary Fluid Dynamics", "authors": [{"first": "T", "middle": ["J"], "last": "Pedley", "suffix": ""}], "year": 1977, "venue": "Ann. Rev. Fluid Mech", "volume": "9", "issn": "", "pages": "229--274", "other_ids": {"DOI": ["10.1146/annurev.fl.09.010177.001305"]}}}, "ref_entries": {"FIGREF0": {"text": "25, 0.5, and 0.65 0.1, 0.2, and 0.8 0.15, 0.3, and 0.4 2 Â 10 À5 0.5 Fig. 1 (a) Experimental setup, (b) Schematic of the alveolus mounted on the bronchiole, and (c) Three gravity orientations for computing particle paths", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Effect of b on Flow Patterns and Particle Transport. The effect of aspect ratio or b (ratio of alveolar diameter to bronchiole diameter) can be observed by comparing velocity maps (a) and (b) in Figs. 2 through 5 which correspond to b ¼ 0.5 and 0.65, respectively; b ¼ 0.65 corresponds to the baseline case. These b values match the physiological values in the upper acini", "latex": null, "type": "figure"}, "FIGREF2": {"text": ", 3(b), 5(a), and 5(b)). For the larger b value, a secondary, weaker vortex ring with the opposite rotational sense sits atop the primary vortex ring during transition periods. The smaller volume of the alveolus corresponding to the smaller b value causes the secondary vortex ring to disappear in both the transition periods (Figs. 3(a), 3(b), 5(a), and", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Velocity maps at the beginning of transition from inhalation to exhalation for sets 1 through 8 Journal of Fluids Engineering JULY 2011, Vol. 133 / 071001-5", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Velocity maps at peak exhalation for sets 1 through 8 vortex rings are weaker during both transition periods (compare parts (g) with (a) and (h) in Figs. 2-5). Such a reduction in velocities is caused by the smaller quantity of bronchiole fluid entering/ exiting during inhalation/exhalation periods for smaller DV/V. Parts (a1)-(d1), (a7)-(d7), and (a8)-(d8) in Figs. 6 and 7 show particle maps for DV/V ¼ 0.5, 0.25, and 0.65, respectively. The massless particle maps (parts (a1), (a7), (a8) in Figs. 6 and 7)", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Number on Flow Patterns and Particle Transport. Three sets of velocity maps for Re ¼ 0.1, 0.2 and 0.8 are shown in parts (b), (d), and (c), respectively, in Figs.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Velocity maps at the beginning of transition from exhalation to inhalation for sets 1 through 8 2-5. Although the flow topology does not change as the Reynolds number is increased from 0.1 through 0.8, the flow inside the alveolus becomes asymmetric throughout the breathing cycle. The largest inward/outward velocities, which were located at the center of the alveolar opening, display a noticeable shift in the bronchiole flow direction (compare (b) and (c) with (d) inFigs. 2 and 4). Furthermore, the vortex ring which was slightly asymmetric in the baseline case, now displays a significantly larger circulation region in the left hemisphere compared to the right hemisphere during both the transition periods which can be observed by comparing (b) and (c) in Figs. 3, and 5. In addition, the saddle point drifts towards the right during both the transition periods (compare (b) and (c) in Figs. 3, and 5).", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Fig. 6 Particle maps for d p 5 1.5 lm particles after five cycles for all data sets. Each subfigure corresponds to the gravity orientation (indicated at the left of each row) and the specific data set in Table 1 (indicated at the bottom of each column). The blue, red, and green boundaries in each subfigure correspond to the alveolar wall location in Figs. 3 and 4, and 5, respectively.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Number on Flow Patterns and Particle Transport. Parts (d), (e), and (f) in Figs. 2-5 display velocity maps for three physiologically relevant a values of 0.3, 0.42, and 0.15, respectively. It is observed that a strongly affects the alveolar flow unlike the weaker effects caused by varying the geometric parameters. Similar to the results for the previous parametric variations, the overall flow topology remains the same for all three a values, i.e., the bronchiole fluid enters/exits during inhalation/exhalation, and the alveolar and bronchiole fluid mix during transition periods (parts (d), (e), and (f) in Figs. 2-5).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Values of geometric and dynamic parameters for each data setFig. 2 Velocity maps at peak inhalation for sets 1 through 8", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1 Physiological and experimental values of geometric and dynamic parameters. The experimental values of the particle transport parameters correspond to the values used in the particle tracking simulations for d p 5 1.5 l m particles", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>\n</td><td>Geometric parameters \n</td><td>Dynamic parameters a (Womersley number)\n</td><td>Particle transport parameters\n</td></tr><tr><td> </td><td>b DalyDbronch\n</td><td>c AlveolaropeningDalv\n</td><td>DV\nV (Fractional volumetric change)\n</td><td>Re (Reynolds number)\n</td><td> </td><td>St (Stokes number)\n</td><td>H (Gravity number)\n</td></tr><tr><td>Physiological range </td><td>0.4-2 </td><td>0.7 </td><td>0.5 - 0.8 ( 0.5 in a diseased lung)\n</td><td>&lt;1 </td><td>0.15 </td><td>104 </td><td>0.4-20\n</td></tr><tr><td>Experimental values </td><td>0.5, 0.65 </td><td>0.7 </td><td>0.25, 0.5, and 0.65 </td><td>0.1, 0.2, and 0.8 </td><td>0.15, 0.3, and 0.4 </td><td>2 105 </td><td>0.5\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Table 2 Values of geometric and dynamic parameters for each data set", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>\n</td><td>Geometric parameters \n</td><td>Dynamic parameters\na\n(Womersley number)\n</td></tr><tr><td>Dataset number\n</td><td>b DalyDbronch\n</td><td>c AlveolaropeningDalv\n</td><td>DV\nV (Fractional volumetric change)\n</td><td>Re (Reynolds number)\n</td><td> </td></tr><tr><td>1 </td><td>0.65 </td><td>0.7 </td><td>0.5 </td><td>0.1 </td><td>0.3\n</td></tr><tr><td>2 </td><td>0.5 </td><td>0.7 </td><td>0.5 </td><td>0.1 </td><td>0.3\n</td></tr><tr><td>3 </td><td>0.5 </td><td>0.7 </td><td>0.5 </td><td>0.8 </td><td>0.3\n</td></tr><tr><td>4 </td><td>0.5 </td><td>0.7 </td><td>0.5 </td><td>0.2 </td><td>0.3\n</td></tr><tr><td>5 </td><td>0.5 </td><td>0.7 </td><td>0.5 </td><td>0.2 </td><td>0.4\n</td></tr><tr><td>6 </td><td>0.5 </td><td>0.7 </td><td>0.5 </td><td>0.2 </td><td>0.15\n</td></tr><tr><td>7 </td><td>0.65 </td><td>0.7 </td><td>0.25 </td><td>0.1 </td><td>0.3\n</td></tr><tr><td>8 </td><td>0.65 </td><td>0.7 </td><td>0.65 </td><td>0.1 </td><td>0.3\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "This research was supported by Philip Morris USA, Inc., and Philip Morris International.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgment"}]}