{"paper_id": "96ff794b8411af6083cd7287f71e304d854b5087", "metadata": {"title": "Thorax CT findings in patients with Crimean-Congo hemorrhagic fever (CCHF)", "authors": [{"first": "Turan", "middle": [], "last": "Aktaş", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Fatma", "middle": [], "last": "Aktaş", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zafer", "middle": [], "last": "Özmen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ayşegül", "middle": [], "last": "Altunkaş", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Turan", "middle": [], "last": "Kaya", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Osman", "middle": [], "last": "Demir", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Purpose: Crimean-Congo hemorrhagic fever (CCHF) is a zoonotic viral disease with high mortality. The agent causing CCHF is a Nairovirus. The virus is typically transmitted to humans through tick bites. CCHF is a life-threatening disease observed endemically over a wide geographical regions in the world and a little known about pulmonary findings in CCHF patients.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The patients that were admitted and diagnosed with CCHF between April 2010 and September 2015 were examined. Patients' medical records were then evaluated retrospectively. Patients who underwent thorax CT evaluation based on the clinical findings at the time of admission and/or during the hospital stay were included in the study. Patients' laboratory test results and thorax CT findings for respiratory assessment along with demographic characteristics.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: Forty patients diagnosed with CCHF that underwent thorax CT based on their indications were included in the study. Twenty-seven patients (62.5 %) were male with a mean age of 55.22 ± 19.84 years. According to these results, the three most common thorax CT findings were parenchymal infiltration [32 patients (80 %)], pleural effusion [31 patients (77.5 %)], and alveolar infiltration [28 patients (70 %)]. Moreover, we determined that the most frequently seen radiological findings often occurred bilaterally.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "There is still not enough information regarding this life-threatening disease. We also would like to emphasize that both direct radiography and thorax CT are highly successful in detecting frequently encountered radiological findings such as pleural effusion, alveolar hemorrhage, and parenchymal infiltration that indicate pulmonary involvement. which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Crimean-Congo hemorrhagic fever (CCHF) is a zoonotic viral disease with a high mortality. CCHF is caused by Nairovirus, which is an RNA-type virus from the Bunyaviridae family. It is generally transmitted through the bite of vectors, such as ticks. Although rare, infection with CCHF has also been reported in health care professionals as a result of contact with blood and blood products. Non-specific symptoms such as fever, malaise, loss of appetite, nausea, vomiting, and myalgia might occur after contact with infected blood. In addition to these nonspecific symptoms, bruising, petechiae, vaginal bleeding, and epistaxis as well as signs of intracranial, gastrointestinal, and alveolar hemorrhage that may be life threatening and often responsible for mortality might occur. The mortality rate due to CCHF ranges from 3 to 80 %. The disease was named Crimean-Congo hemorrhagic fever after the first case of the disease was seen in Crimea in 1944 and a similar case was reported in Congo 12 years later. Furthermore, it is endemic in many parts of the world. In literature, the CCHF cases from about 30 countries encompassing Africa, Asia, Eastern Europe, and the Middle East have been reported, with the number of cases increasing each year (Karti 2009; Ergönül 2006) .", "cite_spans": [{"start": 1247, "end": 1259, "text": "(Karti 2009;", "ref_id": "BIBREF7"}, {"start": 1260, "end": 1273, "text": "Ergönül 2006)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Background"}, {"text": "*Correspondence: turanaktas79@yahoo.com 1 Department of Pulmonary Medicine, Gaziosmanpaşa University, School of Medicine, Tokat, Turkey Full list of author information is available at the end of the article Despite the increasing number of cases in Turkey and other endemic areas in the world over the years, the number of studies related to CCHF's lung findings is very limited. In particular, very little is known about the effects of extensive, systemic inflammation and vascular damage symptoms on pathophysiological changes in the lung tissue as well as its clinical outcome. Moreover, not much is known about CCHF's lung findings in specific and advanced imaging techniques, such as computed tomography (CT), and their clinical importance and benefits in follow-up. In this study, we evaluated patients that were diagnosed with CCHF and whose thorax CT scans were taken due to pulmonary symptoms. We aimed to demonstrate the relationship between clinical follow-up findings and laboratory values among these patients.", "cite_spans": [], "ref_spans": [], "section": "Open Access"}, {"text": "The patients that were admitted to Tokat State Hospital Emergency Department and Infectious Diseases and Clinical Microbiology Department and diagnosed with CCHF between April 2010 and September 2015 were examined. Also Tokat State Hospital Infection Disease and Clinical Microbiology Department granted us access to all patients' datas and then patients' medical records were evaluated retrospectively. Patients who underwent thorax CT evaluation based on the clinical findings at the time of admission and/or during the hospital stay were included in the study. Ethical approval was obtained from ethics committee of Tokat Gaziosmanpaşa University. Patients' laboratory test results, chest X-ray, and thorax CT findings for respiratory assessment along with demographic characteristics such as age, gender, occupation, place of residence, tick exposure, smoking history, clinical diseases, and medical history laboratory were evaluated.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Blood samples were taken from the patients at the time of admission for diagnostic purposes and were sent to Ankara Refik Saydam Hıfzısıhha Central Virology Laboratory. The diagnosis of CCHF was then made based on the enzyme-linked immunosorbent assay (ELISA) or by detection of viral genome by polymerase chain reaction (PCR).", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Data was expressed as mean ± SD or frequency and percent. Independent sample t test or one-way analysis of variance were used in order to compare the continuous normal data between groups. The Turkey HSD test was used for post hoc comparisons between the pair-wise groups. Furthermore, the Kaplan-Meier method was used for survival probability. A p value <0.05 was considered to be significant and analyses were performed using SPSS 19 (IBM SPSS Statistics 19, SPSS Inc., an IBM Co., Somers, NY).", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "A total of 563 CCHF patients that were admitted to Tokat State Hospital Emergency Department and Infectious Diseases and Clinical Microbiology Department between April 2010 and September 2015 were evaluated for this study. Forty patients that underwent thorax CT based on their indications were included in the study. Thirteen patients (37.5 %) were female with a mean age of 51.15 ± 15.91 years, while 27 patients (62.5 %) were male with a mean age of 55.22 ± 19.84 years. There was no significant difference between males and females in terms of mean age. Patients' demographic characteristics are given in detail in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 619, "end": 626, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "The comparative evaluation of thorax CT findings between the gender groups showed that the only significant increase was in pulmonary artery diameter (p < 0.05). In addition, among the reported symptoms, only the presence of petechiae and ecchymotic rash were significantly different among gender groups (p < 0.05). There were no other significant relationships between gender and patients' clinical, radiological, and laboratory parameters.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Patients were divided into two groups based on their age, being composed of under and over the age of 65. Twenty-six patients (65 %) were over the age of 65 years. According to our results, symptoms of myalgia were more common in patients in the <65 age group and the difference between the age groups was statistically significant. In addition, 10 of the 11 patients (38.5 %) with minor bleeding (such as epistaxis, menorrhagia, and mucosal bleeding) were in the >65 age group. These findings were found to be statistically significant and no other significant associations were detected between age and other findings.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Laboratory evaluation included biochemical, hematologic, coagulation, and inflammatory parameters. Furthermore, mean and standard deviation values of all parameters were calculated. The laboratory values of the patients are shown in detail in Table 2 .", "cite_spans": [], "ref_spans": [{"start": 243, "end": 250, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "The patients' radiological chest CT findings were evaluated. The radiological assessment showed a total of 13 thorax CT findings, with one patient having multiple findings. According to these results, the three most common thorax CT findings were parenchymal infiltration [32 patients (80 %)], pleural effusion [31 patients (77.5 %)], and alveolar infiltration [28 patients (70 %)]. Meanwhile, the least common CT findings were bronchiectasis [3 patients (7.5 %)] and mediastinal lymphadenopathy [2 patients (5 %)]. Moreover, we determined that the most frequently seen radiological findings such as parenchymal infiltration, alveolar infiltration, and pleural effusion often occurred bilaterally (Figs. 1, 2 and 3). The unilateral pathology was seen less frequently and most of these cases occurred in radiographic findings of the right lung. Patients' thorax CT findings are summarized in detail in Tables 3 and 4 .", "cite_spans": [], "ref_spans": [{"start": 901, "end": 915, "text": "Tables 3 and 4", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "In this study we also evaluated patients' survival, factors affecting survival, and the association between survival and patients' other clinical, laboratory, and radiological parameters. A total of 26 patients (65 %) survived, while 14 patients (35 %) did not survive. We also determined that presence of symptoms such as rash, sleepiness, and dizziness at the time of admission was significantly associated with survival (p < 0.05). Parenchymal and alveolar infiltration, pleural effusion, and atelectasis that were significantly associated with survival and were more frequently seen in the non-survival group were observed bilaterally in thorax CT scans. Both the patients' survival and the relationship between thorax CT findings are presented in detail in Table 5 . Moreover, the patients' mortality rate was also calculated and found to be 35 %.", "cite_spans": [], "ref_spans": [{"start": 762, "end": 769, "text": "Table 5", "ref_id": "TABREF4"}], "section": "Results"}, {"text": "Patients that were diagnosed with CCHF based on their radiological findings underwent a chest X-ray (CXR). The presence of pathological findings on CXR and pleural effusion, parenchymal and alveolar infiltration, and bronchiectasis seen on thorax CT scans were significantly associated. Other findings were only detected on thorax CT scans and not on CXR. The relationship between CXR and thorax CT findings are given in detail in Table 6 .", "cite_spans": [], "ref_spans": [{"start": 431, "end": 438, "text": "Table 6", "ref_id": "TABREF5"}], "section": "Results"}, {"text": "CCHF is a viral zoonotic disease. It is endemic in many geographic regions of the world and is seen at the end of spring as well as during the summer months and can cause life-threatening bleeding. There is still not much information regarding the etiopathogenesis, clinical follow-up, and treatment; however it is known that CCHF is transmitted through tick bites and that Nairovirus is the main factor that causes intense systemic inflammatory response in the entire body. As a result of this inflammatory response, non-specific signs such as fever, fatigue, and myalgia occur in the acute phase. During the advanced stages of the disease, low platelets can cause serious spontaneous bleeding and even neurological symptoms. In our study, the male to female ratio was about 2-1 (27/13), which was similar to other studies in the literature. In our country and region, mostly men work in occupations such as farming, animal husbandry, veterinary medicine, and the military which require a frequent outdoor presence. Therefore, men are more likely to come into contact with ticks that are vectors for CCHF transmission. CCHF is a blood borne and contagious disease. Therefore, there are many studies in literature focusing on blood, other body fluids, and evaluating laboratory findings. Some studies have reported that there is a strong relationship between survival and parameters such as d-dimer, fibrinogen, platelets, leukocytes, neutrophil count, and muscle and liver enzymes (Karti 2009; Ergönül 2006; Watts et al. 1988; Schwarz et al. 1997 ). Similar to studies in literature, survival was significantly associated with parameters such as leukocytes, neutrophils, and platelet counts in the blood count test; ALT, AST, BUN, direct bilirubin, CK, creatinine, LDH, total bilirubin, uric acid in the biochemical tests; fibrinogen, d-dimer, ferritin, PTT, and APTT in the coagulation test (p < 0.05).", "cite_spans": [{"start": 1482, "end": 1494, "text": "(Karti 2009;", "ref_id": "BIBREF7"}, {"start": 1495, "end": 1508, "text": "Ergönül 2006;", "ref_id": "BIBREF4"}, {"start": 1509, "end": 1527, "text": "Watts et al. 1988;", "ref_id": "BIBREF12"}, {"start": 1528, "end": 1547, "text": "Schwarz et al. 1997", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion"}, {"text": "The number of studies focusing on lung findings in CCHF is very limited. In all of these studies, lung evaluations were performed based on the plain radiography and to the best of our knowledge, there are no other studies performed with thorax CT. In 2007 a study from Russia by Sannikova et al. was the first study that evaluated lung findings in CCHF. In their study, lung findings of 283 patients with acute respiratory distress syndrome (ARDS) were defined and it was noted that these symptoms could be seen in all periods, most notably in the hemorrhagic phase. In addition, they concluded that ARDS symptoms that may occur throughout the course of the disease are closely associated with systemic inflammation and that this clinical condition may accompany hemorrhagic symptoms (Sannikova et al. 2007) . In 2012, a Turkish study by Bilgin et al. evaluated lung findings of 128 CCHF patients, retrospectively. The most frequently detected pulmonary symptoms were cough, sputum, and chest pain. In addition, they reported that there was no significant difference between patients with and without radiological findings in terms of survival. In the majority of patients (65.5 %) that had radiological findings, these findings were bilateral. However, the study only evaluated direct radiography findings and abnormal findings that were detected included infiltration, hilar pathology, interstitial pathology, pleural thickening, and pleural effusion (Bilgin et al. 2014) . Another study that evaluated lung findings of CCHF was done by Doğan et al. in 2011. The study assessed demographic, clinical, and radiological parameters as well as pulmonary symptoms of 108 patients diagnosed with CCHF. Similar to the aforementioned studies, the radiological assessments were done based on the direct radiography findings. Abnormal findings in direct radiography were not detected in 66.7 % of patients. On the other hand, the majority of the radiological findings detected in direct radiography were unilateral (Dogan et al. 2011) . In literature, there are single case reports for both pediatric and adult cases that used direct radiography and thorax CT to evaluate lung findings. Pleural effusion was found in almost all case reports and is the most frequent as well as the most well defined radiological finding in CCHF patients in literature. Although, the precise pathophysiological mechanisms of pleural effusion are not known, it is widely thought to develop as a result of widespread systemic inflammation. However, it is recommended that differential diagnosis of hemothorax should be included. It is suggested that the pleural effusion that develops in the course of the disease is not associated with hemothorax (Schnittler and Feldmann 2003; Feldman et al. 2003; Tanir et al. 2009 ). In Doğancı et al. 's case report from Turkey, a young adult diagnosed with CCHF had an alveolar hemorrhage at the time of admission to the hospital, which regressed dramatically on day 5 after ribavirin and supportive treatment (Doganci et al. 2008) . Although the authors suggested that excessive inflammatory response was the reason, it remains unclear whether thrombocytopenia and/or vascular injury might have been the main factors in the pathophysiology.", "cite_spans": [{"start": 279, "end": 295, "text": "Sannikova et al.", "ref_id": null}, {"start": 784, "end": 807, "text": "(Sannikova et al. 2007)", "ref_id": "BIBREF8"}, {"start": 1453, "end": 1473, "text": "(Bilgin et al. 2014)", "ref_id": "BIBREF1"}, {"start": 2007, "end": 2026, "text": "(Dogan et al. 2011)", "ref_id": "BIBREF2"}, {"start": 2720, "end": 2750, "text": "(Schnittler and Feldmann 2003;", "ref_id": "BIBREF9"}, {"start": 2751, "end": 2771, "text": "Feldman et al. 2003;", "ref_id": "BIBREF6"}, {"start": 2772, "end": 2789, "text": "Tanir et al. 2009", "ref_id": "BIBREF11"}, {"start": 3021, "end": 3042, "text": "(Doganci et al. 2008)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Discussion"}, {"text": "There are 4 stages of clinical follow-up in CCHF: incubation phase, pre-hemorrhagic phase, hemorrhagic phase, and convalescent phase (Ergönül 2008; Bakir et al. 2005) . In our study, the patients underwent thorax CT for further diagnosis due to the emergence of new findings in the pre-hemorrhagic and hemorrhagic phase at the time of admission and/or during the clinical follow-up. Radiological findings suspected to be pulmonary pathologies of CCHF were seen in all patients. Inadequacies in the differential diagnosis and further investigations may occur, especially in the pre-hemorrhagic phase because patients come in with symptoms similar to the common cold. In particular, the most frequently seen thorax CT findings, such as parenchymal infiltration, alveolar infiltration, pleural effusion, and atelectasis, are significantly related with survival which in turn, emphasizes the importance of these parameters in clinical follow-up. In addition, if these findings develop in advanced stages of the disease, such as hemorrhagic and convalescent phases, they might serve as indicators of poor prognosis.", "cite_spans": [{"start": 133, "end": 147, "text": "(Ergönül 2008;", "ref_id": "BIBREF5"}, {"start": 148, "end": 166, "text": "Bakir et al. 2005)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Discussion"}, {"text": "The presence of fibrotic changes in thorax CT findings was also found to be significantly related to survival. Interestingly, all nine patients that developed fibrosis survived. This can be explained by insufficient inflammatory response in patients with fibrotic changes. However, this view is based exclusively on our clinical data and further studies at the cellular and molecular level are required.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In our study, we also compared direct radiography and thorax CT in terms of their success in revealing radiologic findings. In all previous studies only direct radiography was used for the assessment of the lung and none of them felt the need to use thorax CT for advanced diagnosis. Therefore, we wanted to evaluate the adequacy of direct radiography in the assessment of the lung findings in patients with CCHF. The direct radiography can detect the radiological findings most frequently seen in thorax CT such as pleural effusion, alveolar, and parenchymal infiltration. The correlation between direct radiography and thorax CT in terms of detection of radiologically similar findings was statistically significant (p < 0.05). This suggests that it is more appropriate to use simple, cheap, and easily accessible direct lung radiography in the initial diagnosis of CCHF, however in cases with additional pathological findings, differential diagnosis or the absence of clinical improvement thorax CT should be used for further examination in clinical follow-up. Therefore, CXR should be considered especially in patients in the hemorrhagic phase for detection of pulmonary pathologies such as alveolar hemorrhage and pleural effusion, while thorax CT should be considered for further evaluation. Moreover, it should be deliberated that the pre-hemorrhagic phase, in which the symptoms emerge, will be followed by the hemorrhagic phase when the clinical manifestations could occur, and thus radiological assessment of the lungs should be carried out after the admission to the hospital. This radiological evaluation will be very useful in terms of calculating both the survival and the clinical course of the disease.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, there is still not enough information regarding this life-threatening disease that is endemic in many geographic regions of the world. Furthermore, the number of deaths due to CCHF is increasing every year. In CCHF, the intense inflammatory response affects all systems, including the circulation and hematological system and clinical implications of the liver as well. However, information regarding effects on the respiratory system is very limited. In particular, the information regarding the radiologic evaluations and findings for this disease is insufficient. In cases with life-threatening clinical conditions it is important to evaluate radiological findings in the respiratory system by using direct radiography and by using thorax CT when differential and advance diagnosis is needed. We also would like to emphasize that both direct radiography and thorax CT are highly successful in detecting frequently encountered radiological findings such as pleural effusion, alveolar hemorrhage, and parenchymal infiltration that indicate pulmonary involvement and have a negative effect on survival and therefore should be used in the evaluation of patients with CCHF.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Crimean-Congo haemorrhagic fever outbreak in Middle Anatolia: a multicentre study of clinical features and outcome measures", "authors": [{"first": "M", "middle": [], "last": "Bakir", "suffix": ""}, {"first": "M", "middle": [], "last": "Ugurlu", "suffix": ""}, {"first": "B", "middle": [], "last": "Dokuzoguz", "suffix": ""}], "year": 2005, "venue": "J Med Microbiol", "volume": "54", "issn": "", "pages": "385--389", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "An investigation of pulmonary findings of Crimean-Congo haemorrhagic fever patients", "authors": [{"first": "G", "middle": [], "last": "Bilgin", "suffix": ""}, {"first": "Ç", "middle": ["A"], "last": "Hatipoğlu", "suffix": ""}, {"first": "Ş", "middle": [], "last": "Altun", "suffix": ""}], "year": 2014, "venue": "Turk J Med Sci", "volume": "44", "issn": "", "pages": "162--167", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Evaluatıon of respiratory findings in Crimean-Congo haemorrhagic fever", "authors": [{"first": "O", "middle": ["T"], "last": "Dogan", "suffix": ""}, {"first": "A", "middle": [], "last": "Engin", "suffix": ""}, {"first": "I", "middle": [], "last": "Salk", "suffix": ""}], "year": 2011, "venue": "Southeast Asian J Trop Med Public Health", "volume": "42", "issn": "", "pages": "1100--1105", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Crimean-Congo haemorrhagic fever and diffuse alveolar hemorrhage", "authors": [{"first": "L", "middle": [], "last": "Doganci", "suffix": ""}, {"first": "M", "middle": [], "last": "Ceyhan", "suffix": ""}, {"first": "N", "middle": ["F"], "last": "Tasdelen", "suffix": ""}], "year": 2008, "venue": "Trop Doct", "volume": "38", "issn": "", "pages": "252--254", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Crimean-Congo haemorrhagic fever", "authors": [{"first": "O", "middle": [], "last": "Ergönül", "suffix": ""}], "year": 2006, "venue": "Lancet Infect Dis", "volume": "6", "issn": "", "pages": "203--214", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Crimean-Congo haemorrhagic fever (CCHF) in Turkey: a zoonosis which can cause nosocomial infection: invited commentary", "authors": [{"first": "O", "middle": [], "last": "Ergönül", "suffix": ""}], "year": 2008, "venue": "Turkiye Klinikleri J Med Sci", "volume": "28", "issn": "", "pages": "677--679", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Ebola virus: from discovery to vaccine", "authors": [{"first": "H", "middle": [], "last": "Feldman", "suffix": ""}, {"first": "S", "middle": [], "last": "Jones", "suffix": ""}, {"first": "H", "middle": ["D"], "last": "Klenk", "suffix": ""}], "year": 2003, "venue": "Nat Immunol", "volume": "3", "issn": "", "pages": "677--685", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Crimean-Congo haemorrhagic fever", "authors": [{"first": "S", "middle": ["S"], "last": "Karti", "suffix": ""}], "year": 2009, "venue": "Proceedings of the national congress of haematology", "volume": "", "issn": "", "pages": "109--114", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Respiratory lesions in Crimean-Congo haemorrhagic fever", "authors": [{"first": "I", "middle": ["V"], "last": "Sannikova", "suffix": ""}, {"first": "V", "middle": ["D"], "last": "Pacechnikov", "suffix": ""}, {"first": "V", "middle": ["V"], "last": "Maleev", "suffix": ""}], "year": 2007, "venue": "Ter Arkh", "volume": "79", "issn": "", "pages": "20--23", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Viral haemorrhagic fever-A vascular disease?", "authors": [{"first": "H", "middle": ["J"], "last": "Schnittler", "suffix": ""}, {"first": "H", "middle": [], "last": "Feldmann", "suffix": ""}], "year": 2003, "venue": "Thromb Haemost", "volume": "89", "issn": "", "pages": "967--972", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Clinical features of Crimean-Congo haemorrhagic fever in the United Arab Emirates", "authors": [{"first": "T", "middle": ["F"], "last": "Schwarz", "suffix": ""}, {"first": "H", "middle": [], "last": "Nsanze", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Ameen", "suffix": ""}], "year": 1997, "venue": "Infection", "volume": "25", "issn": "", "pages": "364--367", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A case of Crimean-Congo haemorrhagic fever with pleural effusion", "authors": [{"first": "G", "middle": [], "last": "Tanir", "suffix": ""}, {"first": "N", "middle": [], "last": "Tuygun", "suffix": ""}, {"first": "I", "middle": [], "last": "Balaban", "suffix": ""}], "year": 2009, "venue": "Jpn J Infect Dis", "volume": "62", "issn": "", "pages": "70--72", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Crimean-Congo haemorrhagic fever", "authors": [{"first": "D", "middle": ["M"], "last": "Watts", "suffix": ""}, {"first": "T", "middle": ["G"], "last": "Ksiasek", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Linthicum", "suffix": ""}], "year": 1988, "venue": "Monath TP (ed) The arboviruses: epidemiology and ecology", "volume": "2", "issn": "", "pages": "177--260", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Fourty years old female patient with the alveolar densities and ground glass opacities (alveolar hemorrhage) were seen in computerized tomography (CT) scanning of the chestFig. 2The same patient inFig. 1with bilateral pleural effusion is seen in CT scanning of the chest", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Twenty-six years old female patient with bilateral pleural effusion and consolidation with air bronchograms at the right lower lobe are seen in CT scanning of the chest", "latex": null, "type": "figure"}, "TABREF0": {"text": "Demographic and clinical features of CCHF patients in the study", "latex": null, "type": "table"}, "TABREF1": {"text": "The laboratoury findings of CCHF patients in the studySD standard deviation", "latex": null, "type": "table"}, "TABREF2": {"text": "Thoracic CT findings of CCHF patients in the study", "latex": null, "type": "table"}, "TABREF3": {"text": "Locations of the radiological findings in CCHF patients with assessment of thoracic CT", "latex": null, "type": "table"}, "TABREF4": {"text": "The comparison between survival and thoracic CT findings of CCHF patientsStatistically significant p values are in Italic", "latex": null, "type": "table"}, "TABREF5": {"text": "The comparison between the radiological findings of chest X-ray and thoracic CT in CCHF patients", "latex": null, "type": "table"}, "TABREF6": {"text": "Table 6.\nDiscussion\nCCHF is a viral zoonotic disease. It is endemic in many geographic regions of the world and is seen at the end of spring as well as during the summer months and can cause life-threatening bleeding. There is still not much information regarding the etiopathogenesis, Fig. 3  Twenty-six years old female patient with bilateral pleural effusion and consolidation with air bronchograms at the right lower lobe are seen in CT scanning of the chest", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Table 3 Thorax CT findings </td><td>Thoracic CT findings of CCHF patients in the study\nThere n (%)\n</td><td>None n (%)\n</td></tr><tr><td>Alveolar infiltration </td><td>28 (70 %) </td><td>12 (30 %)\n</td></tr><tr><td>Parenchymal infiltration </td><td>32 (80 %) </td><td>8 (20 %)\n</td></tr><tr><td>Pleural effusion </td><td>31 (77.5 %) </td><td>9 (22.5 %)\n</td></tr><tr><td>Atelectasis </td><td>26 (65 %) </td><td>14 (35 %)\n</td></tr><tr><td>Small-airway involvement </td><td>13 (32.5 %) </td><td>27 (67.5 %)\n</td></tr><tr><td>Enlargement of pulmonary artery </td><td>27 (67.5 %) </td><td>13 (32.5 %)\n</td></tr><tr><td>Cardiomegaly </td><td>6 (15 %) </td><td>34 (85 %)\n</td></tr><tr><td>Pericardial effusion </td><td>5 (12.5 %) </td><td>35 (87.5 %)\n</td></tr><tr><td>Ground-glass opacity </td><td>23 (57.5 %) </td><td>17 (42.5 %)\n</td></tr><tr><td>Consolidation </td><td>11 (27.5 %) </td><td>29 (72.5 %)\n</td></tr><tr><td>Mediastinal/hilar lymphadenopathies </td><td>2 (5 %) </td><td>38 (95 %)\n</td></tr><tr><td>Chronic fibrotic changes </td><td>9 (22.5 %) </td><td>31 (77.5 %)\n</td></tr><tr><td>Bronchiectasis </td><td>3 (7.5 %) </td><td>37 (92.5 %)\n</td></tr><tr><td>Pulmonary nodule </td><td>8 (20 %) </td><td>32 (80 %)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "TA carried out to the study conception and design, acquisition of datas, analysis and interpretation, drafting and revising of the manuscript and give final approval. FA conceived of the study, and participated in its design and coordination and helped to draft the manuscript. ZO conceived of the study, and participated in its design and coordination and helped to draft the manuscript. AA conceived of the study, and participated in its design and coordination and helped to draft the manuscript. TK carried out in acquisition of datas. OD carried out in statistical analysis. All authors read and approved the final manuscript. ", "cite_spans": [], "ref_spans": [], "section": "Authors' contributions"}, {"text": "The authors declare that they have no competing interests.Received: 6 April 2016 Accepted: 11 October 2016", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}