{
    "paper_id": "97482b5d28e8da33ebdf312dbaec237c3daf2ab2",
    "metadata": {
        "title": "Translational Control of the Picornavirus Phenotype",
        "authors": [
            {
                "first": "V",
                "middle": [
                    "I"
                ],
                "last": "Agol",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Russian Academy of Medical Sciences, and Moscow State University",
                    "location": {
                        "settlement": "Moscow",
                        "country": "Russia"
                    }
                },
                "email": "agol@genebee.msu.su"
            }
        ]
    },
    "abstract": [
        {
            "text": "Picornaviruses are small animal viruses with positive-strand genomic RNA, which is translated using cap-independent internal translation initiation. The key role in this is played by cis elements of the 5'-untranslated region (5'-UTR) and, in particular, by the internal ribosome entry site (IRES). The function of translational cis elements requires both canonical translation initiation factors (eIFs) and additional IRES transacting factors (ITAFs). All known ITAFs are cell RNA-binding proteins which play a variety of functions in noninfected cells. Specific features of translational cis elements substantially affect the phenotype and, in particular, tissue tropism and pathogenic properties of picornaviruses. It is clear that, in some cases, the molecular mechanism involved is a change in interactions between viral cis elements and ITAFs. The properties and tissue distribution of ITAFs may determine the biological properties of other viruses that also use the IRES-dependent translation initiation. Since this mechanism is also involved in translation of several cell mRNAs, ITAF may contribute to the regulation of the most important aspects of the living activity in noninfected cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Gene expression regulation is certainly a favorite in modern molecular biology. This field, in its turn, is dominated by transcription regulation. Transduction of exogenous and endogenous signals to transcription factors and recognition of cis -regulatory DNA elements by these factors are favored by editors of the most prestigious journals. At this background, translation regulation looks (or looked until recently) like Cinderella. There are reasons to think, however, that, like Cinderella, translational control will have a prominent place in the high society by the nearest future. These are findings that mechanisms of translation regulation are diverse and that biological properties (phenotype) depend on the structure and function of translational regulators. Many important observations have been made in viruses. Here we consider the current state of the problem of translation regulation, focusing on a virus group that has been extensively studied in this respect over the recent 10-15 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "OF THEIR RNA Picornaviruses are a group of small (25-30 nm in diameter) icosahedral viruses, and include agents of human and animal disorders (poliomyelitis, foot and mouth disease, hepatitis A, common cold, etc.). Their genome is a single-stranded RNA (7.6-8.2 kb) with the only functional reading frame, which codes for a polyprotein precursor of all proteins of a virus. (Sev-eral picornaviruses are exceptions, having a small alternative expressed reading frame; the problem, however, is beyond the scope of this review.) The 3' end of the genomic RNA is polyadenylated. The 5' end lacks a cap and contains a large (600-1200 nt) highly structured untranslated region (UTR) with many noninitiator AUG triplets (see [1, 2] for review).",
            "cite_spans": [
                {
                    "start": 718,
                    "end": 721,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 722,
                    "end": 724,
                    "text": "2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "PICORNAVIRUSES AND SPECIFIC FEATURES"
        },
        {
            "text": "Many, though not all, picornaviruses dramatically suppress protein synthesis in infected cells [3, 4] . The mechanism is mostly inactivation of cap-dependent translation initiation factor eIF-4F, as viral proteases cleave its subunits eIF-4GI and/or eIF-4GII [5] [6] [7] [8] [9] , or inactivation of subunit eIF-4E as a result of interactions with dephosphorylated inhibitor 4E-BP1 [10] . When cap-dependent translation is suppressed, synthesis of picornaviral proteins is highly efficient.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 101,
                    "text": "4]",
                    "ref_id": null
                },
                {
                    "start": 259,
                    "end": 262,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 263,
                    "end": 266,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 270,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 271,
                    "end": 274,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 382,
                    "end": 386,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "PICORNAVIRUSES AND SPECIFIC FEATURES"
        },
        {
            "text": "The above features of the picornaviral 5'-UTR are known since the early 1980s. Even at that time these features (first and foremost, the lack of a cap and the presence of many non-initiator AUG triplets) were arguments against a model of translation initiation of picornaviral RNA, which was advanced by M. Kozak [11] . According to this model, the 40S ribosomal subunit recognizes the capped 5' end and then scans an eukaryotic template to find the first AUG in a favorable context (RxxAUGR, where R is a purine and x is any nucleotide). The ribosomal subunits are joined together at this site, and the AUG acts as a translation initiation codon.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "STRUCTURE OF TRANSLATIONAL CIS ELEMENTS IN PICORNAVIRAL RNA"
        },
        {
            "text": "A search for an alternative mechanism of the initiation of polypeptide synthesis led to success in 1988 and 1989, when two labs reported cap-independent internal translation initiation for RNAs of the poliomyelitis virus [12, 13] and the encephalomyocarditis virus (EMCV) [14, 15] . The key finding was that, located between two cistrons in an artificial construct, an internal fragment of picornaviral 5'-UTR ensures translation of the second cistron when expression of the first one is barred (e.g., via inactivation of eIF-4F). The cis RNA element involved was termed internal ribosome entry site (IRES) and was shown to consist of several hundred nucleotides. At that time, the fold was already established for the corresponding RNA regions of the poliovirus [16] [17] [18] and EMCV [19] . Notwithstanding similarity if not identity of functions, IRESs of these viruses have virtually nothing in common as regards their primary and secondary structures. However, the major structural features of each IRES are conserved within one of the two nonoverlapping large picornavirus groups to which poliovirus and EMCV belong [18, 19] .",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 225,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 226,
                    "end": 229,
                    "text": "13]",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "15]",
                    "ref_id": null
                },
                {
                    "start": 763,
                    "end": 767,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 768,
                    "end": 772,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 773,
                    "end": 777,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 787,
                    "end": 791,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1123,
                    "end": 1127,
                    "text": "[18,",
                    "ref_id": null
                },
                {
                    "start": 1128,
                    "end": 1131,
                    "text": "19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "STRUCTURE OF TRANSLATIONAL CIS ELEMENTS IN PICORNAVIRAL RNA"
        },
        {
            "text": "A common feature of translational cis elements in picornaviral RNAs is that each contains an oligopyrimidine tract [20] [21] [22] , which can be considered as a 3'terminal element of IRES or as a separate motif adjacent to IRES. An AUG triplet is about 20 nt away from this motif and acts as an initiator codon in some picornaviruses. Mutations that alter the oligopyrimidine tract or the tract-AUG distance dramatically disturb translation initiation [22, 23] . The AUG triplet is functionally important even when not used as an initiator codon [24] . The oligopyrimidine and AUG are possibly components of a tandem cis element recognized by the translation system; alternatively, either may function on its own. The exact role of the tandem in translation initiation is still unknown. There is a hypothesis that, being complementary to the 3' end of the 40S-subunit rRNA, the oligopyrimidine is functionally similar to the Shine-Dalgarno sequence of prokaryotic mRNAs [22] .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 120,
                    "end": 124,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 125,
                    "end": 129,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[22,",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "23]",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 970,
                    "end": 974,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "STRUCTURE OF TRANSLATIONAL CIS ELEMENTS IN PICORNAVIRAL RNA"
        },
        {
            "text": "To start translation, a ribosome must do more than contact a template: its active center (P-site) must find an initiator AUG codon. The problem is that the initiator codon, which marks the start of the open reading frame, is only 20-30 nt away from the 3' end of IRES in some picornaviruses (cardioviruses, aphthoviruses, rhinoviruses) and more than 150 nt away in some others (enteroviruses). It is still unclear how the initiation codon is found. Several findings suggest that, bound with IRES, the ribosome forms a productive contact with a starting window, a limited RNA region at the 3' end of IRES [25] . The window is about 12 nt in size and 17 nt away from IRES in the Theiler's murine encephalomyelitis virus (TMEV) RNA [25] . When the starting window contains AUG in an optimal context, the initiation complex is assembled and translation starts. Otherwise, the ribosome searches the downstream region for another initiation codon. The mechanism of finding a remote AUG is unknown. One way is that the ribosome is activated via interaction with the starting window and begins to linearly scan the template. Another hypothesis leaves room for ribosome jumps [26] . Whichever the mechanism, there are no data as to whether the ribosome remains associated with IRES when searching for AUG.",
            "cite_spans": [
                {
                    "start": 604,
                    "end": 608,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 729,
                    "end": 733,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 1167,
                    "end": 1171,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "STRUCTURE OF TRANSLATIONAL CIS ELEMENTS IN PICORNAVIRAL RNA"
        },
        {
            "text": "The primary structure of the starting window is not critical for translation initiation, although an initiator or cryptic AUG [25] and its context (see below) possibly modulate the process. It is only important that the starting window is not completely closed by secondary interactions [25] .",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 291,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "STRUCTURE OF TRANSLATIONAL CIS ELEMENTS IN PICORNAVIRAL RNA"
        },
        {
            "text": "Like the cap-dependent process, IRES-dependent translation initiation of picornaviral RNAs requires the same canonical initiation factors (see [27] for review). Thus the function of EMCV IRES needs eIF-2, eIF-3, and eIF-4F; eIF-4B has a stimulatory effect [28] ; and eIF-1 provides for exact recognition of the proper initiator codon [29] . The roles of eIF-2, eIF-3, and eIF-4B are perhaps standard, whereas the involvement of eIF-4F may seem somewhat strange: this factor possesses a cap-recognizing subunit eIF-4E and, until recently, has been thought to play a key role only in cap-dependent translation initiation. As can be expected, eIF-4E is indeed not involved in IRESdependent translation initiation, while two other subunits, eIF-4A and eIF-4G, are essential [30] . The former acts as an RNA helicase and is activated by eIF-4B [31, 32] . Compared with individual eIF-4A, the eIF-4F complex has even a greater helicase activity. Thus, template unwinding is necessary for both cap-dependent and internal translation initiation. The role of eIF-4G varies somewhat. In the cap-dependent process, this factor probably links the other eIF-4F subunits, coordinates their activities, interacts with eIF-3, and brings the 5' and 3' mRNA ends together via interaction with the polyA-binding protein (PABP) [33] . In the IRES-dependent process, eIF-4G interacts not only with eIF-4G, eIF-4A, e-IF-3, and in some cases PABP [34] , but also with IRES [30] . Limited proteolysis of eIF-4G, which occurs on infection with certain picornaviruses, does not prevent its fragment from playing its role in IRES-dependent translation initiation [30, 35, 36] . On the other hand, intact eIF-4G is essential for the IRES function of the hepatitis A virus [37] . In the case of eIF-4G/EMCV IRES, the interacting regions have been identified both in the protein [38] and in the RNA [39] . Thus, eIF-4G plays the key, integrating role in formation of the preinitiation complex on picornaviral RNA templates.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 338,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 770,
                    "end": 774,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 839,
                    "end": 843,
                    "text": "[31,",
                    "ref_id": null
                },
                {
                    "start": 844,
                    "end": 847,
                    "text": "32]",
                    "ref_id": null
                },
                {
                    "start": 1308,
                    "end": 1312,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 1424,
                    "end": 1428,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 1450,
                    "end": 1454,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 1636,
                    "end": 1640,
                    "text": "[30,",
                    "ref_id": null
                },
                {
                    "start": 1641,
                    "end": 1644,
                    "text": "35,",
                    "ref_id": null
                },
                {
                    "start": 1645,
                    "end": 1648,
                    "text": "36]",
                    "ref_id": null
                },
                {
                    "start": 1744,
                    "end": 1748,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 1849,
                    "end": 1853,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 1869,
                    "end": 1873,
                    "text": "[39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IRES-SPECIFIC TRANSLATION FACTORS"
        },
        {
            "text": "Along with the canonical initiation factors, other proteins are also involved in IRES-dependent translation initiation. This conclusion has been made quite long ago and based, in particular, on simple observations that translation of the poliovirus RNA is inefficient and yields aberrant products in reticulocyte lysates, but markedly improves in both parameters in the presence of HeLa [40] [41] [42] or ascitic carcinoma Krebs-2 [43, 44] extracts. By now, several proteins have been identified that are to some extent required for IRES-dependent initiation. The proteins vary in the activating effect on translation of picornaviral RNAs and are termed IRES trans -acting factors (ITAFs) [45] . All known ITAFs are RNA-binding proteins whose functions are not associated with or restricted to translation regulation in noninfected cells.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 391,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 392,
                    "end": 396,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 397,
                    "end": 401,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 431,
                    "end": 435,
                    "text": "[43,",
                    "ref_id": null
                },
                {
                    "start": 436,
                    "end": 439,
                    "text": "44]",
                    "ref_id": null
                },
                {
                    "start": 689,
                    "end": 693,
                    "text": "[45]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IRES-SPECIFIC TRANSLATION FACTORS"
        },
        {
            "text": "Protein La has been identified among the first ITAFs and shown to substantially activate translation directed by IRES of the poliomyelitis virus, but not by EMCV [46] [47] [48] . This evolutionarily conserved RNAbinding protein [49] acts as an autoantigen and induces antibody production in systemic lupus erythematosus and in several other autoimmune disorders. A role in various biochemical reactions has also being ascribed to La, including initiation [50] and termination [51] of transcription with RNA polymerase III (see, however, [52, 53] ) and processing [54] and stabilization [55] of several RNAs. Biological effects are due to the abilities of La to predominantly (though not exclusively) bind to oligoU in RNAs [56, 57] and to act as an RNA chaperone [52, 58] . Interaction of the N-terminal domain of La with IRES is necessary, though not sufficient, for activation and correction of translation of the polioviral RNA in a reticulocyte lysate [47] . The C-terminal domain is responsible for La dimerization [59] . Possibly, the La dimer interacts with several IRES motifs to induce or to stabilize a certain RNA conformation. There is evidence that the initiation codon is contained in such a motif [60] , but this interesting assumption needs further investigation. It is also possible that La is involved in proteinprotein interactions with initiation factors and with the ribosome. Located mostly in the nucleus, La occurs in the cytoplasm of poliovirus-infected cells [46] , which has been attributed to the cleavage of its nuclear location signal by viral protease [61] or to a nonspecific alteration of nucleus-cytoplasm traffic [62] . In addition, La activates IRES-dependent translation of several nonpicornaviral templates, e.g., the hepatitis C virus genome [48, 63, 64] and the mRNA of cell apoptosis inhibitor XIAP [65] .",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 167,
                    "end": 171,
                    "text": "[47]",
                    "ref_id": null
                },
                {
                    "start": 172,
                    "end": 176,
                    "text": "[48]",
                    "ref_id": null
                },
                {
                    "start": 228,
                    "end": 232,
                    "text": "[49]",
                    "ref_id": null
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "[50]",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 537,
                    "end": 541,
                    "text": "[52,",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 545,
                    "text": "53]",
                    "ref_id": null
                },
                {
                    "start": 563,
                    "end": 567,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 590,
                    "text": "[55]",
                    "ref_id": null
                },
                {
                    "start": 723,
                    "end": 727,
                    "text": "[56,",
                    "ref_id": null
                },
                {
                    "start": 728,
                    "end": 731,
                    "text": "57]",
                    "ref_id": null
                },
                {
                    "start": 763,
                    "end": 767,
                    "text": "[52,",
                    "ref_id": null
                },
                {
                    "start": 768,
                    "end": 771,
                    "text": "58]",
                    "ref_id": null
                },
                {
                    "start": 956,
                    "end": 960,
                    "text": "[47]",
                    "ref_id": null
                },
                {
                    "start": 1020,
                    "end": 1024,
                    "text": "[59]",
                    "ref_id": null
                },
                {
                    "start": 1212,
                    "end": 1216,
                    "text": "[60]",
                    "ref_id": null
                },
                {
                    "start": 1485,
                    "end": 1489,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 1583,
                    "end": 1587,
                    "text": "[61]",
                    "ref_id": null
                },
                {
                    "start": 1648,
                    "end": 1652,
                    "text": "[62]",
                    "ref_id": null
                },
                {
                    "start": 1781,
                    "end": 1785,
                    "text": "[48,",
                    "ref_id": null
                },
                {
                    "start": 1786,
                    "end": 1789,
                    "text": "63,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1790,
                    "end": 1793,
                    "text": "64]",
                    "ref_id": null
                },
                {
                    "start": 1840,
                    "end": 1844,
                    "text": "[65]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IRES-SPECIFIC TRANSLATION FACTORS"
        },
        {
            "text": "Another ITAF is the polypyrimidine tract-binding protein (PTB, also known as hnRNP I), which interacts with RNA through several RNA recognition motifs [66] . In noninfected cells, PTB is mostly associated with pre-mRNAs [67] . One of its most impor-tant functions is tissue-specific regulation of alternative splicing [68, 69] . It has been shown that PTB activates translation initiation directed by IRESs of many picornaviruses, including EMCV [70] , poliovirus [71, 72] , foot and mouth disease virus (FMDV) [73] , TMEV [45] , hepatitis A virus [72] , and rhinovirus [74, 75] . The effect is most clearly seen in cell-free systems depleted of PTB [73, 76, 77] . Picornaviral IRESs vary in dependence on PTB even among strains (variants) of a virus, as observed for TMEV [45, 77] and EMCV [78] variants differing by one or two point mutations in 5'-UTR.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "[66]",
                    "ref_id": null
                },
                {
                    "start": 220,
                    "end": 224,
                    "text": "[67]",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "[68,",
                    "ref_id": null
                },
                {
                    "start": 323,
                    "end": 326,
                    "text": "69]",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[70]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 464,
                    "end": 468,
                    "text": "[71,",
                    "ref_id": null
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "72]",
                    "ref_id": null
                },
                {
                    "start": 511,
                    "end": 515,
                    "text": "[73]",
                    "ref_id": null
                },
                {
                    "start": 523,
                    "end": 527,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "[72]",
                    "ref_id": null
                },
                {
                    "start": 570,
                    "end": 574,
                    "text": "[74,",
                    "ref_id": null
                },
                {
                    "start": 575,
                    "end": 578,
                    "text": "75]",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[73,",
                    "ref_id": null
                },
                {
                    "start": 655,
                    "end": 658,
                    "text": "76,",
                    "ref_id": null
                },
                {
                    "start": 659,
                    "end": 662,
                    "text": "77]",
                    "ref_id": null
                },
                {
                    "start": 773,
                    "end": 777,
                    "text": "[45,",
                    "ref_id": null
                },
                {
                    "start": 778,
                    "end": 781,
                    "text": "77]",
                    "ref_id": null
                },
                {
                    "start": 791,
                    "end": 795,
                    "text": "[78]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IRES-SPECIFIC TRANSLATION FACTORS"
        },
        {
            "text": "Like La, PTB stimulates translation initiation controlled by nonpicornaviral IRESs, e.g., by the corresponding element of the hepatitis C virus [72, 79] . On the other hand, PTB has been reported to suppress IRESdependent translation of the cell BiP mRNA [80] .",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "text": "[72,",
                    "ref_id": null
                },
                {
                    "start": 149,
                    "end": 152,
                    "text": "79]",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 259,
                    "text": "[80]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IRES-SPECIFIC TRANSLATION FACTORS"
        },
        {
            "text": "Another ITAF, poly(rC)-binding protein 2 (PCBP2, also known as α -CP-2 or hnRNP E2), preferentially binds to oligopyrimidine (namely, oligoC) motifs in RNA [81, 82] . This protein binds RNA through its three KH domains [83] [84] [85] , thereby stabilizing and controlling translation of several cell mRNAs [86] [87] [88] . The protein displays a tendency for oligomerization [89] . Translation initiation directed by IRESs of the poliovirus, the Coxsackie virus, and the human rhinovirus in a cell-free system is disturbed when PCBP2 is removed, and again restored when exogenous PCBP2 is added [90] . Similar data have been obtained for the hepatitis A virus, although its IRES has another structure [91] . On the other hand, PCBP2 only slightly affects translation of the EMCV and FMDV RNAs, though binding to their IRESs [90] .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "[81,",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 161,
                    "end": 164,
                    "text": "82]",
                    "ref_id": null
                },
                {
                    "start": 219,
                    "end": 223,
                    "text": "[83]",
                    "ref_id": null
                },
                {
                    "start": 224,
                    "end": 228,
                    "text": "[84]",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 233,
                    "text": "[85]",
                    "ref_id": null
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[86]",
                    "ref_id": null
                },
                {
                    "start": 311,
                    "end": 315,
                    "text": "[87]",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "[88]",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 379,
                    "text": "[89]",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 599,
                    "text": "[90]",
                    "ref_id": null
                },
                {
                    "start": 701,
                    "end": 705,
                    "text": "[91]",
                    "ref_id": null
                },
                {
                    "start": 824,
                    "end": 828,
                    "text": "[90]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IRES-SPECIFIC TRANSLATION FACTORS"
        },
        {
            "text": "Several other ITAFs have been characterized. One is RNA-binding protein Unr, which contains five coldshock domains [92] , preferentially binds to oligopurine motifs [93] , occurs mostly in the cytoplasm [94] , and stabilizes several mRNAs [95] . Unr stimulates IRES-dependent translation initiation in the case of the rhinovirus but not the poliovirus [96] . Another one, ITAF 45 [45] , is a poorly studied protein synthesized in proliferating cells; the protein has earlier been described under the names p38-2G4, PA2G4, and Mpp1 [97] [98] [99] . The protein is essential for the FMDV IRES and has only a slight effect on the structurally similar IRESs of TMEV and EMCV. Specifically binding to IRES, ITAF 45 facilitates formation of the preinitiation complex [45] . The ITAF list can be extended to include glyceraldehyde-3-phosphate dehydrogenase, a glycolytic enzyme that possesses appreciable RNA-binding activity and preferentially binds to AU-rich sites [100] . This protein interacts with several sites in the hepatitis A virus IRES, thereby destabilizing its secondary structure [101] and suppressing its translational activity [102] . Probably, new ITAFs will be found in the nearest future, since many cell RNA-binding proteins can be considered as candidates.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "[92]",
                    "ref_id": null
                },
                {
                    "start": 165,
                    "end": 169,
                    "text": "[93]",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 207,
                    "text": "[94]",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 243,
                    "text": "[95]",
                    "ref_id": null
                },
                {
                    "start": 352,
                    "end": 356,
                    "text": "[96]",
                    "ref_id": null
                },
                {
                    "start": 377,
                    "end": 379,
                    "text": "45",
                    "ref_id": null
                },
                {
                    "start": 380,
                    "end": 384,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 531,
                    "end": 535,
                    "text": "[97]",
                    "ref_id": null
                },
                {
                    "start": 536,
                    "end": 540,
                    "text": "[98]",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 545,
                    "text": "[99]",
                    "ref_id": null
                },
                {
                    "start": 761,
                    "end": 765,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 961,
                    "end": 966,
                    "text": "[100]",
                    "ref_id": null
                },
                {
                    "start": 1088,
                    "end": 1093,
                    "text": "[101]",
                    "ref_id": null
                },
                {
                    "start": 1137,
                    "end": 1142,
                    "text": "[102]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IRES-SPECIFIC TRANSLATION FACTORS"
        },
        {
            "text": "Most picornaviral IRESs each contain several motifs that are recognized and bound by certain ITAFs [103] [104] [105] . In their turn, most ITAFs each possess several RNA-binding domains [66, 83, 84, 92, 106, 107] or show a tendency for oligomerization [59, 66, 89] . Owing to these properties, ITAFs are potentially able to stabilize or to modify the IRES fold, which can be considered as an RNA-chaperone activity.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 104,
                    "text": "[103]",
                    "ref_id": null
                },
                {
                    "start": 105,
                    "end": 110,
                    "text": "[104]",
                    "ref_id": null
                },
                {
                    "start": 111,
                    "end": 116,
                    "text": "[105]",
                    "ref_id": null
                },
                {
                    "start": 186,
                    "end": 190,
                    "text": "[66,",
                    "ref_id": null
                },
                {
                    "start": 191,
                    "end": 194,
                    "text": "83,",
                    "ref_id": null
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "84,",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "92,",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 207,
                    "text": "106,",
                    "ref_id": null
                },
                {
                    "start": 208,
                    "end": 212,
                    "text": "107]",
                    "ref_id": null
                },
                {
                    "start": 252,
                    "end": 256,
                    "text": "[59,",
                    "ref_id": null
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "66,",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "89]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IRES-SPECIFIC TRANSLATION FACTORS"
        },
        {
            "text": "The ITAF dependence of an IRES does not necessarily correlate with its ability to bind to a given ITAF. For instance, the TMEV and FMDV IRESs interact with ITAF 45 with similar efficiencies, but this interaction is essential for translation only in the case of FMDV [45] . This has also been observed for Unr: binding to both rhinoviral and polioviral IRESs, Unr activates the former and has only a little effect on the latter [96] . This suggests that some IRESs assume a necessary conformation in the absence of a corresponding ITAF, while a trans factor is essential or at least important in other cases. Various ITAFs can cooperate [45, 96] or compete [102, 108] with each other. Their relationships are determined by both RNA-protein and protein-protein interactions.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[96]",
                    "ref_id": null
                },
                {
                    "start": 636,
                    "end": 640,
                    "text": "[45,",
                    "ref_id": null
                },
                {
                    "start": 641,
                    "end": 644,
                    "text": "96]",
                    "ref_id": null
                },
                {
                    "start": 656,
                    "end": 661,
                    "text": "[102,",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 666,
                    "text": "108]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IRES-SPECIFIC TRANSLATION FACTORS"
        },
        {
            "text": "Acting as RNA-binding proteins with a certain, though not always pronounced, specificity, ITAFs interact not only with IRESs, but also with other regions of viral RNAs. Thus La binds to the (+) and ( − ) leader RNAs of the vesicular stomatitis virus [109, 110] ; the 5'-terminal TAR element of the human immunodeficiency virus [111] ; and with terminal regions of the (+) and (-) RNA strands of the rubella [112] , Sindbis [113] , influenza [114] , and parainfluenza [115] viruses. In addition, La has affinity for cell mRNAs and, in particular, for those that contain oligopyrimidine sites in the 5'-UTR (TOP-RNAs) [116] . In addition to its major partners, pre-mRNAs, PTB selectively binds to the internal coding [117] and 3'terminal [118, 119] RNA regions of the hepatitis C virus, to 5'-UTR of the genomic RNA [120] and the 3' end of the complementary RNA [121] of the mouse hepatitis virus (coronavirus), etc. The role of these interactions is still unclear, although translational activation is probable in some cases [116, 122, 123] .",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 255,
                    "text": "[109,",
                    "ref_id": null
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "110]",
                    "ref_id": null
                },
                {
                    "start": 327,
                    "end": 332,
                    "text": "[111]",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 412,
                    "text": "[112]",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 428,
                    "text": "[113]",
                    "ref_id": null
                },
                {
                    "start": 441,
                    "end": 446,
                    "text": "[114]",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 472,
                    "text": "[115]",
                    "ref_id": null
                },
                {
                    "start": 616,
                    "end": 621,
                    "text": "[116]",
                    "ref_id": null
                },
                {
                    "start": 715,
                    "end": 720,
                    "text": "[117]",
                    "ref_id": null
                },
                {
                    "start": 736,
                    "end": 741,
                    "text": "[118,",
                    "ref_id": null
                },
                {
                    "start": 742,
                    "end": 746,
                    "text": "119]",
                    "ref_id": null
                },
                {
                    "start": 814,
                    "end": 819,
                    "text": "[120]",
                    "ref_id": null
                },
                {
                    "start": 860,
                    "end": 865,
                    "text": "[121]",
                    "ref_id": null
                },
                {
                    "start": 1024,
                    "end": 1029,
                    "text": "[116,",
                    "ref_id": null
                },
                {
                    "start": 1030,
                    "end": 1034,
                    "text": "122,",
                    "ref_id": null
                },
                {
                    "start": 1035,
                    "end": 1039,
                    "text": "123]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IRES-SPECIFIC TRANSLATION FACTORS"
        },
        {
            "text": "PROPERTIES OF PICORNAVIRUSES Translational control of the biological properties of picornaviruses has for the first time been assumed about 15 years ago [43] . We have found that RNAs of attenuated (Sabin vaccine) poliovirus strains of two serotypes are less efficiently translated in a cell-free system compared with RNAs of their neurovirulent ancestors. Our data allowed us to attribute this to a change in translation initiation. The RNA template activity of a neurovirulent revertant (strain 119) of the vaccine type 3 strain was restored to a level characteristic of the initial (also neurovirulent) wild-type strain. This made it possible to map a determinant responsible for altered template activity. We assumed that the change is determined by a mutation in 5'-UTR. This region differs between the Sabin vaccine type 3 strain and its virulent ancestor only by two point mutations, one (nucleotide 472) being reverted to the wild-type in strain 119 [124, 125] . Hence, this nucleotide probably accounts for the changes in RNA template activity and, partly, in virulence. Moreover, we assumed that the region of nucleotide 472, which is several hundred nucleotides away from the AUG initiation codon, contains an element that regulates translation initiation of the polioviral genome (this was several years before IRESs were discovered). The efficiency of reproduction in standard tissue cultures only slightly differed between attenuated and virulent strains, suggesting that translation of the polioviral RNA is tissue-specifically regulated by a set of initiation factors, which varies with tissue [43] . All these conclusions and assumptions were confirmed in more recent works.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 958,
                    "end": 963,
                    "text": "[124,",
                    "ref_id": null
                },
                {
                    "start": 964,
                    "end": 968,
                    "text": "125]",
                    "ref_id": null
                },
                {
                    "start": 1610,
                    "end": 1614,
                    "text": "[43]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TRANSLATIONAL CONTROL AND BIOLOGICAL"
        },
        {
            "text": "The role of nucleotide 472 in regulating translation of the polioviral genome was directly demonstrated by comparing the template activities of the genomes differing only in this nucleotide [126] . Attenuating mutations in the same IRES region were also found in Sabin vaccine strains type 1 and type 2 [127] [128] [129] . Tissue-specific translation inhibition by these mutations was confirmed in vivo by comparing protein synthesis in infected human neuroblastoma and HeLa cells [130, 131] . These attenuating mutations distort the secondary structure of one of the hairpin domains of the polioviral IRES [18, 132] . Compensatory mutations, which restore the secondary structure of IRES, restore the translational potential as well [133] , suggesting that changes in the secondary structure play a crucial role in decreasing RNA template activity.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 195,
                    "text": "[126]",
                    "ref_id": null
                },
                {
                    "start": 303,
                    "end": 308,
                    "text": "[127]",
                    "ref_id": null
                },
                {
                    "start": 309,
                    "end": 314,
                    "text": "[128]",
                    "ref_id": null
                },
                {
                    "start": 315,
                    "end": 320,
                    "text": "[129]",
                    "ref_id": null
                },
                {
                    "start": 481,
                    "end": 486,
                    "text": "[130,",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 491,
                    "text": "131]",
                    "ref_id": null
                },
                {
                    "start": 607,
                    "end": 611,
                    "text": "[18,",
                    "ref_id": null
                },
                {
                    "start": 612,
                    "end": 616,
                    "text": "132]",
                    "ref_id": null
                },
                {
                    "start": 734,
                    "end": 739,
                    "text": "[133]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TRANSLATIONAL CONTROL AND BIOLOGICAL"
        },
        {
            "text": "In line with this concept, the same mutations may confer the temperature-sensitive (ts) phenotype on the virus [134, 135] . The role of the relevant helical element of IRES is confirmed by the fact that mutations induced in other (neighboring) positions to change its secondary structure also attenuate the poliovirus, cause the ts phenotype, and decrease the RNA template activity in protein synthesis [132, 136] . At least in some cases, phenotypic changes are tissue-specific, occurring only or predominantly in cells of the neural origin [137] . The detailed mechanism of phenotypic expression of mutations in this RNA domain is still unclear; likely, the mutations disturb the interactions of IRES with initiation factors (ITAFs) [44, 137] . Thus some attenuating mutations in IRES of the Sabin vaccine strains weaken its binding with PTB [138] .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 116,
                    "text": "[134,",
                    "ref_id": null
                },
                {
                    "start": 117,
                    "end": 121,
                    "text": "135]",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 408,
                    "text": "[132,",
                    "ref_id": null
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "136]",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 547,
                    "text": "[137]",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 739,
                    "text": "[44,",
                    "ref_id": null
                },
                {
                    "start": 740,
                    "end": 744,
                    "text": "137]",
                    "ref_id": null
                },
                {
                    "start": 844,
                    "end": 849,
                    "text": "[138]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TRANSLATIONAL CONTROL AND BIOLOGICAL"
        },
        {
            "text": "Mutations in several other regions of the polioviral IRES and in the adjacent translational cis elements result in similar phenotypic changes, first and foremost reducing neurovirulence. Thus deletion of the spacer between IRES and initiator AUG (which is more than 150 nt in the poliovirus) substantially decreases neurovirulence and has only a slight effect on virus propagation in standard tissue cultures [139, 140] . Possibly, this is because the cryptic AUG (i.e., one in a nonoptimal context) in the starting window is replaced by the initiator codon as a result of these deletions [140] .",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 414,
                    "text": "[139,",
                    "ref_id": null
                },
                {
                    "start": 415,
                    "end": 419,
                    "text": "140]",
                    "ref_id": null
                },
                {
                    "start": 589,
                    "end": 594,
                    "text": "[140]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TRANSLATIONAL CONTROL AND BIOLOGICAL"
        },
        {
            "text": "Whichever the mechanism, the dependence of neurovirulence on the structure of translational cis elements in the poliovirus genome provides a possibility of constructing attenuated, genetically stable (vaccine?) strains by modifying the 5'-UTR [141] [142] [143] .",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 248,
                    "text": "[141]",
                    "ref_id": null
                },
                {
                    "start": 249,
                    "end": 254,
                    "text": "[142]",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 260,
                    "text": "[143]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TRANSLATIONAL CONTROL AND BIOLOGICAL"
        },
        {
            "text": "The effect of translational cis elements on the phenotype is not restricted to the poliovirus. The problem is that a change in biological properties of a virus is often associated with certain mutation(s) in 5'-UTR, but direct demonstration of the involvement of translational mechanisms is missing. Here we consider only the most convincing experimental evidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TRANSLATIONAL CONTROL AND BIOLOGICAL"
        },
        {
            "text": "As noted above, an oligopyrimidine tract adjoins the 3' end of picornaviral IRESs, and an AUG is a certain distance away. In the case of the poliovirus, all three elements (the oligopyrimidine, AUG, and the distance between them) must be intact to ensure efficient translation initiation [22, 23] . With TMEV, the elements are also essential for virus propagation in cells of the central nervous system [144] and insignificant for propagation in tissue cultures (at least in BHK21 cells) or for the RNA template activity in standard cell-free systems [25] . In other words, mutations in the oligopyrimidine-AUG tandem have a tissue-specific expression and substantially attenuate the virus.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 292,
                    "text": "[22,",
                    "ref_id": null
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "23]",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 408,
                    "text": "[144]",
                    "ref_id": null
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TRANSLATIONAL CONTROL AND BIOLOGICAL"
        },
        {
            "text": "Finer effects have been observed with artificial TMEV mutants varying in the AUG context in the starting window. It should be noted that, regardless of the context, this AUG could play a role in formation of the productive ribosome-template complex and could not provide for initiation of the viral polyprotein, being separated from the major reading frame by a termination codon. Substitution of purines with pyrimidines in positions -3 and +4 of the optimal context (RxxAUGR) substantially attenuated the virus, since PD 50 (a virus dose that causes paralysis in half of inoculated animals) increased several orders of magnitude [140] . On evidence of PD 50 , attenuation was much the same in mutants with nonoptimal context YxxAUGY (where Y is a pyrimidine) and YxxAUGG. However, the mutants dramatically differed in clinical signs produced in infected animals. In the case of YxxAUGY, animals developed relatively mild pareses, and most of them eventually recovered. The mutant with Yxx-AUGG caused severe paralysis which resulted in death of most animals [145] . As already noted, these mutations had relatively slight effects on virus propagation in the standard cell cultures and on the template activity of viral RNA in the standard cell-free systems. Although their molecular mechanism is still unclear, these findings clearly demonstrate that biological properties of the virus are tissue-specifically controlled by the translational RNA elements.",
            "cite_spans": [
                {
                    "start": 631,
                    "end": 636,
                    "text": "[140]",
                    "ref_id": null
                },
                {
                    "start": 1060,
                    "end": 1065,
                    "text": "[145]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TRANSLATIONAL CONTROL AND BIOLOGICAL"
        },
        {
            "text": "Among other factors, a variation in ITAF set possibly provides for this tissue-specific control. Arguments in favor of this hypothesis are that nerve cell extracts lack a factor(s) required for efficient RNA translation of attenuated poliovirus mutants [137] and that liver extracts specifically stimulate RNA translation of the hepatitis A virus [146] . Consequently, tissue specificity is characteristic of IRESs of various picornaviruses [147, 148] . This is most clearly seen with chimeric viruses in which their own IRESs have been substituted with those of another picornavirus. Thus virus viability is not affected when the polioviral IRES is substituted with structurally related IRES of the Coxsackie virus B3 [149] or for the unrelated EMCV IRES [150] , when the rhinoviral IRES is substituted with the polioviral IRES [151] , and when IRES of the hepatitis A virus is substituted with the EMCV IRES [152] . In the framework of this discussion, substitutions that change virus tropism are the most interesting. For instance, substitution of the polioviral IRES with its rhinoviral counterpart attenuates neurovirulence and does not affect propagation of the virus in tissue cultures [153, 154] . Attenuation is so high that consideration has been given to the use of the chimeric virus for treating certain human brain tumors [155] . Substitution of the polioviral 5'-UTR for its counterpart of the Coxsackie virus B3 attenuates cardiotropism and suppresses reproduction of the virus in certain tissue cultures [156] . This is consistent with other data on the 5'-UTR location of cardiovirulence determinants in this virus [157] .",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 258,
                    "text": "[137]",
                    "ref_id": null
                },
                {
                    "start": 347,
                    "end": 352,
                    "text": "[146]",
                    "ref_id": null
                },
                {
                    "start": 441,
                    "end": 446,
                    "text": "[147,",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "148]",
                    "ref_id": null
                },
                {
                    "start": 719,
                    "end": 724,
                    "text": "[149]",
                    "ref_id": "BIBREF148"
                },
                {
                    "start": 756,
                    "end": 761,
                    "text": "[150]",
                    "ref_id": "BIBREF149"
                },
                {
                    "start": 829,
                    "end": 834,
                    "text": "[151]",
                    "ref_id": null
                },
                {
                    "start": 910,
                    "end": 915,
                    "text": "[152]",
                    "ref_id": null
                },
                {
                    "start": 1193,
                    "end": 1198,
                    "text": "[153,",
                    "ref_id": "BIBREF152"
                },
                {
                    "start": 1199,
                    "end": 1203,
                    "text": "154]",
                    "ref_id": null
                },
                {
                    "start": 1336,
                    "end": 1341,
                    "text": "[155]",
                    "ref_id": "BIBREF154"
                },
                {
                    "start": 1521,
                    "end": 1526,
                    "text": "[156]",
                    "ref_id": null
                },
                {
                    "start": 1633,
                    "end": 1638,
                    "text": "[157]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TRANSLATIONAL CONTROL AND BIOLOGICAL"
        },
        {
            "text": "Further insight into the mechanism of such tissuespecific effects can be gained from comparison of conditions required for the IRES function between FMDV (aphthovirus) and TMEV (cardiovirus) [45] . As mentioned above, their IRESs are similar in secondary structure [19] . Hence it is not surprising that hybrid TMEV carrying the FMDV IRES normally propagates and its RNA is normally translated in cultured BHK21 cells. However, the hybrid completely lacks neurovirulence and does not propagate in nerve cells [45] . Translation initiation on the TMEV IRES requires the canonical initiation factors (eIF-2, eIF-3, eIF-4A, eIF-4B, and eIF-4F) and is enhanced in the presence of PTB. However, no initiation complex with the FMDV IRES is formed in these conditions. Its formation requires ITAF 45 , which is expressed in proliferating cells but not in neurons. Possibly, ITAF 45 cooperates with PTB to act as an RNA chaperone and to ensure efficient binding of eIF4G/4A to a template. AGOL Otherwise translation initiation is inefficient [45] . These data clearly show that tissue specificity of ITAF distribution contributes to the regulation of the virus phenotype and, in particular, of tropism and virulence (also see [27] ).",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 265,
                    "end": 269,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 509,
                    "end": 513,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 790,
                    "end": 792,
                    "text": "45",
                    "ref_id": null
                },
                {
                    "start": 872,
                    "end": 874,
                    "text": "45",
                    "ref_id": null
                },
                {
                    "start": 1034,
                    "end": 1038,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 1218,
                    "end": 1222,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "TRANSLATIONAL CONTROL AND BIOLOGICAL"
        },
        {
            "text": "It is beyond doubt that modifications of translational cis elements modulate reproduction in a given tissue and affect the tissue tropism of picornaviruses. The former effect is due to a changed affinity for canonical of accessory translation initiation factors. The latter is based on qualitative and quantitative differences in the content of accessory factors (ITAFs) in various cells. There are strong grounds for believing that the situation is similar with other groups of viruses and, first of all, those with IRES-dependent translation of the genome. For instance, data are continuously accumulated that cell factors play a role in controlling RNA translation of the hepatitis C virus [48, 63, 64, 72, 79, [158] [159] [160] [161] [162] . Detailed analysis of known ITAFs, studies of the tissue-specific regulation of their expression, and identification of new such factors are among the priorities in studying the biological, including pathogenic, properties of viruses.",
            "cite_spans": [
                {
                    "start": 693,
                    "end": 697,
                    "text": "[48,",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 701,
                    "text": "63,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 702,
                    "end": 705,
                    "text": "64,",
                    "ref_id": null
                },
                {
                    "start": 706,
                    "end": 709,
                    "text": "72,",
                    "ref_id": null
                },
                {
                    "start": 710,
                    "end": 713,
                    "text": "79,",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 719,
                    "text": "[158]",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 725,
                    "text": "[159]",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 731,
                    "text": "[160]",
                    "ref_id": null
                },
                {
                    "start": 732,
                    "end": 737,
                    "text": "[161]",
                    "ref_id": null
                },
                {
                    "start": 738,
                    "end": 743,
                    "text": "[162]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "It is also possible to expand the problem. Since IRES-dependent translation initiation is also characteristic of several cell mRNAs, including those for the most important regulatory proteins [163] [164] [165] [166] [167] [168] [169] [170] [171] [172] [173] [174] [175] [176] [177] , identification and studies of the corresponding ITAFs will substantially add to our knowledge of the molecular mechanisms of division, differentiation, apoptosis, and many other aspects of the cell vital activity.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 197,
                    "text": "[163]",
                    "ref_id": null
                },
                {
                    "start": 198,
                    "end": 203,
                    "text": "[164]",
                    "ref_id": null
                },
                {
                    "start": 204,
                    "end": 209,
                    "text": "[165]",
                    "ref_id": null
                },
                {
                    "start": 210,
                    "end": 215,
                    "text": "[166]",
                    "ref_id": null
                },
                {
                    "start": 216,
                    "end": 221,
                    "text": "[167]",
                    "ref_id": null
                },
                {
                    "start": 222,
                    "end": 227,
                    "text": "[168]",
                    "ref_id": null
                },
                {
                    "start": 228,
                    "end": 233,
                    "text": "[169]",
                    "ref_id": null
                },
                {
                    "start": 234,
                    "end": 239,
                    "text": "[170]",
                    "ref_id": null
                },
                {
                    "start": 240,
                    "end": 245,
                    "text": "[171]",
                    "ref_id": null
                },
                {
                    "start": 246,
                    "end": 251,
                    "text": "[172]",
                    "ref_id": null
                },
                {
                    "start": 252,
                    "end": 257,
                    "text": "[173]",
                    "ref_id": null
                },
                {
                    "start": 258,
                    "end": 263,
                    "text": "[174]",
                    "ref_id": null
                },
                {
                    "start": 264,
                    "end": 269,
                    "text": "[175]",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 275,
                    "text": "[176]",
                    "ref_id": null
                },
                {
                    "start": 276,
                    "end": 281,
                    "text": "[177]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "The work of our group on the problems considered in this review was supported by the Russian Foundation for Basic Research, the National Multiple Sclerosis Society (United States), a Scientific School Support grant, and the Russian program Integration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ],
    "bib_entries": {
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gradi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "V"
                    ],
                    "last": "Svitkin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Imataka",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sonenberg",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "95",
            "issn": "",
            "pages": "11089--11094",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Gingras",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "V"
                    ],
                    "last": "Svitkin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Belsham",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "93",
            "issn": "",
            "pages": "5578--5583",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Pestova",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Kolupaeva",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Lomakin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Maraia",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "93",
            "issn": "",
            "pages": "3383--3387",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Proc. Natl. Acad. Sci. USA, 1997",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Siddiqui",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "94",
            "issn": "",
            "pages": "2249--2254",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "U"
                    ],
                    "last": "Hellen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Witherell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schmid",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "90",
            "issn": "",
            "pages": "7642--7646",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Blyn",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Swiderek",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Richards",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "93",
            "issn": "",
            "pages": "11115--11120",
            "other_ids": {}
        },
        "BIBREF148": {
            "ref_id": "b148",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Semler",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "H"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tracy",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "83",
            "issn": "",
            "pages": "1777--1781",
            "other_ids": {}
        },
        "BIBREF149": {
            "ref_id": "b149",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wimmer",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "91",
            "issn": "",
            "pages": "1406--1410",
            "other_ids": {}
        },
        "BIBREF152": {
            "ref_id": "b152",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gromeier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wimmer",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "93",
            "issn": "",
            "pages": "2370--2375",
            "other_ids": {}
        },
        "BIBREF154": {
            "ref_id": "b154",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gromeier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lachmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Rosenfeld",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "97",
            "issn": "",
            "pages": "6803--6808",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}