{
    "paper_id": "975d38250c53f3c7fc113361c1d44259e891b2ae",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Wolfgang",
                "middle": [],
                "last": "Vogel",
                "suffix": "",
                "affiliation": {},
                "email": "wolfgang.vogel@uibk.ac.at"
            }
        ]
    },
    "abstract": [
        {
            "text": "Printed inAustria wiener klinische wochenschrift the middle european journal of medicine _ _-_ I Wien Klin Wochenschr (2004) 116/15-16: 508-510 © Springer-Verlag 2004 I Editorial Treatment of chronic hepatitis C patients not responding to combination therapy with ribavirin and interferon ahype or hope?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infection with the hepatitis C virus (HCV) is still a major cause of chronic liver disease resulting in need for liver transplantation and of hepatocellular carcinoma in the Western world. The prevalence of infection is believed to be 0.1% in Central Europe with figures as high as 5% reported in endemic areas such as Egypt. Historically, the major route of infection was poor medical practice. Currently, intravenous drug abuse probably accounts for the majority of new infections. Our observations suggest that about 4000 new infected patients will be diagnosed in Austria annually. If all patients were treated with the best regimen available, based on a Markov model, the number of decompensated cirrhotic patients could be reduced by almost two-thirds [1] .",
            "cite_spans": [
                {
                    "start": 758,
                    "end": 761,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Interferon-a (IFN) was introduced as therapy in the late eighties of the last century and since then has proved to be the mainstay of treatment. The sustained virological response rates (SVR), defined as PCR negative 6 months after the end of therapy, which is considered as proof of final elimination of the virus, were initially dismal. Therapy prolongation up to 12 months and administration of ribavirin, a nucleoside analogon with non-specific anti-HCV effects, to IFN improved SVR from 6% to 36%. Treatment with pegylated interferons in combination with ribavirin results in > 50% SVR after 12 months of therapy in genotype 1 patients and> 80% after 6 months of therapy in genotype 2 and 3 patients. Despite this dramatic improvement of therapy results, for 20 to 50% of the treated patients, we will have to look for new treatment options.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A particularly difficult group of patients are nonresponders to IFN therapy. These patients typically will remain HCV-RNA positive during the whole period of therapy. Patients achieving HCV-RNA negativity during treatment, but becoming positive again during the treatment phase or after the end of therapy are defined as break-through or relapse patients. On the basis of prospective studies, patients not becoming negative after 12 weeks of therapy or whose HCV-RNA titre failed to drop by at least two log, have a likelihood of achieving SVR of only 1.6%, whereas patients with a significant fall in HCV-RNA have a 68% likelihood of SVR [2] . Re-treatment of these patients employing pegylated IFN in combination with ribavirin will result in SVR only in approximately 10% of the patients. Patients pretreated only with IFN monotherapy, however, have a 30% probability of SVR when retreated with IFN-ribavirin combination therapy. Relapsers or partial responders to treatment with conven-tional IFN plus ribavirin are believed to have a more favourable prognosis, but prospective controlled studies are lacking. Factors associated with non-response are genotype 1 or 4, high serum HCV-RNA concentration at baseline, cirrhosis, current alcohol abuse, race, dose reduction and non-compliance. Only a few of these factors are correctable. A SVR of 30% upon re-treatment in patients infected with genotype 2 or 3 and in patients with base-line HCV-RNA concentration of < 1.5 million IV/ml can be achieved.",
            "cite_spans": [
                {
                    "start": 639,
                    "end": 642,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The search for more efficacious treatment options has brought amantadine (AMA) to the forefront. In 1997 a pilot study of patients with chronic hepatitis C who failed treatment with IFN monotherapy and subsequently treated with AMA was carried out [3] . In this study a reduction of necro-inflammation and a decrease of transaminase activity in 64% of patients were observed. Four out of 22 patients cleared the virus and achieved SVR. However, this favourable effect of AMA could be reproduced in subsequent trials neither in non-responders to IFN nor in naive patients [4, 5] . The observed reduction in transaminase levels is reminiscent of the effects of ribavirin, which improves liver biochemistry but has no effect on viral replication.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 251,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 571,
                    "end": 574,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 575,
                    "end": 577,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Amantadine, a tricyclic amine, has antiviral activity against toga, myxo, arena, flavi and corona viruses [6] . Known mechanisms of action include an early step in viral replication and interaction with the influenza A viral matrix protein [6] . Indirect assessment of the effect of AMA on HCV protease, helicase, ATPase, RNA polymerase, and HCV internal ribosomal entry site (IRES) translation has been performed by in vitro biochemical assays [7] . Although no inhibition was observed, adenylyl cyclase associated protein (CAP) and IRES reporter genes were suppressed at higher levels probably by non-specific inhibition of translation. On the basis of these results it was concluded that AMA has no direct specific inhibitory effect on HCV replication. In the HCV replicon system, IFN induces a dose-dependent inhibition of HCV RNA levels, while AMA and ribavirin had no effect. A competent immune response is mandatory for the efficient clearance of the virus. AMA can more effectively suppress the HCV specific proliferative response of PBMCs than IFN [8] . In summary, AMA has some weak anti-inflammatory properties without direct anti-viral effects.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 445,
                    "end": 448,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1057,
                    "end": 1060,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The lack of specific anti-viral drugs encouraged a number of large randomized clinical trials, which, however, had conflicting results. A comparative study in which Wolfgang Vogel 119 naive patients were investigated for assessing the effectiveness of combination therapy IFN and AMA on the one hand, and of IFN plus placebo, on the other, demonstrated the former to be significantly superior. In this German study, 22% of patients had SVR compared to 10% in the monotherapy arm after 48 weeks of treatment [9] . A similar study performed in Italy on a cohort of 200 naive patients who were administered slightly higher doses of IFN, 6 MU t.i.w, reported SVR in 29% and 17% of patients on the combined vs. monotherapy, respectively. The AMA dose of 2 X 100 mg daily was identical in both studies [10] . Two further studies, one from Italy and another from the UK of a total of 359 naive patients confirmed SVRs of 23% versus 17% similar to those reported in the German study. In all these studies AMA had no effect on the safety profile of IFN treatment.",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 510,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 796,
                    "end": 800,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another approach to increase the efficacy of IFN treatment would be to improve the initial virological response by induction therapy with high-dose IFN. The initial decline in viral load predicts the outcome of therapy as patients with SVR are characterized by a greater than 90% drop in viral titre within 4 weeks of initiation of treatment. To test this concept a prospective randomized trial was performed by the Austrian hepatitis study Group [11] . In this pivotal study of 373 naive patients receiving 10 MU IFN induction followed by IFN-ribavirin combination therapy, genotype 1 patients had a significantly better SVR of 44% versus 29% with induction therapy than without. However, no difference was observed in genotype 3 patients.",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 451,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The issue of three-drug combination therapy was first studied by Brillanti [12] . In a randomised prospective trial 60 patients with chronic hepatitis C not responding to a previous course with INF were either treated with 5 MU IFN on alternate days in combination with ribavirin (800-1200 mg daily) or additionally with AMA (200 mg daily) for 12 months. An encouraging 57% of the patients on triple therapy achieved SVR but only 10% of the patients on dual therapy. However, a German study of 134 nonresponders found no difference between the two treatment regimens [13] . In a number of further smaller studies of non-responders to IFN monotherapy, no benefit of adding AMA to IFN-ribavirin combination therapy could be demonstrated, either with or without induction therapy [14] . The difference in the studies is difficult to explain, aspects to consider are definition of non-response, patient selection with respect to genotype and stage of liver fibrosis. The interesting question of whether the addition of pegylated interferons to the combination of ribavirin and AMA can improve SVR in non-responders is still a matter of ongoing studies. Preliminary results are promising.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 777,
                    "end": 781,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this issue of the Journal, Stauber and the Austrian hepatitis group present the findings of a prospective trial in the difficult-to-treat group of patients who have failed previous therapy with standard IFN and ribavirin [15] . The study included 67 non-responders, 19 relapsers after a standard treatment period and 16 patients, who had experienced a break-through of disease after an initial response while on therapy. Eighty percent of the patients were infected with genotype 1 and 19% were cirrhotics. The novel approach was to combine an induction period of daily IFN therapy for 16 weeks with standard dose AMA and ribavirin. Interestingly, 34% of patients were negative at week 12 of therapy whereas only 15% had SVR. Relapsers and break-through patients had a higher SVR than non-responders, but these differences did not reach statistical difference. The tolerability of the triple therapy was again not different from that reported for the dual therapy in previous trials. Although the authors felt that the slightly higher SVR of 15% compared to 11% in other trials was somewhat disappointing, the findings of the study offer some hope for this group of patients and raises interesting points. The surprisingly high response rate after 12 weeks of therapy suggests that modification of IFN dosing is efficacious in non-responders. Approximately 50% of the responders were lost during treatment phase and another 50% during follow-up. Because of the trial design it is difficult to separate clearly the effect of the induction phase and the effect of AMA. But it is obvious that the gain in responders during the early phase of the trial was lost in the long run. This implies that AMA is not capable of maintaining the early advantage by boosting the immune-response and increasing the clearance rate of infected hepatocytes. The conclusion therefore would be that this kind of patients could benefit from either longer therapy or higher IFN dose or both. However, the question of the extent to which addition of AMA can increase the response rate still remains open. With the advent of more efficacious pegylated IFN, studies of longer treatment periods with and without AMA are warranted.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, the question if AMA offers additional benefit in the treatment of non-responders to combination therapy is still open. This inexpensive and well-tolerated drug holds some promises which need further evaluation. The current outlook for new treatment options is poor, and as the new designer drugs to specifically inhibit viral replication enter phase II clinical trials, the likelihood that IFN with all its limitations and side effects will remain the mainstay of therapy for the foreseeable future is very high. So researchers are challenged to expand the existing treatment options for improved results, particularly in the difficult-to-treat group of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Projecting future complications of chronic hepatitis C in the United States",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Davisgl",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Liv Transpl",
            "volume": "9",
            "issn": "",
            "pages": "331--338",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Monitoring of viral levelsduringtherapy of hepatitis C",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Hepatology",
            "volume": "36",
            "issn": "",
            "pages": "145--151",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Treatment of chronic hepatitis C with amantadine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Dig Dis Sci",
            "volume": "42",
            "issn": "",
            "pages": "1681--1687",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Treatment of chronic hepatitis C with amantadine",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Goff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Reveille",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Dig Dis Sci",
            "volume": "45",
            "issn": "",
            "pages": "1389--1391",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Treatment of chronichepatitis C with amantadine hydrochloride in patients who had not responded to previous treatment with interferon-alpha and! or ribavirin",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Martino",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Boudjema",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Delacour",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cazier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Caron",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Coutarelp",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin Infect Dis",
            "volume": "32",
            "issn": "",
            "pages": "830--831",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Antiviral drugs: current state of the art",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Clerc",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Amantadine and rimantadine haveno direct inhibitory effects against hepatitis C viral protease, heli-Vogel, Treatment of chronic hepatitis C patients case, ATPase, polymerase, and internal ribosomal entry site-mediated translation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jubin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Howe",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Butkiewicz",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "Lau",
                    "middle": [],
                    "last": "Ly",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Infect Dis",
            "volume": "181",
            "issn": "",
            "pages": "331--334",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "In vitro effect of amantadine and interferon alpha-2a on hepatitis C virus markers in cultured peripheral blood mononuclear cells from hepatitis C virus-infected patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Navas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fernandez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rico",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pardo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Quiroga",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Antiviral Res",
            "volume": "42",
            "issn": "",
            "pages": "59--70",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Randomized, double-blind, placebo-controlled trial of interferon alfa2a with and without amantadine as initial treatment for chronic hepatitis C",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zeuzem",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Teuber",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Naumann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Raedle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Hepatology",
            "volume": "32",
            "issn": "",
            "pages": "835--841",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A randomized trial of amantadine and interferon versus interferon alone as initial treatment for chronic hepatitis C",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mangia",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Minerva",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Annese",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Leandro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Villani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Santoro",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Hepatology",
            "volume": "33",
            "issn": "",
            "pages": "989--993",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Combination of interferon induction therapy and ribavirin in chronic hepatitis C",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ferenci",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brunner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nachbaur",
                    "suffix": ""
                },
                {
                    "first": "Datz",
                    "middle": [],
                    "last": "Ch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gschwantler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hofer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Hepatology",
            "volume": "34",
            "issn": "",
            "pages": "1006--1011",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Triple antiviral therapy as a new option for patients with interferon non-responsive chronic hepatitis C",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brillanti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Levantesi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Masi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Foli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bolondi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Hepatology",
            "volume": "3",
            "issn": "",
            "pages": "630--634",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Randomized, placebo-controlled, double-blind trial with interferon-alpha with and without amantadine sulfate in primary IFN-alpha non-responders with chronic hepatitis C",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Teuber",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Naumann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Raedle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brinkmann",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Hopf",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Viral Hepat",
            "volume": "8",
            "issn": "",
            "pages": "276--283",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Amantadine for chronic hepatitis C: a magic bullet or yet another dead duck?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Craxi",
                    "suffix": ""
                },
                {
                    "first": "Lo",
                    "middle": [],
                    "last": "Iacono",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Hepatol",
            "volume": "35",
            "issn": "",
            "pages": "227--530",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Retreatment of patients with chronic hepatitis C not responding to interferonlribavirin combination therapy with daily interferon plus ribavirin plus amantadine",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stauber",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hofer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hackl",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schutze",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Datz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hegenbarth",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Wien Klin Wochenschr",
            "volume": "116",
            "issn": "",
            "pages": "530--535",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}