{"paper_id": "97a9e3baea51f98bf86d442616d998d328997b6b", "metadata": {"title": "Inflammation and primary demyelination induced by the intraspinal injection of lipopolysaccharide", "authors": [{"first": "Paul", "middle": ["A"], "last": "Felts", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's College London", "location": {"postCode": "SE1 1UL", "settlement": "London", "country": "UK"}}, "email": "paul.felts@kcl.ac.uk"}, {"first": "Anne-Marie", "middle": [], "last": "Woolston", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's College London", "location": {"addrLine": "Guy's, King's and St", "settlement": "London", "country": "UK"}}, "email": ""}, {"first": "Himali", "middle": ["B"], "last": "Fernando", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's College London", "location": {"addrLine": "Guy's, King's and St", "settlement": "London", "country": "UK"}}, "email": ""}, {"first": "Stephen", "middle": [], "last": "Asquith", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's College London", "location": {"addrLine": "Guy's, King's and St", "settlement": "London", "country": "UK"}}, "email": ""}, {"first": "Norman", "middle": ["A"], "last": "Gregson", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's College London", "location": {"addrLine": "Guy's, King's and St", "settlement": "London", "country": "UK"}}, "email": ""}, {"first": "Oliver", "middle": ["J"], "last": "Mizzi", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's College London", "location": {"addrLine": "Guy's, King's and St", "settlement": "London", "country": "UK"}}, "email": ""}, {"first": "Kenneth", "middle": ["J"], "last": "Smith", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's College London", "location": {"addrLine": "Guy's, King's and St", "settlement": "London", "country": "UK"}}, "email": ""}]}, "abstract": [{"text": "Inflammation is a prominent feature of several disorders characterized by primary demyelination, but it is not clear whether a relationship exists between inflammation and myelin damage. We have found that substantial demyelination results from the focal inflammatory lesion caused by the injection of lipopolysaccharide (LPS; 200 ng) directly into the rat dorsal funiculus. Within 24 h, such injections caused a focal inflammatory response consisting of a substantial number of polymorphonuclear cells and ED1-positive and inducible nitric oxide synthase (iNOS)-positive macrophages/microglia. The number of inflammatory cells was substantially reduced by day 7. OX-52-positive T-cells were less frequently observed but were present in the meninges at 8 h, reached a maximum in the dorsal funiculus at 7 days, and were rare at 14 days. The inflammation was followed by the appearance of a large lesion of primary demyelination that encompassed up to $75% of the cross-sectional area of the dorsal funiculus. Treatment with dexamethasone significantly reduced the number of cells expressing iNOS, but did not prevent the demyelination. By 28 days the lesions were largely remyelinated, usually by Schwann cells. These changes were not observed in control, saline-injected animals. We conclude that the intraspinal injection of LPS results in inflammation and subsequently in prominent demyelination. The mechanisms underlying the demyelination are not clear, but it is notable that it typically begins with disruption of the adaxonal myelin. Indeed, there is an early loss of myelin-associated glycoprotein within the lesion, despite the persistence of proteolipid protein. This combination is a feature of the pattern III lesion recently described in multiple sclerosis (Lucchinetti et al., 2000) , and we therefore suggest that LPS-induced demyelination may serve as the first experimental model available for the study of this type of multiple sclerosis lesion.", "cite_spans": [{"start": 1771, "end": 1797, "text": "(Lucchinetti et al., 2000)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Abstract"}, {"text": "Abbreviations: AdPC = adenomatous polyposis coli; GFAP = glial fibrillary acidic protein; ICAM-1 = intercellular adhesion molecule-1; iNOS = inducible form of nitric oxide synthase; LPS = lipopolysaccharide; MAG = myelin-associated glycoprotein; PBS = phosphate-buffered saline; PLP = proteolipid protein; PMN = polymorphonuclear cell", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Inflammation within the CNS is a common feature of neurological disorders and infection, but whether it contributes directly to neuronal or glial damage in vivo can be difficult to determine. For example, in a disease such as multiple sclerosis, and its animal model experimental autoimmune encephalomyelitis (EAE), immune-mediated inflammation can be prominent but it is difficult to disentangle the indirect consequences of the inflammation from other ongoing immune-mediated disease processes. Experimentally, inflammation can be induced in most tissues by the local injection of lipopolysaccharide (LPS), and typically large numbers of neutrophils and monocytes invade the tissue from the bloodstream within minutes, macrophages remaining at the site for a number of days (Issekutz et al., 1981; Cybulsky et al., 1988) . However, LPS injection into the parenchyma of the adult brain results in an altered and attenuated cellular response. Thus, a quantity of LPS which elicits a typical inflammatory response in the skin (20 ng) does not result # The Author (2005) . Published by Oxford University Press on behalf of the Guarantors of Brain. All rights reserved. For Permissions, please email: journals.permissions@oupjournals.org in the recruitment of either neutrophils or monocytes when examined 1-10 days after injection into the hippocampus (Andersson et al., 1992a) . Cellular influx is attenuated despite the fact that 20-50 ng of LPS is effective in rapidly upregulating the expression of endothelial intercellular adhesion molecule-1 (ICAM-1) and vascular cell-adhesion molecule (VCAM) (Bell and Perry, 1995) , and of proinflammatory cytokines such as interleukin 1b (IL-1b) and tumour necrosis factor a (TNF-a; Stern et al., 2000) . Increasing the quantity of LPS injected to 200-1000 ng, which results in a florid extravasation of neutrophils in the skin, still does not result in significant neutrophil recruitment in the brain parenchyma, although it does cause activation of microglia and recruitment of monocytes (Andersson et al., 1992a; Montero-Menei et al., 1994) .", "cite_spans": [{"start": 776, "end": 799, "text": "(Issekutz et al., 1981;", "ref_id": "BIBREF23"}, {"start": 800, "end": 822, "text": "Cybulsky et al., 1988)", "ref_id": "BIBREF13"}, {"start": 1062, "end": 1068, "text": "(2005)", "ref_id": null}, {"start": 1350, "end": 1375, "text": "(Andersson et al., 1992a)", "ref_id": "BIBREF2"}, {"start": 1599, "end": 1621, "text": "(Bell and Perry, 1995)", "ref_id": "BIBREF6"}, {"start": 1725, "end": 1744, "text": "Stern et al., 2000)", "ref_id": "BIBREF45"}, {"start": 2032, "end": 2057, "text": "(Andersson et al., 1992a;", "ref_id": "BIBREF2"}, {"start": 2058, "end": 2085, "text": "Montero-Menei et al., 1994)", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Introduction"}, {"text": "Studies of the consequences of LPS-induced inflammation in the brain have so far tended to focus on relatively acute effects, and they have not used high-resolution histological techniques to assess changes in tissue architecture. Moreover, studies have so far neglected the injection of LPS into the spinal cord despite the observation that the inflammatory response can differ between the brain and the spinal cord following traumatic lesions (Schnell et al., 1999) . We have therefore examined in detail the short-and long-term consequences of injecting LPS into spinal white matter. Our study used light and electron microscopy and immunohistochemistry to examine tissue up to 28 days after injection in order to determine the time course of cellular recruitment, and changes in local tissue structure. We report that, following the recruitment of neutrophils and macrophages, a large primary demyelinating lesion formed in the dorsal funiculus after a delay of up to 1 week following injection. It is possible that the inflammation-associated demyelination observed in this study may illuminate the mechanisms underlying the inflammation-associated demyelination in multiple sclerosis, particularly in pattern III lesions.", "cite_spans": [{"start": 445, "end": 467, "text": "(Schnell et al., 1999)", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Introduction"}, {"text": "Using sterile technique and under deep halothane anaesthesia, a quarter laminectomy was performed at the T12 vertebral level in adult male Sprague-Dawley rats (361 6 68 g, mean 6 SD). Two small holes, 1 mm apart, were made in the dura over the left dorsal column and a drawn glass micropipette (typical external tip diameter 25 mm) was inserted into the dorsal column and 0.5 ml of LPS (100 ng/ml in saline) was injected at each of the two sites at depths of 0.7 and 0.4 mm (2 ml in total). The injection sites were marked by placing a small amount of sterile charcoal on the adjacent dura. Control animals received injections of saline alone, and the lesion site was marked in the same way.", "cite_spans": [], "ref_spans": [], "section": "Material and methods Surgery"}, {"text": "LPS from Salmonella abortus equi, S. typhimurium or Escherichia coli (serotype 0111:B4) (Sigma, Gillingham, Dorset, UK; catalogue numbers L-1887, L-6143 and L-4391 respectively) was used without further purification. The endotoxin activity of the commercially obtained LPS was estimated by a semiquantitative dilution method using the Limulus amoebocyte lysate assay (E-Toxate kit; Sigma). In one set of experiments, highly purified LPS from S. abortus equi (Alexis Biochemicals, Nottingham, UK; catalogue number ALX-581-009) was used to determine if the lesions were the result of injecting contaminants known to be present in many less highly purified commercial preparations of LPS.", "cite_spans": [], "ref_spans": [], "section": "LPS"}, {"text": "Animals were perfused via the left ventricle under deep halothane anaesthesia at the following times. LPS-injected animals were perfused at 8 h (n = 3), 1 day (n = 3), 3 days (n = 3), 5 days (n = 2), 7 days (n = 4), 10 days (n = 2 with unpurified LPS and n = 3 with purified LPS), 14 days (n = 4) and 28 days (n = 4). Saline-injected animals were perfused at 8 h (n = 2), 24 h (n = 1), 7 days (n = 2), 14 days (n = 2) and 28 days (n = 2). The vasculature was rinsed with approximately 125 ml of normal saline containing 2000 U/l heparin, 0.025% lignocaine, 0.002% NaNO 2 and 0.02 M N-2-hydroxyethylpiperazine-N 0 -2-ethanesulphonic acid (HEPES; pH 7.4) followed by approximately 500 ml of 4% glutaraldehyde in 0.15 M phosphate buffer (pH 7.4; pressure head 130 cm). The tissue was cut transversely into 0.5 mm thick blocks, which were postfixed in 1.5% osmium tetroxide in 0.15 M phosphate buffer, dehydrated in graded alcohols, passed through propylene oxide and embedded in TAAB resin (Taab Laboratories, Aldermaston, UK). For light microscopy, 0.7 mm thick sections were cut on an ultramicrotome, stained with toluidine blue and examined and photographed using a Zeiss Axiophot microscope equipped with a JVC TK-F7300 frame capture camera. For electron microscopy, 70 nm thick sections were stained with uranyl acetate and lead citrate and examined in a Hitachi H7600 transmission electron microscope.", "cite_spans": [], "ref_spans": [], "section": "Light and electron microscopy"}, {"text": "Animals whose tissues were to be examined by immunohistochemistry were perfused at postinjection times of 8 h, 1, 3, 7, 14 and 28 days (at each time point, n ! 9 for LPS-injected animals and n ! 3 for saline-injected animals). Six additional animals (two LPS-injected and one saline-injected at both 2 and 4 h after injection) were perfused specifically to examine the expression of the inducible form of nitric oxide synthase (iNOS) and ICAM-1 in short-term lesions. In addition, one naive animal was also perfused to obtain normal tissue. The method was as above, except that the fixative consisted of freshly prepared 4% paraformaldehyde in 0.15 M phosphate buffer. Following perfusion, the spinal cords were either cryoprotected by immersion in 30% sucrose for 48 h, embedded in OCT compound (BDH, Poole, UK), frozen, and stored until use at À80 C, or processed into polyester wax using standard techniques (Kent, 1999) . Frozen sections (25 mm) were cut using a cryostat and floated in phosphate-buffered saline (PBS) for immunohistochemical labelling. Polyester wax sections (8 mm) were cut on a microtome equipped with a Peltier-cooled chuck and floated on 1% gelatine solution and attached to slides. Apart from anatomical landmarks and the dural scar, the presence of charcoal on the surface of the spinal cord confirmed the injection site.", "cite_spans": [{"start": 911, "end": 923, "text": "(Kent, 1999)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Immunohistochemistry"}, {"text": "Immunohistochemical labelling was used to identify cell types and to examine the expression of adhesion molecules, inflammatory factors and myelin proteins. Both peroxidase and fluorescent reporters were used. In experiments using peroxidase, sections were incubated in PBS containing 0.2% azide and 0.03% H 2 O 2 for 30 min, followed by non-immune rat serum (5%; Sigma) for 30 min. Tissues were then incubated in primary antibody (dilution 1 : 100 except where noted, and including PBS, 1% bovine serum albumin, 2% rat serum and 0.3% Triton-X100) overnight at 4 C, followed by thorough washing and incubation at room temperature for 1 h in horseradish peroxidase-conjugated rat anti-mouse (F(ab') 2 fragment) secondary antibody (dilution 1 : 100; Jackson Immunoresearch Laboratories, West Grove, PA). Following thorough washing, immunolabelling was visualized with 3,3 0 -diaminobenzidine (DAB substrate kit; Vector Laboratories, Peterborough, UK) and the sections were mounted on slides, dehydrated in graded ethanols, cleared in xylene and mounted in Styrolite (BDH, Poole, UK). In experiments using fluorescent labelling, sections were incubated with primary antibody solution (including 4% normal goat serum) overnight at 4 C. After thorough washing, sections were incubated 2 h at room temperature with appropriate goat anti-rabbit or goat antimouse (F(ab 0 ) 2 fragment) secondary antibodies conjugated to fluorescein or rhodamine (diluted 1 : 100; Chemicon, Harrow, UK).", "cite_spans": [], "ref_spans": [], "section": "Immunohistochemistry"}, {"text": "Inflammatory cells were identified using the monoclonal primary antibodies MRC OX-52, ED1 and RLN.9D3 (all from Serotec, Kidlington, UK; 1 : 100 dilution), which recognize T lymphocytes, macrophages/activated microglia, and B lymphocytes respectively. Oligodendrocytes were labelled with a monoclonal antibody (clone CC-1) raised against a fragment of the adenomatous polyposis coli (AdPC) protein (Bhat et al., 1996) (polyester wax sections; Oncogene Research Products, San Diego, CA, USA; dilution 1 : 20). Monoclonal antibodies were also used to demonstrate the presence of iNOS (dilution 1 : 1000; Clone 6; Affiniti Research Product, Exeter, UK), ICAM-1 (dilution 1 : 20; Clone 3H8: a gift from Prof. David Male, Open University, UK) and IL-1b (Serotec; clone silk 6). A polyclonal antibody recognizing IL-1b (Serotec) was used in some doublelabelling experiments. The cell types expressing IL-1b were investigated using fluorescence double-labelling and monoclonal primary antibodies against macrophages (ED1), resting microglia (OX-42; Serotec) and astrocytes [glial fibrillary acidic protein (GFAP); Sigma, 1 : 400]. Expression of the myelin components proteolipid protein (PLP) and myelin-associated glycoprotein (MAG) within the LPS lesion was examined in polyester wax sections double-labelled with a rabbit polyclonal anti-MAG antibody [raised against a peptide located at the carboxy terminal of L-MAG (Butt et al., 1998) ; dilution 1 : 200; rhodamine conjugated secondary as above] and a monoclonal anti-PLP (Serotec; dilution 1 : 200; fluorescein conjugated secondary antibody as above).", "cite_spans": [{"start": 398, "end": 417, "text": "(Bhat et al., 1996)", "ref_id": "BIBREF8"}, {"start": 1414, "end": 1433, "text": "(Butt et al., 1998)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Immunohistochemistry"}, {"text": "Cells labelling with OX-52, ED1 or RLN.9D3 were counted using a 40· objective in transverse sections of spinal cord at or near the centre of the lesion. A single value for each animal was derived for several regions of the spinal cord (e.g. dorsal funiculus, lateral columns; Table 1 ) by averaging the counts from three non-adjacent transverse sections. Polymorphonuclear cells (PMNs) were identified in resin sections by their multilobular nuclear morphology. For all cell types examined, only extravasated cells were included; thus, labelled cells within the vascular lumen were excluded.", "cite_spans": [], "ref_spans": [{"start": 276, "end": 283, "text": "Table 1", "ref_id": null}], "section": "Cell counts"}, {"text": "Fluorescent AdPC-positive cells were counted in the dorsal funiculus of animals injected with saline (n = 4) or LPS (n = 3) 7 days after injection. At this interval the lesion was clearly discernible using differential interference contrast optics as a region of tissue disruption in the dorsal funiculus, allowing AdPC-positive cells to be counted in both demyelinated and apparently normal areas of the dorsal funiculus of LPS-injected animals. AdPCpositive cells were counted in montages of digital images captured using a 40· objective.", "cite_spans": [], "ref_spans": [], "section": "Cell counts"}, {"text": "In order to examine the effect of a broad-spectrum anti-inflammatory agent on LPS-induced demyelination, daily intraperitoneal injections of either dexamethasone (1.5 mg/kg, n = 7) or saline (n = 7) were given to animals beginning 2 days prior to the injection of LPS into the dorsal funiculus. To determine the extent of suppression of the inflammatory response, three animals from each treatment group were reanaesthetized and perfused with 4% paraformaldehyde in 0.15 M phosphate buffer a day after LPS injection. The spinal cords at the injection site were frozen and examined for iNOS expression by immunohistochemistry as above, using a polyclonal rabbit ant-iNOS primary antibody (Transduction Laboratories, Oxford, UK; dilution 1 : 1000). Sections were subsequently photographed using a digital camera (Spot RT) and labelled cells within the dorsal funiculus were counted. To determine the consequences of dexamethasone treatment on the extent of demyelination, the remaining four animals from each treatment group were perfused 14 days after LPS injection with 4% glutaraldehyde in 0.15 M phosphate buffer and the tissues were processed for light and electron microscopy as above. The cross-sectional area of the lesion within the dorsal funiculus was measured from digital photographs using an image analysis program (Sigma Scan).", "cite_spans": [], "ref_spans": [], "section": "Dexamethasone treatment"}, {"text": "As LPS has both lipid and carbohydrate moieties, it is likely to exhibit some detergent-like properties that could solubilize cell membranes and lead to demyelination. To assess whether this property might confuse the findings, the ability of LPS directly to attack cell membranes was assessed in an erythrocyte lysis assay using the detergents sodium dodecyl sulphate (SDS) and lysophosphatidylcholine for comparison. Erythrocytes, suspended in isotonic saline, were exposed to LPS or detergent for 30 min at room temperature; the suspension was centrifuged and haemoglobin release assessed by measuring absorbance at 450 and 570 nm.", "cite_spans": [], "ref_spans": [], "section": "Erythrocyte lysis assay"}, {"text": "Salmonella typhimurium LPS stock solution was diluted to 2 mg/ml in carbonate buffer and 50 ml was added to the wells of Immulon Ò 1B ELISA plates and left overnight at 4 C. After washing once, they were blocked with 150 ml of 1% fish gelatine (Sigma) in PBS for 2 h at 37 C. Rat sera were collected at 3 (n = 4), 5 (n = 2), 7 (n = 4), 14 (n = 5) and 28 (n = 5) days after LPS injection. Sera were diluted in 1% bovine serum albumin (BSA)-PBS, from 1 : 50 to 1 : 1500, and 50 ml was added to the wells overnight at 4 C. Second antibody, alkaline phosphatase-conjugated anti-rat (Sigma) at 1 : 1000, was added for 1 h at 37 C and substrate development was for 1 h at 37 C before optical density was read at 405 nm.", "cite_spans": [], "ref_spans": [], "section": "Anti-LPS antibodies"}, {"text": "Linbro enzyme immunoassay (EIA) plates were coated with 50 ml of rat CNS myelin, 50 mg protein per ml in 0.3% methylglyoxal, pH 8.0, for 2 h at 37 C. The plates were carefully washed with PBS-0.02% Tween 20 three times and then blocked with 200 ml of 1% fish gelatine-PBS for 2 h at 37 C. Rat sera, collected at 1 (n = 2), 3 (n = 2) and 7 (n = 2) days after LPS injection, were diluted from 1 : 50 to 1 : 400 in 1% BSA-PBS, 50 ml was added to the wells, and the wells were incubated overnight at 4 C. The plates were washed carefully three times with PBS-Tween before adding alkaline phosphatase conjugated anti-rat immunoglobulin G (1 : 1000) for 1 h at 37 C. After washing three times, the plates were developed with pnitrophenol and the optical density was read at 405 nm.", "cite_spans": [], "ref_spans": [], "section": "Anti-myelin antibodies"}, {"text": "Prior exposure to pathogens could influence the reaction of animals to LPS injection, and so in one group of experiments we monitored animals for a number of infectious agents. Surveillance animals, housed in the same room as the experimental animals, were returned to the supplier (Harlan UK, Loughborough, UK) for routine pathogen screening.", "cite_spans": [], "ref_spans": [], "section": "Animal health"}, {"text": "Injection of LPS resulted in an early invasion of inflammatory cells into the parenchyma of the spinal cord. The invasion was not limited to the dorsal funiculus and was not initially associated with apparent damage to the nerve fibres of the injected dorsal funiculus. However by 7-14 days after LPS injection a large, focal demyelinating lesion had formed within the dorsal funiculus. Repair by remyelination commenced by 14 days, and by 28 days large numbers of remyelinated axons were present; most of the remyelination was by Schwann cells.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Assay of the injected LPS solutions using the semiquantitative Limulus amoebocyte lysate method yielded the following endotoxin activities: S. abortus equi 625-2,500 endotoxin units/ml, S. typhimurium 156-625 endotoxin units/ml and E.coli 625-2,500 endotoxin units/ml. LPS derived from each of the three bacteria was found to produce similar lesions and will therefore be considered together.", "cite_spans": [], "ref_spans": [], "section": "Endotoxin activity of injected LPS"}, {"text": "Spinal cords injected with saline ( Fig. 1) showed damage restricted to a very small number of axons undergoing either Table 1 Populations of inflammatory cells present in the spinal cord at various times following the injection of LPS or saline into the dorsal funiculus Wallerian degeneration or demyelination. Such damage was present at time periods greater than 3 days after injection and occurred at the pial surface in the region of the insertion of the injection pipette, or along the line of the injection pipette deep within the dorsal funiculus. Remyelinated axons were not observed in the saline-injected animals.", "cite_spans": [], "ref_spans": [{"start": 36, "end": 43, "text": "Fig. 1)", "ref_id": "FIGREF1"}, {"start": 119, "end": 126, "text": "Table 1", "ref_id": null}], "section": "Light and electron microscopy Saline injection"}, {"text": "Eight hours after LPS injection. A number of inflammatory cells were present within the spinal cord (see below, Cell populations within the spinal cord), but the cord otherwise appeared grossly normal and the myelin sheaths in the dorsal funiculus appeared intact. One day after LPS injection. By 1 day after the LPS injection into the left dorsal column there were signs of an intense localized response, with tissue damage in the grey matter adjacent to the deep portions of the left dorsal column. In the tissue immediately surrounding the injection site within the dorsal column the appearance was grossly normal ( Fig. 2A) . Examination in the electron microscope revealed a mild increase in extracellular space within the white matter which was not, however, very widespread. Occasional demyelinated axons were seen but this may have been associated with needle trauma. Infrequent debris-containing monocytic cells were present. In contrast, PMNs were numerous, both close to blood vessels and within the parenchyma of the dorsal column, and particularly in the grey matter adjacent to the deep portions of the left dorsal column.", "cite_spans": [], "ref_spans": [{"start": 619, "end": 627, "text": "Fig. 2A)", "ref_id": "FIGREF2"}], "section": "LPS injection"}, {"text": "Three days after LPS injection. Under the light microscope the spinal cord had a similar appearance to that observed 1 day after injection, including obvious cellular infiltration (Fig. 2B) . Although white matter damage was not prominent, very occasional demyelinated axons (<10 per section) were observed. Large numbers of inflammatory cells were evident in the grey matter adjacent to the deep portion of the left dorsal column, with cuffs consisting of multiple layers of mononuclear and polymorphonuclear cells surrounding some vessels in this region (Fig. 2C ). Electron microscopy revealed obvious oedema (Fig. 3A) , which extended into the otherwise normal adjacent white matter. The expanded extracellular space contained many small process profiles as well as fluid-filled spaces that appeared to arise from damaged axons. Electron microscopy confirmed the presence of infrequent demyelinated axons (Fig. 3A ) as well as demonstrating many myelinated fibres in which the internal mesaxon was obvious. The endothelium in small vessels showed a low density of microvilli but did not show obvious signs of activation (i.e. hypertrophy). Phagocytes containing myelin and possibly axonal debris were found throughout the lesion.", "cite_spans": [], "ref_spans": [{"start": 180, "end": 189, "text": "(Fig. 2B)", "ref_id": "FIGREF2"}, {"start": 556, "end": 564, "text": "(Fig. 2C", "ref_id": "FIGREF2"}, {"start": 612, "end": 621, "text": "(Fig. 3A)", "ref_id": "FIGREF3"}, {"start": 909, "end": 917, "text": "(Fig. 3A", "ref_id": "FIGREF3"}], "section": "LPS injection"}, {"text": "Five days after LPS injection. Light microscopy indicated that cellular infiltration was reduced, while oedema was more obvious (Fig. 2D ). This expanded extracellular space was confirmed under the electron microscope and was found to contain floccular material, presumably precipitated protein. (Fig. 3B ). Debris-containing macrophages were prominent, particularly in perivascular spaces, which were also enlarged, with some withdrawal of astrocyte processes. All of these changes were indicative of a breakdown of the blood-brain barrier. Small areas of non-myelinated axons, usually less than 2 mm in calibre, were seen, but whether these were the result of demyelination was difficult to determine.", "cite_spans": [], "ref_spans": [{"start": 128, "end": 136, "text": "(Fig. 2D", "ref_id": "FIGREF2"}, {"start": 296, "end": 304, "text": "(Fig. 3B", "ref_id": "FIGREF3"}], "section": "LPS injection"}, {"text": "Seven days after LPS injection. Large lesions were present within the dorsal funiculus ( Fig. 4A and B), consisting of demyelinating axons, and most commonly occupying the ventral half or ventral two-thirds of both right and left dorsal funiculus, including, but not restricted to, the corticospinal tract. Characteristically, the breakdown of the myelin sheath appeared to progress from the adaxonal region outwards, or from the cytoplasmic regions of Schmidt-Lanterman incisures or paranodal regions. The myelin breakdown appeared in transverse section to progress from a small vesicular appearance to a larger disorganized mesh of membrane ( Fig. 3C-E) . In more oblique sections the small vesicles were seen as tubes, an appearance reminiscent of that seen in the early stages of lysophosphatidylcholine-induced demyelination (Hall and Gregson, 1971) . The demyelination in most instances appeared to be taking place without the close apposition of a myelomonocytic cell, and apoptotic cells were seen; however, because of the dissolution of nuclear and cytoplasmic components it was difficult to identify such cells on morphological criteria. Many phagocytic cells containing myelin debris were seen, but the extracellular space also contained considerable amounts of membranous myelin debris. Despite the prominence of the demyelination, axon loss, as indicated by the number of fibres undergoing Wallerian degeneration, was small, in both the sensory, ascending, portion of the dorsal column 4 mm rostral to the lesion (Fig. 5A ) and in the descending corticospinal tract 4 mm caudal to the lesion (Fig. 5B) .", "cite_spans": [{"start": 830, "end": 854, "text": "(Hall and Gregson, 1971)", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 89, "end": 96, "text": "Fig. 4A", "ref_id": null}, {"start": 645, "end": 655, "text": "Fig. 3C-E)", "ref_id": "FIGREF3"}, {"start": 1526, "end": 1534, "text": "(Fig. 5A", "ref_id": "FIGREF4"}, {"start": 1605, "end": 1614, "text": "(Fig. 5B)", "ref_id": "FIGREF4"}], "section": "LPS injection"}, {"text": "Fourteen days after LPS injection. Light microscopy revealed large, mixed lesions containing demyelinated axons, debris-filled macrophages, and axons associated with cells ( Fig. 4C and D) . These axon-cell associations were most often on a one-to-one basis, suggesting that the cells were Schwann cells. An enlarged extracellular space remained, and under the electron microscope this was found to contain membrane debris. Examination in the electron microscope also provided convincing evidence of the presence of naked axons, other cell processes (most often not identifiable) and many debris-filled phagocytes. Demyelinated axons encircled by cell processes were common and the cell body of the ensheathing cell was often present in the plane of section. In many cases these cells appeared to be initiating remyelination.", "cite_spans": [], "ref_spans": [{"start": 174, "end": 188, "text": "Fig. 4C and D)", "ref_id": null}], "section": "LPS injection"}, {"text": "Twenty-eight days after LPS injection. Lesion repair and remyelination were well advanced ( Fig. 4E and F) and oedema was reduced. There were many fewer debriscontaining phagocytes. Remyelination was accomplished by a mixture of Schwann cells and oligodendrocytes, typically with Schwann cell remyelination predominant in the core of the lesion. Small amounts of myelin membrane debris were present in the extracellular compartment, and scattered cystic vacuoles, which appeared to be derived from dead axons, were present. In larger lesions the area of the dorsal funiculus appeared enlarged (Fig. 4E ) and the density of myelinated fibres appeared lower than normal (Fig. 4F) . Inflammatory cells are present, particularly surrounding blood vessels in the grey matter immediately adjacent to the dorsal funiculus. One such blood vessel, outlined by the box in B, is shown at higher magnification in C. Both mononuclear cells and PMNs can be seen in the wall of this vessel. Little or no demyelination, is present at 5 days (D), and this can be seen more clearly in the inset, which shows the region within the box at higher magnification. Scale bar (shown in D) = 100 mm in A, B and D (main image), 20 mm in C, 50 mm in inset.", "cite_spans": [], "ref_spans": [{"start": 92, "end": 99, "text": "Fig. 4E", "ref_id": null}, {"start": 593, "end": 601, "text": "(Fig. 4E", "ref_id": null}, {"start": 668, "end": 677, "text": "(Fig. 4F)", "ref_id": null}], "section": "LPS injection"}, {"text": "No more than one PMN was present in any of the various regions within the spinal cord examined 8 h after saline injection, the interval producing the greatest number of cells in the animals injected with LPS (Table 1 ). The meninges surrounding the spinal cord had 13 PMNs. At 7 days, the interval producing the greatest number of OX-52-positive cells in the LPS-injected spinal cord, only one labelled cell was observed in the saline-injected cord. An additional two cells were present in the meninges. Also at this time, small numbers of ED1-positive cells were present in the salineinjected spinal cord; however, most were found either in the dorsal funiculus or meninges. The ED1-positive cells in the dorsal funiculus were found extending in a line into the left dorsal column from the pial surface, and were presumed to result from minor damage associated with the injection track. Most of the ED1-positive cells found in the meninges were associated with the few particles of charcoal used to mark the injection site.", "cite_spans": [], "ref_spans": [{"start": 208, "end": 216, "text": "(Table 1", "ref_id": null}], "section": "Cell populations within the spinal cord Saline injection"}, {"text": "Following LPS injection, invasion of the spinal cord by inflammatory cells was apparent by 8 h, the earliest time point examined. Over the following days the overall number of inflammatory cells present, and the cell types comprising this population, progressed through a characteristic pattern, as described in the following paragraphs. Although for the large majority of axons, myelin is not grossly disrupted at this time, very small numbers of demyelinated axons (arrows in inset) are present. The lack of myelin debris in the extracellular space surrounding these demyelinated axons suggests that the demyelination occurred soon after the injection. The morphology was similar 5 days after LPS injection (B), with the myelin sheaths of most fibres grossly normal but with small regions of cleanly demyelinated axons also present (e.g. arrows in inset). However, 7 days after injection (C, D and E), sheaths exhibiting enlarged adaxonal compartments containing various amounts of lamellar debris were common. Scale bar (shown in E) = 5 mm in A (inset = 10 mm), 25 mm in B (inset = 10 mm), 2 mm in C and D, and 3.6 mm in E. Fig. 4 Light micrographs of dorsal funiculi 7 days (A and B), 14 days (C and D) and 28 days (E and F) after the injection of LPS. For each pair of micrographs, the image on the left shows the dorsal funiculus and adjacent grey matter at low magnification and the image on the right shows a region of the lesion at high magnification. In the low-magnification micrographs (A, C and E) the margins of the dorsal funiculus are outlined (arrowheads). At 7 days after injection, most of the deep dorsal funiculus, including all of the corticospinal tract, is undergoing demyelination. B shows a number of axons with disintegrating myelin (arrows), with the lamellae separating either at the adaxonal surface or in midsheath. Several debris-filled macrophages (e.g. arrowheads in B) are present. At 14 days after injection a similar region of lesion is present (C); however, in D it is apparent that the lesion now consists mainly of either apparently naked demyelinated axons (e.g. arrows) or demyelinated axons in the early stages of association with cells (e.g. arrowheads). A number of debris-filled phagocytes are obvious. At 28 days after injection a very large lesion is present, occupying nearly all of the dorsal funiculus. At this time, axons with the signet ring appearance characteristic of Schwann cell remyelination predominate (arrows in F). Scale bar (shown in F) = 300 mm in A, C and E, and 30 mm in B, D and F.", "cite_spans": [], "ref_spans": [{"start": 1127, "end": 1133, "text": "Fig. 4", "ref_id": null}], "section": "LPS injection"}, {"text": "PMNs. Eight hours after injection, PMNs were far more numerous than either ED1-positive macrophages or OX-52positive T lymphocytes (Table 1) . Given the differences in the thickness of sections used to count PMNs versus those used for macrophages and T lymphocytes, direct comparisons cannot be made. However, it is worth noting that on average at 8 h there were more PMNs observed in 0.7 mm thick resin sections than there were ED1-positive macrophages observed in 25 mm thick cryostat sections. At 8 h the greatest number of PMNs was present in the dorsal funiculus and meninges, although substantial numbers were found in most regions, in particular in the grey matter. By 24 h the number of PMNs had fallen by approximately three-quarters, with most cells concentrated in the dorsal funiculus and the grey matter. Very few PMNs were observed 7 days after injection, or later.", "cite_spans": [], "ref_spans": [{"start": 131, "end": 140, "text": "(Table 1)", "ref_id": null}], "section": "LPS injection"}, {"text": "Macrophages/ microglia. ED1-positive cells (Table 1 , Fig. 6A ) were present in the spinal cord at 8 h after LPS injection, and there was an approximately 5-fold increase in these cells between 8 and 24 h. At 8 h the dorsal funiculus accounted for more than 60% of the total ED1-positive cells. A substantial increase in the number of ED1-positive cells present in the dorsal funiculus and grey matter occurred between 8 and 24 h. By 3 days the total number of ED1-positive cells had fallen, and this decline continued between 3 and 7 days. At 7, 14 and 28 days the number of ED1-positive cells was relatively stable, and these cells were concentrated within the dorsal funiculus.", "cite_spans": [], "ref_spans": [{"start": 43, "end": 51, "text": "(Table 1", "ref_id": null}, {"start": 54, "end": 61, "text": "Fig. 6A", "ref_id": "FIGREF5"}], "section": "LPS injection"}, {"text": "T lymphocytes. The total number of OX-52-positive T lymphocytes within the sections was always fewer than the ED1-positive cells, and exhibited two peaks (Table 1 ). The first, smaller, peak occurred 24 h after injection; all of the cells were associated with the meninges and not in the neural parenchyma.", "cite_spans": [], "ref_spans": [{"start": 154, "end": 162, "text": "(Table 1", "ref_id": null}], "section": "LPS injection"}, {"text": "Indeed, prior to day 7 no T lymphocytes were observed within the dorsal funiculus. The second peak in cell numbers occurred 7 days After injection (Fig. 6B) and was mostly the result of cells within the dorsal funiculus. By 14 days the number of T lymphocytes had fallen to near zero and this remained the case at 28 days.", "cite_spans": [], "ref_spans": [{"start": 147, "end": 156, "text": "(Fig. 6B)", "ref_id": "FIGREF5"}], "section": "LPS injection"}, {"text": "B lymphocytes. RLN.9D3-positive cells were not observed in the spinal cord at any time after LPS injection.", "cite_spans": [], "ref_spans": [], "section": "LPS injection"}, {"text": "Oligodendrocytes. Significantly fewer AdPC-positive cells were present within the lesioned region of the dorsal funiculus 7 days after LPS injection (2.9 6 2.9 cells/mm 2 , mean 6 SD) than in either the adjacent, unlesioned region of the dorsal funiculus from the same animals (77.4 6 16.6 cells/mm 2 ; one way ANOVA with Student-Newman-Keuls post-test, P = 0.027) or the dorsal funiculus of saline-injected control animals (122.1 6 48.1 cells/mm 2 ; P = 0.005).", "cite_spans": [], "ref_spans": [], "section": "LPS injection"}, {"text": "Astrocytes. GFAP-positive stellate, process-bearing cells and cell processes were present in the LPS-injected dorsal funiculus 8 h and 1, 3 and 7 days after injection. An increase in labelling intensity and process thickness was present 7 days after injection, as was an increase in the GFAP immunoreactivity within the grey matter directly adjacent to the LPS-injected dorsal funiculus (Fig. 7) . This increased labelling in the adjacent grey matter persisted at 14 days, and at this time nearly the entire lesioned area was a fine meshwork of moderately GFAP-immunoreactive processes, with occasional thicker, more intensely labelled processes present. The entire lesioned area remained moderately GFAPpositive 28 days after LPS injection, at this time exhibiting a cobbled appearance. The occasional intensely labelled processes present appeared to be confined to the periphery of the lesion. This lesion remyelinates predominately by Schwann cells, which, prior to myelination, can express GFAP (Jessen et al., 1990) . Thus, it seems likely that the moderate labelling present across the lesion at 14 and 28 days represents labelling of GFAP within Schwann cells prior to or immediately after myelination. Any disappearance of astrocytes from this Schwann cell territory would be predicted from previous studies of regions of Schwann cell remyelination in the CNS (Blakemore, 1975; Felts and Smith, 1996) .", "cite_spans": [{"start": 999, "end": 1020, "text": "(Jessen et al., 1990)", "ref_id": "BIBREF25"}, {"start": 1368, "end": 1385, "text": "(Blakemore, 1975;", "ref_id": "BIBREF9"}, {"start": 1386, "end": 1408, "text": "Felts and Smith, 1996)", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 387, "end": 395, "text": "(Fig. 7)", "ref_id": null}], "section": "LPS injection"}, {"text": "Small numbers of iNOS-immunolabelled cells were observed within the dorsal funiculus and adjacent grey matter as early as 2 h after LPS injection. However, the most prominent iNOS immunolabelling was observed 8 h after LPS injection and thereafter it declined until only small numbers of iNOSpositive cells were observed at 7 days, and none were present 14 days after injection.", "cite_spans": [], "ref_spans": [], "section": "iNOS, ICAM-1 and IL-1b immunohistochemistry"}, {"text": "Both naive spinal cord and spinal cord taken 2.5 cm rostral to the site of LPS injection exhibited light ICAM-1 labelling in some larger blood vessels (Fig. 6D) . LPS injection markedly increased such labelling, and by 4 h after LPS injection labelling had increased in both the number of labelled vessels and the apparent intensity of labelling (Fig. 6C) . Increased labelling was also observed 1, 3 and 7 days after LPS injection. In addition to labelled blood vessels, we also observed two populations of ICAM-1-positive cells in the LPS-injected dorsal funiculus. One was a group of rounded cells that were most often closely associated with a blood vessel, and the (Table 1) . Up-regulation of ICAM-1 on blood vessels is evident at the site of LPS injection within the dorsal funiculus 4 h after injection (C), compared with the very light labelling present in the dorsal funiculus of the same animal 2.5 cm rostral to the site of injection (D). The intensity of blood vessel labelling in naive spinal cord is similar to that shown in D (data not shown). Scale bar (shown in D) = 30 mm.", "cite_spans": [], "ref_spans": [{"start": 151, "end": 160, "text": "(Fig. 6D)", "ref_id": "FIGREF5"}, {"start": 346, "end": 355, "text": "(Fig. 6C)", "ref_id": "FIGREF5"}, {"start": 670, "end": 679, "text": "(Table 1)", "ref_id": null}], "section": "iNOS, ICAM-1 and IL-1b immunohistochemistry"}, {"text": "second was a number of cells with ramified processes scattered throughout the parenchyma of the dorsal funiculus. Both populations were present in relatively small numbers; the former was observed up to 3 days after injection, and the second up to 7 days after injection, when only a few labelled cells were present. Since a variety of cells likely to be present in the LPS lesion have been reported to up-regulate expression of ICAM-1 in response to inflammatory mediators, including microglia (Zielasek et al., 1993) , macrophages (Goebeler et al., 1993) , astrocytes and oligodendrocytes (Satoh et al., 1991) , it is likely that several cell types contributed to the observed ICAM-1 labelling.", "cite_spans": [{"start": 495, "end": 518, "text": "(Zielasek et al., 1993)", "ref_id": "BIBREF48"}, {"start": 533, "end": 556, "text": "(Goebeler et al., 1993)", "ref_id": "BIBREF16"}, {"start": 591, "end": 611, "text": "(Satoh et al., 1991)", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "iNOS, ICAM-1 and IL-1b immunohistochemistry"}, {"text": "Substantial numbers of IL-1b-positive cells were present across the whole cross-section of the spinal cord 8 h after LPS injection (Fig. 8) . Compared with IL-1b expression 4 h after injection (examined in a parallel study, data not shown), where positive cells were concentrated in or adjacent to the dorsal funiculus, labelled cells appeared both more numerous and more widespread at 8 h. In addition, the morphology of the IL-1b-positive cells differed somewhat at 4 and 8 h, with both ramified, OX-42-positive cells and rounded, ED1-positive cells common at 8 h, but with ramified, OX-42-positive cells predominating at 4 h. Two populations of IL-1b-positive cells were also present 24 h after LPS injection. Rounded IL-1b-positive cells were located throughout the dorsal funiculus and adjacent grey matter, whereas IL-1bpositive cells with short, stubby processes were found at a distance from the dorsal funiculus. At 48 h, fewer IL-1bpositive cells were present compared with 24 h, and most of these exhibited a round morphology. By 1 week only a very small number of IL-1b-positive cells were present, and these were OX-42-negative but ED1-positive. The cells were often adjacent to large blood vessels, and they formed only a small subset of the substantial population of ED1-positive Fig. 7 Light micrographs showing GFAP immunoreactivity at the interface between the dorsal funiculus (DF) and the grey matter (GM) in an animal 7 days after the injection of LPS into the spinal cord. A transverse section 2 cm rostral to the injection site is shown in A, and a similar region at the site of LPS injection is shown in B. Note the fine labelling of astrocyte processes present at the site distant from the lesion in both the dorsal funiculus (arrows in A) and grey matter (arrowheads in A). Labelling of astrocytes is increased at the injection site, with thickened astrocyte processes in both the dorsal funiculus (arrows in B) and the grey matter (arrowheads in B), and an overall increase in labelling density in the grey matter. Scale bar = 50 mm. ", "cite_spans": [], "ref_spans": [{"start": 131, "end": 139, "text": "(Fig. 8)", "ref_id": "FIGREF6"}, {"start": 1295, "end": 1301, "text": "Fig. 7", "ref_id": null}], "section": "iNOS, ICAM-1 and IL-1b immunohistochemistry"}, {"text": "PLP and MAG immunoreactivity was examined in doublelabelled sections of LPS lesions induced 3, 5 and 7 days earlier. Three days after injection there was no obvious loss of either of these myelin proteins within the injected dorsal funiculus, compared with other white-matter regions in the same sections. However, by 5 days after injection, immunoreactivity for MAG, but not PLP, was reduced in the deep dorsal funiculus, the most typical site for development of the LPS-induced demyelinating lesion ( Fig.  9A and B). This differential loss of MAG at the site of LPS injection was even more pronounced 7 days after injection ( Fig. 9C and D) ; at this time only very faint MAG labelling was observed within the deep dorsal funiculus (Fig. 9H ) compared with the immunoreactivity present in the superficial dorsal columns (Fig. 9F) . PLP immunoreactivity was not decreased in the lesion (compare Figs. 9E and G) , and indeed PLP labelling appeared slightly more intense in this region, possibly due to increased antigen availability produced by myelin disruption.", "cite_spans": [], "ref_spans": [{"start": 503, "end": 511, "text": "Fig.  9A", "ref_id": "FIGREF8"}, {"start": 629, "end": 643, "text": "Fig. 9C and D)", "ref_id": "FIGREF8"}, {"start": 735, "end": 743, "text": "(Fig. 9H", "ref_id": "FIGREF8"}, {"start": 823, "end": 832, "text": "(Fig. 9F)", "ref_id": "FIGREF8"}, {"start": 897, "end": 912, "text": "Figs. 9E and G)", "ref_id": "FIGREF8"}], "section": "PLP and MAG expression"}, {"text": "Treatment with dexamethasone was effective in reducing the magnitude of the inflammatory response ( Fig. 10A and B) , as indicated by a significant reduction in the average number of cells expressing iNOS in transverse sections of the dorsal funiculus at the site of LPS injection [242 6 79 (mean 6 SD) in dexamethasone-treated animals 1 day after LPS injection versus 724 6 125 cells in saline-treated animals; P = 0.005, Student's t-test]. However, dexamethasone treatment did not reduce the extent of LPS-induced demyelination in the spinal cord ( Fig. 10C-F) . When examined 14 days after LPS injection, the average cross-sectional area of demyelination in the dorsal funiculus of animals treated with dexamethasone (0.64 6 0.20 mm 2 ) was actually greater than that in animals treated with saline (0.41 6 0.14 mm 2 ), although this difference was not statistically significant (P > 0.10, Student's t-test). At 14 days after LPS injection, the axons in lesions from dexamethasonetreated animals tended to be surrounded by whorls of myelin debris, whereas naked demyelinated axons, or demyelinated axons associated with cell processes, were particularly common in LPS lesions from saline-treated animals. In the dexamethasone-treated animals, the seemingly increased size of the lesions might have been due to expansion of their areas due to the physical bulk of increased amounts of myelin debris.", "cite_spans": [], "ref_spans": [{"start": 100, "end": 115, "text": "Fig. 10A and B)", "ref_id": "FIGREF1"}, {"start": 551, "end": 562, "text": "Fig. 10C-F)", "ref_id": "FIGREF1"}], "section": "Dexamethasone treatment"}, {"text": "Lesions were examined 10 days after the injection of a highly purified LPS preparation into the dorsal funiculus. In the three animals examined, this LPS preparation produced lesions (Fig. 11 ) that were similar to those seen with the unpurified LPS preparation, causing lesions occupying 23, 42 and 37% of the cross-sectional area of the dorsal funiculus.", "cite_spans": [], "ref_spans": [{"start": 183, "end": 191, "text": "(Fig. 11", "ref_id": "FIGREF1"}], "section": "Injection of purified LPS"}, {"text": "Of the sera examined, only one appeared to have titratable anti-LPS antibody. This sample was from a single animal 7 days after the LPS injection; otherwise there was no indication of an immune response developing against the LPS.", "cite_spans": [], "ref_spans": [], "section": "Anti-LPS antibodies"}, {"text": "All sera examined showed some reactivity with myelin at a low dilution (<1 : 100), but there was no indication of an increase in reactivity following LPS injection.", "cite_spans": [], "ref_spans": [], "section": "Anti-myelin antibodies"}, {"text": "Erythrocyte lysis was not increased by a 30 min exposure to LPS, even at a concentration approximately 12% higher than the concentration injected into the spinal cord in this study (data not shown). In contrast, lysophosphatidylcholine or SDS caused substantial erythrocyte lysis at the same concentration.", "cite_spans": [], "ref_spans": [], "section": "Erythrocyte lysis assay"}, {"text": "Examination of surveillance animals by the supplier revealed that no animals were positive for coronavirus, rat parvovirus, hantavirus, Sendai virus, Theiler's murine encephalomyelitis virus, Kilham rat virus, Toolan's H-1 virus, pneumonia virus of mice, Reovirus 3 or lymphocyte choriomeningitis virus. Animals were also free of Bordetella bronchiseptica, Clostridium piliforme, Corynebacterium kutscheri, Mycoplasma species, Salmonella species, Streptobacillus moniliformis, bhaemolytic streptococci and Streptococcus pneumoniae. Two-thirds of animals tested were positive for Pasteurella pneumotropica. The response of animals to LPS injection into the dorsal funiculus in this series (n = 10) was similar to that observed in other experiments.", "cite_spans": [], "ref_spans": [], "section": "Animal health"}, {"text": "We have described an inflammatory and demyelinating lesion that arises following the injection of LPS into rat spinal white matter. Substantial numbers of PMNs and ED1-positive cells appear within the white matter and adjacent spinal regions within 8 h of LPS injection, reach a peak within the first day, and decline thereafter. During this early phase of the lesion, which is centred at the grey-white matter border, the myelin sheaths in the dorsal funiculus are intact. However, after a delay of 5-7 days a large demyelinating lesion develops, persisting between 9 and 14 days and often affecting more than 50% of the cross-sectional area of the dorsal funiculus at the injection site. The demyelination is primary, and there is relatively little Wallerian degeneration rostral (in the sensory . C-F show light and electron micrographs of lesions in dexamethasone-treated (C and E respectively) and saline-treated (D and F respectively) animals 14 days after LPS injection. Saline-treated animals exhibit a lesion similar to that of untreated animals, with nests of packed demyelinated axons (e.g. arrows in D and F) and cell-associated demyelinated axons (e.g. arrowheads in D). Relatively small amounts of extracellular myelin debris are present at this time (e.g. upper left corner in F). Dexamethasone treatment does not prevent the demyelination, but does prolong the presence of debris, and the axons appear surrounded by whorls of disaggregated myelin (e.g. arrows in C and E). Comparing D with C, it is clear that debris-filled macrophages (e.g. M in D) are more prominent in lesions from animals treated with saline than in those treated with dexamethasone. Scale bar (shown in F) = 135 mm in A and B, 20 mm in C and D, and 5 mm in E and F. portion of the dorsal funiculus) or caudal (in the corticospinal tract) to the injection site. Oligodendrocyte numbers appear to be reduced in the region of demyelination; however, the possibility that these cells survive but lose the antigen reacting with the AdPC antibody cannot be discounted.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A number of studies have examined the effects of injecting inflammogens into the CNS, including LPS (Andersson et al., 1992a; Bell and Perry, 1995; Stern et al., 2000) , IL-1b (Andersson et al., 1992b; Minghetti et al., 1999; Schnell et al., 1999; Bernardes-Silva et al., 2001) , TNF-a (Andersson et al., 1992b; Minghetti et al., 1999; Schnell et al., 1999; Hall et al., 2000) and interferon g (Minghetti et al., 1999) . Typically, an inflammatory reaction is evoked in the CNS, but it is substantially muted when compared with similar injections in other tissues (Andersson et al., 1992a) . In general, little or no demyelination has been reported, although demyelination was not specifically examined in most of the studies. In two studies where myelin was examined, some limited myelin loss was reported. Matyszak and Perry (1995) found that the injection of killed bacillus Calmette-Guérin (BCG) directly into the hippocampus produced an acute inflammatory response but did not result in myelin loss. However, when animals were subsequently given BCG peripherally, a delayed-type hypersensitivity developed which was associated with myelin loss, as assessed by immunohistochemistry. In a subsequent study (Matyszak et al., 1997) it was demonstrated that, at least in small pockets, this myelin loss resulted from primary demyelination. Lehnardt and colleagues found a reduction in immunolabelling with the oligodendrocyte marker RIP following large doses of LPS (5 mg) injected into the pericallosal white matter of neonatal rats (Lehnardt et al., 2002) . However, such doses of LPS produced destructive, cystic lesions in many animals, and so although the nature of the myelin loss was not examined in detail, it seems likely to have been secondary to axonal degeneration. In summary, the present study is the first report of substantial primary demyelination resulting directly from the injection of an inflammogen into the CNS.", "cite_spans": [{"start": 100, "end": 125, "text": "(Andersson et al., 1992a;", "ref_id": "BIBREF2"}, {"start": 126, "end": 147, "text": "Bell and Perry, 1995;", "ref_id": "BIBREF6"}, {"start": 148, "end": 167, "text": "Stern et al., 2000)", "ref_id": "BIBREF45"}, {"start": 176, "end": 201, "text": "(Andersson et al., 1992b;", "ref_id": "BIBREF3"}, {"start": 202, "end": 225, "text": "Minghetti et al., 1999;", "ref_id": "BIBREF34"}, {"start": 226, "end": 247, "text": "Schnell et al., 1999;", "ref_id": "BIBREF43"}, {"start": 248, "end": 277, "text": "Bernardes-Silva et al., 2001)", "ref_id": "BIBREF7"}, {"start": 286, "end": 311, "text": "(Andersson et al., 1992b;", "ref_id": "BIBREF3"}, {"start": 312, "end": 335, "text": "Minghetti et al., 1999;", "ref_id": "BIBREF34"}, {"start": 336, "end": 357, "text": "Schnell et al., 1999;", "ref_id": "BIBREF43"}, {"start": 358, "end": 376, "text": "Hall et al., 2000)", "ref_id": "BIBREF18"}, {"start": 394, "end": 418, "text": "(Minghetti et al., 1999)", "ref_id": "BIBREF34"}, {"start": 564, "end": 589, "text": "(Andersson et al., 1992a)", "ref_id": "BIBREF2"}, {"start": 808, "end": 833, "text": "Matyszak and Perry (1995)", "ref_id": "BIBREF32"}, {"start": 1209, "end": 1232, "text": "(Matyszak et al., 1997)", "ref_id": "BIBREF33"}, {"start": 1534, "end": 1557, "text": "(Lehnardt et al., 2002)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Discussion"}, {"text": "The mechanism of the demyelination following injection of LPS into the dorsal funiculus is not known, but several possibilities can be considered. LPS is an amphiphilic compound and could display detergent-like properties, so it might directly solubilize oligodendrocyte membranes. However, two lines of evidence argue against this mechanism. First, using an erythrocyte lysis assay we found no evidence of membrane damage. Secondly, and perhaps most compellingly, a detergent effect would be expected to occur relatively promptly [cf. lysophosphatidylcholine-induced demyelination (Hall and Gregson, 1971) ]; however, there was a delay of nearly a week between the injection of LPS and the appearance of significant demyelination.", "cite_spans": [{"start": 582, "end": 606, "text": "(Hall and Gregson, 1971)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "It is also possible that the LPS-induced inflammation activated a latent viral infection, leading to destruction of oligodendrocytes and demyelination. Certain viruses, for example the neurotropic coronaviruses and Theiler's virus, can cause demyelination within the CNS (for review see Fazakerly and Walker, 2003) . However, serological screening of surveillance animals within the animal holding facility did not reveal antibodies to a range of pathogens, including coronavirus and Theiler's virus. We consider it unlikely that either detergent action or viral activation is responsible for the demyelination.", "cite_spans": [{"start": 287, "end": 314, "text": "Fazakerly and Walker, 2003)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "It is possible that LPS may be directly toxic to oligodendrocytes, perhaps acting via plasmalemmal receptors. Such direct cell damage is suggested by studies demonstrating a detrimental effect of LPS on the survival of oligodendrocyte progenitors in vitro (Molina-Holgado et al., 2001) . However, mRNA for LPS receptors is either absent [Toll-like receptor 4 (TLR4)] or found only at very low levels (CD14) in oligodendrocyte precursors (Lehnardt et al., 2002) . On the other hand, many commercial preparations of LPS have been shown to contain contaminants that are highly bioactive, and can activate receptors other than TLR4, including Toll-like receptor 2 (TLR2) (Hirschfeld et al., 2000) , a receptor that has been reported to be expressed by oligodendrocytes (Bsibsi et al., 2002) . This contamination is perhaps best illustrated by the ability of these preparations to activate leucocytes from C3H/HeJ mice, which lack functional TLR4 (Morrison et al., 1976) . To examine the possibility that our typical LPS preparation was indeed acting via other receptors, we also examined the effect of an LPS preparation that does not activate cells from C3H/HeJ mice. The lesions resulting from such injections (Fig. 11 ) appeared similar to those produced by the less pure LPS preparation, indicating that the lesions are the result of the LPS, as expected, and probably mediated by TLR4 activation. Thus, if TLR4 is absent in adult oligodendrocytes they would be unlikely to respond directly to LPS since this receptor is thought to play a key role in signal transduction following LPS binding (Poltorak et al., 1998; Hoshino et al., 1999) . These considerations suggest that LPS may be acting via other, indirect, mechanisms.", "cite_spans": [{"start": 256, "end": 285, "text": "(Molina-Holgado et al., 2001)", "ref_id": "BIBREF35"}, {"start": 437, "end": 460, "text": "(Lehnardt et al., 2002)", "ref_id": "BIBREF29"}, {"start": 667, "end": 692, "text": "(Hirschfeld et al., 2000)", "ref_id": "BIBREF20"}, {"start": 765, "end": 786, "text": "(Bsibsi et al., 2002)", "ref_id": "BIBREF10"}, {"start": 942, "end": 965, "text": "(Morrison et al., 1976)", "ref_id": "BIBREF37"}, {"start": 1593, "end": 1616, "text": "(Poltorak et al., 1998;", "ref_id": "BIBREF40"}, {"start": 1617, "end": 1638, "text": "Hoshino et al., 1999)", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 1208, "end": 1216, "text": "(Fig. 11", "ref_id": "FIGREF1"}], "section": "Discussion"}, {"text": "The apparent conflict between the findings of Molina-Holgado et al. (2001) , indicating that oligodendrocyte progenitors are sensitive to LPS, and the seeming absence of appropriate receptors, as demonstrated by Lehnardt et al. (2002) , is probably due to the degree of cellular purity of the examined cultures. Lehnardt and colleagues found that the deleterious effect of LPS on oligodendrocyte progenitors was dependent on the presence of microglia (Lehnardt et al., 2002) , and a role for these cells is also supported by the observation that conditioned media from LPS-exposed microglia (or astrocytes) injured oligodendrocyte progenitors (Pang et al., 2000) . The factor(s) responsible are not clear, but a role for TNF-a is possible since this cytokine has been shown to damage rodent (Selmaj and Raine, 1988; Cammer, 2002) and human (Jurewicz et al., 2003) oligodendrocytes in vitro. However, injection of TNF-a into white matter in vivo does not result in demyelination (Hall et al., 2000) , and so if this agent is involved it may act in concert with other factors; or perhaps demyelination can result from chronic, rather than acute, exposure to TNF-a. Recent evidence suggests that peroxynitrite (formed from nitric oxide and superoxide anion) plays a key role in LPS-induced, microglial-mediated oligodendrocyte damage in vitro (Li et al., 2004) . Thus, although LPS might not be directly toxic to oligodendrocytes, it could cause demyelination indirectly via factors derived from activated microglia, astrocytes or macrophages. Arguing against this possibility is the fact that dexamethasone treatment reduced the inflammatory response, as indicated by the reduction in cells expressing iNOS, yet demyelination was at least as extensive as that seen in control animals. Dexamethasone is known to inhibit the LPS-induced activation of the transcription factors nuclear factor-kB and activated protein-1 in monocytic cells, leading to decreased production of inflammatory mediators such as IL-1b (Jeon et al., 2000) .", "cite_spans": [{"start": 46, "end": 74, "text": "Molina-Holgado et al. (2001)", "ref_id": "BIBREF35"}, {"start": 212, "end": 234, "text": "Lehnardt et al. (2002)", "ref_id": "BIBREF29"}, {"start": 451, "end": 474, "text": "(Lehnardt et al., 2002)", "ref_id": "BIBREF29"}, {"start": 643, "end": 662, "text": "(Pang et al., 2000)", "ref_id": "BIBREF39"}, {"start": 791, "end": 815, "text": "(Selmaj and Raine, 1988;", "ref_id": "BIBREF44"}, {"start": 816, "end": 829, "text": "Cammer, 2002)", "ref_id": "BIBREF12"}, {"start": 840, "end": 863, "text": "(Jurewicz et al., 2003)", "ref_id": "BIBREF26"}, {"start": 978, "end": 997, "text": "(Hall et al., 2000)", "ref_id": "BIBREF18"}, {"start": 1340, "end": 1357, "text": "(Li et al., 2004)", "ref_id": "BIBREF30"}, {"start": 2007, "end": 2026, "text": "(Jeon et al., 2000)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Discussion"}, {"text": "There are several possible explanations for why dexamethasone did not reduce the extent of demyelination. First, the dexamethasone treatment may not have adequately suppressed the inflammation. This may be the case, since iNOS activity was suppressed, but not eliminated, in the lesion. Secondly, the cellular actions of both LPS and dexamethasone are complex, and activation of cells by LPS via pathways unaffected by dexamethasone may also have occurred, perhaps via the MyD88-independent cascade following TLR4 activation (for review see Akira and Takeda, 2004) . Certainly, dexamethasone has recently been shown actually to enhance expression of tissue factor (Reddy et al., 2004) , a transmembrane glycoprotein present on monocytic cells which activates coagulation cascades. Local activation of tissue factor might have resulted in ischaemia, thereby augmenting the lesions. In summary, although the mechanism of LPS-induced demyelination is not known, we favour the idea that oligodendrocytes are killed by a factor or factors produced by activated inflammatory cells, particularly in the light of the finding that LPS-activated microglia are capable of inducing oligodendrocyte damage in culture (Lehnardt et al., 2002) .", "cite_spans": [{"start": 541, "end": 564, "text": "Akira and Takeda, 2004)", "ref_id": "BIBREF1"}, {"start": 664, "end": 684, "text": "(Reddy et al., 2004)", "ref_id": "BIBREF41"}, {"start": 1204, "end": 1227, "text": "(Lehnardt et al., 2002)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Discussion"}, {"text": "Could the current observations on LPS-induced demyelination illuminate the mechanisms involved in the demyelination observed in inflammatory demyelinating disease? CNS demyelination occurs in association with inflammation in a number of disorders, including multiple sclerosis (Lassmann, 1999), Devic's neuromyelitis optica (Baudoin et al., 1998) , recurrent transverse myelitis (Pandit and Rao, 1996) , HTLV-1 associated tropical spastic paraparesis (Ijichi et al., 1996) and acute disseminated encephalomyelitis (Stuve and Zamvil, 1999) , including the form of the latter disorder which is associated with infection with the Gram-negative bacterium Chlamydia pneumoniae (Heick and Skriver, 2000) . However, our understanding of the mechanism of demyelination in such disorders is often incomplete. It is possible that the mechanism involved in one or more of these disorders may be common to that operating in the current experimental lesion; if so, the current lesion could act as a useful model with which to explore the mechanism for potential therapeutic targets. We note in particular that in the current lesion MAG is lost before other myelin proteins, and this loss appears to occur just prior to the initiation of demyelination. Such preferential loss of MAG also occurs in some inflammatory demyelinating lesions in multiple sclerosis, designated 'pattern III' by Lucchinetti and colleagues (Lucchinetti et al., 2000; Aboul-Enein et al., 2003) . The unusual initiation of demyelination in the periaxonal myelin may be another manifestation of this early MAG loss, as MAG is normally found in the periaxonal myelin in the CNS (Trapp et al., 1989) . This pattern of demyelination is not reproduced by the usual experimental model for multiple sclerosis, namely EAE (Lucchinetti et al., 2000) . It is notable that in both multiple sclerosis (H. Lassmann, personal communication) and the current LPS model this unusual pattern of demyelination occurs in conjunction with microglial activation and the prominent expression of iNOS. The current findings suggest that LPS-induced demyelination might be a useful experimental model for demyelinating lesions exhibiting the pattern III phenotype.", "cite_spans": [{"start": 324, "end": 346, "text": "(Baudoin et al., 1998)", "ref_id": "BIBREF4"}, {"start": 379, "end": 401, "text": "(Pandit and Rao, 1996)", "ref_id": "BIBREF38"}, {"start": 451, "end": 472, "text": "(Ijichi et al., 1996)", "ref_id": "BIBREF22"}, {"start": 514, "end": 538, "text": "(Stuve and Zamvil, 1999)", "ref_id": "BIBREF46"}, {"start": 672, "end": 697, "text": "(Heick and Skriver, 2000)", "ref_id": "BIBREF19"}, {"start": 1402, "end": 1428, "text": "(Lucchinetti et al., 2000;", "ref_id": "BIBREF31"}, {"start": 1429, "end": 1454, "text": "Aboul-Enein et al., 2003)", "ref_id": "BIBREF0"}, {"start": 1636, "end": 1656, "text": "(Trapp et al., 1989)", "ref_id": "BIBREF47"}, {"start": 1774, "end": 1800, "text": "(Lucchinetti et al., 2000)", "ref_id": "BIBREF31"}, {"start": 1853, "end": 1886, "text": "Lassmann, personal communication)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "It will also be interesting to determine whether the demyelination that we have observed occurs by a mechanism similar to that responsible for producing the lesions recently described in early multiple sclerosis lesions by Barnett and Prineas (2004) . Certainly, both lesions exhibit prominent oligodendrocyte loss and vesicular demyelination, which occur in the absence of a local, noticeable infiltration of lymphocytes. Furthermore, in neither lesion does the demyelination appear to depend upon myelin stripping by phagocytes.", "cite_spans": [{"start": 223, "end": 249, "text": "Barnett and Prineas (2004)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Preferential loss of myelin-associated glycoprotein reflects hypoxialike white matter damage in stroke and inflammatory brain diseases", "authors": [{"first": "F", "middle": [], "last": "Aboul-Enein", "suffix": ""}, {"first": "H", "middle": [], "last": "Rauschka", "suffix": ""}, {"first": "B", "middle": [], "last": "Kornek", "suffix": ""}, {"first": "C", "middle": [], "last": "Stadelmann", "suffix": ""}, {"first": "A", "middle": [], "last": "Stefferl", "suffix": ""}, {"first": "W", "middle": [], "last": "Brück", "suffix": ""}], "year": 2003, "venue": "J Neuropathol Exp Neurol", "volume": "62", "issn": "", "pages": "25--33", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Toll-like receptor signalling", "authors": [{"first": "S", "middle": [], "last": "Akira", "suffix": ""}, {"first": "K", "middle": [], "last": "Takeda", "suffix": ""}], "year": 2004, "venue": "Nat Rev", "volume": "4", "issn": "", "pages": "499--511", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The acute inflammatory response to lipopolysaccharide in CNS parenchyma differs from that in other body tissues", "authors": [{"first": "P-B", "middle": [], "last": "Andersson", "suffix": ""}, {"first": "V", "middle": ["H"], "last": "Perry", "suffix": ""}, {"first": "S", "middle": [], "last": "Gordon", "suffix": ""}], "year": 1992, "venue": "Neuroscience", "volume": "48", "issn": "", "pages": "169--86", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Intracerebral injection of proinflammatory cytokines or leukocyte chemotaxins induces minimal myelomonocytic cell recruitment to the parenchyma of the central nervous system", "authors": [{"first": "P-B", "middle": [], "last": "Andersson", "suffix": ""}, {"first": "V", "middle": ["H"], "last": "Perry", "suffix": ""}, {"first": "S", "middle": [], "last": "Gordon", "suffix": ""}], "year": 1992, "venue": "J Exp Med", "volume": "176", "issn": "", "pages": "255--264", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Devic's neuromyelitis optica: a clinicopathological review of the literature in connection with a case showing fatal dysautonomia", "authors": [{"first": "D", "middle": [], "last": "Baudoin", "suffix": ""}, {"first": "D", "middle": [], "last": "Gambarelli", "suffix": ""}, {"first": "D", "middle": [], "last": "Gayraud", "suffix": ""}, {"first": "P", "middle": [], "last": "Bensa", "suffix": ""}, {"first": "F", "middle": [], "last": "Nicoli", "suffix": ""}, {"first": "N", "middle": [], "last": "Sudan", "suffix": ""}], "year": 1998, "venue": "Clin Neuropathol", "volume": "17", "issn": "", "pages": "175--83", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Relapsing and remitting multiple sclerosis: pathology of the newly forming lesion", "authors": [{"first": "M", "middle": ["H"], "last": "Barnett", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Prineas", "suffix": ""}], "year": 2004, "venue": "Ann Neurol", "volume": "55", "issn": "", "pages": "458--68", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Adhesion molecule expression on murine cerebral endothelium following the injection of a proinflammagen or during acute neuronal degeneration", "authors": [{"first": "M", "middle": ["D"], "last": "Bell", "suffix": ""}, {"first": "V", "middle": ["H"], "last": "Perry", "suffix": ""}], "year": 1995, "venue": "J Neurocytol", "volume": "24", "issn": "", "pages": "695--710", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Recruitment of neutrophils across the blood-brain barrier: the role of E-and P-selectins", "authors": [{"first": "M", "middle": [], "last": "Bernardes-Silva", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Anthony", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Issekutz", "suffix": ""}, {"first": "V", "middle": ["H"], "last": "Perry", "suffix": ""}], "year": 2001, "venue": "J Cereb Blood Flow Metab", "volume": "21", "issn": "", "pages": "1115--1139", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Expression of the APC tumor suppressor protein in oligodendroglia", "authors": [{"first": "R", "middle": ["V"], "last": "Bhat", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Axt", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Fosnaugh", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Smith", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Johnson", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Hill", "suffix": ""}], "year": 1996, "venue": "Glia", "volume": "17", "issn": "", "pages": "169--74", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Remyelination by Schwann cells of axons demyelinated by intraspinal injection of 6-aminonicotinamide in the rat", "authors": [{"first": "W", "middle": ["F"], "last": "Blakemore", "suffix": ""}], "year": 1975, "venue": "J Neurocytol", "volume": "4", "issn": "", "pages": "745--57", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Broad expression of Toll-like receptors in the human nervous system", "authors": [{"first": "M", "middle": [], "last": "Bsibsi", "suffix": ""}, {"first": "R", "middle": [], "last": "Ravid", "suffix": ""}, {"first": "D", "middle": [], "last": "Gveric", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Van Noort", "suffix": ""}], "year": 2002, "venue": "J Neuropathol Exp Neurol", "volume": "61", "issn": "", "pages": "1013--1034", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Differential expression of the L-and S-isoforms of myelin associated glycoprotein (MAG) in oligodendrocyte unit phenotypes in the adult rat anterior medullary velum", "authors": [{"first": "A", "middle": ["M"], "last": "Butt", "suffix": ""}, {"first": "M", "middle": [], "last": "Ibrahim", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Gregson", "suffix": ""}, {"first": "M", "middle": [], "last": "Berry", "suffix": ""}], "year": 1998, "venue": "J Neurosci", "volume": "27", "issn": "", "pages": "171--80", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Apoptosis of oligodendrocytes in secondary cultures from neonatal rat brains", "authors": [{"first": "W", "middle": [], "last": "Cammer", "suffix": ""}], "year": 2002, "venue": "Neurosci Lett", "volume": "327", "issn": "", "pages": "123--130", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Neutrophil leukocyte emigration induced by endotoxin. Mediator roles of interleukin 1 and tumor necrosis factor alpha 1", "authors": [{"first": "M", "middle": ["I"], "last": "Cybulsky", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Mccomb", "suffix": ""}, {"first": "H", "middle": ["Z"], "last": "Movat", "suffix": ""}], "year": 1988, "venue": "J Immunol", "volume": "140", "issn": "", "pages": "3144--3153", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Virus demyelination", "authors": [{"first": "J", "middle": ["K"], "last": "Fazakerly", "suffix": ""}, {"first": "R", "middle": [], "last": "Walker", "suffix": ""}], "year": 2003, "venue": "J Neurovirol", "volume": "9", "issn": "", "pages": "148--64", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Blood-brain barrier permeability in astrocyte-free regions of the central nervous system remyelinated by Schwann cells", "authors": [{"first": "P", "middle": ["A"], "last": "Felts", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Smith", "suffix": ""}], "year": 1996, "venue": "Neuroscience", "volume": "75", "issn": "", "pages": "643--55", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Expression of intercellular adhesion molecule-1 by murine macrophages is up-regulated during differentiation and inflammatory activation", "authors": [{"first": "M", "middle": [], "last": "Goebeler", "suffix": ""}, {"first": "J", "middle": [], "last": "Roth", "suffix": ""}, {"first": "M", "middle": [], "last": "Kunz", "suffix": ""}, {"first": "C", "middle": [], "last": "Sorg", "suffix": ""}], "year": 1993, "venue": "Immunobiol", "volume": "188", "issn": "", "pages": "159--71", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The in vivo and ultrastructural effect of injection of lysophosphatidyl choline into myelinated peripheral nerve fibres of the adult mouse", "authors": [{"first": "S", "middle": ["M"], "last": "Hall", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Gregson", "suffix": ""}], "year": 1971, "venue": "J Cell Sci", "volume": "9", "issn": "", "pages": "769--89", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Tumour necrosis factor-alpha has few morphological effects within the dorsal columns of the spinal cord, in contrast to its effects in the peripheral nervous system", "authors": [{"first": "S", "middle": ["M"], "last": "Hall", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Redford", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Smith", "suffix": ""}], "year": 2000, "venue": "J Neuroimmunol", "volume": "106", "issn": "", "pages": "130--136", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Chlamydia pneumoniae-associated ADEM", "authors": [{"first": "A", "middle": [], "last": "Heick", "suffix": ""}, {"first": "E", "middle": [], "last": "Skriver", "suffix": ""}], "year": 2000, "venue": "Eur J Neurol", "volume": "7", "issn": "", "pages": "435--443", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Repurification of lipopolysaccharide eliminates signalling through both human and murine Toll-like receptor 2", "authors": [{"first": "M", "middle": [], "last": "Hirschfeld", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ma", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Weis", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Vogel", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Weis", "suffix": ""}], "year": 2000, "venue": "J Immunol", "volume": "165", "issn": "", "pages": "618--640", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Cutting edge: Toll-like receptor 4 (TLR4)-deficient mice are hyporesponsive to lipopolysaccharide: evidence for TLR4 as the Lps gene product", "authors": [{"first": "K", "middle": [], "last": "Hoshino", "suffix": ""}, {"first": "O", "middle": [], "last": "Takeuchi", "suffix": ""}, {"first": "T", "middle": [], "last": "Kawai", "suffix": ""}, {"first": "H", "middle": [], "last": "Sanjo", "suffix": ""}, {"first": "T", "middle": [], "last": "Ogawa", "suffix": ""}, {"first": "Y", "middle": [], "last": "Takeda", "suffix": ""}, {"first": "K", "middle": [], "last": "Takeda", "suffix": ""}, {"first": "S", "middle": [], "last": "Akira", "suffix": ""}], "year": 1999, "venue": "J Immunol", "volume": "162", "issn": "", "pages": "3749--52", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Recent perspectives in Japan", "authors": [{"first": "S", "middle": [], "last": "Ijichi", "suffix": ""}, {"first": "M", "middle": [], "last": "Nakagawa", "suffix": ""}, {"first": "F", "middle": [], "last": "Umehara", "suffix": ""}, {"first": "I", "middle": [], "last": "Higuchi", "suffix": ""}, {"first": "K", "middle": [], "last": "Arimura", "suffix": ""}, {"first": "S", "middle": [], "last": "Izumo", "suffix": ""}, {"first": "M", "middle": [], "last": "Osame", "suffix": ""}, {"first": "", "middle": [], "last": "Ham/Tsp", "suffix": ""}], "year": 1996, "venue": "J Acquir Immune Defic Syndr Hum Retrovirol", "volume": "13", "issn": "", "pages": "26--32", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Lymphocyte traffic through chronic inflammatory lesions: differential migration versus differential retention", "authors": [{"first": "T", "middle": ["B"], "last": "Issekutz", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Chin", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Hay", "suffix": ""}], "year": 1981, "venue": "Clin Exp Immunol", "volume": "45", "issn": "", "pages": "604--618", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Dexamethasone inhibits IL-1b gene expression in LPS-stimulated RAW 264.7 cells by blocking NF-kB/Rel and AP-1 activation", "authors": [{"first": "Y", "middle": ["J"], "last": "Jeon", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Han", "suffix": ""}, {"first": "Y", "middle": ["W"], "last": "Lee", "suffix": ""}, {"first": "M", "middle": [], "last": "Lee", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Yang", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Kim", "suffix": ""}], "year": 2000, "venue": "Immunopharmacology", "volume": "48", "issn": "", "pages": "173--83", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Three markers of adult non-myelin-forming Schwann cells, 217c(Ran-1), A5E3 and GFAP: development and regulation by neuron-Schwann cell interactions", "authors": [{"first": "K", "middle": ["R"], "last": "Jessen", "suffix": ""}, {"first": "L", "middle": [], "last": "Morgan", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Stewart", "suffix": ""}, {"first": "R", "middle": [], "last": "Mirsky", "suffix": ""}], "year": 1990, "venue": "Development", "volume": "109", "issn": "", "pages": "91--103", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "TNF-induced death of adult human oligodendrocytes is mediated by c-jun NH 2 -terminal kinase-3", "authors": [{"first": "A", "middle": [], "last": "Jurewicz", "suffix": ""}, {"first": "M", "middle": [], "last": "Matysiak", "suffix": ""}, {"first": "K", "middle": [], "last": "Tybor", "suffix": ""}, {"first": "K", "middle": [], "last": "Selmaj", "suffix": ""}], "year": 2003, "venue": "Brain", "volume": "126", "issn": "", "pages": "1358--70", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Immunohistochemistry using polyester wax", "authors": [{"first": "A", "middle": [], "last": "Kent", "suffix": ""}], "year": 1999, "venue": "Methods Mol Biol", "volume": "97", "issn": "", "pages": "655--61", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "The pathology of multiple sclerosis and its evolution", "authors": [{"first": "H", "middle": [], "last": "Lassmann", "suffix": ""}], "year": 1999, "venue": "Philos Trans R Soc Lond B Biol Sci", "volume": "354", "issn": "", "pages": "1635--1675", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "The toll-like receptor TLR4 is necessary for lipopolysaccharideinduced oligodendrocyte injury in the CNS", "authors": [{"first": "S", "middle": [], "last": "Lehnardt", "suffix": ""}, {"first": "C", "middle": [], "last": "Lachance", "suffix": ""}, {"first": "S", "middle": [], "last": "Patrizi", "suffix": ""}, {"first": "S", "middle": [], "last": "Lefebvre", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Follett", "suffix": ""}, {"first": "F", "middle": ["E"], "last": "Jensen", "suffix": ""}], "year": 2002, "venue": "J Neurosci", "volume": "22", "issn": "", "pages": "2478--86", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Lipopolysaccharide-activated microglia kill developing oligodendrocytes by generating peroxynitrite", "authors": [{"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "O", "middle": [], "last": "Baud", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Volpe", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Rosenberg", "suffix": ""}], "year": 2004, "venue": "Soc Neurosci Abstr", "volume": "806", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Heterogeneity of multiple sclerosis lesions: implications for the pathogenesis of demyelination", "authors": [{"first": "C", "middle": [], "last": "Lucchinetti", "suffix": ""}, {"first": "W", "middle": [], "last": "Bruck", "suffix": ""}, {"first": "J", "middle": [], "last": "Parisi", "suffix": ""}, {"first": "B", "middle": [], "last": "Scheithauer", "suffix": ""}, {"first": "M", "middle": [], "last": "Rodriguez", "suffix": ""}, {"first": "H", "middle": [], "last": "Lassmann", "suffix": ""}], "year": 2000, "venue": "Ann Neurol", "volume": "47", "issn": "", "pages": "707--724", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Demyelination in the central nervous system following a delayed-type hypersensitivity response to bacillus Calmette-Guerin", "authors": [{"first": "M", "middle": ["K"], "last": "Matyszak", "suffix": ""}, {"first": "V", "middle": ["H"], "last": "Perry", "suffix": ""}], "year": 1995, "venue": "Neuroscience", "volume": "64", "issn": "", "pages": "967--77", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Ultrastructural studies of an immune-mediated inflammatory response in the CNS parenchyma directed against a non-CNS antigen", "authors": [{"first": "M", "middle": ["K"], "last": "Matyszak", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Townsend", "suffix": ""}, {"first": "V", "middle": ["H"], "last": "Perry", "suffix": ""}], "year": 1997, "venue": "Neuroscience", "volume": "78", "issn": "", "pages": "549--60", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "In vivo expression of cyclooxygenase-2 in rat brain following intraparenchymal injection of bacterial endotoxin and inflammatory cytokines", "authors": [{"first": "L", "middle": [], "last": "Minghetti", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Walsh", "suffix": ""}, {"first": "G", "middle": [], "last": "Levi", "suffix": ""}, {"first": "V", "middle": ["H"], "last": "Perry", "suffix": ""}], "year": 1999, "venue": "J Neuropathol Exp Neurol", "volume": "58", "issn": "", "pages": "1184--91", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "LPS/IFNgamma cytotoxicity in oligodendroglial cells: role of nitric oxide and protection by the anti-inflammatory cytokine IL-10", "authors": [{"first": "E", "middle": [], "last": "Molina-Holgado", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Vela", "suffix": ""}, {"first": "A", "middle": [], "last": "Arevalo-Martin", "suffix": ""}, {"first": "C", "middle": [], "last": "Guaza", "suffix": ""}], "year": 2001, "venue": "Eur J Neurosci", "volume": "13", "issn": "", "pages": "493--502", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Lipopolysaccharide intracerebral administration induces minimal inflammatory reaction in rat brain", "authors": [{"first": "C", "middle": ["N"], "last": "Montero-Menei", "suffix": ""}, {"first": "L", "middle": [], "last": "Sindji", "suffix": ""}, {"first": "A", "middle": [], "last": "Pouplard-Barthelaix", "suffix": ""}, {"first": "F", "middle": [], "last": "Jehan", "suffix": ""}, {"first": "L", "middle": [], "last": "Denechaud", "suffix": ""}, {"first": "F", "middle": [], "last": "Darcy", "suffix": ""}], "year": 1994, "venue": "Brain Res", "volume": "653", "issn": "", "pages": "101--112", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Isolation of a lipid A bound polypeptide responsible for 'LPS-initiated' mitogenesis of C3H/HeJ spleen cells", "authors": [{"first": "D", "middle": ["C"], "last": "Morrison", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Betz", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Jacobs", "suffix": ""}], "year": 1976, "venue": "J Exp Med", "volume": "144", "issn": "", "pages": "840--846", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Recurrent myelitis", "authors": [{"first": "L", "middle": [], "last": "Pandit", "suffix": ""}, {"first": "S", "middle": [], "last": "Rao", "suffix": ""}], "year": 1996, "venue": "J Neurol Neurosurg Psychiatry", "volume": "60", "issn": "", "pages": "336--344", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Effects of lipopolysaccharide on oligodendrocyte progenitor cells are mediated by astrocytes and microglia", "authors": [{"first": "Y", "middle": [], "last": "Pang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Cai", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Rhodes", "suffix": ""}], "year": 2000, "venue": "J Neurosci Res", "volume": "62", "issn": "", "pages": "510--530", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Defective LPS signaling in C3H/HeJ and C57BL/10ScCr mice: mutations in Tlr4 gene", "authors": [{"first": "A", "middle": [], "last": "Poltorak", "suffix": ""}, {"first": "X", "middle": [], "last": "He", "suffix": ""}, {"first": "I", "middle": [], "last": "Smirnova", "suffix": ""}, {"first": "M", "middle": ["Y"], "last": "Liu", "suffix": ""}, {"first": "C", "middle": [], "last": "Van Huffel", "suffix": ""}, {"first": "X", "middle": [], "last": "Du", "suffix": ""}], "year": 1998, "venue": "Science", "volume": "282", "issn": "", "pages": "2085--2093", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Dexamethasone enhances LPS induction of tissue factor expression in human monocytic cells by increasing tissue factor mRNA stability", "authors": [{"first": "K", "middle": ["V"], "last": "Reddy", "suffix": ""}, {"first": "G", "middle": [], "last": "Bhattacharjee", "suffix": ""}, {"first": "G", "middle": [], "last": "Schabbauer", "suffix": ""}, {"first": "A", "middle": [], "last": "Hollis", "suffix": ""}, {"first": "K", "middle": [], "last": "Kempf", "suffix": ""}, {"first": "M", "middle": [], "last": "Tencati", "suffix": ""}, {"first": "M", "middle": [], "last": "O&apos;connei", "suffix": ""}, {"first": "M", "middle": [], "last": "Guha", "suffix": ""}, {"first": "N", "middle": [], "last": "Mackman", "suffix": ""}], "year": 2004, "venue": "J Leukocyte Biol", "volume": "", "issn": "", "pages": "145--51", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Cytokine-induced expression of intercellular adhesion molecule-1 (ICAM-1) in cultured human oligodendrocytes and astrocytes", "authors": [{"first": "J", "middle": [], "last": "Satoh", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Kastrukoff", "suffix": ""}, {"first": "S", "middle": ["U"], "last": "Kim", "suffix": ""}], "year": 1991, "venue": "J Neuropathol Exp Neurol", "volume": "50", "issn": "", "pages": "215--241", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Acute inflammatory responses to mechanical lesions in the CNS: differences between brain and spinal cord", "authors": [{"first": "L", "middle": [], "last": "Schnell", "suffix": ""}, {"first": "S", "middle": [], "last": "Fearn", "suffix": ""}, {"first": "H", "middle": [], "last": "Klassen", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Schwab", "suffix": ""}, {"first": "V", "middle": ["H"], "last": "Perry", "suffix": ""}], "year": 1999, "venue": "Eur J Neurosci", "volume": "11", "issn": "", "pages": "3648--58", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Tumor necrosis factor mediates myelin and oligodendrocyte damage in vitro", "authors": [{"first": "K", "middle": ["W"], "last": "Selmaj", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Raine", "suffix": ""}], "year": 1988, "venue": "Ann Neurol", "volume": "23", "issn": "", "pages": "339--385", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Spatiotemporal induction patterns of cytokine and related immune signal molecule mRNAs in response to intrastriatal injection of lipopolysaccharide", "authors": [{"first": "E", "middle": ["L"], "last": "Stern", "suffix": ""}, {"first": "N", "middle": [], "last": "Quan", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Proescholdt", "suffix": ""}, {"first": "M", "middle": [], "last": "Herkenham", "suffix": ""}], "year": 2000, "venue": "J Neuroimmunol", "volume": "109", "issn": "", "pages": "245--60", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Pathogenesis, diagnosis, and treatment of acute disseminated encephalomyelitis", "authors": [{"first": "O", "middle": [], "last": "Stuve", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Zamvil", "suffix": ""}], "year": 1999, "venue": "Curr Opin Neurol", "volume": "12", "issn": "", "pages": "395--401", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "The myelin-associated glycoprotein is enriched in multivesicular bodies and periaxonal membranes of actively myelinating oligodendrocytes", "authors": [{"first": "B", "middle": ["D"], "last": "Trapp", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Andrews", "suffix": ""}, {"first": "C", "middle": [], "last": "Cootauco", "suffix": ""}, {"first": "R", "middle": [], "last": "Quarles", "suffix": ""}], "year": 1989, "venue": "J Cell Biol", "volume": "109", "issn": "", "pages": "2417--2443", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Expression of intercellular adhesion molecule-1 on rat microglial cells", "authors": [{"first": "J", "middle": [], "last": "Zielasek", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Archelos", "suffix": ""}, {"first": "K", "middle": ["V"], "last": "Toyka", "suffix": ""}, {"first": "H", "middle": ["P"], "last": "Hartung", "suffix": ""}], "year": 1993, "venue": "Neurosci Lett", "volume": "153", "issn": "", "pages": "136--145", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "DF = dorsal funiculus; WM = white matter other than dorsal funiculus; GM = grey matter; Men. = meninges. † Counts of 25 mm thick transverse sections; ‡ counts of 0.7 mm thick transverse sections; § mean 6 SEM.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Light micrograph showing a portion of the left dorsal funiculus (margin delineated by arrowheads), and adjacent grey matter, at the approximate site of an injection of saline 7 days earlier. A very small number of axons undergoing Wallerian degeneration are present (arrows; shown at higher magnification in the inset), probably resulting from the insertion of the injection pipette. The tissue otherwise is apparently normal. Scale bars: main image, 50 mm; inset, 20 mm.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Light micrographs of the deep portion of the left dorsal column (margin indicated by arrowheads) 1 day (A), 3 days (B), and 5 days (D) after the injection of LPS into this region.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Electron micrographs of the dorsal columns during the first week following LPS injection. (A) A region of the dorsal funiculus 3 days after the injection of LPS.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Light micrographs illustrating the extent of Wallerian degeneration occurring within the dorsal funiculus 7 days after the injection of LPS. A shows the region of maximal Wallerian degeneration (e.g. arrows and arrowheads) in the non-corticospinal tract fibres approximately 4 mm rostral to the lesion. The degenerating axons indicated by the arrows in A are shown at higher magnification in the inset. The corticospinal tract approximately 4 mm caudal to the lesion is shown in B, which illustrates that relatively few fibres (arrows and arrowheads) are undergoing degeneration in this region. The degenerating axons indicated by the arrows in B are shown at higher magnification in the inset. Scale bar (shown in B) = 50 mm in the main images, 25 mm in the inset in A and 20 mm in the inset in B.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Examples of immunohistochemical labelling of macrophages, T lymphocytes and ICAM-1 in the spinal cord. Large numbers of ED1-positive macrophages are present at the site of an injection of LPS 7 days earlier (A). The number of OX 52-positive T lymphocytes is smaller at this time (B), but represents the maximal number of T lymphocytes observed within the dorsal funiculus at any time point examined", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Epifluorescence photomicrographs of spinal cords 8 h after LPS injection. A shows a relatively low magnification image of a region of the dorsal funiculus labelled with an antibody against IL-1b. This proinflammatory cytokine is present in a large number of cells, most of which have multiple cell processes. The doublelabelled section shown in B and C illustrates that many ramified cells at this time are positive for both IL-1b (arrow in B, visualized with fluorescein isothiocyanate) and OX-42 (arrow in C, visualized with rhodamine), a marker associated with quiescent microglia. Notice, however, that IL-1b-positive cells with a rounded morphology typically do not label with OX-42 (arrowheads in B and C), and are probably macrophages. Scale bar (shown in A) = 140 mm in A and 50 mm in B and C.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "cells present. No IL-1b-positive cells were observed to express GFAP at any time point examined. IL-1b labelling was not observed in spinal cords examined 24 h after the injection of saline, and ED1-positive cells were only rarely observed, although OX-42-positive cells were common.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Epifluorescence micrographs of transverse sections through the spinal cord at the site of an LPS injection 5 (A and B) or 7 days (C-H) earlier. Sections were double-labelled for PLP (left column; rhodamine-conjugated secondary antibody) and MAG (right column; fluorescein isothiocyanate-conjugated secondary antibody) and pairs of photographs taken using appropriate filters. At low magnification (A-D) the entire lower portion of the dorsal funiculus (outlined by arrowheads) can be seen. Five days after injection, the dorsal funiculus exhibits relatively uniform PLP labelling (A); however, nearly the entire lower half of the dorsal funiculus shows reduced MAG immunoreactivity (B). Seven days after injection, PLP immunoreactivity is again present in the entire dorsal funiculus (C); however, there is a substantial area deep in the dorsal funiculus that exhibits only very little MAG labelling (D). A portion of the non-lesioned, superficial dorsal columns from this section is shown at high magnification in E and F, and the myelin sheaths appear as labelled rings with both antibodies. In a similar image taken deep in the dorsal funiculus, PLP immunoreactivity remains evident (G); however, MAG immunoreactivity (H) is nearly absent. Scale bar (shown in H) = 200 mm in A-D and 20 mm in E-H.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Lesions in the dorsal funiculus of animals treated with daily intraperitoneal injections of either dexamethasone (1.5 mg/kg; A, C and E) or saline (B, D and F) beginning 2 days before the injection of LPS. In A and B, epifluorescence micrographs illustrate the number of iNOS-positive cells present at the site of an injection of LPS 1 day earlier. Dexamethasone treatment (A) significantly reduced the number of iNOS-positive cells compared with saline treatment (B; see text for statistical analysis)", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Lesion produced by the injection of highly purified LPS into the dorsal funiculus 10 days earlier. (A) Low-magnification light micrograph of a transverse section of the spinal cord at the level of the injection. The boundary of the dorsal funiculus is delineated by arrowheads, and a lesion comprising most of the deep half of the dorsal funiculus can be seen. In B, the region bounded by the box in A is shown at higher magnification. This region contains both demyelinated axons (e.g. arrowheads) and axons surrounded by myelin with an enlarged region between the compact myelin and the axon, consistent with vesiculation of the innermost lamellae (e.g. arrows), as illustrated inFig. 3D. Scale bar (shown in B) = 200 mm in A and 20 mm in B.", "latex": null, "type": "figure"}, "TABREF1": {"text": "Table 1 Populations of inflammatory cells present in the spinal cord at various times following the injection of LPS or saline into the dorsal funiculus", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Number of cells in various regions of transverse sections of spinal cord*\n</td><td> </td></tr><tr><td> </td><td>Total </td><td>DF </td><td>WM </td><td>GM </td><td>Men\n</td></tr><tr><td>LPS injection\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>8 h\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Macrophages/microglia† </td><td>174 6 26§ </td><td>110 6 9 </td><td>18 6 18 </td><td>4 6 3 </td><td>42 6 12\n</td></tr><tr><td>T-lymphocytes† </td><td>26 6 12 </td><td>0 6 0 </td><td>0 6 0 </td><td>0 6 0 </td><td>26 6 12\n</td></tr><tr><td>Polymorphonuclear cells‡ </td><td>526 6 84 </td><td>170 6 38 </td><td>72 6 18 </td><td>117 6 23 </td><td>167 6 35\n</td></tr><tr><td>1 day\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Macrophages/microglia </td><td>931 6 135 </td><td>384 6 54 </td><td>37 6 18 </td><td>437 6 166 </td><td>73 6 18\n</td></tr><tr><td>T-lymphocytes </td><td>45 6 10 </td><td>0 6 0 </td><td>0 6 0 </td><td>0 6 0 </td><td>45 6 10\n</td></tr><tr><td>Polymorphonuclear cells </td><td>134 6 1 </td><td>30 6 4 </td><td>13 6 3 </td><td>78 6 16 </td><td>13 6 5\n</td></tr><tr><td>3 days\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Macrophages/microglia </td><td>413 6 21 </td><td>259 6 30 </td><td>16 6 7 </td><td>59 6 15 </td><td>79 6 13\n</td></tr><tr><td>T-lymphocytes </td><td>8 6 8 </td><td>0 6 0 </td><td>0 6 0 </td><td>0 6 0 </td><td>8 6 8\n</td></tr><tr><td>Polymorphonuclear cells </td><td>15 6 2 </td><td>6 6 1 </td><td>0 6 0 </td><td>6 6 2 </td><td>3 6 2\n</td></tr><tr><td>7 days\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Macrophages/microglia </td><td>145 6 13 </td><td>104 6 13 </td><td>1 6 1 </td><td>21 6 16 </td><td>19 6 13\n</td></tr><tr><td>T-lymphocytes </td><td>114 6 20 </td><td>87 6 34 </td><td>1 6 1 </td><td>19 6 14 </td><td>7 6 4\n</td></tr><tr><td>Polymorphonuclear cells </td><td>11 6 1 </td><td>5 6 1 </td><td>0 6 0 </td><td>4 6 2 </td><td>2 6 2\n</td></tr><tr><td>14 days\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Macrophages/microglia </td><td>194 6 13 </td><td>164 6 15 </td><td>5 6 3 </td><td>9 6 2 </td><td>16 6 6\n</td></tr><tr><td>T-lymphocytes </td><td>4 6 2 </td><td>1 6 1 </td><td>0 6 0 </td><td>0 6 0 </td><td>3 6 2\n</td></tr><tr><td>Polymorphonuclear cells </td><td>20 6 5 </td><td>6 6 1 </td><td>0 6 0 </td><td>8 6 3 </td><td>6 6 4\n</td></tr><tr><td>28 days\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Macrophages/microglia </td><td>161 6 77 </td><td>127 6 59 </td><td>8 6 5 </td><td>11 6 9 </td><td>15 6 10\n</td></tr><tr><td>T-lymphocytes </td><td>1 6 1 </td><td>0 6 0 </td><td>0 6 0 </td><td>0 6 0 </td><td>1 6 1\n</td></tr><tr><td>Polymorphonuclear cells </td><td>4 6 3 </td><td>0 6 0 </td><td>0 6 0 </td><td>1 6 1 </td><td>3 6 2\n</td></tr><tr><td>Saline injection\n8 h\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Polymorphonuclear cells </td><td>16 </td><td>1 </td><td>1 </td><td>1 </td><td>13\n</td></tr><tr><td>7 days\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>T-lymphocytes </td><td>3 </td><td>0 </td><td>0 </td><td>1 </td><td>2\n</td></tr><tr><td>Macrophages/microglia </td><td>57 </td><td>19 </td><td>3 </td><td>9 </td><td>26\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We wish to thank Mr Meirion Davies, Ms Sally Gavin and Mr Matthew Purcell for their excellent technical assistance, Professor David Male for the gift of the anti-ICAM-1 antibody, and Mr Robert Stevenson for performing the endotoxin assay. The work was supported by grants from the Multiple Sclerosis Society of Great Britain and Northern Ireland, The Wellcome Trust and the Charitable Fund for Guy's and St Thomas' Hospitals.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}