{
    "paper_id": "9824508d594bbf26df063f3c0fce4ef68664bf81",
    "metadata": {
        "title": "668-671 Acta Scientiarum Naturalium Universitatis Nankaiensis",
        "authors": [
            {
                "first": "Yuan",
                "middle": [],
                "last": "Yuhua",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nankai University",
                    "location": {
                        "postCode": "300071",
                        "settlement": "Tianjin",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "I"
                ],
                "last": "Changhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nankai University",
                    "location": {
                        "postCode": "300071",
                        "settlement": "Tianjin",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ju",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nankai University",
                    "location": {
                        "postCode": "300071",
                        "settlement": "Tianjin",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xueqian",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nankai University",
                    "location": {
                        "postCode": "300071",
                        "settlement": "Tianjin",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yunqi",
                "middle": [],
                "last": "Geng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nankai University",
                    "location": {
                        "postCode": "300071",
                        "settlement": "Tianjin",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chen",
                "middle": [],
                "last": "Qimin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nankai University",
                    "location": {
                        "postCode": "300071",
                        "settlement": "Tianjin",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The failed attempt to express HIV-gp41 in E. coli led to the investigation of HIV-gp41 segments, which is responsible for the toxicity to E. coli cells. A series of deletion mutants containing different regions of gp41 gene were constructed and expressed in E. coli BL21(DE3) strain. After IPTG induction, the high mortality of host bacteria was observed in host bacteria carrying the deletion mutants of gp41 gene except for those transformed with pET-HN2; coordinately, the mRNA transcripts of the gp41 was rapidly decreased; and the release of eH]uridine increased upon induction. All these data suggested that GP41 protein has a cytotoxic effect on E. coli, and it is the cytotoxicity of the gp41 gene product that contributes to the high mortality when expressed in E. coli.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "coli expression systems. It has been suggested that the cytotoxicity of GP41 protein to E. coli is the main factor hindering gp41 expression [l] .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "[l]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The special topological structure of the viral transmembrane protein may attribute to the cytotoxicity and dominate the fate of the proteins expressed in E. coli. For example, Semliki Forest virus 6 K protein, protein 3AB of hepatitis A virus, and protein E of SARS [2] [3] [4] could be expressed effectively in E. coli, but Hepatitis C virus El protein, NS2B protein of Japanese Encephalitis Virus, and rotavirus NSP4 protein[S-7] could not. The transmembrane proteins function via their hydrophobicity and formation of a-helix. The transmembrane helix is inserted into the hydrophobic core of the lipid bilayers by hydrophobic force from Hydrophobic amino acids, this insertion raises a perturbation and makes the lipid bilayers irregularly rearranged to complete the transmembrane procedure. Our previous studyl) showed that GP41 contains two transmembrane a-helices, the first one is formed by amino-acid residues 4-16 and the second one by 167-189 resudues. Segments Nl and N3 of GP41, each containing one of the trasmembrane a-helices, could not be expressed effectively in E. coli, where as segment N2, which contains no transmembrane a-helices, could be successfully produced. By investigating the expression level of different gp41 segments, as well as their cytotoxicity in E. coli, we have determined the cause for the failed gp41 expression in E.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 269,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 270,
                    "end": 273,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "coli. This paper establishes the base for the further exploration of the effectors of GP41 protein in HIV pathology. 1 Materials and methods ( i) Materials. Plasmids pET-Hgp41, pET-HNl, pET-HN2, pET-HN3, and pET-HC were constructed as described previously [9] I). The loci of segments Nl, N2, N3, C in gp41 gene are shown in Fig. 1 ( ii) Gene manipulation. Plasmids transformation, RNA extraction, probe hybridization were performed as described in ref. [10] .",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 118,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 256,
                    "end": 259,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 325,
                    "end": 331,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "(iii) Preparation of DNA probe. Segments Nl and C of gp41 gene were labelled by [a-32 P]dATP/dCTP as probe Nl and C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(iv) Growth curve of bacteria. pET-HN3, pET-HC were transformed into E. coli BL21(DE3), single clones of BL21(DE3) cells containing the indicated plasmid were grown overnight at 37'C in LB medium in the presence of ampicillin at 100 mg/mL. Then, the cells were diluted 100-fold in LB medium supplemented with the antibiotics and grown at 37'C respectively. Once the cultures reached an A 600 of about 0.8, they were induced by the addition of 1 mmollL of isopropylthiogalactopyranoside (IPTG) and plotted against A600 at given times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "( v) Comparison of the survival rate of bacteria. Cells were grown as described above and once A600 = 0.5, they were induced by adding 1 mmollL IPTG and diluted aliquots of cultures were spread on LB solid plate at given times and the clones were counted after incubation for 18 hat 37'C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(vi) Uridine loading of E. coli cells. Cells were grown as described above, incubated with 2 mCi of eH] uridine for 1 h before induction. The cells were sedimented and washed twice with the uridine-free, prewarmed growth medium. Then, the cells were resuspended in the initial volume of the growth medium and incubated at 37 'C. Fifteen minutes later, the cells were induced with IPTG. Samples are taken at the given times, and 0.2-mL supernatant is used to quantify the radioactivity released to the medium. The results represent the mean of triplicated experiments, CV<15%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(vii) RNA dot blotting. The overnight culture of bacteria containing pET-Hgp41, pET-HNl, pET-HN2, pET-HN3, pET-HC were diluted 100-fold and continued to grow at 37'C in LB medium supplemented with the antibiotics. Once the cultures reached an A600 of about 0.5, they were induced by adding 1 mmollL IPTG. 3-mL aliquots of cultures were collected at 0.5, 1, and 1.5 h, respectively, the total RNA was extracted from each sample. 20 flg total RNA were dotted on a nitro cellulase membrane, pre-hybridized for 2 h, then hybridized with probe Nl and C overnight at 68 'c, respectively. After drying, membranes were exposed to X-ray films (Kodak) at -70 'c overnight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "( i ) Expression of gp41 segments affects the growth of host bacterium. In order to understand the effect of expression of different segments of gp41 gene on bacterial growing, A600 of the host bacteria at given times was measured and plotted (Fig. 2 ). E. coli BI21 (DE3) with pET-H and pET-HN2 had an increase in A 600 , but the ( ii) Expression of gp41 of some segments is lethal to the host. Counting the survival rate of bacterium induced showed that bacterium with pET-Hgp41, pET-HNl, pET-HN3 and pET-HC has a high death rate, as the counts decrease from about 10 8 to 10 5 mL during 4 h. But bacteriums carrying pET-HN2 were relatively viable (Fig. 3 ). (iii) Segments of GP41 permeabilize BL21(DE3) cells membrane. In order to understand the reason for host bacteria death caused by expression of gp41 segments, eH]uridine release assay was performed to measure the cytotoxicity of GP41 protein to host bacteria cells. In Fig. 4 , expression of segments of gp41 led to eH] uridine release from the host bacterium more or less (cpm from 67 to 163 in 5 h). The data showed that the expression of the segments permeabilizes host bacteria cells' membrane and leads to cytotoxicity. From Fig. 4 , GP41 showed the highest permeability (163 cpm), while N2, though expressed well, also permeablizes host membrane (iv) Transcript of some gp41 mutants decreases rapidly after induction. RNA dot blotting assay was used to measure transcript of segments of gp41 gene. In Fig. 5 , mRNA transcript of the segments except for N2 decreased rapidly following IPTG induction, especially the fulllength gp41 gene. The results suggested that the expression of various segments causes different levels of permeability to cell membrane, and the rise of permeability leads to bacteria death and a rapid mRNA transcript decrease. In brief, the cytotoxicity of GP41 protein to bacteria cell membrane results in the low survival rate of host bacteria in which the GP41 is expressed. Analyses of N -terminal segments of GP41 reveal that segment N2 contains a leucine zipper structure and an a-helix region, which may also permeabilize cells membrane [ll] . However, because the hydrophobicity of N2 is lower than that of Nl and N3, its cytotoxicity is lower, therefore, it can be expressed effectively. 26 residues at N-terminal of segment Nl are fusion peptide of GP41 protein and are mainly composed of hydrophobic residues. 670 Its function is to induce fusion of HIV envelop with host cell membrane; segment N3 is mainly composed of hydrophobic amino acid too and its function is to anchor GP41 protein on HIV envelop and host cell membrane. Hydrophobic amino acids bring a perturbation effect on hydrophobic core of lipid bilayers when embedded in membrane, thus causing cytotoxicity on cells [8] . Because segments Nl and N3 have higher hydrophobicity than N2 does, they may have stronger cytotoxicity. Therefore, they are expressed less effectively in host bacteria. There are two lentivirus lysis peptide (LLP), LLPI and LLP2, in segment C. LLP can be folded into the amphipathic ahelix structure, which contains abundant Arginine and the hydrophilic Arginine may change cell membrane's structure and function. It is speculated that the Arginines in segment C are the main reason for cytotoxicity to cell . Edward [7] found that the expression of the rotavirus nonstructural glycoprotein NSP4 in E. coli leads to a decrease in optical density of the culture and release of eH] uridine into the medium, and the NSP4 contains abundant Lysines in the membrane-spanning-proximal region. Ciccaglione [5] found that Hepatitis C virus El protein membrane-spanning hydrophobic region and Arginine-339 and Lysine-370 of membrane-spanning-proximal region have cytotoxicity effect on E. coli. Chang [6] found that the deletion of 6 residues (LKTTKR) of NS2B C-terminal protein in Japanese encephalitis virus may alleviate its cytotoxicity. Cole [12] have studied antibacterial activity of peptides derived from envelop glycoproteins of HIV-l, and found that membrane-spanning domain of GP41 protein and two 15residue peptide derived from LLPI have antibacterial activity. Though the antibacterial action occurred in vitro, it is likely that there would be a common mechanism involved in GP41 protein's cytotoxicity in vivo in our experiment.",
            "cite_spans": [
                {
                    "start": 2132,
                    "end": 2136,
                    "text": "[ll]",
                    "ref_id": null
                },
                {
                    "start": 2409,
                    "end": 2412,
                    "text": "670",
                    "ref_id": null
                },
                {
                    "start": 2780,
                    "end": 2783,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3304,
                    "end": 3307,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3585,
                    "end": 3588,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3778,
                    "end": 3781,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3924,
                    "end": 3928,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 250,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 650,
                    "end": 657,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 930,
                    "end": 936,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1191,
                    "end": 1197,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1468,
                    "end": 1474,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "U sing different assays we have found that GP41 protein permeabilizes cell membrane and kills most bacteria, this may attribute to the difficulty of its expression in E. coli. In addition, among all the gp41 gene segments, only segment N2 can be expressed effectively in E. coli, with a few cells dead. This reported data suggest that the hydrophobicity of protein and positively charged Arg may be the major factor for their cytotoxicity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Overexpression and purification of human immunodeficiency virus type 1 env derived epitopes inE . coli",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Sohn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Biotechnol",
            "volume": "45",
            "issn": "3",
            "pages": "211--216",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Semliki Forest virus 6K protein modifies membrane permeability after inducible expression in E. coli cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sanz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carrasco",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. BioI. Chern",
            "volume": "269",
            "issn": "16",
            "pages": "12106--12110",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Morace, G, Polypeptide 3AB of hepatitis A virus is a transmembrane protein",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ciervo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Beneduce",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Biochem. Biophys. Res. Commun",
            "volume": "249",
            "issn": "1",
            "pages": "266--274",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Small envelope protein E of SARS: Cloning, expression, purification CD determination, and bioinformatics analysis",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Acta Pharmacol. Sin",
            "volume": "24",
            "issn": "6",
            "pages": "505--51",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Hepatitis C virus El protein induces modification of membrane permeability inE. coli cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Ciccaglione",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Marcantonio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Costantino",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Virology",
            "volume": "250",
            "issn": "1",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Membrane permeabilization by small hydrophobic nonstructural proteins of Japanese encephalitis virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Ching",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Virol",
            "volume": "73",
            "issn": "8",
            "pages": "6257--6264",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Membrane-destabilizing activity of rotavirus NSP4 is mediated by a membrane-proximal amphipathic domain",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Browne",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Bellamy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Gen. Virol",
            "volume": "81",
            "issn": "",
            "pages": "1955--1959",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Structural investigations of basic amphipathic model peptides in the presence of lipid vesicles studied by circular dichroism, fluorescence, monolayer and modeling",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mangavel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maget-Dana",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tauc",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Biochimica et Biophysica Acta",
            "volume": "1371",
            "issn": "",
            "pages": "265--283",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Expression of HIV transmembrane antigen (gp41) gene in E. coli",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Z"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Acta Scientiarum Naturalium Universitatis Nankaiensis",
            "volume": "343",
            "issn": "",
            "pages": "54--59",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Molecular Cloning: A Laboratory Manual",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sambrook",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Viral fusion proteins: Multiple regions contribute to membrane fusion",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Peisajovich",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shai",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biochimica et Biophysica Acta",
            "volume": "1614",
            "issn": "",
            "pages": "122--129",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "a comprehensive academic journal sponsored by the Chinese Academy of Sciences. The primary purpose is to provide regular, rapid and authoritative reviews of current important developments in life sciences in China. The contents are selected by an extensive editorial committee",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Cole",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "1"
                    ],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ganz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science in China, Ser. C, AIMS AND SCOPE Science in China Series C is",
            "volume": "535",
            "issn": "",
            "pages": "195--199",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "----NI (7307-7842) N2 (7373-7842) N3 (7373-8006) ----C (8007-8339) --------------gp41 (7307-8339) Fig. l. Construction of truncated gp41 gene segments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "6 '-----_ _ -----'-_ _ _ ---'---1 _ _ _ ---'---_ _ -----' Growth of E. coli BI21 (DE3) expressing different segments of gp41 gene. Chinese Science Bulletin Vol. 49 NO.7 April 2004 ARTICLES other clones had almost no change up to 4 h.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Postinduction survival counting of E. coli BI21 (DE3) expressing different segments of gp41 gene.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "['H]uridine release in E. coli BI21 (DE3) expressing different segments of gp41 gene. (67 cpm).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "RNA Dot Blotting of E. coli BI2l (DE3) expressing different segments of gp41 gene.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "protein plays an important role in clinical diagnosis of HIV infection, it is useful to express large scale GP41 protein in E. coli at a lower cost. Some experiments[l] found that it is difficult for gp41 gene to be expressed in E. coli. But the definite reason is not reported in previously literature. Our experiments demonstrated that different regions of GP41 have different levels of cytotoxicity to host bacteria due to the specific topology structure of GP41 protein. The release assay of eH] uridine showed that the segments of GP41 permeabilize its host bacteria membrane and lead to death of bacterium and decrease of mRNA transcription.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". eH]Uridine was purchased from China Institute of Atom Energy, and [a-32 P]dATP/dCTP (370 MBq/mL) from Beijing Furui Company; All the other reagents were AR grade and produced in China.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements This work was supported by the Doctoral Fund in High School (Grant No. 2000005512) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}