{
    "paper_id": "98792c08e7be1a1ced6563a7effd0e0a711ef7d2",
    "metadata": {
        "title": "345 Intensivmedizin und Notfallmedizin 4 · 2011 | Abstracts Beatmung und Respiration P 01 Einfluss der extrakorporalen Lungenunterstützung mittels pum- penloser extrakorporaler Lungenassistenz (pECLA) auf die Mikrozirkulation bei internistischen Intensivpatienten",
        "authors": [
            {
                "first": "W",
                "middle": [],
                "last": "Jagels-Supthut",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Reich",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Judin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "I",
                "middle": [],
                "last": "Heinze",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Bagger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Wimmer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Buerke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Werdan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Ebelt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Abstracts Abstracts der 43. gemeinsamen Jahrestagung der DGIIN und ÖGIAIM \"Facts and Fiction\" in der Intensivmedizin 15. bis 18. P 08-P 15 Sepsis und Infektion 349 P 16-P 25 Hämodynamik und Kardiologie 352 P 26-P 38 Notfallmedizin und Reanimation 356 P 39-P 52 Varia 361 P 53-P 62 Kasuistiken 367 346 | Intensivmedizin und Notfallmedizin 4 · 2011",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Einleitung und Zielstellung. Neben der Bestimmung von Parametern der Makrozirkulation (Herzzeitvolumen, Gefäßwiderstand etc.) ist seit einigen Jahren auch die semiquantitative Bestimmung der Mikrozirkulation der Mundschleimhaut durch kapillarmikroskopische Verfahren (\"sidestream dark field\", SDF) auf der Intensivstation möglich. Verschiedene Studien konnten zeigen, dass die Prognose von Intensivpatienten mit Parametern der Mikrozirkulation verknüpft ist. Im Rahmen der vorliegenden Studie sollte untersucht werden, wie sich der Einsatz einer pumpenlosen extrakorporalen Lungenassistenz (pECLA) auf die Mikrozirkulation bei internistischen Intensivpatienten auswirkt. Methodik. Im Zeitraum von 23.05.2010 bis 18.10.2010 wurden auf unserer internistischen Intensivstation (13 Betten) bei allen Patienten, bei denen eine pumpenlose extrakorporale Lungenassistenz (pECLA) als Verfahren der extrakorporalen Lungenunterstützung eingesetzt wurde, die Mikrozirkulation mittels SDF-Kapillarmikroskopie direkt zu Beginn der pECLA-Therapie sowie nochmals nach 96 h bestimmt und klinische und Laborparameter prospektiv erhoben. Anhand einer retrospektiven Analyse untersuchten wir den Einfluss der in den letzten Jahren zunehmend eingesetzten nichtinvasiven Beatmung auf das Outcome von Patienten mit exazerbierter COPD. Wir untersuchten dazu alle beatmungspflichtigen COPD-Patienten unserer internistischen Intensivstation der Jahre 2008 und 2009 (n=46) und verglichen sie mit den Daten einer historischen Vergleichsgruppe aller COPD Patienten der Jahre 1999 Jahre -2005 . Bei den Patienten der Jahre 2008-2009 wurde bei 80,4% der Patienten (n=37) initial eine nichtinvasive Beatmung eingesetzt, nur bei 19,5% der Patienten (n= 9) erfolgte eine primäre Intubation. Im Gegensatz dazu wurden in den Jahren 1999-2005 nur 19,1% der Patienten (n=9) initial nichtinvasiv beatmet, dafür wurde 80,8% (n=38) primär intubiert und beatmet. Wir konnten feststellen, dass durch den bevorzugten Einsatz der nichtinvasiven Beatmung in den Jahren 2008-2009 die Anzahl der Beatmungstage pro Patient von durchschnittlich von 8,7 Tagen (historische Vergleichsgruppe) auf 5,3 Tage gesenkt werden konnte. Ebenso verkürzte sich die Aufenthaltsdauer auf der Intensivstation von durchschnittlich 13,2 Tagen auf 6,1 Tage. Die ITS-Mortalität in der historischen Vergleichsgruppe lag bei 14,9% (n=7), während in den Jahren 2008-2009 eine Mortalität von 6,1% (n=3) beobachtet wurde. Die Hospitalmortalität hingegen hat sich nur geringfügig geändert, sie lag in der historischen Vergleichsgruppe bei 19,1% (n=9). In den Jahren 2008-2009 beobachteten wir eine Hospitalmortalität von 17,4% (n=8). Zusammenfassend stellten wir fest, dass durch den bevorzugten Einsatz der nichtinvasiven Beatmung bei Patienten mit exazerbierter COPD das Outcome hinsichtlich der ITS-und Hospitalmortalität verbessert werden konnte. Unter gesundheitsökonomischen Aspekten ist zudem die deutliche Senkung der durchschnittlichen Intensivaufenthaltsdauer und der Beatmungstage pro Patient von Bedeutung. ",
            "cite_spans": [
                {
                    "start": 1541,
                    "end": 1551,
                    "text": "Jahre 1999",
                    "ref_id": null
                },
                {
                    "start": 1552,
                    "end": 1563,
                    "text": "Jahre -2005",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recombinant Angiopoietin-1 ameliorates multipleorgan dysfunction syndrome and improves survival in murine sepsis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 09"
        },
        {
            "text": "Introduction. Endothelial activation leading to vascular barrier breakdown plays an essential role in the pathophysiology of multiple-organ dysfunction syndrome (MODS) in sepsis. Increasing evidence suggests that the function of the vessel-protective factor Angiopoietin-1 (Ang-1), a ligand of the endothelial-specific Tie2 receptor, is inhibited by its antagonist Angiopoietin-2 (Ang-2) during sepsis. In order to reverse the effects of the sepsis-induced suppression of Ang-1/Tie2 signalling we aimed to investigate whether an intravenous injection of recombinant human (rh) Ang-1 protects against MODS in murine sepsis. Methods. Polymicrobiological abdominal sepsis was induced by cecal ligation and puncture (CLP) in two different levels of severity (non-lethal/lethal). Mice were treated with either 1 µg of intravenous rhAng-1 or control buffer immediately after CLP induction and every 8 h thereafter. Sham-operated animals served as time-matched controls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 09"
        },
        {
            "text": "Results. Compared to buffer-treated controls, rhAng-1 treated mice showed significant improvements in several hematologic and biochemical indicators of MODS. Moreover, rhAng-1 stabilized endothelial barrier function, as evidenced by inhibition of protein leakage from lung capillaries into the alveolar compartment. Histological analysis revealed that rhAng-1 treatment attenuated leukocyte infiltration in lungs and kidneys of septic mice, probably due to reduced endothelial adhesion molecule expression in rhAng-1 treated mice. Finally, the protective effects of rhAng-1 treatment were reflected by an improved survival time in a lethal CLP model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 09"
        },
        {
            "text": "In experimental sepsis, intravenous rhAng-1 treatment alone is sufficient to significantly improve a variety of sepsis-associated organ dysfunctions and survival time, most likely by preserving endothelial barrier function. Further studies are needed to pave the road for clinical application of this therapy concept. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions."
        },
        {
            "text": "Introduction and objectives. SDF technology (sidestream darkfield imaging) is a new method to visualize directly microcirculation. In this study we examined the perfusion of the oral mucosa in patients with severe sepsis and septic shock in order to evaluate the link between the severity of illness, microcirculation and intravascular coagulopathy. Methods. Microcirculation was analysed in 32 ICU patients with clinical suspicion for sepsis and Procalcitonin >2 ng/ml and. Microcirculation was recorded daily over a 7-day-period (d0-d6). Each day, at least 5 single film clips were taken by SDF and analysed with a special software on PC. We used Small Vessel Density and Microcirculatory Flow Index as well established parameters to qualify microcirculation. Laboratory parameters, hemodynamic data and vital signs were also registered. The degree of disseminated intravascular coagulopathy was evaluated by calculating the overt DIC-Score (according to ISTH), and severity of illness was determined using SAPS II Score and APACHE-II-Score. Introduction. In myocardial infarction patients are intentionally treated with antithrombotic drugs. The balance between thrombosis at the site of plaque rupture and bleeding at vascular access sites or at implanted devices plays an important role. Only few data are available on the changes of coagulation markers taking place in this setting and their effects on prognosis. To determine these effects was the aim of this investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 14 Patients with severe sepsis or septic shock develop an impaired microcirculation in the first 3 days when initial intravascular coagulopathy is increased"
        },
        {
            "text": "Methods. In a monocentric prospective randomised trial all patients with cardiogenic shock following myocardial infarction were treated in accordance with the established STEMI guidelines, those randomised into the study group were additionally equipped with an IABP. From initially and serially collected blood samples up to 96 h after presentation coagulation markers (prothrombin time, fibrinogen, D-dimers, platelets, DIC score, antithrombin III) were measured and analysed. Conclusions. Myocardial infarction complicated by cardiogenic shock is associated with elevated D-dimer and antithrombin III levels and lowered platelet counts. While no statistically significant difference was detected when comparing the IABP and the control group, the use of an IABP in this setting seems to be accompanied with an increased coagulation. Lowered initial platelet counts and lowered initial antithrombin III levels might be important and early predictors of a poor prognosis in cardiogenic shock complicating myocardial infarction. Introduction. Cardiogenic shock (CS) is characterized by a critical reduction of vital organ perfusion due to low cardiac output. The arterial vascular system represents a crucial regulator to compensate for the hemodynamic deterioration. Increased arterial stiffness may worsen cardiogenic shock as it (1) limits organ flow reserve and moreover (2) increases cardiac afterload. The aim of the present study was to test the hypothesis that increased aortic stiffness (reduced aortic compliance) is associated with a higher severity of cardiogenic shock. Methods. 40 patients from the IABP SHOCK Trial (ClinicalTrials.gov ID NCT00469248) with cardiogenic shock secondary to myocardial infarction treated with percutaneous revascularization (including intra-aortic balloon pump when appropriate) were included in the study. Aortic compliance (AC) was quantified from invasive hemodynamic monitoring parameters as: AC: stroke volume/pulse pressure. Patients were stratified into 2 groups relative to the median of AC: AC high vs. AC low. Initial cardiac index, plasma brain natriuretic peptide (BNP) levels and survival were assessed as markers of CS severity. Results. Cardiac index was sub-significantly lower in patients with low AC compared to high AC (2.4±0.6 L/min/m 2 vs. 3.2±1.2 L/min/m 2 ; p=0.091). BNP levels in reverse were significantly higher in the AC low population compared to patients with high AC (1108±1079 ng/ml vs. 184±222 ng/ml; p=0.022). ROC analysis revealed that the parameter of AC might function as a predictor of death (AUC: 0.725, p=0.039). Conclusion. Our data suggest that reduced aortic compliance -that may be regarded as a marker of increased arterial stiffness -comes along with aggravated CS. Therefore assessment of AC might be a valuable tool for prognostic evaluation of CS. Moreover, modulation of arterial stiffness might be a promising therapeutical target to influence CS severity. Background. The early and precise evaluation of neurological outcome and prognosis of patients after successful cardiopulmonary resuscitation (CPR) is of great importance to determine further therapeutical strategies. Several markers such as serum levels of protein S-100B and neuron-specific enolase (NSE) have already been investigated for their reliability as early predictive markers, but results still remain controversial. In our study we aimed to evaluate secretoneurin (SN) as a new predictive marker for hypoxic brain injury after CPR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We performed a prospective study on all consecutive patients admitted to our intensive care unit after successful CPR. Serum NSE and SN concentrations were measured daily up to 10 days using a radioimmunoassay (RIA). The neurological outcome was determined accor-ding to the Glasgow Outcome Scale (GOS) and the accuracy of NSE and SN levels to differentiate between good and poor outcome was evaluated by ROC analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods."
        },
        {
            "text": "We enrolled a total of 77 patients in our study (54 men, 23 women) with a mean age of 63±14 years. 42% of the patients underwent mild therapeutic hypothermia, 43% had good outcome (GOS 4+5) and 57% poor outcome (GOS 1−3). An about 8-fold increase of SN above normal was observed on ICU admission (0-12 h: 75.5±47.8 fmol/ml) decreasing within the following days to almost normal values (reference value of healthy volunteers: 9 fmol/ml). In contrast to NSE, patients with poor neurological outcome had significantly higher SN levels than patients with good neurological outcome in the first 12 h (0-12 h: 4.3±0.7 vs. 3.8±0.8 fmol/ml; p=0.047) and 24 h after CPR (0-24 h: 4.1±0.7 vs. 3.7±0.6 fmol/ml; p=0.015). The AUC of SN for the prediction of poor outcome was best within 12 h (AUC: 0.72±0.13). Setting the cut-off value at 111 fmol/ml of SN, poor outcome can be predicted with a sensitivity of 25% and a specificity of 100%. Conclusion. Secretoneurin seems to be a new and promising early prediction marker of hypoxic brain injury after CPR. Conclusions. In the present study low 25(OH)D was a rather weak predictor of 90-day all-cause mortality and did not add additional prognostic information to the routinely used SAPS II score. An explanation for the weak prognostic value of 25(OH)D might be the strong seasonal variation of 25(OH)D, which does not support the use a single cut-off (ie. ≤18 ng/mL) for mortality prediction of patients admitted to the ICU. Fragestellung. Gründe zu finden für die Mortalitätsunterschiede bei der Anwendung der ZA bei Patienten mit akutem Nierenversagen im Vergleich zur Antikoagulation mit fraktioniertem Heparin, wie in verschiedenen Publikationen speziell beim sepsisbedingten akuten Nierenversagen aufgezeigt. Methodik. 13 RDT Patienten wurden 5-mal mit der ZA behandelt unter Nutzung eines speziellen Monitors, der dank eines speziell entwickelten Algorithmus die iCa-Konzentration im extrakorporalen Kreislaufe auf 0,2-0,5 mmol/l als Target einstellen ließ. Gemessen wurde in diesem Konzentrationsbereich die Korrelation zwischen iCa und der ACT (\"activated clotting time\"). Zusätzlich zu diesen Untersuchungen wurden In-vitro-Analysen an 10 gesunden Spendern durchgeführt, um einen Vergleich des Zusammenhangs von ACT und iCa mit gesunden Personen zu ermöglichen. Weiterhin wurden In-vitro-(\"batch\"-)Versuche vorgenommen, um den Zusammenhang zwischen iCa und der Komplementaktivierung mittels C3a-desarg-Bestimmungen an frisch entnommenem heparinisiertem Spenderblut nachzuweisen, dessen Komplementsystem vor dem Hinzufügen unterschiedlicher Zitratmengen mit 1 ng/ml LPS (E. coli) stimuliert wurde. Ergebnisse. Die Untersuchungen an RDT-Patienten zum Nachweis eines Zusammenhangs zwischen iCa und ACT ergaben eine hochsignifikante nicht lineare Korrelation (r=0,62; p<0,01), die bei den In-vitro-Untersuchungen an Normalpersonen noch deutlicher mit r=0,96 (p<0,01) ausfiel. Aus den Kurvenverläufen ergibt sich eindeutig eine Präferenz für ein Target für iCa von 0,2 mmol/l, um die Aktivierung des Gerinnungssystems komplett auszuschalten mit all den Konsequenzen für andere Kaskadensysteme im Blut. Schon eine iCa-Konzentration von 0,25 mmol/l verändert die Gerinnungssituation signifikant. Aus den Komplementuntersuchungen ergab sich, dass eine Inhibition des Komplementsystems bei einer iCa-Konzentration von 0,2 mmol/L bzw. knapp darunter nahezu vollständig gelingt. Schlussfolgerung. Untersuchungen zur Morbidität bzw. Mortalität des akuten Nierenversagens sollten bei vergleichenden Untersuchungen mit der ZA als Target im extrakorporalen Bereich eine iCa-Konzentration von 0,2 mmol/l oder darunter wählen. Fragestellung. Adäquate Antikoagulation ist notwendig, um eine effiziente und kosteneffektive Nieren-und Leberersatztherapie durchführen zu können. Kritisch kranke Patienten mit fortgeschrittener Leberzirrhose haben jedoch niedrige Antithrombin-III-(ATIII-)Serumspiegel und zeigen sowohl eine erhöhte Blutungsgefahr als auch eine erhöhte Koagulationsbereitschaft. Daher vermuteten wir, dass Einmalgaben von ATIII zu verlängerten Filterlaufzeiten während Nieren-und Leberersatzverfahren bei Intensivpatienten mit fortgeschrittener Leberzirrhose führen, ohne jedoch das Blutungsrisiko zu erhöhen. Versuchsplan. In dieser retrospektiven Analyse wurden die Daten von 33 extrakorporalen Therapien von insgesamt 9 kritisch kranken Patienten mit fortgeschrittener Leberzirrhose analysiert. Die eingeschlossenen Patienten erhielten entweder ein kontinuierliches Nierenersatzverfahren (CRRT), eine intermittierende Hämodialyse (IHD) oder ein Leberersatzverfahren mittels MARS®. Als alleiniges Antikoagulans wurden jeweils Einmalgaben von ATIII verwendet. Outcome-Parameter waren aufgetretene Blutungskomplikationen und die Filterlaufzeit des jeweiligen Therapieverfahrens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results."
        },
        {
            "text": "Ergebnisse. Es wurden insgesamt 13 CRRT, 14 IHD und 6 MARS Filterperioden mit einer Gesamtfilterlaufzeit von 661 (CRRT), 66 (IHD) und 42 (MARS) Stunden analysiert. Durchschnittliche Filterlaufzeiten waren 44±27,9 (CRRT), 4,7±1,6 (IHD) und 4,6±12,6 (MARS) Stunden. 15% (2 von 13) der CRRT Filter, 7% (1 von 14) der IHD Filter und 0% (0 von 6) der MARS Filter wurden durch Thrombosierung des Dialysekreislaufs verloren. In keiner der Therapieperioden wurden neu aufgetretene Blutungskomplikationen beobachtet. Schlussfolgerung. In dieser Analyse zeigte sich, dass Einmalgaben von ATIII ein effektives und sicheres Antikoagulans bei kritisch kranken Patienten mit fortgeschrittener Leberzirrhose darstellen. Es sind jedoch prospektive kontrollierte Studien notwendig, um unsere Ergebnisse zu bestätigen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 41 Erfahrung mit der regionalen Zitratantikoagulation während kontinuierlicher venovenöser Hämodialyse (CVVHD): Zwei-Jahres-Bericht"
        },
        {
            "text": "Background and aims. Acute liver failure (ALF) is a rare disorder that can complicate acute liver injury (ALI). ALF can be associated with rapidly progressive multiorgan failure (MOF). The Acute Liver Failure Study Group Germany was founded in 2009 to initiate research collaboration between liver transplant centres. Methods. We describe the ALF experience of 11 German centres in respect of clinical presentation, complicating organ failure and outcome over a 2-year period (2008) (2009) ). The following definitions were used: 1. ALI: acute (< 12 weeks) liver dysfunction leading to INR >1.5 and/or bilirubin >50 µmol/l; 2. primary ALI: ALI in the absence of chronic liver disease or underlying systemic sepsis, severe circulatory compromise or MOF; 3. severe primary ALI: primary ALI with an INR >1.5; 4. ALF: severe primary ALI plus any level of hepatic encephalopathy (HE). Results are presented as median and IQ ranges. Results. 272 ALI patients were transferred to the regional centres during the study period. Eighty patients were excluded because of secondary ALI due to sepsis (35%), hypoxemia (33%) or preexisting liver disease (31%). Another 83 patients with (severe) primary ALI, but without documented HE were excluded as well. The remaining 109 patients with primary ALF were included in the analysis. The dominant ALF etiologies were non-acetaminophen drug-induced (32%), indeterminate (22%), and viral (21%). At presentation, INR was 2.5 (1.8-4.1), bilirubin was 255 (94-378) µmol/l and HE was grade 1 (1-2). HE peaked at grade 1/2 in 40/89 (45%) and grade 3/4 in 49/89 (55%). Ventilatory support was required in 44%, pressors in 38% and renal replacement therapy in 36%. Overall 82/109 patients (75%) survived to hospital discharge. ELT-free survival was observed in 40/109 (37%) patients. ELT was performed in 51/109 (47%) patients with 5 (2-6) days from admission to ELT, and a 82% survival-to-hospital-discharge rate. Twenty-one of 109 (19%) patients died without ELT. Conclusions. This analysis, which included the majority of Germany's liver transplant centres, shows that primary ALF is an important disease entity in Germany. ALF patients are at great risk of progressing to MOF, but early ELT provides excellent outcome. Fragestellung. Glukosekomplexität und Glukosevariabilität sind unabhängige Prädiktoren für Mortalität bei Intensivpatienten. Intensivierte Insulintherapie (IIT) ist mit erhöhter Glukosevariabilität assoziiert. Ziel dieser Analyse war es den Einfluss kontinuierlicher Online-Glukosemessung (CGM) auf die Glukosevariabilität bei Intensivpatienten unter IIT zu evaluieren sowie die Glukosekomplexität bei Überlebenden und Nichtüberlebenden zu untersuchen. Versuchsplan. Diese Post-hoc-Analyse von zwei prospektiven, randomisierten, kontrollierten Studien umfasst Daten von kontinuierlichen Online-Glukosemessungen von insgesamt 174 Intensivpatienten. Diese erhielten eine IIT, welche entweder anhand der durch ein CGM System (Guardian®, Medtronic, Northridge, CA, USA; n=63) online erhobenen Glukosewerte gesteuert wurde oder anhand eines Algorithmus (n=113) mit einzelnen arteriellen Blutglukosemessungen mit gleichzeitig verblindetem CGM. Standardabweichung, Glukoselabilitätsindex, durchschnittliche Differenz zwischen Glukosemaximum und -minimum als Marker für Glukosevariabilität sowie mittlere Glukosewerte und Glukosekomplexität -als Marker für die endogene Glukoseregulation -wurden berechnet. Ergebnisse. Die Glukosevariabilität war während der gesamten Studienphase vergleichbar zwischen Online-CGM-(n=63) und Kontrollgruppe (n=61) mit einem Trend zu erniedrigtem Glukoselabilitätsindex in der Interventionsgruppe (Online-CGM vs. Kontrollen: 81, 36 (42, 07) vs. 130 (61, 91) ; p=0,100). Des Weiteren waren die durchschnittlichen Glukosewerte während der ersten 24 h in der Interventionsgruppe tendenziell erniedrigt (Online-CGM vs. 1,52 (1,44-1,58) vs. 1,61 (1,47-1,68) ; p=0,0002)]. Schlussfolgerung. IIT, gesteuert nach kontinuierlicher Online-Glukosemessung, führte nicht zu einer reduzierten Glukosevariabilität im Vergleich zu IIT gesteuert nach Algorithmus mit selektiven arteriellen Blutglukosemessungen. Der Glukoselabilitätsindex und die durchschnittlichen Glukosewerte während der ersten 24 Stunden waren in der Online-CGM Gruppe jedoch tendenziell erniedrigt. Erniedrigte Glukosekomplexität war signifikant mit der Mortalität assoziiert. Background. Glycaemic control is an important therapeutic goal in critically ill patients, but safety and workload are important concerns in its implementation. The eMPC algorithm has demonstrated efficacy and safety in critically ill medical and surgical patients. It is now integrated in the BBraun Space Glucose Control system which consists of three space pumps (two for nutrition, one for insulin). A central user interface (Space Control) and a central hardware connected to Space Control (SGC Module) provide suggestions for insulin rate and glucose measurement interval. Methods. The performance of Space Glucose Control was tested in 20 mechanically ventilated medical ICU patients for up to 14 days. It was operated by 54 trained nurses and the target range was 80-150 mg/dl (4.4-8.3 mmol/l). Patients with an expected ICU stay >3days were recruited in this single-centre, non-controlled trial. Results. 20 patients were included for a period of 7.0±3.6 days (age 63±16 years, BMI 31.0±10.7 kg/m 2 , APACHE II Score 25.4±6.3 points). The most frequent admission diagnoses included CPR (n=8), sepsis (n=4) and stroke (n=2). The time in target range was 83.0±8.8% and ranged from 61.1 to 99.1% between patients. Mean arterial blood glucose was 126±36 mg/dl (7.0±2.0 mmol/l). The sampling interval was 2 h. No hypoglycaemic episodes (≤40 mg/dl or 2.2 mmol/l) occurred during the trial. Conclusion. The performance of Space Glucose Control with incorporated eMPC algorithm was excellent. Glucose values were within the target range more than 83% of the time and no hypoglycaemic episodes occurred. SGC is a safe and reliable method to control blood glucose in critically ill patients in the medical ICU. Blutglukoseintervallen (<80, , >200 mg/dl) mittels ANOVA untersucht. Des Weiteren wurde der Einfluss der Blutglukosevariabilität auf die mittlere Laktatkonzentration über den gesamten ICU-Aufenthalt mit Hilfe einer linearen Regression analysiert. Als Parameter für die Blutzuckerschwankung wurde die Standardabweichung der Blutglukosewerte über den gesamten ICU -ufenthalt herangezogen. Zusätzlich wurden multivariate Regressionen mit SAPS-IIund APACHE-II-Score durchgeführt, um für den Schweregrad der Erkrankung zu adjustieren. Ergebnisse. Blutzucker und Blutlaktat präsentierten einen U-förmigen Zusammenhang in der graphischen Darstellung mit einem Laktatminimum (1,5 mmol/l) im Blutzuckerbereich zwischen 80 und 120 mg/dl. ANOVA und lineare Regression zeigten einen signifikanten Einfluss des Blutzuckers und der Blutglukosevariabilität auf die Blutlaktatkonzentration (p=0,0001) Dieser unabhängige Zusammenhang wurde in der multivariaten Regression, durch Adjustierung für den Schweregrad der Erkrankung, bestätigt (p=0,0001). Schlussfolgerung. Die Ergebnisse dieser Studie demonstrieren einen, vom Schweregrad der Erkrankung unabhängigen, Zusammenhang zwischen sowohl Blutglukosespiegel als auch Blutglukosevariabilität und Blutlaktatkonzentration bei internistischen Intensivpatienten. Fragestellung. Trotz umfassender Diagnostik bleiben wesentliche zum Tod führende pathologische Zustände und Begleitdiagnosen häufig unerkannt und werden erst postmortal durch eine klassische Obduktion aufgedeckt. In den letzten Jahrzehnten ist die Rate der durchgeführten Obduktionen in Krankenhäusern jedoch mehr und mehr zurückgegangen; zurzeit stimmen in Deutschland weniger als 5% der Angehörigen einer Obduktion zu. Versuchsplan. Im Rahmen einer prospektiven Studie wurden im Zeitraum vom 01.01. bis 30.06.2010 alle erwachsenen Patienten die auf einer Intensivstation des Universitätsklinikums Hamburg-Eppendorf verstorben waren mit einer postmortalen CT-Untersuchung untersucht. Ergebnisse. Insgesamt verstarben im Untersuchungszeitraum 285 Patienten, 162 konnten bildgebend nachuntersucht werden, bei 47 konnte zusätzlich eine konventionelle Obduktion durchgeführt werden. Durch die \"virtuelle Obduktion\" konnten bei 17 Patienten (11%) 21 zusätzliche relevante Diagnosen (Majordiagnosen) und bei 47 Patienten (28%) 51 nicht verlaufsbestimmende Diagnosen (Minordiagnosen) gestellt werden. In der Subgruppe der konventionell Obduzierten wurden 100% der virtoptisch gestellten Majordiagnosen und 87% der Minordiagnosen bestätigt. Zusätzlich wurden durch die Obduktion 4 zusätzliche Majordiagnosen gesichert (2× Lungenembolie, 1× eitrige Gonarthiris, 1× Alveolarproteinose). Durch die virtuelle Autopsie konnten bei 6 Patienten (4%) Fehllagen von Installationen post mortem gesichert werden. Hiervon mussten 2 als Majordiagnosen klassifiziert werden (1× Insult in Folge einer ZVK-Fehllage, 1× Thoraxdrainagenfehllage).Schlussfolgerung. Durch eine virtuelle Obduktion können bei einem relevanten Anteil der Patienten wichtige Diagnosen postmortal gestellt werden. Die Untersuchung ist zeit-und kosteneffektiv und wird von Angehörigen sehr häufig akzeptiert. Bei sinkenden Obduktionszahlen eignet sich diese Methode als neues Qualitätssicherungsinstrument des Intensivmediziners. S. Kaese, A. Samol, L. Knickel, H. Reinecke, P. Lebiedz Department of Cardiology and Angiology, University Hospital Münster, Muenster, Germany Introduction. Prognosis of critically ill patients on intensive care units (ICU) depends on different factors such as co-morbidities, complications (e.g. renal failure) and underlying disorders. Our study evaluates morbidity and mortality rates and long-term outcome of ventilated cardiologic ICU patients subjected to their admission diagnosis. Methods. We analyzed 204 ventilated cardiologic ICU patients who had been admitted to our hospital between 2002 and 2007. Patients were divided into five diagnosis groups: STEMI, NSTEMI, rhythmological disorders, heart failure and endocarditis. We analyzed overall and ICU survival, ICU days, days of ventilator support and renal replacement therapy. Statistical analysis was performed using Kaplan Meier curves and log rank test, multivariate cox regression analysis and ANOVA analysis. Results. Overall mortality was 74% with highest mortality in patients suffering from chronic heart failure. We did not observe significant differences in survival rates between diagnosis groups. Need for renal replacement therapy (p<0.01), cardiopulmonary resuscitation (p<0.01), pre-existing diabetes (p<0.05) and age over 65 years (p<0.05) were associated with higher mortality. Diagnosis groups showed no significant differences in ICU days or days of ventilator support whereas occurrence of renal failure (p<0.01) and days of renal replacement therapy (p<0.01) differed significantly between the groups with highest rate in patients suffering from heart failure and lowest rates in patients with rhythmological disorders. Our long-term analysis included 49 patients, from these, 39 (79.6%) lived without support, one received care at home and 9 (18.4%) lived in a nursing home, one of them with need for further ventilator support. Conclusions. Mortality rates of cardiologic ICU patients with respiratory failure are high, most patients die within the first year. Survival rates are independent of different cardiac diseases. Need for renal replacement therapy is highest in heart failure patients suggesting that heart failure leads to higher rates of secondary organ failure.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 482,
                    "text": "(2008)",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 489,
                    "text": "(2009)",
                    "ref_id": null
                },
                {
                    "start": 3685,
                    "end": 3700,
                    "text": "Kontrollen: 81,",
                    "ref_id": null
                },
                {
                    "start": 3701,
                    "end": 3708,
                    "text": "36 (42,",
                    "ref_id": null
                },
                {
                    "start": 3709,
                    "end": 3725,
                    "text": "07) vs. 130 (61,",
                    "ref_id": null
                },
                {
                    "start": 3726,
                    "end": 3729,
                    "text": "91)",
                    "ref_id": null
                },
                {
                    "start": 6114,
                    "end": 6142,
                    "text": "Blutglukoseintervallen (<80,",
                    "ref_id": null
                },
                {
                    "start": 9389,
                    "end": 9531,
                    "text": "S. Kaese, A. Samol, L. Knickel, H. Reinecke, P. Lebiedz Department of Cardiology and Angiology, University Hospital Münster, Muenster, Germany",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3887,
                    "end": 3924,
                    "text": "1,52 (1,44-1,58) vs. 1,61 (1,47-1,68)",
                    "ref_id": null
                }
            ],
            "section": "P 41 Erfahrung mit der regionalen Zitratantikoagulation während kontinuierlicher venovenöser Hämodialyse (CVVHD): Zwei-Jahres-Bericht"
        },
        {
            "text": "S. Römer, J. Waltenberger, P. Lebiedz University Clinic Münster, Cardiology, Münster, Germany Introduction. Adequate levels of analgesia and sedation in mechanically ventilated patients is a fundamental part of ICU care; traditionally ensured with continuous intravenous infusions of propofol or benzodiazepines and opioids. However, regular use of drugs leads to an augmented need for sedative medication due to enhanced metabolism. Furthermore, an opioid-based medication is possibly associated with a risk for relapse to drug dependency in patients with a medical history of drug addiction. The Anesthetic Conserving Device (AnaConDa®) allows the routine use of volatile anaesthetics for long-term sedation via conventional intensive care ventilators. The volatile anaesthetic is applied continually in liquid status into a mini-vaporiser. The vaporized anaesthetic gas is stored in an active carbon layer and largely redirected into the breathing cycle. Case reports. We report successful non-opioid analgesia in two patients with a history of former heroin addiction. Analgosedation was based on the use of volatile anesthesia with isoflurane via the AnaConDa® ( SEDANA-Pharma). A 30-year-old male with a history of former heroin addiction underwent mechanical ventilation for 33 days due to aspiration pneumonia after drug-intoxication. Under traditional sedation in large doses the patient suffered from severe drug withdrawal symptoms. After changing the sedative concept to isoflurane the withdrawal symptoms receded noticably. Furthermore, a 35-year-old male suffering from a drug-related endocarditis likewise needed mechanical ventilation for 19 days, which was enabled by exclusive isoflurane medication. In both cases adequate sedation was achieved with endtidal isoflurane concentration of initially 0.6-0.8% and 0.3-0.4% during weaning. Conclusions. With this concept we were able to achieve an appropriate sedation. Inhaled sedation of isoflurane with AnaConDa® was effective in these patients and led to complete detoxification in both cases. Volatile anesthetics on the ICU could provide a safe and efficacious alternative in anaesthesia of formerly drug-addicted patients needing prolonged sedation. (1) Unter Beatmung mittels Hochfrequenz-Oszillations-Ventilation und Therapie mit rhAPC, sowie eine kalkulierte Antibiose bei V. a. Pneumonie bei Aspiration stabilisierte sich der Patient zunächst auf niedrigem Niveau. Bei anamnestischer Thyreoiditis Hashimoto mit Substitutionspflicht zeigte die laborchemische Analyse ein massiv erhöhtes TSH und konsekutiv erniedrigte T3-/T4-Spiegel. Unter Gabe von L-Th yroxin und Hydrocortison besserte sich der Zustand des Patienten rasch. Der Patient konnte binnen 4 Tagen extubiert und von der Intensivstation ohne Folgeschäden verlegt werden. Die initial radiologisch nachweisbaren Infi ltrate hatten sich zu diesem Zeitpunkt bereits fast vollständig zurückgebildet. Im Nachhinein war zu erfahren, dass der Patient über Wochen seine Hormonsubstitution mit L-Th yroxin nicht eingenommen hatte. Schlussfolgerung. In diesem Fall zeigte sich eine seit Wochen bestehende Hypothyreose ohne typischen klinischen Befund. Durch das Trauma der zwei Operationen kam es zu einer raschen, lebensbedrohlichen Aggravierung der Symptome und als seltene Folge zur Ausbildung eines sekundären ARDS. Unter symptomatischer intensivmedizinischer Behandlung und Th erapie der Grunderkrankung konnte eine rasche Genesung des Patienten erreicht werden. Gerade bei anamnestisch bekannten Hypothyreosen sollten diese auch in die Diff erenzialdiagnostik und Th erapie des Intensivpatienten mit eingeschlossen werden. Hintergrund. Infl uenza-A-(H1N1-)Pneumonien können einen sehr schweren Verlauf nehmen. Ende 2010 übernahmen wir einen 35-jährigen Patienten mit neu diagnostizierter Leberzirrhose und Typ-1-Diabetes mellitus sowie schwerer respiratorischer Globalinsuffi zienz auf die medizinische Intensivstation. Noch innerhalb der ersten 24 h musste der Patient intubiert und maschinell beatmet werden. Nach Erhalt einer positiven PCR für Infl uenza A (H1N1) aus einer sofort nach der Intubation gewonnen bronchoalveolären Lavage (BAL) erfolgte eine Behandlung mit Oseltamivir 75 mg 2-mal täglich per os über 7 Tage. Zusätzlich wurde für 2 Tage eine modifi zierte Bauchlagerung (135°) durchgeführt. Obwohl sich die Beatmungsparameter besserten, war die Entwöhnung vom Respirator nicht möglich und die PCR für Infl uenza A (H1N1) blieb positiv. Daraufh in stellten wir die Th erapie auf Zanamivir 2-mal 600 mg pro die intravenös über 5 Tage um. Diese wurde um weitere 5 Tage -aufgrund einer weiterhin positiven PCR für Infl uenza A (H1N1) -verlängert. Anschließend war die PCR für Infl uenza A (H1N1) aus der BAL negativ. Der mittlerweile tracheotomierte Patient konnte vom Respirator entwöhnt und auf Normalstation verlegt werden. Schlussfolgerung. Bei schwerer Infl uenza A (H1N1) Pneumonie, die therapierefraktär auf Oseltamivir ist, stellt die intravenöse Behandlung mit Zanamivir eine vielversprechende Th erapieoption dar. Inwieweit das Fehlen hepatischer Esterasen für eine unzureichende Aktivierung des Oseltamivir oder eine unzureichende Resorption aus dem Gastro-intestinaltrakts oder der H1N1 Virus resistent gegen Oseltamivir war, bleibt zu untersuchen. Da intravenöses Zanamivir weder aktiviert noch resorbiert werden muss, ist es aus unserer Sicht dem Oseltamivir beim beatmungspfl ichtigen Intensivpatienten überlegen. Anamnese und klinische Untersuchung. Die Patientin wurde vom Notarzt in die Notaufnahme eingeliefert, nachdem sie von ihrem Lebensgefährten etwa 6 h nach Einnahme von 100 Tabletten L-Th yroxin á 400 µg (veterinärmedizinische Dosierung), 250 mg Doxylamin und Ibuprofen in unbekannter Dosierung somnolent aufgefunden worden war. Es präsentierte sich eine schlanke Patientin (BMI 19,2 kg/m 2 ) in reduziertem Allgemeinzustand mit einem GCS von 14, einer Sinustachykardie von 130/min, einem Blutdruck von 110/80 mmHg und einer Temperatur von 37,2°C. Es wurden 5 mg Metoprolol i.v. sowie initial und nach 6 h je 50 g Kohle per os verabreicht und die Patientin intensivmedizinisch überwacht. Relevante Vorerkrankungen waren nicht bekannt. Therapie und Verlauf. Im initialen Labor imponierten ein unter die Nachweisgrenze supprimiertes TSH (<0,008 mIU/l) sowie deutlich erhöhte Werte für fT3 (19,35 ng/l) und fT4 (>12,00 ng/dl). Etwa 24 h nach Tabletteneinnahme kam es zu einem Temperaturanstieg auf knapp 38°C, Schüttelfrost, abdominellen Krämpfen, einer Steigerung der Herzfrequenz auf 150/min. und einem weiteren Anstieg der freien Schilddrüsenhormone, so dass die Indikation zur Plasmaseparation gestellt wurde. Nach insgesamt zweimaliger Plasmaseparation im Abstand von 24 h konnten eine Normalisierung von Herzfrequenz und Temperatur, eine Besserung der klinischen Symptomatik und eine Reduktion der freien Schilddrüsenhormone (fT3 6,48 ng/l, fT4 5,29 ng/dl) erreicht werden. Die Patientin wurde nach 4 Tagen zur weiteren Betreuung in die Psychiatrie verlegt. Schlussfolgerungen. Im vorgestellten Fall der Mischintoxikation stand die Intoxikation mit 40 mg L-Th yroxin im Vordergrund. Neben den klassischen thyreotropen Wirkungen sind zerebrale und kardiale Komplikationen bekannt. Aufgrund der langsamen Resorption von L-Th yroxin ist die wiederholte Gabe von Aktivkohle indiziert. Zusätzlich zur symptomatischen Th erapie sollte eine ausreichend lange intensivmedizinische Überwachung gewährleistet sein, da L-Th yroxin eine Eliminationshalbwertszeit von etwa 7 Tagen besitzt. Da kein spezifi sches Antidot verfügbar ist, sollte bei schweren Intoxikationen frühzeitig eine Plasmaseparation diskutiert werden. Background. Thiamine or vitamin B1 is a water soluble vitamin that is absorbed in the small intestine. It is an important coenzyme of the py-ruvate dehydrogenase complex, which metabolizes pyruvate into acetyl-coenzyme A. In thiamine deficiency, pyruvate accumulates and is metabolized to lactate, causing lactic acidosis. Risk factors for thiamine deficiency include chronic malnutrition, alcoholism, critical illness and bariatric surgery. Chronic thiamine deficiency may cause cardiomyopathy, polyneuropathy (Beri-Beri) and Wernicke encephalopathy. We report on a patient with profound metabolic acidosis that resolved rapidly after thiamine infusion. Case report. A 56-year-old man was admitted to our emergency department because of decreased level of consciousness and dyspnoea. Vital signs including blood pressure, heart rate, pulse oximeter oxygen saturation and respiratory rate were normal, but the patient was comatose. Relatives reported a longstanding chronic alcohol abuse corresponding to 280 g alcohol/day and progressive weakness in the previous months. On admission, laboratory findings were notable for profound metabolic acidosis (pH 6.872) with a high anion gap (37 mmol/l; normal 8-16) that could be attributed to hyperlactatemia (21 mmol/l). The patient was transferred to the intensive care unit where he initially received bicarbonate infusions without effect. Lactate levels and acidosis normalized only after intravenous thiamine (300 mg; Bevitol™), as shown in P 60 Tab 1.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 93,
                    "text": "Römer, J. Waltenberger, P. Lebiedz University Clinic Münster, Cardiology, Münster, Germany",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "P 49 Sedation concepts for drug-addicted patients with isoflurane"
        },
        {
            "text": "Thiamine deficiency remains an often overlooked cause of lactic acidosis although the treatment is safe and inexpensive. In patients at risk, high-dose thiamine infusion should be considered, especially before intravenous glucose is given. Einleitung. Das Phäochromozytom ist ein neuroendokriner Tumor, der von den chromaffinen Zellen des Nebennierenmarks ausgeht und in etwa 85% der Fälle dort lokalisiert ist. Durch die unregulierte Ausschüttung von Katecholaminen kommt es zur überschießenden Sympathikusaktivierung, die in seltenen Fällen zu einer akuten Herzinsuffizienz im Sinne einer Tako-Tsubo-Kardiomyopathie führt. Falldarstellung. Es wird der Fall einer 26-jährigen Patientin dargestellt, die auf Grund von EKG-Veränderungen und erhöhter Herzenzyme bei plötzlich aufgetretenen retrosternalen Beschwerden nach wochenlang starker beruflicher Belastung eine notfallmäßige Herzkatheteruntersuchung erhält. Hier lässt sich das Bild einer inversen Tako-Tsubo-Kardiomyopathie mit einer basalen Hypokinesie des linken Ventrikels und einer eingeschränkten Ejektionsfraktion bei insgesamt unauffälligen Koronarien darstellen. Noch am Aufnahmetag kommt es zu einem intubationspflichtigen kardiogenen Schock mit Multiorganversagen und laborchemisch septischem Bild. Echokardiographisch wird eine akute Verschlechterung der kardialen Pumpfunktion mit Ballooning der basalen Abschnitte bei guter Kontraktilität der Herzspitze verzeichnet. Massive Blutdruckschwankungen mit rezidivierenden hypertensiven Krisen machen die Anwendung hoher Dosen von Antihypertensiva notwendig. Ein zudem auftretendes therapieresistentes Fieber des Körperkerns kann im Verlauf nur mittels Kühlung gesenkt werden. Der dringende Verdacht auf ein Phäochromozytom wird durch eine erheblich erhöhte Metanephrinkonzentration im Serum sowie einer Erhöhung der Katecholamine im 24h-Sammelurin erhärtet. Des Weiteren zeigt sich in der Computertomographie des Abdomens eine 3,5×2,5 cm große Raumforderung im Bereich der rechten Nebenniere (P 61; Abb. 1). Die Patientin wird zur weiteren operativen Versorgung in die chirurgische Universitätsklinik Regensburg verlegt. Hier wird ergänzend eine MIBG-Szintigraphie angefertigt, welche eine tumoröse hypermetabole P 61; Abb. 3 8 MIBG-Szintigraphie mit typischer Nuklidmehranreicherung im Bereich der rechten Nebenniere P 61; Abb. 4 8 Makroskopisches Bild des Phäochromozytoms mit der typischen orangebraunen Verfärbung der Schnittfläche Nuklidmehranreicherung in der rechten Nebenniere bei ansonsten unauffälliger Isotopenverteilung ergab (P 61; Abb. 2). Trotz starker Blutdruckschwankungen wird im weiteren Verlauf eine medikamentöse periphere α-Blockade sowie präoperativ bei Tachykardie die Einleitung einer nichtselektiven β-Blockade begonnen. Bei insgesamt guter Verträglichkeit erfolgt eine retroperitoneoskopische Adrenalektomie mit Tumorexstirpation rechts (P 61; Abb. 3 und P 61; Abb. 4). Die postoperative Echokardiographie zeigt eine deutliche Verbesserung der kardialen Pumpfunktion. Schlussfolgerung. Die initial dramatischen Laborverläufe lassen sich im Nachhinein im Rahmen der massiven Zentralisation als Folge des Katecholaminexzesses erklären. Der Befund einer atypischen Tako Lactate levels (mmol /l)  21  21  23  23  25  11  4  2  Treatment Bicarbonate Thiamine, 300 mg iv. 0,7 0,966 0,000 0,000 0,28 0,000",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3203,
                    "end": 3207,
                    "text": "Tako",
                    "ref_id": null
                },
                {
                    "start": 3229,
                    "end": 3273,
                    "text": "/l)  21  21  23  23  25  11  4  2  Treatment",
                    "ref_id": null
                }
            ],
            "section": "Conclusion."
        }
    ],
    "bib_entries": {
        "BIBREF38": {
            "ref_id": "b38",
            "title": "P 05, P 08",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dunzendorfer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ebelt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "01",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF201": {
            "ref_id": "b201",
            "title": "P 05, P 08",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Werdan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "01",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Kalzium (ICA) als essenzielles Target für die Zitratantikoagulation (ZA) D. Falkenhagen 1 , M. Brandl 1 , J. Hartmann 1 , K. Strobl 1 und M. Wallner 2 1 Department für Klinische Medizin & Biotechnologie der Donau Universität Krems, Austria, 2 Department für Klinische Medizin IV, Klinikum Wels- Grieskirchen, Austria",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "-akute Vergiftungen durch sog. Kräuter mischungen mit synthetischen Cannabinoiden M. Hermanns-Clausen 1 , S. Kneisel 2 , V. Auwärter 2 1 Vergiftungs-Informations-Zentrale Freiburg, Zentrum für Kinder- und Jugendmedizin, Freiburg, Deutschland, 2 Institut für Rechtsmedizin, Universitätsklinikum, Freiburg, Deutschland Fragestellung. Synthetische Cannabinoid-Rezeptor-Agonisten binden wie Δ 9 -Tetrahydrocannabinol (THC) an die endogenen Cannabinoidrezeptoren. Sie wurden erstmals 2008 in sog. Kräutermischungen (z. B. \"Spice\") nachgewiesen, die als natürliche Cannabis-Alternative angepriesen wurden. Berichte über Überdosisfälle wurden bislang nur vereinzelt publiziert. Methodik. Retrospektive Auswertungen von durch Ärztinnen/Ärzten der VIZ beratenen Vergiftungsfällen sog. Kräutermischungen. Einschlusskriterien: Anruf durch Arzt, toxikologische Analytik mit pos. Nachweis von synthetischen Cannabinoiden. Auschlusskriterium: Fehlende Follow-up-Information. Ergebnisse. 29 Patienten im Alter von 14 bis 30 Jahren (15 Männer, 4 Frauen) wurden eingeschlossen. Folgende Cannabinoide wurden nachgewiesen: JWH-018 (7), JWH-081 (6), JWH 122 (11), JWH-210 (11), JWH-250 (4), AM-694 (1). In 9 Fällen wurde mehr als ein synthetisches Cannabinoid nachgewiesen (maximal 3 verschiedene). Häufigste klinische Effekte bei alleinigem Nachweis von JWH-018 waren Tachykardie, Dyspnoe, Thoraxschmerzen, Halluzinationen, Agitation, Somnolenz, Zittern und Übelkeit. Bei Nachweis von JWH-081, JWH-122 u/o JWH-250 wurden zusätzlich Hypokaliämien (6), Muskelzuckungen oder -schmerzen (3), Kreatininkinaseerhöhungen (4), sowie ein generalisierter Krampfanfall",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "bei schwerer, therapierefraktärer Infl uenza-A-(H1N1-)Pneumonie M. Fritzenwanger, R. Pfeifer, F. Krizanic, H.R. Figulla Klinik für Innere Medizin I, Friedrich-Schiller-Universität, Jena, Deutschland",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "jährige Patientin mit Einnahme von 40 mg L-Thyroxin in suizidaler Absicht S. Lang, J. Hartl, C. Ott, C. Girlich, B. Salzberger, J. Langgartner Klinik und Poliklinik für Innere Medizin I, Klinikum der Universität Regensburg, Regensburg, Deutschland Fallbericht. 40-jährige Patientin mit Einnahme von 40 mg L-Th yroxin, 250 mg Doxylamin und Ibuprofen in suizidaler Absicht.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "P 60 Severe metabolic acidosis reversed by thiamine within 24 hours K. Amrein, H. Worm, R. Otto, KH. Smolle, W. Ribitsch, R. Stauber Medical University of Graz, Department of Internal Medicine, Graz, Austria",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Tab. 1 Charakterisierung der Patienten",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "M. C.Bott, R. Blank, H.-J. Rupprecht II. Medizinische Klinik, Kardiologie und Intensivmedizin, GPR Klinikum, Rüsselsheim, Deutschland Einleitung. Selten zuvor wurde -insbesondere durch die Medien -so viel Angst vor einer Virusinfektion geschürt, wie 2009 bei Influenza A (H1N1). Rückblickend kann für das Gros der Patienten Entwarnung gegeben werden. Jedoch bedingt H1N1 verglichen mit den üblichen saisonalen Influenzaerkrankungen ungewöhnlich viele schwere Verläufe. Serumspiegel für diese Patienten aufzeigen. Inwieweit ein erniedrigter IgM-Spiegel als Risikofaktor für eine erhöhte Letalität angesehen werden kann, muss in weiteren Studien untersucht werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "U. Raaz, H. Lemm, R. Prondzinsky, R. Wimmer, M. Russ, A. Schlitt, S. Dietz, A. Plehn, K. Werdan, M. Buerke Department of Medicine III, University Clinics of the Martin-Luther-University Halle-Wittenberg, Halle (Saale), Germany",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "S. Dietz 1 , T. Peschek 1 , H. Lemm 1 , I. Friedrich 2 , K. Werdan 1 , M. Buerke 1 1 Department Innere Medizin, Klinik für Innere Medizin III, Universitäts klinik Halle/Wittenberg, Halle/Saale, Deutschland, 2 Klinik für Herz-/Thoraxchirurgie, Universitätsklinikum Halle/Wittenberg, Halle/Saale, Deutschland Fragestellung. Die Inzidenz und die Mortalität der infektiösen Endokarditis (IE) haben sich in den letzten Jahren kaum verändert. Diagnostische Algorithmen wie die Duke-Kriterien und evidenzbasierte Leitlinien bieten dem Arzt eine Hilfestellung in der Diagnostik und Therapie der Patienten mit Endokarditis. Bisher gibt es jedoch nur wenige Bemühungen, einen Score zur Prognoseabschätzung dieser Patientin zu entwickeln. Versuchsplan. Zur Ausarbeitung des AIR-Scores (Adult Infective Endocarditis Risk Score) wurden die Daten des 10-jährigen Endokarditis-Registers der kardiologischen Klinik des Universitätsklinikums Halle herangezogen. Insgesamt 107 Patienten erfüllten die Einschlusskriterien. Verschiedene Faktoren mit bekanntem oder vermutetem Einfluss auf das Outcome der Patienten wurden in die Berechnung miteinbezogen: Alter und Geschlecht des Patienten, APACHE-II-Score bei Erstdiagnose der IE, verschiedene Komorbiditäten, das infektiöse Agens (Bakterien, Pilze) sowie die lokale Ausbreitung der Infektion oder das Vorliegen systemischer Embolisationen. Die verschiedenen Items wurden mit definierten Punktwerten belegt. Anhand des kumulativen Punktwertes konnte eine Einteilung der Studienpopulation in Risikogruppen vorgenommen werden. Ergebnisse. Auf Boden der genannten Kriterien wurden 41 Patienten als Niedrigrisikogruppe definiert. In dieser Gruppe (0-8 Punkte) lag die Letalität bei 7,3%, schwere Komplikationen traten in 4,9% der Fälle auf. Die Inzidenz leichtgradiger Komplikationen lag in dieser Gruppe bei 29%. Bei 59% der Patientin traten keine Komplikationen auf. Die Patientengruppe mit intermediärem Risiko (41 Patienten, 9-16 Punkte) wies eine Letalität von 9,8% auf; schwere oder leichtgradige Komplikationen traten in 20 bzw. 24% der Fälle auf. 46% der Patienten dieser Gruppe erlebten keine Komplikationen im Krankheitsverlauf. In der Hochrisikogruppe (>16 Punkte) betrug die Letalität 28%; die Inzidenz schwerer oder leichtgradiger Komplikationen lag bei 28 bzw. 24%. Nur 20% der Patienten dieser Gruppe erlitten keinerlei Komplikationen. Die Unterschiede in der Mortalität (p<0,05) und der Häufigkeit des Auftretens schwerer bzw. keiner Komplikationen (p<0,01) war statistisch signifikant in allen Gruppe. Schlussfolgerung. Unsere retrospektive Analyse dient der Erstellung des AIR-Scores, eines Prognose-Scores für Patienten mit infektiöser Endokarditis. Wir konnten zeigen, dass durch den entworfenen Score statisch signifikante Unterschiede in der Letalität sowie im Auftreten verschiedener Komplikationen abgeschätzt werden können. A. Bittlinsky, T. Butz, B. Sasko, H. Wirdemann, M. van Bracht, A. Meissner, H. Yeni, G. Plehn, H.-J. Trappe, M.W. Prull Marienhospital Herne, Klinikum der Ruhr-Universität Bochum, Klinik für Kardiologie und Angiologie, Bochum, Germany Fragestellung. Zur Abbildung der kardialen Funktion in der Intensivmedizin stehen verschiedene bildgebende und apparative Methoden zur Verfügung. Probleme hierbei ergeben sich aus Untersucherabhängigkeit oder möglichen Komplikationen invasiver Maßnahmen. Seit der wegweisenden Studie von Rivers et al. hat die zentralvenöse Sättigung (S cv O 2 ) Eingang in intensivmedizinische Entscheidungsprozesse erhalten. Die vorliegende Studie geht der Frage nach, ob eine Abbildung der kardialen Funktion durch die einfach zu erhebende S cv O 2 bei kreislaufstabilen, kompensierten Patienten möglich ist. Schlussfolgerung. Die zentralvenöse Sättigung eignet sich zur Abbildung der kardialen Funktion bei kreislaufstabilen Patienten. Die Parameter der Herzleistung wie CPI, DO 2 und HZV werden durch sie mit guter Sensitivität abgebildet. Allerdings muss die eher geringe Spezifität kritisch diskutiert werden.P 25 Rolle der Zytokine INF-γ, TNF-α, MIP-1β, GCS-F und MCP-1β bei Patienten mit akutem infarktbedingtem kardiogenem Schock R. Prondzinsky 1 , S. Unverzagt 2 , H. Lemm 1 , A. Schlitt 1 , K. Heinroth 1 , S. Dietz 1 , U. Buerke 1 , P. Kellner 3 , H. Loppnow 1 , M. Fiedler 4 , J. Thiery 4 , J. Haerting 2 , K. Werdan 1 , M. Buerke 1 1 Universitätsklinik und Poliklinik für Innere Medizin III, Martin-Luther-Universität Halle-Wittenberg, Halle/Saale, Deutschland, 2 Institut of Medizinische Epidemiologie, Biometrie und Informatik, Martin-Luther-Universität Halle-Wittenberg, Halle/Saale, Deutschland, 3 Universitätsklinik für Anästhesiologie und operative Intensivmedizin, Martin-Luther-Universität Halle-Wittenberg, Halle/Saale, Deutschland, 4 Institut für Labormedizin, klinische Chemie und Molekulare Diagnostik, Universitätsklinikum Leipzig, Leipzig, Deutschland Hintergrund. Bei Patienten mit Sepsis, Multiorganversagen (MOV) und problematischem klinischem Verlauf ist die Prognose eng mit einer systemischen Inflammationsreaktion verbunden. Diese findet Ihren Ausdruck in einem vermehrten Anstieg proinflammatorischer Zytokine wie IL-6 und TNF-α. Hingegen wurden Ausmaß, zeitlicher Verlauf sowie die prognostische Wertigkeit entsprechender Zytokine beim infarktbedingten kardiogenen Schock (iKS) bisher nicht ausführlicher untersucht. Diese Substudie \"inflammatorische Marker\" der randomisierten IABP-SHOCK-Studie untersucht ein breites Spektrum inflammatorischer Marker (INF-y, TNF-α , MIP-1β, GCS-F und MCP-1β) bei iKS im Hinblick auf deren prognostische Bedeutung sowie auch spezielle Subgruppen (IABP-Unterstützung, Nierenfunktionseinschränkung, Reanimation, Alter und Geschlecht). Material und Methoden. Die Substudie \"inflammatorische Marker\" der prospektiven, randomisierten und kontrollierten IABP-SHOCK-Studie (Clinical Trials.gov ID NCT00469248.): monozentrische Studie, 12-Betten-Intensivstation eines Universitätsklinikums. Einschluss von 40 Patienten mit iKS. Während des Beobachtungszeitraums (96 h) wurden o. g. Zytokin-Spiegel analysiert.Resultate. Die Inflammation ist prädiktiv zur Vorhersage von Überleben, in Grenzen bereits initial als auch im weiteren Verlauf des Beobachtungszeitraums (max). Die Maximalwerte aller Zytokine waren prädiktiv, jedoch nicht die Initialwerte von TNF-α, MIP-1β und G-CSF. Die Maximalwerte zeigten im Vergleich zu den Initialwerten (INF-y, TNF-α, MIP-1β, GCS-F und MCP-1β) die beste Vorhersagekraft. Die ROC-Analyse zeigte bei den Maximalwerten folgende Flä-IABP keinen Einfluss auf die Zytokinwerte, weder führte die IABP zu einer Verminderung, noch zu einer Erhöhung der Zytokinfreisetzung. Eine eingeschränkte Nierenfunktion zeigte keinen Einfluss auf die TNF-α-Spiegel, während hingegen INF-γ, MIP-1β, GCS-F, and MCP-1β Spiegel bei stark eingeschränkter Nierenfunktion erhöht waren. Weiterhin zeigten Reanimation, Alter (<75; >75 Jahre) sowie Geschlecht keinen Einfluss auf INF-γ, TNF-α, MIP-1β, GCS-F und MCP-1β. Schlussfolgerung. Die systemische inflammatorische Reaktion spielt eine bedeutsame Rolle in der Entwicklung wie auch im pathophysiologischen Verständnis des iKS und leistet gleichermaßen einen signifikanten prognostischen Beitrag.K. Steiner 1 , F. Sterz 2 , E. Brandl 3 , B. Holzer 1 , A. Obermayer 1 , G. Schachner 1 , T. Uray 2 , A. Lunzer 2 1 Study Group Basic Life Support Done by Children, 2 Universitätsklinik für Notfallmedizin, Medizinische Universität Wien, Wien, Österreich, 3 Vienna Bilingual School Herbststrasse, Wien, Österreich Hintergrund. Pro Jahr sterben 13.000 bis 15.000 Menschen an einem plötzlichen Herzstillstand. Nur 1% der Bevölkerung ist in der Lage, suffiziente kardiopulmonale Reanimation zu leisten [1]. Um mehr Menschen in CPR zu trainieren ist es wichtig, dass ein jährliches BLS-Training in Schulen durchgeführt wird. Dadurch können auch höhere Überlebensraten nach plötzlichem Herzstillstand erreicht werden. Methoden. In 4 Tagen soll das Erste-Hilfe-Wissen von 24 Schulkindern, die seit der 1. Klasse Volksschule in Erste Hilfe unterrichtet werden, aufgefrischt werden. Mit Hilfe eines Trainingsprogramms soll das Erste-Hilfe-Wissen wiederholt werden. Multiple-Choice-Tests dienen der Evaluation. Diese Ergebnisse können mit den Ergebnissen der 1. Klasse verglichen werden. Ergebnis. In der 4. Klasse beantworten mehr Kinder die Multiple-Choice-Fragen richtig als in der 1. Klasse. In der 1. Klasse haben 47,8%, in der 4. Klasse 95% der Kinder die Frage nach dem Absetzten eines Notrufes richtig beantwortet (p<0,001). Die Frage über Behandlung von Verbrennungen wurde in der 1. Klasse von 40% und in der 4. Klasse von 80% der Kinder richtig beantwortet (p<0,001). 16% der Kinder in der 1. Klasse und 52% der Kinder in der 4. Klasse haben die Frage bezüglich der stabilen Seitenlage richtig beantwortet (p<0,001). 52% der 6-jährigen und 72% der 10-jährigen konnten die Frage über den Gebrauch eines Defibrillators richtig beantworten (p<0,001). 24% der Erstklässler und 52% der Viertklässler wussten über die Herzdruckmassage bescheit und konnten die Frage richtig beantworten (p<0,007). Zusammenfassung. Ein Erste-Hilfe-Unterreicht und eine jährliche Wiederholung des Gelernten beweisen, dass Schulkinder in der Lage sind, Erst Hilfe zu lernen und sich das Gelernte zu merken und im Ernstfall auch anzuwenden. R. Pfeifer, R. Surber, M. Fritzenwanger, F. Krizanic, H. R. Figulla Klinik für Innere Medizin I, Universitätsklinikum Jena, Jena, Deutschland Hintergrund. Hohe Serumkonzentrationen des Biomarkers neuronenspezifische Enolase (NSE) sind als Prädiktor einer schlechten zerebralen Prognose nach kardiopulmonaler Reanimation anerkannt. Wir untersuchten, ob die therapeutische Hypothermie (TH) einen Einfluss auf die NSE-Serumkonzentration nach Reanimation hat. Versuchsplan. Alle konsekutiven Patienten, die vom 01.10.2006 bis 31.12.2008 an die Notaufnahme des Landesklinikums St.Pölten-Lilienfeld zugewiesen wurden bzw. diese selber aufsuchten und wegen des Verdachts auf Vorliegen einer PE eine kontrastmittelgestützte CT-Angiographie der Pulmonalarterien (PE-CT) erhielten, wurden in diese retrospektive Studie eingeschlossen. Die Daten wurden prospektiv erfasst und retrospektiv ausgewertet. Der PERC-Score (negativ, wenn fol-",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Es konnte gezeigt werden, dass der Reoxygenierung-Slope bei Patienten in milder therapeutischer Hypothermie in der Postreanimationsphase prognostischen Wert für das Überleben nach 30 Tagen hat. Weitergehende Untersuchungen mit größeren Fallzahlen sind jedoch erforderlich, um in Zukunft die InSpectra-Analyse frühzeitig zur Risikostratifizierung bezüglich des Überlebens mit einbeziehen zu können.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "C.Baumann, D. Khadzhynov, I. Lieker, T. Slowinski, H.-H. Neumayer, H. Peters Charité Universitätsmedizin Berlin, Medizinische Klinik mit Schwerpunkt Nephrologie, Berlin, Deutschland Fragestellung. Es wurde gezeigt, dass regionale Zitratantikoagulation eine sichere und effektive Form der Antikoagulation für kontinuierliche Nierenersatztherapie ist, vor allem bei Patienten mit hohem Blutungsrisiko (Monchi et al., Intensive Care Med 2004). Außerdem wurde behauptet, dass zitratbasierte Dialyse einen Überlebensvorteil für kritisch kranke Patienten bringen kann (Oudemans-Van Straaten, Crit Care Med 2009). Hier berichten wir über unsere monozentrische zweijährige Erfahrung mit kontinuierlichen Nierenersatztherapieverfahren basierend auf CVVHD-Protokollen mit regionaler Zitratantikoagulation. Versuchsplan. Die Daten aller Nierenersatztherapien von 6 Intensivstationen (ITS) unserer Universitätsklinik von 2008 und 2009 wurden retrospektiv gesammelt. CVVHD mit regionaler Zitratantikoagulation ist die Methode der Wahl auf unseren Intensivstationen, unabhängig von dem Blutungsrisiko und/oder Leberfunktionsstatus des Patienten. Die gesammelten Daten enthalten demografische Merkmale, Dialysefilterlaufzeiten, die Gesamtdauer der Nierenersatztherapien und die Überlebensrate der Patienten auf Intensivstation. Ergebnisse. Es ist uns gelungen, insgesamt 872 Patienten zu identifizieren, die in dem Zeitraum vom 01.01.2008 bis 31.12.Filterlaufzeit) und 117 Patienten auf der infektiologischen ITS (mit 65,9±42,4 h Filterlaufzeit) behandelt. Die Überlebensrate bei der Entlassung von der ITS betrug 50,4% bei allen mit Zitrat-CVVHD behandelten Patienten. Schlussfolgerungen. Zitrat ist als Standardmodalität der Antikoagulation bei der Mehrzahl der mit CVVHD behandelten Patienten eingesetzt worden. Die Zitratantikoagulation während CVVHD zeigte bemerkenswert gute Filterlaufzeiten unabhängig von der ITS und der Grunderkrankung des Patienten. P 42 Antithrombin III als alternative Antikoagulation während extrakorporaler Therapie bei Intensivpatienten mit fortgeschrittener Leberzirrhose -eine retrospektive Analyse R. Brunner 1 , C. Madl 1 , W. Druml 2 , U. Holzinger 1 1 Universitätsklinik für Innere Medizin III, Abteilung für Gastroenterologie und Hepatologie, Intensivstation 13H1, Medizinische Universität Wien, Wien, Österreich, 2 Universitätsklinik für Innere Medizin III, Abteilung für Nephrologie und Dialyse, Medizinische Universität Wien, Wien, Österreich",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Adelsmayr, R. Brunner, V. Winna, U. Holzinger Medizinische Universität Wien, Universitätsklinik für Innere Medizin III, Abteilung für Gastroenterologie und Hepatologie, ICU 13H1, Wien, Österreich Fragestellung. Obwohl die Blutglukose-und Blutlaktatkonzentration wichtige Parameter im intensivmedizinischen Management darstellen, werden sie nahezu unabhängig voneinander interpretiert. Besonders die optimale Blutzuckereinstellung ist Gegenstand zahlreicher Studien, mit teils kontroversen Ergebnissen. Blutlaktat andererseits stellt einen anerkannten Risikofaktor für die Mortalität auf Intensivstationen dar. Zielsetzung dieser Studie war es, einen möglichen Zusammenhang zwischen Blutglukose-und Blutlaktatkonzentration zu identifizieren. Versuchsplan. Dazu wurden Blutgasdaten von 1770 Patienten, welche sich in den Jahren 2001 bis 2009 an der Intensivstation der Universitätsklinik für Innere Medizin III des AKH Wien befanden, retrospektiv analysiert. Der Zusammenhang zwischen routinemäßig punktuell gemessener Laktatkonzentration und korrespondierendem Blutzuckerwert wurde mittels linearer Regression und in verschiedenen",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "beschrieben. Nur bei Nachweis von JWH-210 wurde ein rasch nach Inhalation auftretender Sopor berichtet (4). Als Beikonsum konnten Amphetamine und Metamphetamin (2), und THC (3) nachgewiesen werden. Ein Patient stand unter Therapie mit Citalopram, ein Patient mit Nachweis von Amphetamin hatte zusätzlich Lorazepam und Mirtazapin eingenommen. Schlussfolgerung. Bei alleinigem Nachweis von JWH-018 ähnelte das klinische Bild einer schweren THC-Überdosis. Wurden allerdings die am Cannabinoidrezeptor Typ 1 deutlich potenteren Cannabinoide JWH-081, JWH-122, JWH-210 und/oder JWH-250 nachgewiesen, wurden Komplikationen wie Muskelzuckungen oder -schmerzen, Krampfanfälle oder mittelschwere Hypokaliämien berichtet. Nur mit dem Konsum von JWH-210 war ein rasch nach Inhalation einsetzender Sopor assoziiert. Ob diese Effekte über den Cannabinoidrezeptor Typ 1 oder andere Rezeptoren vermittelt werden, bleibt hypothetisch. Da in zwei Drittel der Fälle mehrere Cannabinoide nachgewiesen wurden, sind Interaktionen dieser Substanzen nicht auszuschließen. Insgesamt ist der Trend zu dem Konsum synthetischer Cannabinoide vor dem Hintergrund möglicher Komplikationen besorgniserregend. F. Firlinger, G. Lohr, R. Buder, M. Binder, T. Steinmaurer, P. Piringer, A. Gruber, M. Voglmayr, B. Überall, K. Lenz Interne Abteilung mit Intensivstation, Konventhospital Barmherzige Brüder, Linz, Österreich Hintergrund. Thrombotische Mikroangiopathien (TMA) stellen eine heterogene Gruppe von Krankheitsbildern dar. Gemeinsam ist ihnen ein akutes Syndrom aus mikroangiopathischer hämolytischer Anämie, Thrombozytopenie und Organmanifestationen. Diese Organmanifestationen führen sehr häufig zur Aufnahme an Intensivstationen. PatientInnen. im Zeitraum von 1.1.2006 bis 31.12.2010 wurden 3080 Pati-entInnen an der internistischen Intensivstation behandelt. 6 PatientInnen (0,002%; 5 Patienten mit TTP, 1 Patientin mit HUS) wurden wegen Organkomplikationen stationär behandelt. Ergebnisse. Die Aufnahme der Patientin mit HUS erfolgte wegen eines status epilepticus, der schlussendlich nur durch eine mehrtägige Thiopentalgabe unterbrochen werden konnte. Nach insgesamt 5 Plasmapheresen (PPH) konnte die Grunderkrankung stabilisiert werden. Eine Hämofiltration war über insgesamt 14 Tage notwendig. Die Patientin wurde ohne Folgeschäden entlassen. 3 von 5 Patienten mit TTP kamen durch 8 bzw. 11 PPH plus Prednisolon in eine Remission, bei 2 Patienten musste zusätzlich Mabthera verabreicht werden, eine Patientin kam erst durch eine zusätzlich Splenektomie in Remission. Bei 2 von 5 Pa-tientInnen mit TTP kam es zu einem Relaps, der mit PPH erfolgreich behandelt werden konnte. Bei 4 Patienten kam es zu einer kompletten Rückbildung der neurologischen Ausfälle. Bei einer Patientin blieben geringgradige neurologische Ausfälle als Folge okzipitaler Infarkte und eine mäßiggradig eingeschränkte Lunksventrikelfunktion als Folge einer myokardialen Ischämie bei unauffälligem Koronarangiogramm als Langzeitschäden bestehen. Zusammenfassung: TMA sind eine seltene Erkrankung. Durch ein frühzeitiges Erkennen kann durch PPH sehr häufig eine Remission ohne Folgeschäden erzielt werden. Bei Nichtansprechen konnte durch die Zusatztherapie mit Mabthera bzw. Splenektomie eine Remission erzielt werden. Als Langzeitfolgen wurden bei einer Patientin Sehstörungen und Herzinsuffizienz beobachtet. Einleitung. Die Befragung soll eine bedarfsorientierte Planung und Umsetzung einer klinischen Ethikberatung im LKH-Universitätskliniken Innsbruck ermöglichen. Es soll geklärt werden, in welcher Situation sich die Mitarbeiter mit ethischen Fragestellungen beschäftigen, in welchem Umfeld der Moraldiskurs bislang stattfindet und ob sich Modalitäten eines Angebotes für Ethikberatung ableiten lassen. Fragestellung. Benötigt das LKH Innsbruck auch aus der Sicht der Mitarbeiter einen Klinischen Ethik Kreis (KEK)? Beispielsweise sollen u. a. folgende Detailfragen eine empirische Grundlage schaffen: Werden ethische Fragestellungen erlebt, wie häufig sind diese und wie groß ist die daraus resultierende Belastung? Mit wem werden diese besprochen, wie häufig geschieht dies und wie hilfreich erscheinen diese Gespräche? Welche Erwartungen werden an die Arbeit des Klinischen Ethik-Kreises gestellt und welche Professionen sollen vertreten sein? Versuchsplan. Die Bedarfsanalyse erfolgt anhand einer 4-wöchigen, anonymen Online-Befragung aller Mitarbeiter/Innen. Der Fragebogen umfasst 7 Abfrageblöcke rund um \"ethische\" Fragestellungen. Freitext-einträge sind möglich. Die Bearbeitung der Daten erfolgt in Excel und SPSS 15,0. Ergebnisse. Der Rücklauf beträgt insgesamt 10,97% (n=576). Beispielsweise beteiligen sich 15,65% der Ärzteschaft, 11% der diplomierten Pflegenden, 11,75% der medizinisch-technischen Dienste und ca. 34% der zusammengefassten Berufsgruppen \"Psychologie, Sozialberatung und Seelsorge\". P 52 Abb. 1 präsentiert ein Teilergebnis zu den Erwartungen an das KEK. Schlussfolgerung. Die Befragung zeigt hinsichtlich \"Kontakt mit ethischen Fragestellungen und empfundenen Belastungen\", dass sich eine große Anzahl von Mitarbeiter/Innen mit ethischen Fragen auseinandersetzen, die als belastend bewertet werden. Am Arbeitsplatz erleben etwa 10% der Antwortenden täglich ethische Fragestellungen. Von den Pflegenden und Ärzten geben etwa 15% eine hohe Belastung dadurch an. Eine institutionalisierte Unterstützung im Sinne einer klinischen Ethikberatung ist erwünscht. Viele Freitexteinträge geben erweiterte Anregungen. F. Edsperger, D. Bertleff, A. Kaletta, Th. Weber, J. Weisbrod, M. Haag-Weber, J. Jehle Klinikum St. Elisabeth Straubing, Barmherzige Brüder, Abteilung für Internistische Intensivmedizin, Straubing, DeutschlandEinleitung. Bei der mikroskopischen Polyangiitis handelt es sich um eine ANCA-assoziierte, primär-systemische, nichtgranulomatöse, nekrotisierende Vaskulitis. Zumeist sind von der Entzündungsreaktion Niere und Lunge betroffen. Falldarstellung. Wir berichten über einen 69-jährigen Patienten, der als Erstmanifestation einer mikroskopischen Polyangiitis ein intensivpflichtiges pulmorenales Syndrom entwickelte. Der Patient klagte über Luftnot und blutig-schleimiges Erbrechen seit zwei Tagen. Laborchemisch zeigten sich eine Entzündungskonstellation, eine Anämie sowie deutlich erhöhte Nierenretentionswerte bei massiver Proteinurie. Bei beidseitigen, dichten und fleckig-konfluierenden Mehrzeichnungen im Röntgen-Thorax ergab sich der dringende Verdacht auf ein pulmorenales Syndrom. Es erfolgte die Übernahme auf unsere internistische Intensivstation. Wir stellten die Indikation zur Akutdialyse, bei zunehmender respiratorischer Insuffizienz erfolgte eine invasive Beatmung. Wir therapierten initial mit Kortison und Cyclophosphamid, zudem wurde eine Plasmapherese durchgeführt. Die Labordiagnostik zeigte sich schließlich im Rahmen der mikroskopischen Polyangiitis für MPO3-und pANCA-Antikörper positiv. Nach einer mehrwöchigen umfassenden Intensivtherapie konnte der Patientin in gutem Allgemeinzustand in die Rehabilitation verlegt werden, er befindet sich aktuell im chronischen Dialyseprogramm. Schlussfolgerung. Die Kombination eines akuten Nierenversagens mit begleitender bilateraler Pneumonie soll immer an eine vaskulitische Genese denken lassen. Bei dem schweren Verlauf unseres Patienten war neben der unmittelbaren Diagnosestellung eine umfassende intensivmedizinische Therapie ausschlaggebend für den positiven Krankheitsverlauf. Der Therapieverlauf soll im Einzelnen dargestellt und diskutiert werden.P 54 Akutes Kreislaufversagen nach Arsenintoxikationein FallberichtJ. Hartl 1 , S. Lang 1 , F. Klebl 1 , T. Bruennler 1 , T. Müller², C. Weingart², M. Lubnow², B. Salzberger 1 , J. Langgartner 1 1 Klinik und Poliklinik für Innere Medizin I, Universitätsklinikum Regensburg, Regensburg, Deutschland, 2 Klinik und Poliklinik für Innere Medizin II, Universitätsklinikum Regensburg, Regensburg, Deutschland Fallbericht. 44-jähriger Patient mit akutem Kreislauf-und Nierenversagen sowie erosiver Ösophagitis, Gastritis und Duodenitis nach Ingestion von Arsen in suizidaler Absicht. Anamnese und klinische Untersuchung. Ein 44-jähriger, bekannt alkoholabhängiger, Patient stellte sich mit massivem Schwindel, Übelkeit und kolikartigen abdominellen Schmerzen vor. Anamnestisch ließ sich die Einnahme von einem Esslöffel (10-20g) Arsentrioxid (ca. das 10-bis 100-fache der tödlichen Dosis), 3 Litern Bier sowie ca. 2 g Clomethiazol eruieren. In der Untersuchung zeigten sich ein ubiquitärer abdomineller Druckschmerz sowie eine arterielle Hypotonie mit Tachykardie. Initiale Diagnostik. Laborchemisch ergaben sich eine Leukozytose, ein deutlich erhöhtes Kreatinin sowie ein Alkoholspiegel von 0,38‰. In der Abdomenübersicht konnten inhomogene, amorphe Verdichtungen in Projektion auf den Magen beobachtet werden. Therapie und Verlauf. Es erfolgte die Gabe des Arsen-Antidots Dimercaptopropansulfonsäure (DMPS), Metoclopramid sowie Pantoprazol. Im Verlauf kam es zu einem Kreislaufversagen mit hoher Volumenund Katecholaminbedürftigkeit, so dass der Patient elektiv intubiert und beatmet wurde. Die initiale Arsenkonzentration im Plasma betrug 1890 µ/l, im Urin 64.400 µ/l. Zur Giftelimination erfolgte eine Ösophagoduodenogastroskopie (ÖGD), wobei sich hierbei eine distale Ösophagitis, sowie schwerste erosive Gastritis und Duodenitis mit silberweißlichen Belägen und Ablösung der Mukosa zeigten. Trotz forcierter Volumengabe kam es -am ehesten durch den massiven gastrointestinalen Flüssigkeitsverlust -zu einem prärenalen Nierenversagen mit Dialysepflichtigkeit. Im weiteren Verlauf stabilisierte sich der Zustand des Patienten deutlich, so dass die Dialyse beendet werden konnte. Bei Verlegung auf Normalstation war die Arsenkonzentration im Serum bereits auf 4,0 µg/l (Urin: 456 µg/l) abgefallen. Heute befindet sich der Patient in einem guten Allgemeinzustand. Schlussfolgerungen. Eine Intoxikation mit Arsen kann zu GI-Störungen bis hin zu Nieren-und Kreislaufversagen mit Todesfolge führen. Zusätzlich sind Spätfolgen in Form von neurologischen Störungen als auch Narbenbildung im GI-Trakt bekannt. Im hier vorgestellten Fall kam es nach Ingestion einer nach Literaturangaben tödlichen Dosis zu einem akuten Nieren-und Kreislaufversagen sowie massiven Erosionen im GI-Trakt. Mit maximaler multimodaler Therapie ist ein Überleben auch solcher Intoxikationen möglich. P 55 Episodische Encephalopathie bei Hyperammonämie und Hyperchloämie bei Ureterosigmoidostomie vor 39 Jahren ohne Leberfunktionsstörung A.-O. Viertmann 1 , F. Birklein 1 , F. Thömke 1 , R. Stein 2 1 Klinik und Poliklinik für Neurologie Universitätsmedizin Mainz, Mainz, Deutschland, 2 Klinik und Poliklinik für Urologie Universitätsmedizin Mainz, Mainz, Deutschland Fallvorstellung. Ein 59-jähriger, ansonsten gesunder Patient wurde innerhalb weniger Monate aufgrund rezidivierender Verwirrtheitszustände bis zu soporösen Zuständen teilweise mit epileptischen Anfällen in unsere Klinik aufgenommen. 39 Jahre zuvor wurde bei Blasenekstrophie eine bilaterale Ureterosigmoidostomie durchgeführt. Diagnostik und Behandlung. Das EEG zeigte ein Delta-Koma, im Verlauf periodisches Muster. Die cCT, CT-Angiographie, cMRT und LP waren unauffällig, kein fokal neurologisches Defizit. Unter üblicher Therapie bei V. a. Encephalitis kam es zu einer Besserung des Vigilanzzustandes, welche sich passend zum EEG später vollständig normalisierte. Nach wenigen Monaten kam es erneut zu Verwirrtheitszuständen mit schweren Vigilanzstörungen, im EEG nonkonvulsiver Status epilepticus, daraufhin Aufsättigung mit Levetiracetam und Valproinsäure(1600 mg), unmittelbar danach soporöser Zustand, laborchemisch zeigte sich eine Hyperammonämie von >230 µmol/l sowie eine Hyperchloridämie vom 116 mmol/l. Ein konvulsiver Status epilepticus konnte mit 1500 mg Phenytoin durchbrochen werden. Weder laborchemisch noch sonographisch gab es einen H. a. eine Leberzirrhose. Unter Lacutose, Paromomycin und L-Carnithin kam es zu einer Senkung der Hyperammonämie korrelierend mit deutlicher Besserung des klinischen Zustandes. Im weiteren Verlauf jedoch weiterhin Verwirrtheitszustände die mit einem erhöhten Ammoniakspiegel sowie einer Hyperchloridämie einhergingen. Nach Literaturrecherche kam der Verdacht auf die bestehende Ureterosigmoidostomie als Ursache der Hyperammonämie sowie der Hyperchloridämie. Es wurde zunächst eine bilaterale Nephrostomie durchgeführt worunter es keine weitere Hyperammonämie gab. Nach Abklemmung der Nephrostomen kam es nach ca. 6 Stunden zu einer erneuten Hyperammonämie sowie Hyperchloridämie, so dass letztlich ein Ureter-Ileum-Conduit durchgeführt wurde. Seitdem ist der Patient auch ohne antikonvulsive Therapie asymptomatisch geblieben. Diskussion. Ursächlich für die Hyperammonämie ist die Urerterosigmoidostomie. Entweder kam es zu einer vermehrten Besiedlung von Ammoniak-und Urease-bildenden Bakterien und dadurch zu einer Hyperammonämie oder es kam bei einer metabolischen Azidose (Hyperchloridämie) zu einer vermehrten Rückresorption von Ammoniak. Durch die Valproinsäure kann es dann zu einer vollständigen Dekompensation des Ammoniakstoffwechsels (Carnithin-Mangel im Harnstoffzyklus) gekommen sein.P 56 Akute kardiale Dekompensation nach Schädel-Hirn-Trauma aufgrund einer \"inverted Takotsubo\"-KardiomyopathieA. Samol 1 , M. Grude 1 , J. Stypmann 1 , A. Bunck 2 , D. Maintz 2 , J. Waltenberger 1 , P. Lebiedz 1 1 Universitätsklinikum Münster, Department für Kardiologie, Münster, Deutschland 2 Universitätsklinikum Münster, Institut für Klinische Radiologie, Münster, Deutschland Einleitung. Die Tako-Tsubo-Kardiomyopathie ist ein Syndrom, das mit transienter linksventrikulärer Dysfunktion und Symptomen und EKG-Veränderungen, welche einem akuten Koronarsyndrom ähneln, einhergehen. 2004 wurden diagnostische Diagnosekriterien definiert, die den Ausschluss einer akuten intrazerebralen Blutung fordern. Spätere Berichte beschreiben Beobachtungen, die die diagnostische Verwandtschaft von Tako-Tsubo-Kardiomyopathie mit der bei akuten Subarachnoidalblutungen häufig beobachteten kardialen Dysfunktion nahelegen. Fallbericht. Wir berichten den Fall einer 56-jährigen Patientin, welche nach einem Fahrradsturz mit Commotio cerebri aufgenommen wurde. Kurz nach Krankenhausaufnahme kam zu einer kardialen Dekompensation, die eine orotracheale Intubation notwendig machte. Anschließend erfolgte die Verlegung in unser Trauma-Zentrum. In der kranialen Computertomographie zeigte sich eine kleine parenchymatöse und subarachnoidale Blutung im Bereich des rechten Frontalhirns. Zwei Extubationsversuche schlugen fehl, echokardiographisch zeigte sich eine hochgradige linksventrikuläre Funktionsstörung mit Hypokinesien insbesondere im mittventrikulären Bereich, die Patientin benötigte Katecholamine. Bei normalen CK-Werten war das Troponin T auf 6,8 ng/ml (Norm <0,05) erhöht, infarkttypische EKG-Veränderungen zeigten sich zu keiner Zeit. In der Koronarangiographie konnten koronare Stenosen ausgeschlossen werden, in der Laevokardiographie zeigte sich eine Kontraktionsstörung im mittleren Ventrikel bei erhaltener basaler und apikaler Funktion im Sinne eines \"inverted Takotsubo\". Eine Verbesserung der linksventrikulären Funktion zeigte sich spontan nach 48 h, so dass die Patientin extubiert werden konnte, die echokardiographische Verlaufskontrolle nach 5 Tagen zeigte eine normalisierte LV-Funktion. Diskussion. Der beschriebene Fall der akuten kardialen Dekompensation nach minimalem SHT legt den Verdacht nahe, dass die akute Stressreaktion und nicht die Hirnblutung Ursache der kardialen Dysfunktion im Sinne einer Tako-Tsubo-Kardiomyopathie war. Ob die Entitäten Tako-Tsubo-Kardiomyopathie und hirnblutungsassoziierte LV-Funktionsverschlechterung immer sauber zu trennen sind, ist nach unserer Ansicht fraglich, da bei beiden Syndromen eine katecholaminbzw. stressinduzierte Genese vorliegt. Außerdem betont der berichtet Fall, dass eine frühe interdisziplinäre Zusammenarbeit in der Versorgung von Traumapatienten eine entscheidende Rolle spielen kann.P 57 Schwere Hypothyreose als seltene Ursache eines post operativen ARDS I. Sagoschen 1 , J. Kaes 1 , F. Post 1 , F.Thönke 2 , L.S. Weilemann 1 1 II. Medizinische Klinik und Poliklinik, Universitätsmedizin Mainz, Johannes Gutenberg Universität, Mainz, Deutschland, 2 Klink für Neurologie, Universitätsmedizin Mainz, Johannes Gutenberg Universität, Mainz, DeutschlandFallbericht. Die schwerste Form der Hypothyreose ist das hypothyreote Koma (syn. Myxödemkoma), welches i. d. R. durch Antriebsminderung, Bradykardie, Hypotonie, und abgeschwächte Reflexe, sowie durch Bradypnoe und Hypoventilation auffällt. Wir berichten über einen besonderen Fall eines ARDS auf der Basis einer schweren Hypothyreose mit Tachykardie, Schock, Tachypnoe, Hypoxie und dem Fehlen einer Bewusstseinsminderung. Zwei Tage nach Implantation einer nichtzementierten Hüft Totalendoprothese war bei dem Patienten eine Revision zur Hämatomausräumung vorgenommen worden. Postoperativ konnte der Patient zunächst extubiert werden, beklagte jedoch unmittelbar eine ausgeprägte und im Verlauf progrediente Luftnot bei Tachypnoe und peripher oxymetisch nachweisbarer Hypoxämie. Nach Intubation konnten in der Röntgenübersicht des Thorax bilaterale pulmonale Infiltrate nachweisen werden. Nach Ausschluss einer kardialen Stauung wurde eine CT des Thorax durchgeführt. Hier zeigte sich der Befund eines ausgedehnten ARDS.",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "K. Batrice 1 , F. Edsperger 1 , Th. Weber 1 , I. Ghidau 1 , T. Peiffer 1 , A. Agha 2 und J. Jehle 1 1 Abteilung für internistische Intensivmedizin, Klinikum St. Elisabeth Straubing, Straubing, Deutschland, 2 Klinik und Poliklinik für Chirurgie, Universitätsklinikum Regensburg, Regensburg, Deutschland",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "-Tsubo-Kardiomyopathie mit überschießender sympathischer Begleitreaktion soll differenzialdiagnostisch an ein Phäochromozytom als Ursache denken lassen. Durch die frühe Diagnosestellung und die entsprechende operative Therapie konnte bei der Patientin ein bislang positiver Krankheitsverlauf erzielt werden. P 62 Progrediente Tetraparese bei Polytoxikomaniebei der Diagnose geht's um die Wurst S. Geith, K. Knochel, G. Scheible, F. Weissthanner, S. Sack Klinikum Schwabing, Städtisches Klinikum München GmbH, Klinik für Kardiologie, Pneumologie, Internistische Intensivmedizin und Zentrale Notaufnahme, Sektion Innere Medizin, München, Deutschland Einleitung. Progrediente neurologische Symptomatik erfordert eine rasche Diagnosestellung, insbesondere bei Atem-und Kreislaufinsuffizienz. Kasuistik. Ein 46-jähriger Patient mit Polytoxikomanie wurde wegen Schwindels, allgemeiner Verlangsamung, progredienter Tetraparese und Dysarthrie eingewiesen. Zusätzlich fielen eine diskrete Anisocorie und beginnende Blickparese auf. Während der initialen Computertomographie wurde bei zunehmender respiratorischer Insuffizienz die Intubation erforderlich. Diagnostik. Differenzialdiagnostisch konnten in den ersten Untersuchungen eine zerebrale Blutung, Ischämie, Meniningitis und ein nonkonvulsiver Status epilepticus ausgeschlossen werden. Außerdem ergab sich bei bekannter Polytoxikomanie laborchemisch kein Anhalt für eine Intoxikation. Sowohl die erweiterte Liquordiagnostik als auch umfassende serologische und immunologische Befunde blieben ebenso wie eine kraniale Kernspintomographie ohne Hinweis auf die Genese der Symptomatik. Das EMG zeigte ein Dekrement in der repetitiven Stimulation ohne Anhalt für ein Guillian-Barré-Syndrom oder eine Polyneuropathie. Schließlich wurde die Verdachtsdiagnose eines Lebensmittel-Botulismus gestellt. Der Nachweis von Botulinum-Toxin gelang am Tag 23 aus einer aufbewahrten Serumprobe, sowie aus einer durch das Gesundheitsamt in der Wohnung des Patienten asservierten Wurstpackung. Verlauf und Therapie. Nach Extubation am zweiten Tag führte eine insuffiziente Spontanatmung zur raschen Reintubation. In der Annahme einer myasthenen Krise bei im Verlauf bilateraler Ptosis und proximal betonter schlaffer Tetraparese wurde am Tag 10 eine Therapie mit Prednisolon und Pyridostigmin in Kombination mit Plasmapheresen über 11 Tage eingeleitet, unter der sich Ptosis und Blickparese besserten. Bei abzusehender Langzeitbeatmung und ausgeprägter Dysphagie erfolgte die perkutane Dilatationstracheotomie am Tag 8 und die Anlage einer PEG am Tag 11. Nach 60 Tagen Intensivtherapie wurde der Patient beatmet zur neurologischen Frührehabilitation verlegt. Dort konnte er am Tag 120 dekanüliert werden und war mit Hilfe auf Stationsebene gehfähig. Fazit. Vorliegendes Beispiel belegt die Schwierigkeit einer unverzüglichen Diagnose dieses in Deutschland sehr seltenen Krankheitsbildes, trotz klassischer symmetrischer neurologischer Symptomatik mit absteigenden bilateralen Paresen, beidseitigem Befall von Hirnnerven, typischerweise Augenmuskelparesen bei bewusstseinsklarem fieberfreiem Patienten ohne sensible Defizite. P 60; Tab. 1",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}