{"paper_id": "992fa4d0421a7b023175ea062289c816d9df103b", "metadata": {"title": "EQUINE VETERlNARY JOURNAL Guidelines for the Control of Equine Viral Infections", "authors": [{"first": "G", "middle": ["R"], "last": "Scott", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Edinburgh", "location": {}}, "email": ""}, {"first": "M", "middle": ["S"], "last": "", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Edinburgh", "location": {}}, "email": ""}, {"first": "M", "middle": ["R C V S"], "last": "", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Edinburgh", "location": {}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "isolated from the respiratory tract of a colt with rhinitis, CEO virus (Kono and Kobazashi, 1964) isolated in Japan spontaneously from cultures of equine kidney and bone marrow cells, herpes 3 (Karpas, 1966) isolated from the kidneys of an apparently healthy foal, equine cytomegalovirus (Hsiung, Fischman, Fong and Green, 1969) isolated from spontaneously degenerating equine kidney cell cultures after prolonged cultivation, Australian coital exanthema virus (Pascoe, Spradbrow and Bagust, 1969) isolated from lesions on a stallion, and Iowa leukocyte virus (Kemeny and Pearson, 1970) isolated from the leucocytes of 71 out of 80 apparently normal Iowa horses. The antigenic relationships of the Iowa leukocyte virus to the other equine herpesviruses has yet to be established.", "cite_spans": [{"start": 71, "end": 97, "text": "(Kono and Kobazashi, 1964)", "ref_id": null}, {"start": 193, "end": 207, "text": "(Karpas, 1966)", "ref_id": null}, {"start": 288, "end": 328, "text": "(Hsiung, Fischman, Fong and Green, 1969)", "ref_id": "BIBREF13"}, {"start": 461, "end": 497, "text": "(Pascoe, Spradbrow and Bagust, 1969)", "ref_id": "BIBREF35"}, {"start": 560, "end": 586, "text": "(Kemeny and Pearson, 1970)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "RNA viruses have either cubic, helical or unknown symmetries. There are two groups of cubic RNA viruses, Picornavirus and Reovirus, four groups of", "cite_spans": [], "ref_spans": [], "section": "R N A Viruses"}, {"text": "Three diseases of horses, Borna disease (Zwick and Witte, 1929) , Near East equine encephalomyelitis (Daubney and Mahlau, 1957) and Nigerian horse staggers (Porterfield, Hill and Morris, 1958) are caused by viruses as yet unclassified and it is possible that the three diseases are caused by the same virus. Finally, there are at least three other alleged viral diseases, serum hepatitis (Theiler, 1919) , grass sickness (Obel, 1955) and virus diarrhoea (Rooney, 1969) .", "cite_spans": [{"start": 40, "end": 63, "text": "(Zwick and Witte, 1929)", "ref_id": "BIBREF45"}, {"start": 101, "end": 127, "text": "(Daubney and Mahlau, 1957)", "ref_id": null}, {"start": 156, "end": 192, "text": "(Porterfield, Hill and Morris, 1958)", "ref_id": null}, {"start": 388, "end": 403, "text": "(Theiler, 1919)", "ref_id": null}, {"start": 421, "end": 433, "text": "(Obel, 1955)", "ref_id": "BIBREF33"}, {"start": 454, "end": 468, "text": "(Rooney, 1969)", "ref_id": null}], "ref_spans": [], "section": "Unclassified Viruses"}, {"text": "In summary, 58 viruses are known to infect horses and every year more are added to the list. At least 28 of the 58 viruses induce clinical disease; the other 30 are incriminated only by the detection of specific antibodies in horse sera. The differential diagnostic problems posed by this array of viruses are formidable and highlight the need for more laboratories and more virologists. Diagnosis is further confounded by the fact that eleven of the viruses provoke respiratory symptoms and eleven cause encephalitis (Table IV ). In addition, equine herpes 1 and equine arteritis viruses induce abortion; equine arteritis virus is also associated with pinkeye; herpes I and Australian coital exanthema viruses cause venereal lesions; pox, grease, papular dermatitis and vesicular stomatitis viruses cause skin and mucosal lesions; equine infectious anaemia virus induces progressive weakness and anaemia; and African horse sickness virus produces oedema subcutaneously as well as in the lungs. (Plummer, 1962) , rhino 3 ) and aborted foal virus (Bohm, 1964) . African horse sickness virus is believed now to be a Reovirus (Ozawa, 1968) . Three Myxoviruses, influenza A (Heller, Espmark and Viriden, 1956) , influenza B (Ditchfield, Macpherson and Zbitnew, 1965) , and influenza C and three Rhabdoviruses, rabies, vesicular stomatitis and coca1 viruses, infect horses. Serological evidence incriminates parainfluenza-1 and parainfluenza-2 viruses belonging to the Paramyxovirus group. In addition, parainfluenza-3 virus has been isolated from horses with upper respiratory tract infections . There is possibly one Coronavirus infecting horses; Ditchfield (1969) isolated a virus from a Thoroughbred with undifferentiated respiratory disease and found that it possessed a morphology similar to that of infectious bronchitis virus of poultry, the type-virus of the Coronavirus group.", "cite_spans": [{"start": 995, "end": 1010, "text": "(Plummer, 1962)", "ref_id": "BIBREF36"}, {"start": 1046, "end": 1058, "text": "(Bohm, 1964)", "ref_id": null}, {"start": 1123, "end": 1136, "text": "(Ozawa, 1968)", "ref_id": "BIBREF34"}, {"start": 1170, "end": 1205, "text": "(Heller, Espmark and Viriden, 1956)", "ref_id": null}, {"start": 1220, "end": 1262, "text": "(Ditchfield, Macpherson and Zbitnew, 1965)", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 518, "end": 527, "text": "(Table IV", "ref_id": "TABREF2"}], "section": "Disease Syndromes"}, {"text": "There are more than 200 arboviruses and at least 27 infect horses. Equine infectious anaemia virus probably belongs to the Oncornavirus group, i.e. the RNA tumour viruses. Infectious arteritis virus (Doll, Bryons, McCollum and Crow, 1957) , on the other hand, is known to be a RNA virus but it is as yet ungrouped. Recent electron microscopic studies revealed a morphology like that of the arboviruses (Breese and McCollum, 1969) .", "cite_spans": [{"start": 199, "end": 238, "text": "(Doll, Bryons, McCollum and Crow, 1957)", "ref_id": null}, {"start": 402, "end": 429, "text": "(Breese and McCollum, 1969)", "ref_id": null}], "ref_spans": [], "section": "Disease Syndromes"}, {"text": "A key factor in controlling infectious disease is a knowledge of the modes of transmission. I n general, viruses are transmitted either by arthropod vectors or by contact between sick and healthy animals. None of the DNA viruses affecting horses is transmitted by vectors, eight are contagions and four are transmitted by modes as yet unknown. In contrast, 31 RNA viruses are transmitted by vectors and 12 by contact. Two of the three unclassified viruses, Near East equine encephalomyelitis virus and Nigerian horse virus, are transmitted by arthropods. Daubney (1967) has suggested that Borna disease virus is also arthropod-borne. ", "cite_spans": [{"start": 555, "end": 569, "text": "Daubney (1967)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "TRANSMISSION"}, {"text": "The geographical distribution of equine viruses is closely correlated with the mode of transmission. The vector-transmitted viruses have a restricted global distribution (Table V) whereas the contagions are widely distributed (Table VI) .", "cite_spans": [], "ref_spans": [{"start": 170, "end": 179, "text": "(Table V)", "ref_id": "TABREF3"}, {"start": 226, "end": 236, "text": "(Table VI)", "ref_id": "TABREF2"}], "section": "TRANSMISSION"}, {"text": "With the possible exception of African horse sickness, infections of horses by vector-transmitted viruses are accidental and play no role in the natural life cycles of the viruses concerned. Cases are sporadic. Eradication is impossible. One is limited, therefore, to prophylactic vaccination as being the only practical control measure. Eleven of the thirty-four known vector-transmitted viruses cause disease and vaccines have been developed against six of them (Table VII) . There is also a vaccine for vesicular stomatitis but it has not been used to protect horses (Corrza, 1964) . Similarly Japanese B encephalitis vaccine and Wesselsbron vaccine have not been used to protect horses (Kodama, Sasaki and Tnoue, 1968; Neitz, 1966) . ", "cite_spans": [{"start": 570, "end": 584, "text": "(Corrza, 1964)", "ref_id": null}, {"start": 690, "end": 722, "text": "(Kodama, Sasaki and Tnoue, 1968;", "ref_id": null}, {"start": 723, "end": 735, "text": "Neitz, 1966)", "ref_id": "BIBREF32"}], "ref_spans": [{"start": 464, "end": 475, "text": "(Table VII)", "ref_id": "TABREF2"}], "section": "Vector-transmitted Viruses"}, {"text": "Unlike the diseases transmitted by vectors, the contagions are open to attack on several frontssegregation, deliberate exposure, vaccination, therapy. Nevertheless the favoured technique is vaccination. Seventeen of the twenty known viral contagions of horses cause disease and vaccines have been developed against five of them (Table VIII ). In addition, parainfluenza-3 vaccines have been developed for use in humans and cattle (Potash, Tytell, Sweet, Machlowitz, Stokes, Weibel, Woodhour and Hilleman, 1966; Byrne, Abinanti and Huebner, 1961) .", "cite_spans": [{"start": 430, "end": 510, "text": "(Potash, Tytell, Sweet, Machlowitz, Stokes, Weibel, Woodhour and Hilleman, 1966;", "ref_id": "BIBREF39"}, {"start": 511, "end": 545, "text": "Byrne, Abinanti and Huebner, 1961)", "ref_id": null}], "ref_spans": [{"start": 328, "end": 339, "text": "(Table VIII", "ref_id": "TABREF2"}], "section": "Viral Contagions"}, {"text": "How efficient are the vaccines? In 1947 Francis published a classification of human viral infections based on the duration of the infection in the host and the durability of the immunity induced. He recognised four groups; the first were diseases in which the virus persisted and immunity did not; the second were diseases in which the infection was transient and immunity was persistent; the third were the diseases in which both The Francis classification furnishes a guide as to whether or not vaccines are feasible and whether or not they can be expected to be efficient. Diseases falling into the first group will never be controlled by vaccines. In contrast, diseases falling into the other three groups are amenable to control by vaccination but the only efficient vaccines as measured by the durability of the immunity induced are those developed against the diseases classified in the second group.", "cite_spans": [], "ref_spans": [], "section": "EfJicacies of Vaccines"}, {"text": "Equine viral diseases occupy every niche of the Francis classification (Table IX) . Thus equine infectious anaemia is ranked in the first group, the group of diseases for which vaccines cannot be developed. Equine serum hepatitis, if it is a virus infection, probably also belongs to the first group.", "cite_spans": [], "ref_spans": [{"start": 71, "end": 81, "text": "(Table IX)", "ref_id": "TABREF2"}], "section": "EfJicacies of Vaccines"}, {"text": "Eleven diseases are assigned to the second group and vaccines developed against these are, or can be expected to be highly efficient inducing long-lasting sterile immunity. The viruses responsible are papilloma, the poxes, rabies and the arboviruses.", "cite_spans": [], "ref_spans": [], "section": "EfJicacies of Vaccines"}, {"text": "Six diseases fall into the third group and vaccines developed against these diseases in general, have proved disappointing. The viruses responsible are characterised by having a multiplicity of serotypes. There are, for oxyuridine, likewise, acts against smallpox and human herpes. Others will follow-they will be needed! example, nine serotypes of African horse sickness virus. Undoubtedly, many of the poor results from vaccination can be attributed to antigenic drift because immunity to the homologous serotype is often of long duration. These are the diseases in which the virus persists. Consequently relapses are common despite the presence of antibodies. Successful vaccination against the members of this group necessitates use of live attenuated viruses and it is, in effect, deliberate infection.", "cite_spans": [], "ref_spans": [], "section": "EfJicacies of Vaccines"}, {"text": "Three of the current vaccines developed against vectortransmitted viruses and three likely to be developed in the future can therefore be classed as excellent. Three current vaccines are poor. Two still to be developed will probably be poor. In contrast, three of the five current vaccines used against equine viral contagions are vaccines of low efficacy and, in the future, it is likely that eleven out of sixteen possible vaccines will be poor products.", "cite_spans": [], "ref_spans": [], "section": "EfJicacies of Vaccines"}, {"text": "TREATMENT If the forecast that most of the vaccines developed against equine viral contagions will be of low efficacy is correct then other control measures must be exploited. Treatment whether by serotherapy or by chemotherapy of established viral infections is doomed to failure because the virus population curve in the infected animal reaches its peak before the onset of clinical signs.", "cite_spans": [], "ref_spans": [], "section": "EfJicacies of Vaccines"}, {"text": "For example, in horses infected with Eastern equine encephalitis the peak of the virus population curve occurs one day before the onset of fever and five days before the onset of encephalitis (Byrne, French, Yancey, Gochenour, Russell, Ramsburg, Brand, Scheider and Buescher, 1964) . Similarly, in horses infected with influenza A/equi/2 virus the peak of the virus population curve coincides with the first wave of the intermittent fever and precedes by many hours the onset of coughing (Blaskovic, Kapitancik, Sabo, Styk, Vrtiak and Kaplan, 1969) .", "cite_spans": [{"start": 192, "end": 281, "text": "(Byrne, French, Yancey, Gochenour, Russell, Ramsburg, Brand, Scheider and Buescher, 1964)", "ref_id": "BIBREF3"}, {"start": 488, "end": 548, "text": "(Blaskovic, Kapitancik, Sabo, Styk, Vrtiak and Kaplan, 1969)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "EfJicacies of Vaccines"}, {"text": "Treatment, therefore, to be successful must be prophylactically administered; it is too late to alter the course of the first clinical case but the disease can be averted in the in-contacts. The common prophylactic treatment is the administration of antiserum. Unfortunately it is expensive and not without dangers, particularly, the risk of transmitting serum hepatitis. Interferon is another possible natural product but it has failed to live up to its initial promise.", "cite_spans": [], "ref_spans": [], "section": "EfJicacies of Vaccines"}, {"text": "Many pharmaceutical houses are synthesising and developing anti-viral drugs but the \"breakthrough\" has yet to come. Amantadine appears to have a selective action on influenza virus. Methisazone shows promises in protecting smallpox contacts. lodode-Ten diseases are assigned to the fourth group.", "cite_spans": [], "ref_spans": [], "section": "EfJicacies of Vaccines"}, {"text": "Twelve DNA viruses and forty-three RNA viruses are known to infect horses. In addition, there are three unclassified viruses and, at least, three alleged viruses infecting horses.", "cite_spans": [], "ref_spans": [], "section": "SUMMARY"}, {"text": "At least twenty-eight of the fifty-eight viruses induce clinical disease but the range of syndromes is limited; eleven provoke respiratory symptoms and eleven cause encephalitis.", "cite_spans": [], "ref_spans": [], "section": "SUMMARY"}, {"text": "Thirty-four equine viruses with a limited geographical distribution are transmitted by arthropod vectors. Twenty viruses are spread by contact and their distribution, in general, is global.", "cite_spans": [], "ref_spans": [], "section": "SUMMARY"}, {"text": "The vector-transmitted virus diseases are best controlled by prophylactic vaccination. The viral contagions are not, in general, well controlled by vaccination and it is likely that prophylactic chemotherapy will become increasingly important in the future.", "cite_spans": [], "ref_spans": [], "section": "SUMMARY"}, {"text": "Differential diagnosis is difficult. Le diagnostic differentiel est difficile. Vingt huit au moins des cinquante trois virus provoquent des maladies cliniques mais la gamme des syndromes est restreinte :", "cite_spans": [], "ref_spans": [], "section": "SUMMARY"}, {"text": "Onze virus engendrent des symptomes respiratoires, onze determinent des encephalites.", "cite_spans": [], "ref_spans": [], "section": "RESUME"}, {"text": "Trente quatre virus dont la distribution geographique est limitke sont transmis par des arthropodes vecteurs.", "cite_spans": [], "ref_spans": [], "section": "RESUME"}, {"text": "Vingt virus sont disskmints par contact et leur repartition est en general 9 I'echelle du globe.", "cite_spans": [], "ref_spans": [], "section": "RESUME"}, {"text": "Les maladies provoqukes par des virus a propagation vectorielle sont mieux controltes par une vaccination preventive.", "cite_spans": [], "ref_spans": [], "section": "RESUME"}, {"text": "Les contagions virales ne sont pas, en gtnkral, efficacement controlees par la vaccination et I'on peut penser que la chimiothkrapie preventive de ces affections connaitra une importance croissante 6 I'avenir. Mindestens 28 der 58 Viren verursachen klinisch manifeste Krankheiten, aber die Eigenart der Syndrome ist limitiert; elf davon provozieren respiratorische Symptome und elf rufen Encephalitis hervor. 34 equine Viren benotigen als Vektoren Arthropoden ; ihre geographische Ausbreitung ist beschrankt. 20 Viren werden durch Kontakt ubertragen; sie werden in der Regel auf der ganzen Welt angetroffen.", "cite_spans": [], "ref_spans": [], "section": "RESUME"}, {"text": "Die durch Vektoren ubertragenen Viruskrankheiten konnen am besten durch prophylaktische Impfungen kontrolliert werden. Die ubrigen konnen im allgemeinen durch Impfungen nicht gut kontrolliert werden und es scheint wahrscheinlich, dass die prophylaktische Chemotherapie in Zukunft an Bedeutung gewinnen wird. SUMARIO VIRUS EQUINOS Doce DNA virus y cuarenta y tres RNA virus son reconcodios como infectantes a1 caballo. En adicion hay tres no clasidicados virus y por lo menos tres tipos de virus muy se mejantes que afectan el caballo.", "cite_spans": [], "ref_spans": [], "section": "RESUME"}, {"text": "El diagnostic0 diferencial es dificultoso. Aproximadamente 28 de 10s 28 virus inducen enfermedades clinicas con y espectro de sindromes limitado. 11 provocan sintomas respiratorios y 1 1 causan encefalitis. 34 virus equinos con limitacion en su distribucion geografica son transmitidos por vectores artropodos. Veinte virus son diseminados por contact0 y su distribucion en general es global. Es controlada la enfermeead de estos vectiores per medio de vacunacion. Los contagio del virus no son bien controlados por lo general mediante vacunacion y solo una terapia profilactica que havenido tomando aunge en el futuro.", "cite_spans": [], "ref_spans": [], "section": "RESUME"}, {"text": "Die Differentialdiagnose ist schwierig.", "cite_spans": [], "ref_spans": [], "section": "RESUME"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Viruses of Vertebrates", "authors": [{"first": "C", "middle": [], "last": "Andrewes", "suffix": ""}, {"first": "H", "middle": ["G"], "last": "Pereira", "suffix": ""}], "year": 1967, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Experimental infection of horses with A-equi 2/Miami/1/63 and human A2/Hong Kong/1/68 influenza viruses. I. The course of infection and virus recovery", "authors": [{"first": "D", "middle": [], "last": "Blaskovic", "suffix": ""}, {"first": "B", "middle": [], "last": "Kapitancik", "suffix": ""}, {"first": "A", "middle": [], "last": "Sabo", "suffix": ""}, {"first": "B", "middle": [], "last": "Styk", "suffix": ""}, {"first": "", "middle": [], "last": "Vrtiak", "suffix": ""}, {"first": "M", "middle": [], "last": "Kaplan", "suffix": ""}], "year": 1969, "venue": "Proc", "volume": "13", "issn": "", "pages": "499--506", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Experimental immunization of cattle with Myxovirus parainfluenza 3 vaccines", "authors": [], "year": 1969, "venue": "Conf. Equine Injectious Diseases", "volume": "", "issn": "", "pages": "133--139", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Clinical and immunologic interrelationship among Venezuelan, eastern, and western equine encephalomyelitis viruses in burros", "authors": [{"first": "R", "middle": ["J"], "last": "Byrne", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "French", "suffix": ""}, {"first": "F", "middle": ["S"], "last": "Yancey", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "Gochenour", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Russell", "suffix": ""}, {"first": "H", "middle": ["H"], "last": "Ramsburg", "suffix": ""}, {"first": ".", "middle": ["A"], "last": "Brand", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Scheider", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Buescher", "suffix": ""}], "year": 1964, "venue": "Amer. J. vet. Res", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The properties and classification of two new Rhinoviruses recovered from horses in", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Upper respiratory disease in Thoroughbred horses : studies of its viral etiology in the Toronto area", "authors": [{"first": "J", "middle": [], "last": "Ditchfield", "suffix": ""}, {"first": "L", "middle": ["W"], "last": "Macpherson", "suffix": ""}, {"first": "A", "middle": [], "last": "Zbitnew", "suffix": ""}], "year": 1960, "venue": "Canad. J. romp. Med. vet. Sci", "volume": "29", "issn": "", "pages": "18--22", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Association of Myxovirus parainfluenza 3 (RE55) with upper respiratory infection of horses", "authors": [{"first": "J", "middle": [], "last": "Ditchfield", "suffix": ""}, {"first": "A", "middle": [], "last": "Zbitnew", "suffix": ""}, {"first": "L", "middle": ["W"], "last": "Macpherson", "suffix": ""}], "year": 1963, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Rhinoviruses and parainfluenza viruses of horses", "authors": [{"first": "W", "middle": ["J B"], "last": "Ditchfield", "suffix": ""}], "year": 1969, "venue": "J. Amer. vet. rned. Ass", "volume": "155", "issn": "", "pages": "384--387", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Isolation of a filterable agent causing arteritis of horses and abortion by mares. Its differentiation from the equine abortion (influenza) virus. Mechanisms of infection and immunity in virus diseases of man. Immunological relationship between infectious cough in horses and human influenza A", "authors": [{"first": "E", "middle": ["R"], "last": "Doll", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Bryans", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Mccollum", "suffix": ""}, {"first": "M", "middle": ["E W"], "last": "Crowe", "suffix": ""}], "year": 1957, "venue": "Arch. ges. Virusforscli", "volume": "7", "issn": "", "pages": "120--124", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Characterization of a cytomegalo-like virus isolated from spontaneously degenerated equine kidney culture", "authors": [{"first": "G", "middle": ["D"], "last": "Hsiung", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Fischman", "suffix": ""}, {"first": "C", "middle": ["K Y"], "last": "Fong", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Green", "suffix": ""}], "year": 1969, "venue": "Proc. SOC. exp. Biol. Med", "volume": "130", "issn": "", "pages": "80--84", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Cytopathogenic equine orphan (CEO) virus in horse kidney cell culture. 1. Isolation and properties", "authors": [{"first": "K", "middle": [], "last": "Kodama", "suffix": ""}, {"first": "N", "middle": [], "last": "Sasaki", "suffix": ""}, {"first": "Y", "middle": ["K"], "last": "Inoue", "suffix": ""}], "year": 1968, "venue": "Nat. Inst. animl. Hlth. Quart", "volume": "100", "issn": "", "pages": "10--20", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Untersuchungen iiber die I965 bei Pferden beobachtete Hustenepidemie (Hoppengartener Husten) in der Bundesrepublik", "authors": [{"first": "A", "middle": ["J"], "last": "Mayr", "suffix": ""}, {"first": "J", "middle": [], "last": "Pette", "suffix": ""}, {"first": "J", "middle": [], "last": "Pape", "suffix": ""}], "year": 1966, "venue": "", "volume": "61", "issn": "", "pages": "285--286", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Prophylaxis of vesicular stomatitis: a field trial in Guatemalan dairy cattle", "authors": [{"first": "W", "middle": ["M"], "last": "Corrga", "suffix": ""}], "year": 1964, "venue": "Amer. J. vet. Res", "volume": "25", "issn": "", "pages": "1300--1301", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Viral encephalitis of equines and domestic", "authors": [{"first": "R", "middle": [], "last": "Daubney", "suffix": ""}], "year": 1967, "venue": "Res. vet. Sci", "volume": "8", "issn": "", "pages": "419--439", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Wesselsbron disease", "authors": [{"first": "W", "middle": [], "last": "Neitz", "suffix": ""}], "year": 1966, "venue": "Bull. Off: in/. Epiz", "volume": "65", "issn": "", "pages": "1735--1741", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Studies on grass disease. The morphological picture with special reference to the vegetative nervous system", "authors": [{"first": "A", "middle": ["L"], "last": "Obel", "suffix": ""}], "year": 1955, "venue": "J. comp. Path", "volume": "65", "issn": "", "pages": "334--344", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Studies on the properties of African horse sickness virus", "authors": [{"first": "Y", "middle": [], "last": "Ozawa", "suffix": ""}], "year": 1968, "venue": "Jap. J. med. Sci. Biol", "volume": "21", "issn": "", "pages": "27--39", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "An equine genital infection resembling coital exanthema associated with a virus", "authors": [{"first": "R", "middle": ["R"], "last": "Pascoe", "suffix": ""}, {"first": "P", "middle": ["B"], "last": "Spradbrow", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Bagust", "suffix": ""}], "year": 1969, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Anequine respiratory virus with enterovirus properties", "authors": [{"first": "G", "middle": [], "last": "Plummer", "suffix": ""}], "year": 1962, "venue": "Nature, Lond", "volume": "195", "issn": "", "pages": "519--520", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Equine herpes viruses", "authors": [{"first": "G", "middle": [], "last": "Plummer", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Waterson", "suffix": ""}], "year": 1963, "venue": "Virology", "volume": "19", "issn": "", "pages": "412--416", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Respiratory virus vaccines. Amer. Rev. resp. Dis. Isolation of a virus from the brain of a horse with \"staggers", "authors": [{"first": "L", "middle": [], "last": "Potash", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Tytell", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Sweet", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Machlowitz", "suffix": ""}, {"first": "J", "middle": [], "last": "Stokes", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Weibel", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Woodhour", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Hilleman", "suffix": ""}], "year": 1966, "venue": "Brit. vet. J", "volume": "114", "issn": "", "pages": "425--433", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Diarrhoea in horses with particular reference to a chronic diarrhoea syndrome. Acute liver atrophy and parenchymatous hepatitis in horses. 5th and 6th Rep", "authors": [], "year": null, "venue": "Dir. Vet. Res. S. Afr", "volume": "93", "issn": "", "pages": "536--548", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Near-Eastern equine Erforschung der Bornaschen Krankheit des Pferdes", "authors": [{"first": "W", "middle": [], "last": "Zwick", "suffix": ""}, {"first": "J", "middle": [";"], "last": "Witte", "suffix": ""}, {"first": "R", "middle": [], "last": "Mahlau", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "", "suffix": ""}], "year": 1929, "venue": "Arch. encephalomyelitis. Nature, Lond", "volume": "179", "issn": "", "pages": "51--52", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "immunity were transient; and the fourth were the diseases in which both the infection and the immunity persisted.", "latex": null, "type": "figure"}, "TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF3": {"text": "VIRUS DISEASESLOCI OF EQUINE VECTOR-TRANSMITTEDN.E.E.E.", "latex": null, "type": "table"}, "TABREF4": {"text": "", "latex": null, "type": "table"}, "TABREF5": {"text": "", "latex": null, "type": "table"}, "TABREF6": {"text": "On sait que douze virus ADN et quarante trois virus ARN sont responsables d'infections chez le cheval. En outre trois virus non classes et trois autres agents de type viral au moins sont tgalement infectants pour cette espkce.", "latex": null, "type": "table"}, "TABREF7": {"text": "FRANCIS CLASSIFICATION APPLlED TO EQUINE VIRAL DISEASES E.I.A. Papilloma? A.H.S. E.E.E. Corona W.E.E. V.E.E. W.N. Jap. B M.V.E. Arteritis Borna N.E.E.E. Nigerian ZUSAM MENFASSUNG Zwolf DNS-Viren und 43 RNS-Viren vermogen das Pferd zu infizieren. Dazu kommen drei unklassierte Viren und zum mindesten drei Erreger, die angeblich Viruscharakter haben.", "latex": null, "type": "table"}, "TABREF8": {"text": "Table 1). TABLE I DNA VIRUSES INFECTING HORSES", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Group </td><td>Virus </td></tr><tr><td>Picodnavirus </td><td>- </td></tr><tr><td>Papovavirus </td><td>Equine papilloma </td></tr><tr><td>Adenovirus </td><td>Equine adeno </td></tr><tr><td>Herpesvirus </td><td>Herpes 1 </td></tr><tr><td>Herpes 2 </td></tr><tr><td> </td><td>CEO </td></tr><tr><td> </td><td>Herpes 3 </td></tr><tr><td> </td><td>Cytomegalovirus </td></tr><tr><td> </td><td>Australian coital exanthema </td></tr><tr><td>Poxvirus </td><td>Iowa leukocyte </td></tr><tr><td>Horse pox </td></tr><tr><td>Grease </td></tr><tr><td> </td><td>Papular dermatitis? </td></tr></table></body></html>"}, "TABREF9": {"text": "TABLE 111 RNA VIRUSES INCRIMINATED SEROLOGICALLY AS INFECTING HORSES", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Group </td><td>Virus </td></tr><tr><td>Myxovirus </td><td>Influenza B </td></tr><tr><td>Paramyxovirus </td><td>Parainfluenza- I </td></tr><tr><td>Parainfluenza-2 </td></tr><tr><td>Rhabdovirus </td><td>Coca1 </td></tr><tr><td>Arbovirus </td><td>Aura </td></tr><tr><td>Sagiyama </td></tr><tr><td> </td><td>Una </td></tr><tr><td> </td><td>Absettarov llheus </td></tr><tr><td> </td><td>St. Louis encephalitis </td></tr><tr><td> </td><td>Wesselsbron </td></tr><tr><td> </td><td>Cache Valley </td></tr><tr><td> </td><td>Calovo </td></tr><tr><td> </td><td>Germiston </td></tr><tr><td> </td><td>Kairi </td></tr><tr><td> </td><td>Maguari </td></tr><tr><td> </td><td>Bwamba </td></tr><tr><td> </td><td>Pongola </td></tr><tr><td> </td><td>Tahyna </td></tr><tr><td> </td><td>Trivittatus </td></tr><tr><td> </td><td>Bimiti </td></tr><tr><td> </td><td>Kemerovo </td></tr><tr><td> </td><td>Kowanyama </td></tr><tr><td> </td><td>Nyamanini </td></tr><tr><td> </td><td>Tacaiuma </td></tr></table></body></html>"}}, "back_matter": [{"text": " M. A. P. Simons (Epsom) opened the discussion and congratulated Dr. Scott on his review of the equine viruses. The urgency of a better knowledge of virus diseases had been underlined a t the recent International Conference in Paris. He asked Dr. Scott if viruses were associated with labial and oral lesions and with grease and mud fever, and he described a case of papular dermatitis in a 2-year-old Thoroughbred and wondered if this might be a viral condition. Mr. Simons said that since many viruses known to infect horses did not occur normally in the British Isles veterinary sanitary regulations were of the first importance and proper inspection by trained eyes was necessary. Air transport was, of course, the hazard. Was the use of insecticidal sprays of any value? On another aspect of epidemic control what proportion of a susceptible population was it necessary to vaccinate to halt the spread of infection? What veterinary laboratories were currently investigating virus diseases?Dr. G. R. Scott replied that papular dermatitis was a contagion of probably world-wide distribution. The value of insecticidal spraying to limit the spread of arbo-viruses was considerably aided by the inability of most arbo-viruses to flourish for any length of time outside their endemic home area. On control by vaccination it was generally accepted that vaccination of 70 per cent of a population was adequate to abort a n epidemic.On the other hand there was a recent hypothesis that vaccination of only 10 per cent was adequate to prevent measles spreading. Current work on equine viruses was being carried out by Robert Burrows at Pirbright, influenza was under study at Cambridge and pox infections were under investigation at Liverpool.Dr. J. R. Campbell (Glasgow) asked for how long prophylactic treatment should be given to prevent outbreaks of virus infection.Dr. Scott replied that drugs might well be used in a closed community where animals could be segregated and movement stopped. Drugs could be used prophylactically over a short period for a non-persistent virus. Persistent viruses should be dealt with by infecting horses with live attenuated virus vaccines before they were required to hunt or race. G. N. Sutherland (York) enquired if an alteration of serotype would affect the value of this year's 'flu vaccine.Dr. Scott agreed that it would and added that infection in an immunised animal was a good way to produce a new serotype.", "cite_spans": [{"start": 1, "end": 24, "text": "M. A. P. Simons (Epsom)", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "vaccine, if the one changed then the other must be changed.He asked why hunters acquired a better immunity than Thoroughbreds.He was aware that young animals reacted more severely than older ones.Dr. Scott replying, did not agree that this was so. Dr. G. R. Scott advised periodic influenza vaccination and said that live vaccine against rhinopneumonitis and equine arteritis had been effective in producing lifelong immunity in the U.S.A. but there was some doubt if the use of such live vaccines was legal in the British Isles.", "cite_spans": [], "ref_spans": [], "section": "I. M. Seckington (Oakham) said that, given a serotype and its"}]}