{
    "paper_id": "998bb2f3627564074a7d04c05310b88a628945bb",
    "metadata": {
        "title": "High-dose hydroxocobalamin in end-stage liver disease and liver transplantation",
        "authors": [
            {
                "first": "Sujit",
                "middle": [
                    "Vijay"
                ],
                "last": "Sakpal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hannah",
                "middle": [],
                "last": "Reedstrom",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Cody"
                ],
                "last": "Ness",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tobin",
                "middle": [],
                "last": "Klinkhammer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hector",
                "middle": [],
                "last": "Saucedo-Crespo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Christopher"
                ],
                "last": "Auvenshine",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "N"
                ],
                "last": "Santella",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeffery",
                "middle": [],
                "last": "Steers",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Distributive shock is a serious complication in patients with chronic or end-stage liver disease, and can be exacerbated by vasoplegia in this patient population. Vasoplegic syndrome (VS) is a state of shock refractory to catecholamines and vasopressin that is often multifactorial in liver failure patients, and can occur in any phase of liver transplantation (LT) [i.e., pretransplantation, intraoperative, and post-transplantation]. Methylene blue (MB) has been a well-established pharmacologic therapy for VS. However, it has been known to cause dose-related toxicity. Hydroxocobalamin (HXC) is not currently FDA approved for the management of VS, but studies have demonstrated its ability to cause an increase in systolic blood pressure by hypothesized mechanisms with only minimal side effects. To date, only three other reports have demonstrated the use of HXC in LT patients, which highlighted its use both intraoperatively and post-transplantation. Our report illustrates the utility of HXC in four LT patients with VS. Two of these cases illustrate the usefulness of HXC in the pre-transplantation period, which has never been previously reported. HXC is a useful pharmaceutical agent in the management of VS, especially if contraindications to MB exist or in cases of MB-resistant vasoplegia. Further studies with large sample sizes are necessary to ascertain the optimal dosage of HXC in LT patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Patients with chronic or end-stage liver disease (ESLD) are at risk of developing distributive shock from multiple etiologies, and it is frequently profound by virtue of liver pathophysiology. Systemic vasoplegia is a frequent hemodynamic challenge encountered in patients with chronic liver disease or those undergoing liver transplantation (LT), and it exacerbates shock in this patient population. Vasoplegia is a syndrome defined by hypotension [typically mean arterial pressure (MAP) < 50 mmHg], normal or elevated cardiac output, and reduced systemic vascular resistance (SVR, < 800 dynes/s/cm 5 ) [1] [2] [3] . It is a state of vasodilatory shock that is refractory to catecholamines and vasopressin. The most common cause of vasoplegia in critical care is sepsis [4] . Vasoplegic syndrome (VS) is commonly observed in patients undergoing cardiopulmonary bypass (8-12% of patients), with reported mortality rates as high as 25% [5] , and in whom pre-operative use of angiotensin-converting enzyme inhibitors, calcium-channel blockers, β-blockers, and prolonged duration of cardiopulmonary bypass increases the risk of vasoplegia [6] .",
            "cite_spans": [
                {
                    "start": 604,
                    "end": 607,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 612,
                    "end": 615,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 771,
                    "end": 774,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 935,
                    "end": 938,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1136,
                    "end": 1139,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "VS in chronic liver disease or liver failure patients is multifactorial. Splanchnic vasodilation in liver failure reduces SVR and contributes to a hyperdynamic cardiovascular profile [7] . This may exacerbate shock, particularly septic shock, wherein high doses of catecholamines or vasoconstrictors cause peripheral arterial vasospasm, rendering them ineffective and overall detrimental for the intended outcome [1] . Also, deficiency of endogenous vasopressin in liver failure may contribute to a vasodilatory state [8] . VS is frequently encountered in LT patients following reperfusion of the donor allograft [2] , but can occur in the pre-and post-transplantation phases.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 613,
                    "end": 616,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Vasoplegic syndrome in end-stage liver disease and liver transplantation"
        },
        {
            "text": "Alterations in SVR correspond to changes in arteriolar diameter that are controlled by the contractility of vascular smooth muscle cells in the tunica media, referred to as vascular 'tone' [4] . Vascular tone is dependent on the rate of intracellular calcium (Ca 2+ ) influx-efflux (e.g., increased intracytosolic Ca 2+ concentration causes vascular smooth muscle cell contraction and vice versa), which in turn is controlled by intrinsic [nitric oxide (NO), prostacyclin, hydrogen sulfide (H 2 S)] and extrinsic (catecholamines, angiotensin II, vasopressin) regulators. Evidently, vasoplegia results from overproduction of endogenous vasodilators, mainly NO, carbon monoxide (CO) and H 2 S [1] . CO appears to function as an NO agonist and is produced by heme oxidase in inflammatory states and during breakdown of senescent erythrocytes; H 2 S is an endothelial-derived hyperpolarizing vascular smooth muscle relaxant that acts by binding to adenosine-triphosphate-sensitive potassium (K ATP ) channels, independent of NO [1, 2, 7] .",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 691,
                    "end": 694,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1024,
                    "end": 1027,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1028,
                    "end": 1030,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1031,
                    "end": 1033,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Vasoplegic syndrome in end-stage liver disease and liver transplantation"
        },
        {
            "text": "High-dose hydroxocobalamin (HXC) is US FDA-approved for cyanide poisoning, but not for the management of vasoplegia [1, 3, 7] . The drug combines with and deactivates cyanide to form cyanocobalamin, which is renally excreted [2, 7] . Incidentally, HXC, but not its metabolite, produces beneficial alterations in NO metabolism with resultant elevation in systolic blood pressure (sBP), exceeding 200 mmHg in some patients [1, 7, 9] . The exact mechanism by which HXC produces this hemodynamic effect is only hypothesized. HXC binds, and in some cases destroys, all three aforementioned endogenous vasodilators, thereby curbing the exacerbation of vasoplegia and eventually treating the condition [1] .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 120,
                    "end": 122,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 123,
                    "end": 125,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 229,
                    "end": 231,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 425,
                    "end": 427,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 428,
                    "end": 430,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 695,
                    "end": 698,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Pharmacologic therapy for systemic vasoplegia: hydroxocobalamin"
        },
        {
            "text": "Studies performed in vitro and/or animal models have shown the following results [1, 3, 7] . First, HXC is a potent NO scavenger that is most likely the primary mechanism for its effect on arterial pressure. It binds NO and forms nitrosocobalamin, and it inhibits NO synthase. This property of HXC appears to be related to its consistent effect on BP, primarily diastolic BP (dBP) [9] . Second, HXC binds CO and may reduce its half-life or oxidize it to carbon dioxide (CO 2 ) using ascorbate as a cofactor. Third, HXC binds and scavenges H 2 S, which is a vascular smooth muscle relaxant.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 84,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 85,
                    "end": 87,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 88,
                    "end": 90,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Pharmacologic therapy for systemic vasoplegia: hydroxocobalamin"
        },
        {
            "text": "The most common unintended adverse effects of HXC are chromaturia (red-colored urine), red discoloration of the skin (beside erythema), acneiform rash, nausea, headaches, photosensitivity, and injection-site reactions on peripheral intravenous (IV) administration [3, 7] . HXC may affect colorimetric laboratory analyses and interfere with hemodialysis by falsely activating blood leak alarms [3] . Although no significant adverse effects are reported at dosages as high as 30 g within 24 h, less common but serious effects include anaphylaxis, angioedema, urticaria, acute renal failure, and severe hypertension [3, 5] .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 267,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 268,
                    "end": 270,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 613,
                    "end": 616,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 617,
                    "end": 619,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Pharmacologic therapy for systemic vasoplegia: hydroxocobalamin"
        },
        {
            "text": "Very few reports have illustrated utilization of HXC in LT patients (see Table 1 ) [1, 2, 7] . The following summarized cases briefly describe our experience and observation with the use of HXC in two wait-listed ESLD patients and two LT recipients in whom VS was noted. All four patients were admitted under our transplant surgery service at Avera McKennan Hospital in Sioux Falls, South Dakota.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 87,
                    "end": 89,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 90,
                    "end": 92,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 80,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Illustrative cases"
        },
        {
            "text": "A 37-year-old man with 5-month status post-orthotopic LT for history of alcohol-related cirrhosis was admitted to the intensive care unit (ICU) with severe acute respiratory distress syndrome (ARDS) secondary to pneumonia. In addition to empiric antibiotic and antifungal pharmacotherapy inclusive of cefepime, vancomycin, and micafungin, the patient's septic shock was being treated with multiple vasopressors (norepinephrine and vasopressin). Stress-dose steroids (hydrocortisone 100 mg) were being administered every 8 h. Despite an additional vasopressor (epinephrine), the MAP remained below goal (< 65 mmHg). A bolus IV dose of HXC (5 g over 30 min) produced a 20% increase in MAP and simultaneous reduction in vasopressor requirements. Over the next 24 h, the patient received an additional IV dose of HXC and was able to be weaned off vasopressor support. Ultimately, the patient-with maximal therapy for his ARDS (which included inhaled NO, prone positioning and airway pressure release ventilation) and simultaneous management of his septic shock-was successfully extubated at 72 h post-endotracheal intubation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "A 49-year-old woman on the LT waitlist for alcohol-related cirrhosis with a model for end-stage liver disease (MELD) score of 37 was being treated in the ICU for septic shock secondary to spontaneous bacterial peritonitis. Despite broad-spectrum antibiotics, fluids, and albumin resuscitation, the patient continued to require escalating doses of three vasopressors (norepinephrine, vasopressin, and epinephrine). A bolus IV dose of HXC (5 g over 15 min) led to an increase in MAP by 40 mmHg. However, this effect was transient, which we believe was due to the continuous venovenous hemofiltration (CVVH) that was in place for her renal failure secondary to progressive hepatorenal syndrome (HRS). The patient required a total of three bolus IV doses of HXC until vasopressors were reduced down to only vasopressin at 0.04 units/min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "A 51-year-old man waitlisted for LT due to alcohol-related ESLD was admitted to the hospital with severe hyponatremia and worsening HRS, for which he required renal replacement therapy. He developed vasopressor-resistant septic shock secondary to catheter-related vancomycinresistant enterococcus bacteremia. The patient eventually succumbed to prolonged and refractory septicemia, however had a transient response to an initial bolus IV dose of HXC (5 g over 15 min) with a 20% increase in MAP early in his treatment of septic shock.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 3"
        },
        {
            "text": "A 63-year-old woman waitlisted for LT due to ESLD secondary to primary biliary cirrhosis complicated by hepatohydrothorax, intermittent encephalopathy, and hepatocellular carcinoma status post-transcatheter arterial chemoembolization and yttrium-90 therapy was admitted for treatment of septic shock, presumably due to spontaneous bacterial peritonitis. On admission, her MELD score was 29. Additionally, the patient developed renal failure due to combined insults of septic shock and HRS requiring CVVH. Leading up to LT, the patient was receiving three vasopressors (norepinephrine, vasopressin, and epinephrine), and her MELD score had advanced to 41. The patient underwent an uncomplicated orthotopic liver transplantation and continued to require persistently increasing doses of vasopressors despite resuscitation with crystalloids, albumin, and blood products following reperfusion of donor allograft. At 4 h post-transplantation, her MAP remained below goal at 58 mmHg. A pulmonary artery catheter placed pre-operatively enabled us to measure her SVR, which was 404 dynes/s/cm 5 . We administered a single IV dose of HXC (5 g over 15 min) with an apparent effect. At 30 min, SVR increased to 1251 dynes/s/cm 5 and MAP was 84 mmHg. The patient was off epinephrine followed by vasopressin over the next 4 h, and lastly off norepinephrine in < 24 h post-operatively. Delayed, residual effect of the patient's hepatic encephalopathy resulted in prolonged post-transplant intubation and transfer out of the ICU on post-operative day 7. The patient remains in excellent health at 15 months post-transplantation with resumption of normal renal function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 4"
        },
        {
            "text": "VS could occur in LT patients during the pre-, intra-, or postoperative stage. While it is well recognized that infused catecholamines are associated with a variety of adverse effects on the metabolic, immune, and coagulation systems [10] , high-dose, multiple vasopressors induce profound arterial vasospasm which impedes tissue perfusion, thereby exacerbating ischemic injury in shock. Specifically in the case of LT, hepatic arterial flow affects allograft function and survival. While vasopressors elevate and maintain adequate systemic MAP to allow reperfusion of the allograft, at high doses there exists risk of hepatic artery vasospasm with consequent feared complication of thrombosis. In our experience with ESLD patients or LT recipients in shock, we use point-of-care ultrasound as an adjunct with critical information from continuous hemodynamic monitoring devices and biochemical laboratory studies to ascertain etiology of shock, or at the least exclude any if possible. If vasoplegia is suspected following exclusion of hypovolemic, cardiogenic, and neurogenic shock, administration of HXC with or without (if methylene blue [MB] is contraindicated) a trial of MB in a patient requiring two or more vasopressors at high or escalating doses can be justified (see Fig. 1 ). Pulmonary artery catheters aid in confirming the diagnosis of vasoplegia by providing an accurate measure of the SVR. However, newer non-invasive hemodynamic monitoring devices are capable of recording near-accurate estimates of the same [11] . However, a low dBP and an exaggerated pulse pressure (PP) in the absence of cardiac abnormalities could be indicative of vasoplegia [12] . Generally, chronically widened PP occurs secondary to a cardiovascular etiology-for example, the presence of severe aortic regurgitation. Acute, peri-operative, widened PP in a surgical patient hypothetically results from severe intravascular hypovolemia or vasoplegia, or in patients with hyperdynamic circulation due to sepsis, anaphylaxis, and liver failure wherein there is severe vasodilation and increased cardiac output.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1526,
                    "end": 1530,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1665,
                    "end": 1669,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 1278,
                    "end": 1284,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Evidently, in a standard 70-kg patient, MB costs less at ≈ US$230.60 per bolus dose than HXC, which costs US$786.10 for a single 5-g dose [13] . However, given the ",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(bolus dose may be administered over 15 min to 2 h; infusion rate may vary depending upon rate of elimination of drug , especially for those on continuous renal replacement therapy)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hydroxocobalamin 5g/200 mL diluent bolus ± infusion"
        },
        {
            "text": "DO NOT use methylene blue if patient is G-6-PD deficient and/or at risk for serotonin syndrome significant difference in adverse effect profile and insignificant cost difference between the two drugs, HXC is a reasonable first choice, especially when contraindications to MB exist [14] . HXC has been shown to produce its intended effects when administered as a bolus or an infusion with incremental dose readjustments to achieve the hourly requirement [1, 2, 5, 7] . Perhaps implementing its use in an algorithmic manner (as depicted in Fig. 1 ) may potentiate prospective highly powered studies of the drug in ESLD and/ or LT patients to help establish standardized dosing guidelines, which are especially necessary for patients on CVVH.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 453,
                    "end": 456,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 457,
                    "end": 459,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 460,
                    "end": 462,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 463,
                    "end": 465,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 538,
                    "end": 544,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Hydroxocobalamin 5g/200 mL diluent bolus ± infusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Hydroxocobalamin for vasoplegic syndrome in liver transplantation: restoration of blood pressure without vasospasm. A A Case Rep",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Woehlck",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Boettcher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "247--50",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Case report of high-dose hydroxocobalamin in the treatment of vasoplegic syndrome during liver transplantation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "An",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Henson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Freundlich",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Transplant",
            "volume": "18",
            "issn": "6",
            "pages": "1552--1557",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Hydroxocobalamin for the treatment of vasoplegia: a review of current literature and considerations for use",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Shapeton",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mahmood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Ortoleva",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Cardiothorac Vasc Anesth",
            "volume": "33",
            "issn": "4",
            "pages": "894--901",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Definitions and pathophysiology of vasoplegic shock",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lambden",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Creagh-Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Crit Care",
            "volume": "22",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13054-018-2102-1"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The use of high-dose hydroxocobalamin for vasoplegic syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Roderique",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Vandyck",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Holman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann Thorac Surg",
            "volume": "97",
            "issn": "5",
            "pages": "1785--1791",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Vasoplegia during cardiac surgery: current concepts and management",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Levin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Semin Thorac Cardiovasc Surg",
            "volume": "22",
            "issn": "2",
            "pages": "140--144",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Treatment of vasoplegic syndrome with intravenous hydroxocobalamin during liver transplantation",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Boettcher",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Woehlck",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Reck",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Cardiothorac Vasc Anesth",
            "volume": "31",
            "issn": "4",
            "pages": "1381--1385",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Vasopressin deficiency and vasodilatory state in end-stage liver disease",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wagener",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kovalevskaya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Minhaz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Cardiothorac Vasc Anesth",
            "volume": "25",
            "issn": "4",
            "pages": "665--70",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Nitric oxide scavenging by hydroxocobalamin may account for its hemodynamic profile",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gerth",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ehring",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Braendle",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Toxicol (Phila)",
            "volume": "44",
            "issn": "1",
            "pages": "29--36",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Catecholamines for inflammatory shock: a Jekyll-and-Hyde conundrum",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Andreis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Intensive Care Med",
            "volume": "42",
            "issn": "9",
            "pages": "1387--97",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The significance (or the insignificance) of wide pulse pressure",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Brudney",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pyati",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Indian J Anesth",
            "volume": "60",
            "issn": "11",
            "pages": "864--870",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Patient safety and methylene blueassociated severe serotonin toxicity. A A Case Rep",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Rosenbaum",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Gillman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1213/XAA.0000000000000314"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Proposed algorithm for use of hydroxocobalamin in chronic or end-stage liver disease and liver transplantation patients in vasopressor-refractory shock suggestive of vasoplegic syndrome. G-6-PD glucose-6-phosphatase dehydrogenase. Solid line indicates main treatment option, dashed line indicates alternative option",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Liver transplantation patients in whom hydroxocobalamin was administered in our personal experience (a) and as reported CVVH continuous venovenous hemofiltration, ESLD end-stage liver disease, ETOH alcohol, HBV hepatitis B virus, M man, MELD Model for End-stage Liver Disease, NASH nonalcoholic steatohepatitis, PBC primary biliary cirrhosis, PSC primary sclerosing cholangitis, RRT renal replacement therapy, W woman ✓indicates yes, ✗ indicates no a Patient did not undergo liver transplantation",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Placement of pulmonary artery catheter • Systemic vascular resistance < 800 dynes/sec/cm 5 • Cardiac output > 7-8 L/min or cardiac index > 4.0 L/min/m 2 (baseline values are variable and size-dependent for individual patients)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Conflict of interest The authors of this manuscript disclose no relevant, real or apparent financial interest or affiliation with content discussed in this article.Informed consent and ethical approval Written consent was obtained from the patients or the person authorized to be their healthcare proxy or to have power of attorney, as per the authors' Institutional Review Board approval to collect, analyze and present multivariate clinical outcomes in potential abdominal solid-organ transplant candidates and transplant recipients.Funding No outside funding was utilized for this project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        }
    ]
}