{
    "paper_id": "9a507a17204fbaf0f97a2a4904b12167f36ff026",
    "metadata": {
        "title": "onkologische notfälle",
        "authors": [
            {
                "first": "Peter",
                "middle": [],
                "last": "Schellongowski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universi-tätsklinik für Innere Medizin I",
                    "location": {
                        "addrLine": "Intensivstation 13i2"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Während die Lebenserwartung onkologischer Patienten stetig steigt, wird eine zunehmende Prävalenz maligner Erkrankungen prognostiziert [1, 2] . Dies führt unweigerlich zu einer Zunahme von Notfällen, die mit onkologischen Grunderkrankungen im Zusammenhang stehen. Sie sind oft mit fortgeschrittenen Krebserkrankungen und reduzierter Lebenserwartung verbunden. Mitunter stehen die Symptome eines onkologischen Notfalles jedoch auch am Anfang einer Krebserkrankung und führen zur erstmaligen Diagnose derselben. Onkologische Notfälle treten häufig als Komplikation einer malignomspezifischen Therapie auf. Die Versorgung dieser Notfälle hat oftmals eine palliative Zielsetzung (Symptomlinderung, Verbesserung der Lebensqualität, eventuell Lebensverlängerung). Andererseits schließt das Vorliegen eines onkologischen Notfalls Heilung von der malignen Grunderkrankung nicht aus [3] . Basale Kenntnisse über die Pathogenese, die Diagnose und die Therapie onkologischer Notfälle gehören zum Grundwissen für jeden Facharzt für Innere Medizin. Viele der angewendeten Therapiekonzepte sind nicht durch Studien mit dem höchsten Evidenzgrad belegt. Im Folgenden werden einige der häufigsten onkologischen Notfälle besprochen.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 139,
                    "end": 141,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 874,
                    "end": 877,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Einleitung"
        },
        {
            "text": "Durch das Einwachsen mediastinaler Tumore in die obere Hohlvene oder extravaskuläre Kompression durch Tumormassen kann eine venöse Einflussstörung entstehen -das so genannte obere Vena Cava-Syndrom (OVCS). In beiden Fällen kann das Auftreten einer Thrombose die Einflussstörung verstärken. Weitere Ursachen für ein OVCS können entzündliche Prozesse, Infektionen und thrombotische Komplikationen sein. Die häufigsten Malignome, die zum OVCS führen können, sind nicht-kleinzellige Bronchuskarzinome (zirka 50 % aller Fälle), kleinzellige Bronchuskarzinome (zirka 25 %), Lymphome sowie Metastasen verschiedenster Primärtumore (jeweils ungefähr 10 %) [4, 5] . Ein beträchtlicher Anteil von onkologischen Patienten mit OVCS (20-40 %) hat zum Entstehungszeitpunkt einen zentralvenösen Katheter liegen [3] .",
            "cite_spans": [
                {
                    "start": 647,
                    "end": 650,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 651,
                    "end": 653,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 795,
                    "end": 798,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Das malignomassoziierte obere Vena Cava-Syndrom"
        },
        {
            "text": "Durch den venösen Rückstau entstehen venöse Umgehungskreisläufe über Venen der Thoraxwand sowie die Vena azygos. Dieser Prozess nimmt zumeist mehrere Wochen in Anspruch. Die häufigsten Symptome des OVCS sind Ödeme der oberen Körperhälfte, insbesondere des Gesichts (60-100 %) und der Arme sowie distendierte Venen des Halses und des Thorax in etwa 50 % der Fälle, klinisch als oberflächliche Venenzeichnung, vor allem der Venen der Brustwand imponierend [4, 6] . Zwei Drittel der Patienten klagen über Dyspnoe, jeder zweite über Husten. 50 % aller Patienten mit OVCS bieten einen Pleuraerguss. Bei entsprechender Ausprägung kann es zu einer Einengung der Pharynx-und Larynxregion mit Schluckbeschwerden und inspiratorischem Stridor kommen. ",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 457,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 458,
                    "end": 460,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Klinik"
        },
        {
            "text": "Das erste Symptom eines MSCS ist in etwa 90 % der Fälle eine Dorsalgie, wobei diese lokal umschrieben, radikulär oder projiziert auftreten kann. Während das seltene zervikale MSCS oftmals in die Scapularregion projizierte Schmerzen verursacht, führen MSCS in den anderen Wirbelsäulenregionen in der Regel zu einem ebendort lokalisierten oder von dort ausstrahlenden Schmerzgeschehen. Die Schmerzsymptomatik besteht im Mittel bereits zwei Monate vor der Diagnose eines MSCS. Bis zu 75 % der Patienten bieten zu diesem Zeitpunkt eine seitengleiche oder seitenungleiche Schwäche der unteren Extremitäten; bis zu zwei Drittel der Patienten sind gehunfähig. Gut die Hälfte der Patienten bietet Sensibilitätsstörungen oder Inkontinenz. Bei Vorliegen einer Kompression der Cauda equina kommt es zu reduzierter Sensibilität der Glutealregion, der posterioren oberen Oberschenkel, sowie einem Harnverhalt mit Überlaufblase und eventuell zusätzlicher Stuhlinkontinenz [3, 8] .",
            "cite_spans": [
                {
                    "start": 958,
                    "end": 961,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 962,
                    "end": 964,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Klinik"
        },
        {
            "text": "Die Untersuchung mit der höchsten Sensitivität (93 %) und Spezifität (97 %) für die Diagnose eines MSCS ist die MRT. Das Nativröntgen zeigt in ≥ 10 % der Fälle falsch negative Befunde, da nur erhebliche Wirbelkörpererosionen mit diesem Verfahren nachgewiesen werden können. Jeder Patient mit bekanntem Malignom und neu aufgetretener Dorsalgie sollte möglichst kurzfristig nach Symptombeginn eine MRT der gesamten Wirbelsäule erhalten. Bestehen neben einer Schmerzsymptomatik auch neurologische Ausfälle, handelt es sich um einen Notfall, so dass eine radiologische Abklärung mittels MRT unverzüglich erfolgen muss [3, 8] .",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 617,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 618,
                    "end": 620,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "Therapie Therapieziele Das Ziel der Therapie des MSCS ist der Erhalt beziehungsweise die Wiederherstellung der Gehfähigkeit, der Kontinenz sowie eine Reduktion von Schmerzen und allfälligen anderen neurologischen Defiziten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "Neben der Schmerztherapie stellt die umgehende Verabreichung von Kortikosteroiden den Standard in der Akuttherapie des MSCS dar. Dexamethason führt zu einer Reduktion des Ödems und hat bei manchen Malignomen (wie zum Beispiel Lymphomen, manchen Leukämien, und mitunter sogar Mammakarzinomen) einen direkten Effekt auf die Tumorgröße. Die Effektivität dieser Therapie konnte mit Hilfe einer randomisierten Studie belegt werden [9] . Für die exakte Dosierung, das Timing und die Dauer der Dexamethasontherapie gibt es keinen definitiven Konsens. Zumeist werden initiale Boli von 10 bis 16 (100) mg i. v. verabreicht, gefolgt von 16 bis 24 (96) mg pro Tag in vierstündlichen Verabreichungsintervallen. Das Tapering beginnt während oder nach abgeschlossener Radiotherapie [3, 8, 9] .",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 429,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 768,
                    "end": 771,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 772,
                    "end": 774,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 775,
                    "end": 777,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Kortikosteroide"
        },
        {
            "text": "Eine zentrale Rolle in der Therapie des MSCS spielt des weitern die Radiatio, wobei die Dosis und die Dauer der Bestrahlung von multiplen Faktoren abhängt, die Gegenstand wissenschaftlicher Diskussionen sind [8] . Goldstandard ist die MRT, die in Abhängigkeit von den Symptomen kurzfristig oder umgehend erfolgen muss.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Radiatio"
        },
        {
            "text": "Dexamethason dient als Akuttherapie. Radiatio, eventuell Chemotherapie und in ausgewählten Fällen chirurgische Verfahren sind gut abgesicherte Therapien.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dekompressionschirurgie"
        },
        {
            "text": "© Springer-Verlag Chemotherapie Die alleinige Verabreichung von Immuno-und / oder Chemotherapie ist auch bei prinzipiell sensiblen Tumore aufgrund des langsameren Therapieeffekts in der Notfalltherapie des MSCS nicht ausreichend [8] .",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 232,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Peter Schellongowski"
        },
        {
            "text": "Patienten, die zum Diagnosezeitpunkt des MSCS selbstständig gehen können, bleiben in bis zu 90 % der Fälle mobil, wenn umgehend eine adäquate Therapie eingeleitet wird. Aus diesem Grund ist eine frühzeitige Abklärung etwaiger Symptome, die auf eine MSCS hindeuten, unabdingbar. Das MSCS ist zumeist Ausdruck einer fortgeschrittenen Krebserkrankung mit einem medianen Überleben zwischen 3 bis 6 Monaten. In Abhängigkeit von der zugrunde liegenden Tumorentität ist eine Heilung jedoch prinzipiell möglich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prognose"
        },
        {
            "text": "Intrakranielle Tumore sind in den meisten Fällen Metastasen unterschiedlicher Primärtumore. Während Lungenkarzinome und Melanome häufig multiple Läsionen verursachen, führen Mamma-, Kolon-, und Nierenzellkarzinome oftmals zu solitären Läsionen. Die hämatogen eingewanderten Metastasen befinden sich zumeist supratentoriell und überproportional häufig am Übergang von der grauen zur weißen Substanz. Die Folge von Gehirnmetastasen ist eine Verdrängung der regulären Gehirnsubstanz mit Auftreten eines perifokalen Ödems und eventueller Erhöhung des intracraniellen Drucks (ICP). Durch eine tumorbedingte Liqorabflussbehinderung kann ein Hydrozephalus auftreten, oder es kann zu Einblutungen kommen [3, 11] .",
            "cite_spans": [
                {
                    "start": 696,
                    "end": 699,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 700,
                    "end": 703,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "zerebrale Metastasen"
        },
        {
            "text": "Drei von vier Patienten bieten zum Zeitpunkt der Diagnose von Gehirnmetastasen Symptome wie Cephalea (50 %), fokal neurologische Defizite unterschiedlichster Ausprägung, epileptische Krampfanfälle (25 %) bis hin zum Status, kognitive Störungen, sowie Veränderungen der Persönlichkeit. Gehirnmetastasen werden zum Notfall, wenn ein erhöhter ICP mit folgenden Symptomen auftritt: Übelkeit, Erbrechen und Cephalea (vor allem morgens und im Liegen). Weiters können allgemeine Schwäche, Ataxie, Wesensveränderungen, und Vigilanzschwankungen auftreten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Klinik"
        },
        {
            "text": "Als Hinweis für eine drohende Einklemmung kann das so genannte Cushing-Phänomen auftreten, eine Trias bestehend aus hoher Pulsamplitude, Bradykardie und irregulärer Atmung [3] .",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Cushing-Phänomen"
        },
        {
            "text": "Die MRT ist die Untersuchung mit der höchsten Sensitivität und Spezifität für die Detektion von Gehirnmetastasen. In Akutsituationen wird jedoch zumeist eine Schädel-CT durchgeführt, insbesondere wenn Hirndruckzeichen, Abflussstörungen, oder Blutungen ausgeschlossen werden sollen. Findet sich bei der Spiegelung des Augenhintergrundes ein Papillenödem, liegt fast immer ein erhöhter ICP vor [3, 12] . ",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 395,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 396,
                    "end": 399,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "Akuttherapie Die kausale Therapie des SIADH bei Patienten mit Malignomen ist die Therapie der Krebserkrankung, was jedoch nicht immer (vollständig) möglich ist. Bei schwerer Hyponatriämie ist es notwendig, die Natriumspiegel anzuheben. Dabei ist ein langsamer und bedachter Ausgleich wichtig; als Faustregel kann ein Ansteigen von maximal 0,5 mmol/l pro Stunde gelten [14] . Andernfalls besteht die Gefahr einer zentralen pontinen Myelinolyse (ZPM). Bei rasch aufgetretenen schweren Hyponatriämien kann auch ein rascherer Ausgleich erwogen werden. Der Ausgleich muss mit höherprozentiger (z. B. 3 %) NaCl-Lösung erfolgen (eine 0,9 %-ige NaCl-Lösung kann unter Umständen die Hyponatriämie verstärken!).",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 372,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Therapie des SIADH"
        },
        {
            "text": "Eine gebräuchliche Berechnung des Natriumdefizits lautet: Na-Defizit in mmol/l = 0,6 x Körpergewicht x (Ziel-Na -aktuelles Na) Längerfristige Therapie Nach einem Anstieg des Natriums in einen sicheren Bereich sollte eine Konsolidierung der Natriumspiegel angestrebt werden. Neben einer in der klinischen Praxis nicht immer leicht realisierbaren Flüssigkeitsrestriktion (500 bis 1000 ml), kann die Verabreichung von NaCl-Kapseln, sowie die vorsichtige Gabe von Furosemid versucht werden. Weiters werden erfolgreiche Therapieversuche mit Demeclocyclin (Tetrazyklin mit anti-ADH Wirkung) beschrieben. Eine innovative und effiziente Therapieoption stellt die Verabreichung von selektiven ADH-Antagonisten (sogenannten Vaptane, z. B. Tolvaptan) dar [17] .",
            "cite_spans": [
                {
                    "start": 744,
                    "end": 748,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Berechnung des Natriumdefizits"
        },
        {
            "text": "Bei diesem Erkrankungsbild kommt es einige Tage nach dem Ereignis im Zuge des osmotischen Gradienten zwischen Intra-und Extrazellulärraum zu einer Schädigung der Myelinscheiden der kortiko-bulbären Nervenfastern mit bulbärer Symtpomatik (Dysphagie, Dysarthrie) sowie zunächst schlaffer, später spastischer Tetraparese. Zusätzlich oder unabhängig von der zentralen Myelinolyse besteht oft eine extrapontine Myelinolyse mit ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zentrale pontine Myelinolyse"
        },
        {
            "text": "Das Tumorlyse-Syndrom (TLS) entsteht durch einen raschen Zerfall von Tumorzellen mit Austritt von Zellbestandteilen, was schwerwiegende systemische Konsequenzen nach sich ziehen kann. Zumeist tritt es nach Beginn einer zytoreduktiven Therapie bei aggressiven hämatologischen Erkrankungen auf, zum Beispiel bei akuter Leukämie und Burkitt-Lymphom. Bei diesen Erkrankungen kann ein TLS auch spontan und unabhängig von zytoreduktiven Therapien auftreten [21, 22] . Wesentlich seltener kommt ein TLS auch bei soliden Tumoren mit hoher Tumorlast und gutem Ansprechen auf zytoreduktive Therapien vor [23] . [3, 21] .",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 455,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 594,
                    "end": 598,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 601,
                    "end": 604,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 605,
                    "end": 608,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Das Tumorlyse-Syndrom"
        },
        {
            "text": "Die Symptome resultieren aus der Elektrolytentgleisung, dem Auskristallisieren der Harnsäure in diversen Organsystemen sowie der Urämie. Sie treten in der Regel 12-72 Stunden nach Beginn der zytoreduktiven Therapie auf und reichen von Übelkeit, Erbrechen, Durchfall, Überwässerung mit Ödembildung und Herzinsuffizienz bis zu Herzrhythmusstörungen, Muskelkrämpfen, Vigilanzstörungen, Synkopen, zerebralen Krampfanfällen und plötzlichem Herztod [3, 21] .",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 446,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 447,
                    "end": 450,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Klinik"
        },
        {
            "text": "Tabelle 1 zeigt ein rezent empfohlenes Schema zur Risikostratifizierung für die Entstehung eines TLS [22] . Es berücksichtigt die maligne Grunderkrankung, die Höhe der Laktatdehydrogenase sowie die Leukozytenzahl. Patienten mit niedrigem Risiko entwickeln in < 1 % der Fälle ein TLS, Patienten mit hohem Risiko in > 5 % der Fälle. Bei Vorliegen von renalen Risikofaktoren (Dehydratation, vorbestehende oder neu aufgetretene Niereninsuffizienz, Oligo-oder Anurie, Hyperurikämie, saurer Harn-pH-Wert) wird ein niedriges zum intermediären, beziehungsweise ein intermediäres zu einem hohen Risiko für das Auftreten eines TLS.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Risikostratifizierung"
        },
        {
            "text": "Die Diagnose eines TLS kann nach der Cairo-Bishop-Definition gestellt werden (Tab. 2) [21, 22] . Liegen ≥ 2 der aufgeführten Laborparameter außerhalb der angegebenen Grenzen, liegt ein \"Labor-TLS\" vor. Tritt zusätzlich eine Niereninsuffizienz, Herzrhythmusstörung, ein Krampfanfall oder plötzlicher Herztod auf, besteht ein manifestes TLS.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 91,
                    "end": 94,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "Die Säulen der Prophylaxe und der Therapie sind eine Steigerung der Diurese durch adäquate Bewässerung sowie die Senkung der Harnsäurewerte bei erhöhtem Risiko oder manifestem TLS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prophylaxe und Therapie"
        },
        {
            "text": "Bewässerung und Senkung der Harnsäure sind die Säulen der Prophylaxe und der Therapie. Adaptiert nach Azoulay et al. [35] ",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Prophylaxe und Therapie"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Recent major progress in long-term cancer patient survival disclosed by modeled period analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brenner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gondos",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Arndt",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Oncol",
            "volume": "25",
            "issn": "",
            "pages": "3274--3280",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Projections of the cost of cancer care in the United States: 2010-2020",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Mariotto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Yabroff",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Natl Cancer Inst",
            "volume": "103",
            "issn": "",
            "pages": "117--128",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Oncologic emergencies",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Behl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Hendrickson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Moynihan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crit Care Clin",
            "volume": "26",
            "issn": "",
            "pages": "181--205",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical practice: Superior vena cava syndrome with malignant causes",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Detterbeck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yahalom",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "N Engl J Med",
            "volume": "356",
            "issn": "",
            "pages": "1862--1869",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Superior vena cava syndrome in small-cell lung cancer",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Urban",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lebeau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chastang",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Arch Intern Med",
            "volume": "153",
            "issn": "",
            "pages": "384--387",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The superior vena cava syndrome: clinical characteristics and evolving etiology",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Light",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Medicine (Baltimore)",
            "volume": "85",
            "issn": "",
            "pages": "37--42",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Metastatic spinal cord compression, occurrence, symptoms, clinical presentations and prognosis in 398 patients with spinal cord compression",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bach",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rohde",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Acta Neurochir",
            "volume": "107",
            "issn": "",
            "pages": "37--43",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Metastatic epidural spinal cord compression",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Cole",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Patchell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet Neurol",
            "volume": "7",
            "issn": "",
            "pages": "459--466",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effect of high-dose dexamethasone in carcinomatous metastatic spinal cord compression treated with radiotherapy: a randomized trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Sorenson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Helweg-Larsen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mouridsen",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Eur J Cancer",
            "volume": "30",
            "issn": "",
            "pages": "22--27",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Direct decompressive surgical resection in the treatment of spinal cord compression caused by metastatic cancer: a randomised trial",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Patchell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Tibbs",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Regine",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lancet",
            "volume": "366",
            "issn": "",
            "pages": "643--648",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Current therapeutic approaches in patients with brain metastases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Peacock",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Lesser",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Curr Treat Options Oncol",
            "volume": "7",
            "issn": "",
            "pages": "479--489",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The pathogenesis and treatment of brain metastases: a comprehensive review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tosoni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ermani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Brandes",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Crit Rev Oncol Hematol",
            "volume": "52",
            "issn": "",
            "pages": "199--215",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Seizure prophylaxis in patients with brain tumors: a meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Sirven",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Wingerchuk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Drazkowski",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mayo Clin Proc",
            "volume": "79",
            "issn": "",
            "pages": "1489--1494",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Central pontine and extrapontine myelinolysis: the osmotic demyelination syndromes",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Neurol Neurosurg Psychiatry",
            "volume": "75",
            "issn": "3",
            "pages": "22--28",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Incidence and prognosis of dysnatremias present on ICU admission",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lindner",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Druml",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Intensive Care Med",
            "volume": "36",
            "issn": "",
            "pages": "304--311",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The Syndrome of Inappropriate Antidiuresis: Pathophysiology, Clinical Management and New Therapeutic Options",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Piotti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bianzina",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nephron Clin Pract",
            "volume": "119",
            "issn": "",
            "pages": "62--73",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "SALT Investigators. Tolvaptan, a selective oral vasopressin V2-receptor antagonist, for hyponatremia",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Schrier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gheorghiade",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "355",
            "issn": "",
            "pages": "2099--112",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Outcome of central pontine and extrapontine myelinolysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Menger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jorg",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Neurol",
            "volume": "246",
            "issn": "",
            "pages": "700--705",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Hypercalcemia in the emergency department",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Med Sci",
            "volume": "331",
            "issn": "",
            "pages": "119--123",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Cancer-associated hypercalcemia: morbidity and mortality. Clinical experience in 126 treated patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Ralston",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Gallacher",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Ann Intern Med",
            "volume": "112",
            "issn": "",
            "pages": "499--504",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Guidelines for the management of pediatric and adult tumor lysis syndrome: an evidence-based review",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Coiffier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Pui",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Oncol",
            "volume": "26",
            "issn": "",
            "pages": "2767--2778",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "TLS Expert Panel. Recommendations for the evaluation of risk and prophylaxis of tumour lysis syndrome (TLS) in adults and children with malignant diseases: an expert TLS panel consensus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Cairo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Coiffier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reiter",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Br J Haematol",
            "volume": "149",
            "issn": "",
            "pages": "578--586",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Acute tumor lysis syndrome -a rare complication in the treatment of solid tumors",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Coiffier",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Onkologie",
            "volume": "33",
            "issn": "",
            "pages": "498--499",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Diagnosis and management of infectious complications in critically ill patients with cancer",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thirumala",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ramaswamy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chawla",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crit Care Clin",
            "volume": "26",
            "issn": "",
            "pages": "59--91",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Quantitative relationships between circulating leukocytes and infection in patients with acute leukemia",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Bodey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Buckley",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Sathe",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Ann Intern Med",
            "volume": "64",
            "issn": "",
            "pages": "328--340",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Prevention and therapy of infections in tumor patients",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Burgmann",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Wien Med Wochenschr",
            "volume": "151",
            "issn": "",
            "pages": "600--614",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Diseases Working Party (AGIHO) of the German Society of Hematology and Oncology",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Link",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Böhme",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Cornely",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Antimicrobial therapy of unexplained fever in neutropenic patients--guidelines of the Infectious Diseases Working Party (AGIHO) of the German Society of Hematology and Oncology (DGHO), Study Group Interventional Therapy of Unexplained Fever, Arbeitsgemeinschaft Supportivmassnahmen in der Onkologie (ASO) of the Deutsche Krebsgesellschaft (DKG-German Cancer Society)",
            "authors": [],
            "year": 2003,
            "venue": "Group Interventional Therapy of Unexplained Fever, Arbeitsgemeinschaft Supportivmassnahmen in der Onkologie (ASO) of the Deutsche Krebsgesellschaft",
            "volume": "82",
            "issn": "",
            "pages": "105--117",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "guidelines for the use of anatimicrobial agents in neutropenic patients with cancer",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Bodey",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Clin Infect Dis",
            "volume": "34",
            "issn": "",
            "pages": "730--751",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Impact of recent intravenous chemotherapy on outcome in severe sepsis and septic shock patients with hematological malignancies",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Vandijck",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Benoit",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "O"
                    ],
                    "last": "Depuydt",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Intensive Care Med",
            "volume": "34",
            "issn": "",
            "pages": "847--855",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Temporal changes in management and outcome of septic shock in patients with malignancies in the intensive care unit",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pène",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Percheron",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lemiale",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Crit Care Med",
            "volume": "36",
            "issn": "",
            "pages": "690--696",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "American College of Emergency Physicians; Canadian Critical Care Society; European Society of Clinical Microbiology and Infectious Diseases",
            "authors": [],
            "year": null,
            "venue": "European Society of Intensive Care Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Society of Critical Care Medicine; Society of Hospital Medicine; Surgical Infection Society; World Federation of Societies of Intensive and Critical Care Medicine. Surviving Sepsis Campaign: international guidelines for management of severe sepsis and septic shock",
            "authors": [],
            "year": 2008,
            "venue": "Crit Care Med",
            "volume": "36",
            "issn": "",
            "pages": "296--327",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Acute respiratory failure in the patient with cancer: diagnostic and management strategies",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Pastores",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Voigt",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crit Care Clin",
            "volume": "26",
            "issn": "",
            "pages": "21--40",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The prognosis of acute respiratory failure in critically ill cancer patients",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Azoulay",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thiéry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chevret",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Medicine (Baltimore)",
            "volume": "83",
            "issn": "",
            "pages": "360--370",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Diagnostic strategy for hematology and oncology patients with acute respiratory failure: randomized controlled trial",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Azoulay",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mokart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lambert",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Respir Crit Care Med",
            "volume": "182",
            "issn": "",
            "pages": "1038--1046",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Diagnosis and antimicrobial therapy of lung infiltrates in febrile neutropenic patients: Guidelines of the infectious diseases working party of the German Society of Haematology and Oncology",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Maschmeyer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Beinert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Buchheidt",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eur J Cancer",
            "volume": "45",
            "issn": "",
            "pages": "2462--2472",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Onkologische Notfälle können im Rahmen der Erstmanifestation oder als Ausdruck eines fortgeschrittenen Malignoms auftreten. Oft sind sie mit malignomspezifischen Therapien assoziiert. Einen Notfall stellt das OVCS erst dann dar, wenn es zum Auftreten von neurologischen Symptomen wie Cephalea, Verwirrung sowie progredienten Vigilanzstörungen bis hin zum Koma und einer drohenden Einklemmung des Hirnstamms kommt; dies tritt jedoch eher selten auf. Neben der oft eindrucksvollen Klinik bringt eine Computertomographie des Thorax nähere Aufschlüsse über die Ursache der Einflussstauung. Die endgültige Diagnose kann jedoch nur die histologische Aufarbeitung einer Gewebeprobe des Tumors bringen, welche durch bildgebungsgezielte Punktion, Thorakozenthese, Mediastinoskopie oder Bronchoskopie erfolgen kann. Bis zu diesem Zeitpunkt sollte, wenn möglich, von einer zytoreduktiven Therapie Abstand genommen werden, um die Diagnostik nicht zu verschleiern. Dies gilt prinzipiell auch für die Verabreichung von Kortikosteroiden, welche zu erheblichen Problemen bei der histologischen Beurteilung von Tumorgeweben, insbesondere von lymphatisch differenzierten Leukosen und Lymphomen führen können. Entgegen früheren Annahmen sind invasive diagnostische Verfahren beim OVCS nicht mit relevant erhöhtem Komplikationsrisiko vergesellschaftet [4]. Die Therapie wird durch die zugrunde liegende Erkrankung sowie die Schwere des OVCS, ausgedrückt durch das Ausmaß der Symptome, bestimmt. Je nach Art des Malignoms ist eine Radiatio und / oder Chemotherapie indiziert. Eine rasch wirksame Therapieoption stellt das endovaskuläre Stenting der betroffenen Gefäßabschnitte dar. Begleitend sollte die Indikation für eine therapeutische Antikoagulation geprüft werden. Insbesondere im Zusammenhang mit kurativen Therapieansätzen kommen chirurgische Verfahren zur Anwendung. Weiters können Diuretika, Kortikosteroide sowie die Hochlagerung des Oberkörpers zu einer Symptomlinderung führen, wobei es für diese Maßnahmen nur wenig Evidenz gibt [4]. Kleinzellige Bronchuskarzinome, Keimzelltumore und Lymphome sprechen oft rasch, das heißt innerhalb weniger Tage, auf eine Therapie an. So kann -in Abhängigkeit des zugrunde liegenden Malignoms -oftmals, zumindest vorübergehend, eine Besserung der Symptome des OVCS erreicht werden. Bei 80 % aller Patienten mit Non-Hodgkin Lymphomen und bei 40 % aller Patienten mit kleinzelligem Bronchuskarzinom kann sogar Symptomfreiheit erreicht werden. Die Rezidivrate nach erreichter Symptomfreiheit liegt bei ungefähr 20 %. Das Vorhandensein eines OVCS dürfte keinen Einfluss auf das Überleben im Vergleich zu Patienten mit derselben Krebserkrankung ohne OVCS haben. Das Überleben der Patienten wird durch den Verlauf der Grunderkrankung bestimmt; das mediane Überleben aller Patienten mit tumorassoziiertem OVCS liegt bei etwa 6 Monaten. Heilungen sind jedoch, in Abhängigkeit vom Primärtumor, prinzipiell möglich [4]. Das maligne spinale Kompressionssyndrom (MSCS) tritt bei etwa 5 % aller Patienten mit fortgeschrittenen Malignomen auf. Es entsteht durch verdrängendes Wachstum vertebrogener Metastasen oder durch Tumore, die in den Epiduralraum einwachsen und zu einer Kompression des Rückenmarks führen. Wirbelköpereinbrüche in Folge von Metastasen führen hingegen deutlich seltener zu einem MSCS. Primäre Tumoren der Dura oder der Medulla stellen eine Seltenheit dar. Neben Metastasen von Karzinomen der Mamma, Prostata, Lunge und Niere sind Non-Hodgkin-Lymphome und das Multiple Myelom die häufigsten Auslöser eines MSCS. In zwei Dritteln aller Fälle sind thorakale Wirbelsäulenabschnitte betroffen. Während die Kompression spinaler Venen zu einer prinzipiell reversiblen Entzündungsreaktion mit Ödembildung führt, ist die Kompression der arteriellen spinalen Versorgung zumeist mit Ischämie, Infarzierung und irreversiblem Funktionsverlust assoziiert [3, 7, 8]. © Springer-Verlag The Central European Journal of Medicine",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "In ausgewählten Fällen ist die Dekompressionschirurgie ein etabliertes Verfahren. Eine randomisierte Studie (Dekompressionschirurgie plus Kortikosteroide und Radiatio versus Kortikosteroide und Radiatio allein) konnte Vorteile hinsichtlich des Erhalts und der Wiederherstellung der Gehfähigkeit, Kontinenz, sowie hinsichtlich des medianen Überlebens zeigen[10]. Die eingeschlossenen Patienten litten jedoch alle an Tumoren mit geringer Strahlensensibilität und jeweils nur einem einzelnen stenosierenden Prozess, so dass die Studienergebnisse nicht auf alle Patienten mit MSCS umgelegt werden können.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "TherapieDa Kortikosteroide zu einer Reduktion der Kapillarpermeabilität und des perifokalen Ödems führen, stellt deren Verabreichung den Eckpfeiler der Akuttherapie zerebraler Metastasen mit erhöhtem ICP dar. Nach Verabreichung von Dexamethason kann innerhalb von 24 Stunden eine Besserung der Symptome erwartet werden, wobei der volle Effekt erst nach einigen Tagen erreicht wird. Die empfohlenen initiale intravenöse Dosis von Dexamethason liegt zwischen 6 und 24 mg, gefolgt von 6-stündlichen Gaben zu jeweils4 mg. Weiters kann die Gabe von Mannitol i. v., sowie -als Ultima Ratio -die invasive kontrollierte Beatmung unter Sedoanalgesie, Hyperventilation und Oberkörperhochlage zur Senkung des ICP versucht werden. Die Indikationen und Dosierungen dieser \"Dekompressi-Dexamethason dient als Akuttherapie. In weiterer Folge haben Radiatio, systemische Therapien, und unter Umständen chirurgische Verfahren ihren Stellenwert. onkoLoGISChE noTFÄLLE © Springer-Verlag The Central European Journal of Medicine onsmaßnahmen\" sind nicht durch Studien des höchsten Evidenzgrades abgesichert. Die genannten Verfahren dienen selbst im Idealfall nur der kurzfristigen Senkung des ICP. Längerfristige Therapiestrategien Therapien mit längerfristiger Wirkung sind Radiatio (Ganzhirnbestrahlung für multiple Metastasen, stereotaktische Verfahren für einzelne Läsionen), chirurgische Verfahren oder Chemotherapie für ausgewählte Malignome (Lymphome, Keimzelltumore, kleinzellige Karzinome) [3]. Im Falle eines Status epilepticus kommen Benzodiazepine (zum Beispiel Diazepam oder Lorazepam), beziehungsweise Phenytoin zum Einsatz. Der Einsatz von Antikonvulsiva in der Primärprophylaxe ist nach derzeitiger Studienlage nicht gerechtfertigt [13]. Das mediane Überleben bei Vorliegen von Gehirnmetastasen ist abhängig vom Karnofsky Performance-Status, der systemischen Ausbreitung, sowie dem zugrunde liegenden Primärtumor. Es liegt bei einem Monat, wenn keine Therapie erfolgt. In Abhängigkeit der malignen Grunderkrankung kann durch die genannten Therapieverfahren zumeist eine Verlängerung des Überlebens sowie der Lebensqualität erreicht werden. Beispielsweise erhöht die Ganzhirnradiatio die mediane Überlebensrate von 1 bis 2 auf 3 bis 6 Monate. Für einige Tumorentitäten (beispielsweise Keimzelltumoren und Lymphome) existieren kurative Therapieansätze [12]. hyponatriämie bei krebspatienten Eine Hyponatriämie besteht definitionsgemäß bei Serumnatriumwerten < 136 mmol/l und kann eingeteilt werde in leichtgradige (135 bis 131 mmol/l), mittelgradige (130 bis 126 mmol/l) sowie schwergradige Formen (≤ 126 mmol/l). Die Ursachen für Hyponatriämien sind mannigfaltig, deren Mechanismen komplex. In diesem Kapitel wird auf die Ursachen, Mechanismen und therapeutischen Optionen bei einer häufigen Form der Hyponatriämie bei Patienten mit onkologischen Grunderkrankungen eingegangen: dem Syndrom der inadäquaten Sekretion von antidiuretischem Hormon (SIADH). Dabei darf jedoch nicht vergessen werden, dass auch eine Volumensdepletion in Folge von Erbrechen, Diarrhoe, und verminderter peroraler Flüssigkeitsaufnahme zu einer Hyponatriämie führen kann. Letztere Situation tritt ebenfalls häufig bei Krebspatienten in Folge der Grunderkrankung selbst, oder im Zuge der verabreichten, oftmals stark emetogenen Chemotherapeutika auf. Die mit schwerer Hyponatriämie assoziierte Mortalität liegt bei 10 bis 50 %, und dieser Effekt dürfte, zumindest aus statistischer Sicht, unabhängig von Grunderkrankung und akuter Krankheitsschwere sein [14, 15]. Eine leichtgradige Hyponatriämie verläuft zumeist asymptomatisch. Dasselbe trifft oft auch auf höhergradige Hyponatriämien zu, sofern sie nicht akut auftritt. Bei symptomatischen Patienten können erste leichte Anzeichen durch Vigilanzveränderungen im Sinne von ausgeprägter Müdigkeit, Konzentrations-und Merkschwächen sowie Veränderungen der Persönlichkeit charakterisiert sein. Eine rasch aufgetretene, beziehungsweise ausgeprägte Hyponatriämie ist ein potenziell lebensgefährliches Krankheitsbild mit Verwirrung, Halluzination, Cephalea, Übelkeit, epileptischem Krampfgeschehen, und potenziell tödlichem Ausgang. Eine Vielzahl von Tumoren können potenziell antidiuretisches Hormon (ADH) produzieren, allen voran kleinzellige Bronchuskarzinome, deutlich seltener aber auch Karzinome des Gastrointestinal-und Urogenitaltrakts sowie des HNO-Bereichs. Des Weiteren können diverse Chemotherapeutika, beispielsweise Cisplatin, Vincristin und Ifosfamid, zu einer gesteigerten Freisetzung von ADH aus dem Hypophysenhinterlappen führen. Die Folge ist unabhängig von der Ursache vermehrte renale Rückresorption von Wasser über Aquaporine des renalen Sammelrohrs, es kommt zur hypotonen Hyponatriämie. Um die Euvolä-mie zu erhalten, wird kompensatorisch vermehrt Natrium und Wasser ausgeschieden; die Hyponatriämie wird verstärkt. Neben Krebserkrankungen kann eine Vielzahl von anderen Faktoren zum Auftreten eines SIADH führen: zerebrale Prozesse (z. B. Infektionen, Insulte, Multiple Sklerose), pulmonale Prozesse (z. B. Pneumonien, Tuberkulose oder Asthma) sowie als häufige Auslöser Psychopharmaka (insbesondere Serotonin-Wiederaufnahmehemmer), schwere Übelkeit und (postoperative) Schmerzen [16]. In der Diagnostik des SIADH ist die Harnuntersuchung von zentraler Bedeutung, wobei die Harnosmolalität und das Harnnatrium wesentliche Parameter sind. Bei niedriger Serumosmolalität (< 275 mOsm/kg) ist die Harnosmolalität als Ausdruck der gestörten Regulation der Harnkonzentration erhöht (> 100 mOsm/kg). Weiters typisch ist ein erhöhtes Harnnatrium (> 40 mmol/l). Dieser Befund ist jedoch nicht spezifisch und kann durch mehrere Faktoren hervorgerufen werden, beispielsweise durch die Verabreichung von Diuretika. Klinisch besteht Euvolämie. Dass heißt, in Abwesenheit anderer Erkrankungen haben die Patienten in der Regel keine Anzeichen einer Exsikkose oder Überwässerung (wie zum Beispiel kardio-pulmonale Stauungszeichen oder periphere Ödeme)[16]. Ein typischer Befund ist ein niedriger Harnsäurewert (ganz im Gegensatz zu einer z. B. Diuretika-induzierten Hyponatriämie). In der Regel reicht die genannte Befundkonstellation in Zusammenschau mit der Klinik aus, um die Diagnose eines SIADH stellen zu können, vor allem dann, wenn bereits eine entsprechende Tumorerkrankung bekannt ist. Die ADH-Spiegel müssen nicht routinemäßig bestimmt werden. Differentialdiagnostisch sollte eine Hypothyreose ausgeschlossen werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "© Springer-Verlag The Central European Journal of Medicine psychiatrischen Symptomen, Verhaltensänderungen sowie vielgestaltigen Beeinträchtigungen des Bewegungsablaufes (Parkinsonismus, Dystonie, oder Katatonie). Für die Therapie der ZPM besteht keine gute Evidenz. Möglicherweise wirkt das kurzfristige Herbeiführen einer neuerlichen Hyponatriämie protektiv hinsichtlich des Entstehens einer ZPM. Während die Prognose hinsichtlich des Überlebens eines ZPM traditionell als sehr schlecht beschrieben wurde, zeigen neuere Fallserien, dass die Mortalität bei unter 10 % liegen kann. Die Rate der resultierenden Pflegebedürftigkeit, respektive der Anteil an Patienten, die jegliche neurologische Folgeschäden entwickeln, dürfte jedoch zwischen 30 und 60 % liegen[14,18].Bei jedem dritten Patienten einer Notfallaufnahme mit dem Befund einer Hyperkalzämie besteht eine onkologische Grunderkrankung[19]. Bei Patienten mit Malignomen tritt in bis zu 30 % der Fälle eine Hyperkalzämie im Verlauf der Erkrankung auf[3]. Sie ist oftmals, aber nicht immer, mit einer fortgeschrittenen Krebserkrankung assoziiert. So liegt, zumindest in älteren Berichten, die mediane Überlebensrate bei stationären Patienten mit Hyperkalzämie bei etwa 1 Monat[20]. Die Pathomechanismen, Klinik, Diagnostik sowie die therapeutischen Optionen dieses aus onkologischer Sicht sehr relevanten Themas werden ausführlich im Heft 3-4/2010 der \"Education\"-Reihe der Wiener Klinischen Wochenschrift auf den Seiten 152-156 behandelt.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Durch massiven Tumorzellzerfall treten kurzfristig hohe Konzentrationen von Nukleinsäuren, Kalium und Phosphat auf, welche die exkretorische Kapazität der Niere überschreiten können. Nukleinsäuren werden umgehend in Harnsäure umgewandelt, welche sehr schlecht wasserlöslich ist und in verschiedenen Geweben auskristallisiert (Abb. 1). In den Nierentubuli kann dies zu renaler Dysfunktion und eventuell akutem Nierenversagen führen, wodurch die durch den Zellzerfall entstehende Hyperkaliämie aggraviert werden kann. Im Rahmen der Hyperphosphatämie kann durch Bildung von Kalzium-Phosphat-Präzipitaten eine Hypokalzämie entstehen",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Risikostratifizierung für die Entstehung eines Tumorlysesyndroms Vorphase\" überlegenswert. Durch Gabe von Kortikosteroiden oder niedrig dosiertem Cyclophosphamid kann unter Umständen ein abrupter, massiver Zellzerfalls und somit das Risikos für ein fulminantes TLS reduziert werden. Dies gilt insbesondere für hochaggressive lymphoproliferative Erkrankungen. Tage beträgt, der Patient hämodynamisch und respiratorisch stabil ist und keine Hinweise für das Vorliegen einer ZNS-Infektion, einer schweren Pneumonie, einer Venenkatheterinfektion oder einer Sepsis vorliegen sowie keine ausgeprägte gastrointestinale Symptomatik, Dehydratation oder Bewusstseinstrübung besteht. Weiters darf keine andere Indikation für eine stationäre Behandlung vorliegen, die Patienten dürfen innerhalb der letzten Woche keine Prophylaxe mit einem Chinolon erhalten haben und die Einnahme von oralen Antibiotika muss möglich sein[27].Patienten mit niedrigem RisikoEmpfohlen wird eine perorale Therapie mit einem Chinolon (Ciprofloxacin 3 x 500 mg oder 2 x 750 mg, oder Levofloxacin 1 x 500 mg) und Amoxicillin 3 x 1 g (bei Penicillinallergie Clindamycin 3 x 600 mg). Sofern erfolgreich, wird diese Therapie nach 7 Tagen unabhängig von der Granulozytenzahl beendet (außer ein zwischenzeitlich identifizierter Erreger erfordert ein anderes Vorgehen, oder der Patient erfüllt zwischenzeitlich Kriterien der Hochrisikogruppe)[27]. Abb. 2: Empirische antimikrobielle Therapie bei neutropenischem Fieber Adaptiert nach Burgmann et al. [27] Hochrisikopatienten erhalten empirisch Piperacillin/Tazobactam, 4. Generations-Cephalosporine, oder, im Falle von Penicillin-oder Cephalosporinallergie Aztreonam und Clindamycin. Die Wahl des Erstlinienantibiotikums und die Frage, ob frühzeitig ein Glycopeptidantibiotikum (Vancomycin, Teicoplanin) hinzugefügt werden sollte, richtet sich unter anderem nach dem Keimspektrum und allfälligen Resistenzen der jeweiligen Einrichtung. Bei fehlendem Ansprechen sollte am Tag 4 der Therapie auf ein Penem gewechselt. Zusätzlich kann ab Tag 4 ein Antimykotikum erwogen werden, welches jedoch spätestens ab Tag 7 bei Nichtansprechen der Antibiotika verabreicht werden sollte (z. B. Caspofungin, Mycafungin, liposomales oder nicht-liposomales Amphotericin B; Voriconazol ist beim neutropenischen Fieber nicht zugelassen). Die Mindestdauer der Therapie sollte in jedem Fall sieben Tage betragen. Bei komplettem Ansprechen [29] und Granulozytenwerten < 500 / μl sollte die Therapie bis zum siebten afebrilen Tag fortgeführt werden; bei Granulozytenwerten > 1000 / μl reicht die Fortführung bis zum inklusive zweiten fieberfreien Tag. Unter bestimmten Umständen (wie z. B. Pneumocystispneumonie, gesicherte Pilzinfektion, Wachstum von S. aureus in der Blutkultur, Pneumonie, die nur auf Antimykotika angesprochen hat) muss die Therapiedauer länger bemessen werden [27]. Bei nachgewiesener Aspergillusinfektion gilt Voriconazol als Mittel der Wahl, bei Candidainfektionen sollten Echinocandine verabreicht werden (bei neutropenischen Patienten Caspofungin und Micafungin; Anidulafungin hat in dieser Indikation keine Zulassung). Im Falle von empfindlichen Candidastämmen ohne vorausgegangene Fluconazol-Prophylaxe kann Fluconazol verabreicht werden [27]. Onkologische Patienten haben ein bis zu 10-fach erhöhtes Risiko für das Auftreten von septischen Komplikationen [24]. Kommt es bei diesen Patienten zum Auftreten einer Sepsis oder eines septischen Schocks, hat das Vorhandensein einer Neutropenie jedoch keinen Einfluss auf die 28-Tagesmortalität [30]. Obwohl onkologische Patienten von der Teilnahme an den meisten großen Sepsisstudien der vergangenen Jahre ausgeschlossen waren, konnte gezeigt werden, dass erstens die aus den Studien abgeleiteten Therapieempfehlungen mittlerweile auch bei onkologischen Pa-Neutropenie ist kein Risikofaktor für das Überleben eines septischen Schocks. Die Therapie erfolgt auch bei onkologischen Patienten nach den Empfehlungen der Surviving Sepsis Campaign. Ursachen für ein akutes respiratorisches Versagen bei onkologischen Patienten Lungenparenchym Pneumonie AlI / ARDS (Infektion, Chemo, Radiatio, TRAlI) KMT-Assoziation (Engraftmentsyndrom, DAH) Adaptiert nach Pastores et al. [33] onkoLoGISChE noTFÄLLE © Springer-Verlag The Central European Journal of Medicine tienten angewendet werden und zweitens die sepsisassoziierte Mortalität auch in dieser Patientengruppe signifikant abgenommen hat [31]. Insofern sollten onkologische Patienten bis auf weiteres nach den Empfehlungen der jeweils geltenden Surviving Sepsis Campaign Guidelines [32] behandelt werden, auf die hier nicht näher eingegangen werden kann. Die antimikrobielle Therapie des neutropenischen Patienten mit Sepsis entspricht der Therapie des Patienten mit neutropenischem Fiebers, es sei denn, ein manifester oder zumindest suspizierter Fokus erfordert eine Modifikation, beispielsweise bei Vorliegen eines pneumonischen Infiltrates (siehe dort). Diagnose Die respiratorische Insuffizienz onkologischer Patienten hat zumeist infektiöse Ursachen und stellt den häufigsten Aufnahmegrund auf eine Intensivstation dar [33] (Tab. 3). Bei diesen Patienten muss jede Anstrengung unternommen werden, das auslösende Pathogen zu identifizieren, um eine zielgerichtete Therapie einleiten zu können. Dies gilt insbesondere für Patienten mit Neutropenie. Gelingt die Erregerdiagnostik nicht, ist die Prognose quoad vitam schlechter als bei Patienten mit definitiver Diagnose [34]. Durch Anwendung des in Tabelle 4 dargestellten Diagnosealgorithmus kann in zirka 80 % ein Keim identifiziert werden; bildgebende Verfahren spielen in diesem Schema neben der nicht-invasive Diagnostik und der bronchoalveolären Kulturgewinnung eine zentrale Rolle [35]. Die diagnostische Bronchoskopie ist ein sicheres Verfahren und führt nicht zu erhöhten Intubationsraten, sofern weder Schock noch Koma vorliegen und unter O2-Insufflation arterielle Sauerstoffsättigungswerte ≥ 90 % erreicht werden können [35]. Therapie der Pneumonie bei Neutropenie Eine rezente Richtlinie [36] empfiehlt als empirische Therapie bei Patienten mit Leukämie und anderen aggressiven hämatologischen Erkrankungen im Falle eines pulmonalen Infiltrates bei schwerer und länger als 10 Tage andauernder Neutropenie die Verabreichung eines pseudomonaswirksamen β-Laktams in Kombination mit Voriconazol oder einem Gelingt es nicht, ein Pathogen zu identifizieren, ist die Prognose quoad vitam schlechter. Die rigorose Diagnostik ist ein Muss. Echokardiographie (zum Ausschluß eines kardialen lungenödems)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Amphotericin B (letzteres bei Patienten mit hohem Risiko für eine Zygomykose oder einer vorangegangenen Therapie mit Azolen). Zur Vertiefung bietet sich die Homepage des \"Arbeitskreises Infektionen in der Hämatologie und Onkologie\" der \"Deutschen Gesellschaft für Hämatologie und Onkologie\" an [37] . Dort wird auf eine Vielzahl an rezenten Publikationen mit Empfehlungen und Richtlinien zur Diagnose und Therapie von Infektionen bei onkologischen Patienten verwiesen.zusammenfassung Die Versorgung akut bedrohlicher Komplikationen einer malignen Grunderkrankung oder deren Therapie stellen in Anbetracht der Komplexität dieses Patientengutes eine besondere Herausforderung für den behandelnden Internisten dar, die eine gute Kenntnis der Pathophysiologie und eine enge interdisziplinäre Zusammenarbeit vor allem mit Onkologie und Intensivmedizin voraussetzt. In der Regel lassen sich die meisten onkologischen Notfälle bei adäquater und vor allem rascher therapeutischer Intervention erfolgversprechend behandeln. Wesentlich ist, dass eine beherrschte und behobene Komplikation die Gesamtprognose des Patienten nicht zum Schlechteren verändert, so dass eine therapeutische Zurückhaltung aufgrund der vorliegenden malignen Grunderkrankung zweifelhaft erscheint.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 298,
                    "text": "[37]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Vorbereitungsfragen zur Facharztprüfung ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literatur"
        }
    ]
}