{"paper_id": "9a696d2ecdf3d687c5fbb527f83b573904ed2867", "metadata": {"title": "Brentuximab Vedotin: A Review in CD30-Positive Hodgkin Lymphoma", "authors": [{"first": "Lesley", "middle": ["J"], "last": "Scott", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Intravenous brentuximab vedotin (ADCETRIS Ò ) is a targeted antibody-drug conjugate (ADC) active against CD30-positive cancer cells such as those associated with classical Hodgkin lymphoma (HL). In noncomparative, phase 2 trials and in the real-world setting, salvage therapy with brentuximab vedotin resulted in high objective response (complete plus partial remission) rates in patients with relapsed or refractory CD30-positive HL, including as retreatment in patients who had an objective response to previous brentuximab vedotin therapy and subsequently relapsed. These beneficial outcomes were durable during long-term follow-up. As consolidation therapy after autologous haematopoietic stem cell transplant (ASCT) in the multinational, phase 3 AETHERA trial, brentuximab vedotin prolonged progression-free-survival (PFS) compared with placebo at a median follow-up of 30 months (primary analysis), with a 43% reduction in the risk of disease progression or death. The beneficial effects of brentuximab vedotin consolidation therapy were maintained during long-term follow-up. In the clinical trial and real-world setting, brentuximab vedotin had an acceptable tolerability and safety profile, with most adverse events manageable with dose reductions and/or delays [including peripheral sensory neuropathy (PSN) and neutropenia]. With a paucity of treatments available for many patients with relapsed or refractory HL, brentuximab vedotin represents an important option for the management of patients who have failed high-dose chemotherapy/ASCT or at least two prior chemotherapy regimens and as post-ASCT consolidation therapy in patients who are at increased risk/high-risk of relapse or progression after ASCT.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Targets the CD30 membrane receptor, which is highly expressed on some tumour cells but minimally expressed on normal cells Internalization of the CD30-ADC complex and uptake by cell lysosomes, results in proteolytic cleavage of the microtubule-disrupting agent monomethyl auristatin E from the ADC, with consequent apoptosis As salvage therapy, high objective response rates are achieved, with benefits durable in the long term As consolidation therapy after ASCT, prolongs PFS relative to placebo; these benefits are durable in the long term Common adverse reactions include neutropenia, PSN, fatigue, nausea, anaemia, upper respiratory tract infection, diarrhoea, thrombocytopaenia and cough The manuscript was reviewed by: K.M. Ardeshna, University", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Abstract Intravenous brentuximab vedotin (ADCETRIS Ò ) is a targeted antibody-drug conjugate (ADC) active against CD30-positive cancer cells such as those associated with classical Hodgkin lymphoma (HL). In noncomparative, phase 2 trials and in the real-world setting, salvage therapy with brentuximab vedotin resulted in high objective response (complete plus partial remission) rates in patients with relapsed or refractory CD30-positive HL, including as retreatment in patients who had an objective response to previous brentuximab vedotin therapy and subsequently relapsed. These beneficial outcomes were durable during long-term follow-up. As consolidation therapy after autologous haematopoietic stem cell transplant (ASCT) in the multinational, phase 3 AETHERA trial, brentuximab vedotin prolonged progression-free-survival (PFS) compared with placebo at a median follow-up of 30 months (primary analysis), with a 43% reduction in the risk of disease progression or death. The beneficial effects of brentuximab vedotin consolidation therapy were maintained during long-term follow-up. In the clinical trial and real-world setting, brentuximab vedotin had an acceptable tolerability and safety profile, with most adverse events manageable with dose reductions and/or delays [including peripheral sensory neuropathy (PSN) and neutropenia]. With a paucity of treatments available for many patients with relapsed or refractory HL, brentuximab vedotin represents an important option for the management of patients who have failed high-dose chemotherapy/ASCT or at least two prior chemotherapy regimens and as post-ASCT consolidation therapy in patients who are at increased risk/high-risk of relapse or progression after ASCT.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Targets the CD30 membrane receptor, which is highly expressed on some tumour cells but minimally expressed on normal cells Internalization of the CD30-ADC complex and uptake by cell lysosomes, results in proteolytic cleavage of the microtubule-disrupting agent monomethyl auristatin E from the ADC, with consequent apoptosis As salvage therapy, high objective response rates are achieved, with benefits durable in the long term As consolidation therapy after ASCT, prolongs PFS relative to placebo; these benefits are durable in the long term", "cite_spans": [], "ref_spans": [], "section": "Brentuximab vedotin: clinical considerations in CD30-positive Hodgkin lymphoma"}, {"text": "Hodgkin lymphoma (HL) is an uncommon malignancy involving the lymph nodes and lymphatic system, with a crude incidence of 2.3 cases/100,000 individuals in the EU [1] and an estimated 9190 newly diagnosed cases in the USA in 2014 [2] . The disease most often affects young adults (aged 15-30 years [2]; 20-40 years [1]), with a second peak occurring in individuals aged[55 years [1, 2] . There are two main types of HL, namely classical HL (accounts for 95% of cases; focus of this review) and nodular lymphocyte-predominant HL [1, 2] . Classical HL is characterized by the presence of Reed-Sternberg cells, with these cells consistently expressing the cell membrane receptors CD30 and CD15 [1, 2] . Advances in the management of HL means that newly diagnosed patients with classical HL have a very good prognosis, with more than 80% of patients experiencing a clinical cure after front-line therapy [2] [3] [4] [5] . However, in early and advanced stage disease, &5 and 30-40% of patients, respectively, relapse after front-line therapy [3, 4] . The standard care for patients with relapsed or refractory disease is salvage therapy with second-line high-dose chemotherapy (HDCT) followed by autologous haematopoietic stem cell transplant (ASCT) in those eligible for transplant [3, 4] , with only 50% of patients cured with standard salvage therapies [5] . Patients who relapse after salvage HDCT/ASCT generally have a poor prognosis [3, 4] .", "cite_spans": [{"start": 229, "end": 232, "text": "[2]", "ref_id": null}, {"start": 378, "end": 381, "text": "[1,", "ref_id": null}, {"start": 382, "end": 384, "text": "2]", "ref_id": null}, {"start": 527, "end": 530, "text": "[1,", "ref_id": null}, {"start": 531, "end": 533, "text": "2]", "ref_id": null}, {"start": 690, "end": 693, "text": "[1,", "ref_id": null}, {"start": 694, "end": 696, "text": "2]", "ref_id": null}, {"start": 899, "end": 902, "text": "[2]", "ref_id": null}, {"start": 903, "end": 906, "text": "[3]", "ref_id": "BIBREF6"}, {"start": 907, "end": 910, "text": "[4]", "ref_id": null}, {"start": 911, "end": 914, "text": "[5]", "ref_id": "BIBREF8"}, {"start": 1037, "end": 1040, "text": "[3,", "ref_id": "BIBREF6"}, {"start": 1041, "end": 1043, "text": "4]", "ref_id": null}, {"start": 1278, "end": 1281, "text": "[3,", "ref_id": "BIBREF6"}, {"start": 1282, "end": 1284, "text": "4]", "ref_id": null}, {"start": 1351, "end": 1354, "text": "[5]", "ref_id": "BIBREF8"}, {"start": 1434, "end": 1437, "text": "[3,", "ref_id": "BIBREF6"}, {"start": 1438, "end": 1440, "text": "4]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The introduction of highly-targeted antibody-drug conjugates (ADC) in the last decade represents an important advance in treatment algorithms for some cancers [e.g. haematological malignancies such as HL and systemic anaplastic large cell lymphoma (sALCL), and breast cancers], with ADC designed to provide highly-selective killing of tumour cells with minimal effects on normal tissue [6] [7] [8] [9] . One such ADC is brentuximab vedotin (ADCETRIS Ò ), which targets the CD30 membrane receptor, a tumour necrosis factor receptor superfamily member [6, 10, 11] . CD30 is an ideal target for ADC-based therapy, given its high levels of expression on specific tumour cells (including classical HL and sALCL cells) and limited expression on normal cells (restricted to a small population of cells, predominantly activated B cells and T cells) [6, 10, 11] . In addition, CD30 is consistently expressed on HL and sALCL cells irrespective of disease stage, line of therapy or transplant status [8, 12] .", "cite_spans": [{"start": 386, "end": 389, "text": "[6]", "ref_id": "BIBREF9"}, {"start": 390, "end": 393, "text": "[7]", "ref_id": "BIBREF10"}, {"start": 394, "end": 397, "text": "[8]", "ref_id": "BIBREF11"}, {"start": 398, "end": 401, "text": "[9]", "ref_id": "BIBREF12"}, {"start": 550, "end": 553, "text": "[6,", "ref_id": "BIBREF9"}, {"start": 554, "end": 557, "text": "10,", "ref_id": "BIBREF13"}, {"start": 558, "end": 561, "text": "11]", "ref_id": "BIBREF14"}, {"start": 841, "end": 844, "text": "[6,", "ref_id": "BIBREF9"}, {"start": 845, "end": 848, "text": "10,", "ref_id": "BIBREF13"}, {"start": 849, "end": 852, "text": "11]", "ref_id": "BIBREF14"}, {"start": 989, "end": 992, "text": "[8,", "ref_id": "BIBREF11"}, {"start": 993, "end": 996, "text": "12]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Introduction"}, {"text": "This narrative review focuses on the clinical use of intravenous brentuximab vedotin in patients with relapsed or refractory CD30-positive classical HL, as salvage therapy (reviewed previously in Drugs [13] ) or consolidation therapy after HDCT/ASCT. The pharmacological properties of brentuximab vedotin are also briefly reviewed (reviewed previously in Drugs [13] ). Brentuximab vedotin is also indicated for the treatment of patients with relapsed or refractory sALCL (reviewed previously in Drugs [13] ), discussion of which is beyond the scope of this review.", "cite_spans": [{"start": 202, "end": 206, "text": "[13]", "ref_id": "BIBREF16"}, {"start": 361, "end": 365, "text": "[13]", "ref_id": "BIBREF16"}, {"start": 501, "end": 505, "text": "[13]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Introduction"}, {"text": "Brentuximab vedotin consists of a human chimeric immunoglobulin G1 antibody directed against CD30 that is covalently linked to the potent microtubule-disrupting agent monomethyl auristatin E (MMAE) by a proteasecleavable linker [6, 10, 11] . The binding of brentuximab vedotin to CD30 on the tumour cell membrane triggers a cascade of events that ultimately results in apoptotic death of the CD30-expressing tumour cell (Fig. 1) [6, 10, 11] . In vitro studies indicated that prior to internalization of brentuximab vedotin, MMAE was stably attached to the antibody (only 2% of MMAE was released from the ADC during 10 days of incubation in human plasma), but was readily cleavable by lysosomal proteases [10, 14, 15] . Approximately four molecules of MMAE are bound to each antibody molecule in the ADC [10, 14, 15] .", "cite_spans": [{"start": 228, "end": 231, "text": "[6,", "ref_id": "BIBREF9"}, {"start": 232, "end": 235, "text": "10,", "ref_id": "BIBREF13"}, {"start": 236, "end": 239, "text": "11]", "ref_id": "BIBREF14"}, {"start": 429, "end": 432, "text": "[6,", "ref_id": "BIBREF9"}, {"start": 433, "end": 436, "text": "10,", "ref_id": "BIBREF13"}, {"start": 437, "end": 440, "text": "11]", "ref_id": "BIBREF14"}, {"start": 704, "end": 708, "text": "[10,", "ref_id": "BIBREF13"}, {"start": 709, "end": 712, "text": "14,", "ref_id": "BIBREF17"}, {"start": 713, "end": 716, "text": "15]", "ref_id": "BIBREF18"}, {"start": 803, "end": 807, "text": "[10,", "ref_id": "BIBREF13"}, {"start": 808, "end": 811, "text": "14,", "ref_id": "BIBREF17"}, {"start": 812, "end": 815, "text": "15]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 420, "end": 428, "text": "(Fig. 1)", "ref_id": null}], "section": "Pharmacodynamic Properties"}, {"text": "Brentuximab vedotin exhibited potent, highly-selective activity against CD30-positive HL and ALCL cells in vitro, with a half-maximal inhibitory concentration of 3-50 pmol/L; CD30-negative cells were &1000-fold less sensitive than CD30-positive cells to brentuximab vedotin [6, 14, 15] . In cultured HL and ALCL cells, the maximum concentration of brentuximab vedotin bound to CD30 on the cell surface was attained after 24-48 h of incubation, with concentrations decreasing by 120 h, indicating internalization of the ADC complex [16] . These in vitro data were confirmed in tumour biopsies from a patient with ALCL receiving brentuximab vedotin 1.8 mg/kg in a phase 1 trial. In tumour biopsies, there were numerous apoptotic cells 48 h after brentuximab vedotin treatment, with maximum concentrations of bound brentuximab vedotin attained within 24 h and concentrations decreasing within 48 h [16] .", "cite_spans": [{"start": 274, "end": 277, "text": "[6,", "ref_id": "BIBREF9"}, {"start": 278, "end": 281, "text": "14,", "ref_id": "BIBREF17"}, {"start": 282, "end": 285, "text": "15]", "ref_id": "BIBREF18"}, {"start": 531, "end": 535, "text": "[16]", "ref_id": "BIBREF19"}, {"start": 895, "end": 899, "text": "[16]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Pharmacodynamic Properties"}, {"text": "In addition to its direct anti-tumour activity relating to apoptosis of CD30-positive tumour cells (Fig. 1) , brentuximab vedotin may also exert its anti-tumour activity via other indirect mechanisms, based on in vitro and in vivo studies [11, 17] . Since MMAE crosses the cell membrane and is released into the surrounding extracellular matrix, brentuximab vedotin also potentially exerts cytotoxic activity on ''bystander'' tumour cells (adjacent tumour cells), irrespective of CD30 status (Fig. 1) [4, 11, 17] . This may explain its activity in heterogeneous tumours such as HL.", "cite_spans": [{"start": 239, "end": 243, "text": "[11,", "ref_id": "BIBREF14"}, {"start": 244, "end": 247, "text": "17]", "ref_id": "BIBREF20"}, {"start": 501, "end": 504, "text": "[4,", "ref_id": null}, {"start": 505, "end": 508, "text": "11,", "ref_id": "BIBREF14"}, {"start": 509, "end": 512, "text": "17]", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 99, "end": 107, "text": "(Fig. 1)", "ref_id": null}, {"start": 492, "end": 500, "text": "(Fig. 1)", "ref_id": null}], "section": "Pharmacodynamic Properties"}, {"text": "In severe combined immunodeficiency mouse xenograft models of HL and ALCL, brentuximab vedotin was an effective antitumour treatment, with partial or complete, durable tumour regression observed at doses as low as 1 mg/kg [10, 14] .", "cite_spans": [{"start": 222, "end": 226, "text": "[10,", "ref_id": "BIBREF13"}, {"start": 227, "end": 230, "text": "14]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Pharmacodynamic Properties"}, {"text": "In a noncomparative cardiac safety trial in 46 evaluable patients with CD30-positive haematological malignancies, brentuximab vedotin 1.8 mg/kg (B16 cycles) had no clinically meaningful effects on repolarization, based on Fridericia's corrected QT interval (QTc) values [18] . For days 1-4 of cycle 1 and 3, the mean QTc interval change from baseline was \\10 ms at each assessed timepoint [18] .", "cite_spans": [{"start": 270, "end": 274, "text": "[18]", "ref_id": "BIBREF22"}, {"start": 389, "end": 393, "text": "[18]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Pharmacodynamic Properties"}, {"text": "Pharmacokinetic data for brentuximab vedotin are from phase 1 trials and a population pharmacokinetic (PPK) analysis of 314 patients [12, 19] , with brentuximab vedotin and the antibody alone having similar pharmacokinetic profiles [19] .", "cite_spans": [{"start": 133, "end": 137, "text": "[12,", "ref_id": "BIBREF15"}, {"start": 138, "end": 141, "text": "19]", "ref_id": "BIBREF23"}, {"start": 232, "end": 236, "text": "[19]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Pharmacokinetic Properties"}, {"text": "Maximum serum concentrations (C max ) of brentuximab vedotin were typically observed close to the end of the 30-min infusion [12, 19] , with the C max of MMAE attained after &1 to 3 days [19] . Exposure to brentuximab vedotin was approximately dose-proportional across a dose range of 1.2-2.7 mg/kg, with minimal to no accumulation of brentuximab vedotin after multiple doses given once every 3 weeks [12, 19] . Steady state was attained within 21 days of each 3-week dose of brentuximab vedotin, which is consistent with the terminal elimination half-life (t ) estimate. Similarly, steady state of MMAE was attained within 21 days of each 3-week dose of brentuximab vedotin and, with continued administration, exposure to MMAE decreased to &50 to 80% of that seen after the first dose of brentuximab vedotin. The mean steady-state volume of distribution of brentuximab vedotin in humans was &6 to 10 L. In vitro, 62-82% of MMAE was bound to human plasma proteins; MMAE is not expected to displace or be displaced by highly protein-bound drugs. In vitro, MMAE is a substrate of but not an inhibitor of P-glycoprotein at clinical concentrations [12, 19] .", "cite_spans": [{"start": 125, "end": 129, "text": "[12,", "ref_id": "BIBREF15"}, {"start": 130, "end": 133, "text": "19]", "ref_id": "BIBREF23"}, {"start": 187, "end": 191, "text": "[19]", "ref_id": "BIBREF23"}, {"start": 401, "end": 405, "text": "[12,", "ref_id": "BIBREF15"}, {"start": 406, "end": 409, "text": "19]", "ref_id": "BIBREF23"}, {"start": 1144, "end": 1148, "text": "[12,", "ref_id": "BIBREF15"}, {"start": 1149, "end": 1152, "text": "19]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Pharmacokinetic Properties"}, {"text": "Brentuximab vedotin is catabolized as a protein, with its component amino acids recycled or eliminated [12] . In vivo studies indicated that only a small fraction of the MMAE released from brentuximab vedotin is metabolized [12, 19] , with in vitro studies suggesting that at least one MMAE metabolite is active [12] . In vitro, MMAE metabolism that occurs is primarily via oxidation by cytochrome P450 (CYP) 3A4/5 [12, 19] . With the exception of CYP3A4/5, MMAE did not inhibit CYP enzymes in human liver microsomes. MMAE did not induce any major CYP enzymes in primary cultures of human hepatocytes [12, 19] .", "cite_spans": [{"start": 103, "end": 107, "text": "[12]", "ref_id": "BIBREF15"}, {"start": 224, "end": 228, "text": "[12,", "ref_id": "BIBREF15"}, {"start": 229, "end": 232, "text": "19]", "ref_id": "BIBREF23"}, {"start": 312, "end": 316, "text": "[12]", "ref_id": "BIBREF15"}, {"start": 415, "end": 419, "text": "[12,", "ref_id": "BIBREF15"}, {"start": 420, "end": 423, "text": "19]", "ref_id": "BIBREF23"}, {"start": 601, "end": 605, "text": "[12,", "ref_id": "BIBREF15"}, {"start": 606, "end": 609, "text": "19]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Pharmacokinetic Properties"}, {"text": "The t of brentuximab vedotin is &4 to 6 days [12, 19] and the estimated clearance (CL) is 1.457 L/day [12] . The elimination of MMAE is limited by its rate of release from brentuximab vedotin [12, 19] , with an estimated CL and t of MMAE of 19.99 L/day and 3-4 days [12] . In an excretion study in patients receiving brentuximab vedotin 1.8 mg/kg, &24% of the total administered dose of MMAE was recovered in the urine and faeces over a 1-week period, &72% of which was recovered in the faeces [12, 19] . The majority of the excreted MMAE was unchanged [19] .", "cite_spans": [{"start": 45, "end": 49, "text": "[12,", "ref_id": "BIBREF15"}, {"start": 50, "end": 53, "text": "19]", "ref_id": "BIBREF23"}, {"start": 102, "end": 106, "text": "[12]", "ref_id": "BIBREF15"}, {"start": 192, "end": 196, "text": "[12,", "ref_id": "BIBREF15"}, {"start": 197, "end": 200, "text": "19]", "ref_id": "BIBREF23"}, {"start": 266, "end": 270, "text": "[12]", "ref_id": "BIBREF15"}, {"start": 494, "end": 498, "text": "[12,", "ref_id": "BIBREF15"}, {"start": 499, "end": 502, "text": "19]", "ref_id": "BIBREF23"}, {"start": 553, "end": 557, "text": "[19]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Pharmacokinetic Properties"}, {"text": "Based on a PPK analysis, gender, age and race do not have a meaningful effect on the pharmacokinetics of brentuximab vedotin [19] . Given that the liver and kidneys are both routes of elimination of MMAE, renal and hepatic impairment impact on the use of brentuximab vedotin in these patient populations (Sect. 6) [12, 19] . In patients with severe renal impairment [creatinine clearance (CL CR ) \\30 mL/min; n = 3], MMAE exposure was approximately twofold higher than in patients with normal renal function [12, 19] , with no effect observed in patients with mild (CL CR [50 to 80 mL/min; n = 4) or moderate (CL CR 30-50 mL/min; n = 3) renal impairment [12] . In a pharmacokinetic study in patients with mild (Child-Pugh A; n = 1), moderate (Child-Pugh B; n = 5) or severe (Child-Pugh C; n = 1) hepatic impairment, exposure to MMAE increased &2.2-fold in patients with hepatic impairment compared with patients with normal hepatic function [12, 19] . Consequent to higher MMAE exposure, adverse reactions of at least grade 3 may be more frequent in patients with severe renal impairment relative to patients with normal renal function and more frequent in patients with moderate or severe hepatic impairment relative to patients with normal hepatic function [19] .", "cite_spans": [{"start": 125, "end": 129, "text": "[19]", "ref_id": "BIBREF23"}, {"start": 314, "end": 318, "text": "[12,", "ref_id": "BIBREF15"}, {"start": 319, "end": 322, "text": "19]", "ref_id": "BIBREF23"}, {"start": 508, "end": 512, "text": "[12,", "ref_id": "BIBREF15"}, {"start": 513, "end": 516, "text": "19]", "ref_id": "BIBREF23"}, {"start": 654, "end": 658, "text": "[12]", "ref_id": "BIBREF15"}, {"start": 941, "end": 945, "text": "[12,", "ref_id": "BIBREF15"}, {"start": 946, "end": 949, "text": "19]", "ref_id": "BIBREF23"}, {"start": 1259, "end": 1263, "text": "[19]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Pharmacokinetic Properties"}, {"text": "4 Therapeutic Efficacy", "cite_spans": [], "ref_spans": [], "section": "Pharmacokinetic Properties"}, {"text": "The efficacy of brentuximab vedotin as consolidation therapy after ASCT in adult patients (aged C18 years) with relapsed or primary refractory histologically-confirmed HL was evaluated in the randomized, double-blind, multinational, phase 3 AETHERA trial [20] . Eligible patients had to have at least one of the following risk factors for disease progression after ASCT: primary refractory HL [failure to achieve complete remission (CR), as assessed by the investigator], relapsed HL with an initial remission duration of \\12 months, or extranodal involvement at the start of pre-transplantation chemotherapy. In addition, they had to have achieved CR, partial remission (PR) or stable disease after pre-transplantation salvage therapy. Patients who had undergone more than one ASCT were permitted to enrol (3% of brentuximab vedotin recipients and 6% of placebo recipients). Exclusion criteria included previous treatment with brentuximab vedotin therapy [20] . In general, baseline characteristics were similar in the brentuximab vedotin and placebo groups in the intent-totreat (ITT) population (n = 165 and 164; efficacy population) [20] . At baseline, most patients had an Eastern Cooperative Oncology Group (ECOG) performance status of 0 (53 and 59% in the brentuximab vedotin and placebo groups) or 1 (47 and 41%), 43 and 48% of patients had received at least two prior cancer-related systemic salvage therapies and, after front-line therapy, most patients had primary refractory disease (60 and 59%) or had relapsed within 12 months (32 and 33%). The rates of extranodal involvement at pre-ASCT relapse (33 and 32%) and of B symptoms (i.e. fever, night sweats, weight loss) after frontline therapy (28 and 24%) were similar in the brentuximab vedotin and placebo groups [20] .", "cite_spans": [{"start": 255, "end": 259, "text": "[20]", "ref_id": "BIBREF24"}, {"start": 956, "end": 960, "text": "[20]", "ref_id": "BIBREF24"}, {"start": 1137, "end": 1141, "text": "[20]", "ref_id": "BIBREF24"}, {"start": 1778, "end": 1782, "text": "[20]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "As Consolidation Therapy After Autologous Stem-Cell Transplant"}, {"text": "Patients received a 30-min infusion of brentuximab vedotin 1.8 mg/kg or placebo once every 3 weeks (i.e. 21-day cycle) for up to 16 cycles, with dose adjustments permitted based on specified haematological and nonhaematological toxicity criteria [20] . During the trial, if patients met radiographical criteria for disease progression (investigator-assessed), study treatment was unblinded and patients in the placebo group were permitted to receive brentuximab vedotin therapy. The median time from ASCT to the first dose of study drug was 41 days in both groups [20] .", "cite_spans": [{"start": 246, "end": 250, "text": "[20]", "ref_id": "BIBREF24"}, {"start": 564, "end": 568, "text": "[20]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "As Consolidation Therapy After Autologous Stem-Cell Transplant"}, {"text": "The primary endpoint was progression-free survival (PFS), as assessed by an independent review committee, with PFS defined as the time from randomization to the first documentation of tumour progression or death (assessed using Kaplan-Meier methods) [20] . Patients without tumour progression by independent review, but with progression by investigator assessment, were censored at the time of the last radiographical assessment before receipt of subsequent therapy [20] . Disease progression was assessed in accordance with Revised Response Criteria for Malignant Lymphoma [21] .", "cite_spans": [{"start": 250, "end": 254, "text": "[20]", "ref_id": "BIBREF24"}, {"start": 466, "end": 470, "text": "[20]", "ref_id": "BIBREF24"}, {"start": 574, "end": 578, "text": "[21]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "As Consolidation Therapy After Autologous Stem-Cell Transplant"}, {"text": "At a median follow-up of 30 months, brentuximab vedotin treatment significantly prolonged PFS compared with placebo in the primary independent review analysis (42.9 vs. 24.1 months), with a 43% reduction in the hazard rate for PFS in the brentuximab vedotin group [stratified hazard ratio (HR) 0.57; 95% CI 0.40-0.81; p = 0.0013] [20] . Prespecified investigator-assessed sensitivity analyses also showed improved PFS in the brentuximab vedotin group, with an HR of 0.50 (95% CI 0.36-0.70; no p value was calculated). Respective estimated 2-year PFS rates by independent review and investigator assessment were 63 and 65% in the brentuximab vedotin group and 51 and 45% in the placebo group. In terms of disease progression, there was high concordance (87%) between independent review and investigator assessment results. Brentuximab vedotin treatment improved PFS compared with placebo (i.e. HR \\1) in pre-specified subgroup analyses by baseline stratification factors, including best response to salvage therapy pre-ASCT, HL status after front-line therapy, ECOG status, the number of systemic treatments pre-ASCT, positron emission tomography (PET) status pre-ASCT and extranodal involvement at pre-ASCT relapse. Of interest, the beneficial effect of brentuximab vedotin therapy on PFS in patients who were PET-negative pre-ASCT was marginal (HR &0.95; value estimated from graph); however, these data should be interpreted with caution as PET scans were not per-protocol mandated (approximately two-thirds of patients had a pre-ASCT PET scan) and no objective criteria were required for interpretation of these PET scans [20] .", "cite_spans": [{"start": 330, "end": 334, "text": "[20]", "ref_id": "BIBREF24"}, {"start": 1625, "end": 1629, "text": "[20]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "As Consolidation Therapy After Autologous Stem-Cell Transplant"}, {"text": "Long-term follow-up (&1 year after the primary analysis) indicated a continued benefit with brentuximab vedotin consolidation therapy in terms of PFS, as assessed by investigators (median PFS not yet reached vs. 15.8 months with placebo; HR 0.52; 95% CI 0.37-0.71) and independent review (HR 0.58; 95% CI 0.41-0.82) [abstract] [22] . The estimated 3-year PFS rate was 61% in the brentuximab vedotin group and 43% in the placebo group [22] .", "cite_spans": [{"start": 327, "end": 331, "text": "[22]", "ref_id": "BIBREF26"}, {"start": 434, "end": 438, "text": "[22]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "As Consolidation Therapy After Autologous Stem-Cell Transplant"}, {"text": "At the time of the primary analysis of PFS, there was no between-group difference in overall survival by independent review (HR 1.15; 95% 0.67-1.97), based on a prespecified interim analysis [20] . The final overall survival analysis is planned at study closure (i.e. &6 years after the first patient initiated study treatment).", "cite_spans": [{"start": 191, "end": 195, "text": "[20]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "As Consolidation Therapy After Autologous Stem-Cell Transplant"}, {"text": "In prespecified ITT analyses, there was no significant or clinically meaningful impact on health-related quality-oflife with brentuximab vedotin treatment compared with placebo, as assessed over the first 2 years using the selfreported European Quality of Life 5-dimensional (EQ-5D) questionnaire [23] . Although there was a slight numerical deterioration in EQ-5D scores in the brentuximab vedotin and placebo groups over time, the mean between-group difference did not exceed the minimally important difference of 0.08 at any timepoint (baseline to 24 month) except at 15 months (mean between-group difference -0.084; 95% CI -0.143 to -0.025) [23] .", "cite_spans": [{"start": 297, "end": 301, "text": "[23]", "ref_id": "BIBREF27"}, {"start": 645, "end": 649, "text": "[23]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "As Consolidation Therapy After Autologous Stem-Cell Transplant"}, {"text": "The efficacy of brentuximab vedotin in patients (most of whom were adults) with relapsed or refractory HL was evaluated in prospective, noncomparative, multicentre, phase 2 trials [24] [25] [26] [27] ; the pivotal multinational, registration trial [24] has been reviewed previously in Drugs [13] . One phase 2 trial [25] evaluated retreatment with brentuximab vedotin in patients with haematological malignancies (21 of whom had HL) who had relapsed after achieving a CR or PR during initial brentuximab vedotin therapy in a previous trial; only data for the 21 patients with HL are discussed. Long-term follow-up results (median follow-up &3years) [28, 29] from the pivotal registration trial [24] are also discussed.", "cite_spans": [{"start": 180, "end": 184, "text": "[24]", "ref_id": "BIBREF28"}, {"start": 185, "end": 189, "text": "[25]", "ref_id": "BIBREF29"}, {"start": 190, "end": 194, "text": "[26]", "ref_id": "BIBREF30"}, {"start": 195, "end": 199, "text": "[27]", "ref_id": "BIBREF31"}, {"start": 248, "end": 252, "text": "[24]", "ref_id": "BIBREF28"}, {"start": 291, "end": 295, "text": "[13]", "ref_id": "BIBREF16"}, {"start": 316, "end": 320, "text": "[25]", "ref_id": "BIBREF29"}, {"start": 649, "end": 653, "text": "[28,", "ref_id": "BIBREF32"}, {"start": 654, "end": 657, "text": "29]", "ref_id": "BIBREF33"}, {"start": 694, "end": 698, "text": "[24]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "As Salvage Therapy"}, {"text": "Eligible patients were aged C12 years (median age 32 years) [24] , C10 years (median 34 years) [27] , C12 years (median age 30 years; previously enrolled in pivotal trial [24] ) [25] or C20 years (median 44 years) [26] . Other key eligibility criteria included histologically confirmed CD30positive HL [24] [25] [26] [27] , relapsed or refractory disease after HDCT [24, 26, 27] and/or ASCT [24, 26] , disease progression or relapse after previously experiencing a CR or PR during brentuximab vedotin therapy [25] , measurable disease using computed tomography (CT; C1.5 cm [24, 26] ) [24, 26, 27] , fluorodeoxyglucose-avid disease by PET [24, 26] and an ECOG performance status of 0 or 1 [24, 26] . In the retreatment trial [25] , patients who had undergone an allogeneic SCT were eligible provided they were [100 days post-transplant and had no evidence of cytomegalovirus by polymerase chain reaction. Where specified, patients were excluded if they had received a previous allogeneic SCT [24, 26] , undergone ASCT within 12 weeks [26] or had received second-line HDCT [27] . See Table 1 for the dosage regimen for brentuximab vedotin and further design details.", "cite_spans": [{"start": 60, "end": 64, "text": "[24]", "ref_id": "BIBREF28"}, {"start": 95, "end": 99, "text": "[27]", "ref_id": "BIBREF31"}, {"start": 171, "end": 175, "text": "[24]", "ref_id": "BIBREF28"}, {"start": 178, "end": 182, "text": "[25]", "ref_id": "BIBREF29"}, {"start": 214, "end": 218, "text": "[26]", "ref_id": "BIBREF30"}, {"start": 302, "end": 306, "text": "[24]", "ref_id": "BIBREF28"}, {"start": 307, "end": 311, "text": "[25]", "ref_id": "BIBREF29"}, {"start": 312, "end": 316, "text": "[26]", "ref_id": "BIBREF30"}, {"start": 317, "end": 321, "text": "[27]", "ref_id": "BIBREF31"}, {"start": 366, "end": 370, "text": "[24,", "ref_id": "BIBREF28"}, {"start": 371, "end": 374, "text": "26,", "ref_id": "BIBREF30"}, {"start": 375, "end": 378, "text": "27]", "ref_id": "BIBREF31"}, {"start": 391, "end": 395, "text": "[24,", "ref_id": "BIBREF28"}, {"start": 396, "end": 399, "text": "26]", "ref_id": "BIBREF30"}, {"start": 509, "end": 513, "text": "[25]", "ref_id": "BIBREF29"}, {"start": 574, "end": 578, "text": "[24,", "ref_id": "BIBREF28"}, {"start": 579, "end": 582, "text": "26]", "ref_id": "BIBREF30"}, {"start": 585, "end": 589, "text": "[24,", "ref_id": "BIBREF28"}, {"start": 590, "end": 593, "text": "26,", "ref_id": "BIBREF30"}, {"start": 594, "end": 597, "text": "27]", "ref_id": "BIBREF31"}, {"start": 639, "end": 643, "text": "[24,", "ref_id": "BIBREF28"}, {"start": 644, "end": 647, "text": "26]", "ref_id": "BIBREF30"}, {"start": 689, "end": 693, "text": "[24,", "ref_id": "BIBREF28"}, {"start": 694, "end": 697, "text": "26]", "ref_id": "BIBREF30"}, {"start": 725, "end": 729, "text": "[25]", "ref_id": "BIBREF29"}, {"start": 992, "end": 996, "text": "[24,", "ref_id": "BIBREF28"}, {"start": 997, "end": 1000, "text": "26]", "ref_id": "BIBREF30"}, {"start": 1034, "end": 1038, "text": "[26]", "ref_id": "BIBREF30"}, {"start": 1072, "end": 1076, "text": "[27]", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 1083, "end": 1090, "text": "Table 1", "ref_id": null}], "section": "As Salvage Therapy"}, {"text": "In the pivotal phase 2 trial, 75% of patients achieved an objective response (primary endpoint) (Table 1) , with 34% of patients experiencing a CR and 96% of patients having overall disease control (i.e. CR ? PR ? stable disease) [24] . Median times to objective (CR ? PR; 5.7 weeks) and CR (12 weeks) responses were approximately the times of the first post-baseline CT and PET scans, respectively. The majority (94%) of patients experienced a reduction in tumour size, most of which were reduced by more than 65% (value estimated from a graph). At a median followup of 18.5 months, the Kaplan-Meier estimated 1-year overall survival rate was 89%, with an estimated median overall survival of 22.4 months and median PFS of 5.6 months (Table 1) . Efficacy results assessed by study investigators were consistent with these results assessed by independent review [24] .", "cite_spans": [{"start": 230, "end": 234, "text": "[24]", "ref_id": "BIBREF28"}, {"start": 862, "end": 866, "text": "[24]", "ref_id": "BIBREF28"}], "ref_spans": [{"start": 96, "end": 105, "text": "(Table 1)", "ref_id": null}, {"start": 735, "end": 744, "text": "(Table 1)", "ref_id": null}], "section": "As Salvage Therapy"}, {"text": "In a prespecified subgroup analysis in patients who had received a systemic therapy at the time of relapse after ASCT (n = 57), the median PFS was prolonged with brentuximab vedotin therapy compared with the most recent prior systemic therapy (7.8 vs. 4.1 months) [24] . This correlated to an HR for the risk of disease progression or death of 0.41 (p \\ 0.001), representing a 59% reduction in the risk of these events with brentuximab vedotin therapy [24] .", "cite_spans": [{"start": 264, "end": 268, "text": "[24]", "ref_id": "BIBREF28"}, {"start": 452, "end": 456, "text": "[24]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "As Salvage Therapy"}, {"text": "The beneficial effects of brentuximab vedotin therapy on PFS and overall survival rates were durable after a median follow-up of 33.3 months in the pivotal trial, with a Kaplan-Meier estimated median PFS of 9.3 months and a median overall survival of 40.5 months in the overall population [28] . Of the 34 patients who achieved a CR, the estimated duration of response had not yet been reached, with 47% continuing to be disease progression-free after a median observation period of 53.3 months. In patients who were in CR, the respective estimated 3-year PFS and overall survival rates were 58 and 73%. Baseline characteristics in patients who achieved a CR were younger age, good ECOG performance status and lower disease burden, all of which were favourable prognostic factors for overall survival [28] . At study closure (&5 years' after the last enrolled patient's end-of-treatment visit; median follow-up 35.1 months), the estimated 5-year overall survival and PFS rates in the overall population were 41 and 22%, with respective rates in patients with a CR of 64 and 52% [29] .", "cite_spans": [{"start": 289, "end": 293, "text": "[28]", "ref_id": "BIBREF32"}, {"start": 801, "end": 805, "text": "[28]", "ref_id": "BIBREF32"}, {"start": 1078, "end": 1082, "text": "[29]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "As Salvage Therapy"}, {"text": "Retreatment with brentuximab vedotin in patients with HL who had achieved CR or PR during initial brentuximab vedotin therapy and subsequently relapsed was associated with a high overall objective response rate (Table 1) , with the same rate of CR and PR (both 30%) and 20% of patients experiencing stable disease as a best response [25] . The median time between the last dose of brentuximab vedotin given during the initial study and the first dose of retreatment was 11.4 months (range 4-45 months). No patients with HL were retreated with brentuximab vedotin more than once (permitted if required). This study was terminated in January 2013, as the pool of potential retreatment patients from prior trials was projected to be minimal. At this timepoint, the median overall survival had not yet been reached [25] .", "cite_spans": [{"start": 333, "end": 337, "text": "[25]", "ref_id": "BIBREF29"}, {"start": 811, "end": 815, "text": "[25]", "ref_id": "BIBREF29"}], "ref_spans": [{"start": 211, "end": 220, "text": "(Table 1)", "ref_id": null}], "section": "As Salvage Therapy"}, {"text": "In another phase 2 trial, brentuximab vedotin therapy was an effective second-line therapy in patients with HL that was relapsed or refractory after induction therapy and prior to ASCT (Table 1) , with 13 patients achieving CR, 12 patients achieving PR and 10 patients having stable disease after four cycles of treatment [27] . Of the 37 enrolled patients, most (86%) proceeded to ASCT (17 of whom only received brentuximab vedotin prior to ASCT), two patients proceeded to allogeneic SCT and three patients did not respond to second-salvage combination therapy [27] .", "cite_spans": [{"start": 322, "end": 326, "text": "[27]", "ref_id": "BIBREF31"}, {"start": 563, "end": 567, "text": "[27]", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 185, "end": 194, "text": "(Table 1)", "ref_id": null}], "section": "As Salvage Therapy"}, {"text": "Discussion of the effectiveness of brentuximab vedotin treatment in the real-world setting in patients with relapsed or refractory CD30-positive HL focuses on large (n [200), retrospective studies of the French Named-Patient Program [30] and a medical chart review of 45 clinical sites in the UK and Germany (abstracts) [31, 32] . Patients received a 30-min infusion of brentuximab vedotin 1.8 mg/kg once every 3 weeks for up to 16 cycles [30] . Disease progression was assessed in accordance with Revised Response Criteria for Malignant Lymphoma [21] . Smaller (n = 16-58), multicentre, retrospective analyses of brentuximab vedotin therapy in the real-world setting also provide support for the efficacy of brentuximab vedotin in patients with relapsed or refractory HL [33] [34] [35] [36] [37] ; these small studies are not discussed further.", "cite_spans": [{"start": 233, "end": 237, "text": "[30]", "ref_id": "BIBREF34"}, {"start": 320, "end": 324, "text": "[31,", "ref_id": "BIBREF35"}, {"start": 325, "end": 328, "text": "32]", "ref_id": "BIBREF37"}, {"start": 439, "end": 443, "text": "[30]", "ref_id": "BIBREF34"}, {"start": 547, "end": 551, "text": "[21]", "ref_id": "BIBREF25"}, {"start": 772, "end": 776, "text": "[33]", "ref_id": "BIBREF39"}, {"start": 777, "end": 781, "text": "[34]", "ref_id": "BIBREF40"}, {"start": 782, "end": 786, "text": "[35]", "ref_id": "BIBREF41"}, {"start": 787, "end": 791, "text": "[36]", "ref_id": "BIBREF42"}, {"start": 792, "end": 796, "text": "[37]", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "In the Real-World Setting"}, {"text": "In a French retrospective analysis of 240 patients with histologically confirmed CD30-positive HL who had relapsed after prior ASCT or after two lines of chemotherapy, the best response after a median of four Table 1 Efficacy of brentuximab vedotin in prospective, noncomparative, multicentre, phase 2 trials in patients with relapsed or refractory CD-30 positive Hodgkin lymphoma after high-dose chemotherapy, and after [24] [25] [26] and/or before [26, 27] All pts received a 30-min intravenous infusion of BV 1.8 mg/kg (or BV 1.2 mg/kg if this was the dose in the previous study [25] ) once every 3 weeks for up to 4 [27] or 16 [24, 26] cycles, or until disease progression, unacceptable toxicity or study closure [25] BV brentuximab vedotin, CR complete remission, HL Hodgkin lymphoma, NYR not yet reached, PFS progression-free survival, pts patients, OR objective response (CR ? partial remission), OS overall survival, sALCL anaplastic large-cell lymphoma a Assessed using Revised Response Criteria for Malignant Lymphoma [21] b Estimated using Kaplan-Meier methods c In pts who had a CR as a best OR response d Primary endpoint e Pts had responded to BV (CR or partial remission) during NCT00848926 (for HL pts), discontinued treatment while in remission and then experienced disease progression or relapse; data are for evaluable pts with HL (trial also included pts with sALCL) f Data are for the phase 2 part of this phase 1/2 study in pts with HL (trial also included pts with sALCL) cycles of brentuximab vedotin therapy (primary objective) was CR (29.2% of patients), unconfirmed CR (4.6%), PR (26.7%), stable disease (7.5%) or progressive disease (28.3%); 3.8% of patients were not assessable [30] . The objective response rate of 60.5% in 37 patients who had received a prior allogeneic SCT was consistent with that in overall population (60.4%). Best response rates were consistent across most subgroups, although older patients had poorer response rates (an objective response was achieved by 39.3% of the 28 patients over 60 years of age). The median duration of response in those who had achieved an objective response after a median of four cycles was 8.4 months, with a median PFS duration of 11.3 months (vs. 6.8 months in the overall cohort). Median overall survival duration was not reached at a median follow-up of 16 [30] . In adult patients (aged C18 years) with CD30-positive HL who had relapsed after ASCT, brentuximab vedotin salvage therapy significantly (p = 0.0129) prolonged median PFS from the start of post-relapse therapy (27 months; 95% CI 19.9 to not estimable; n = 213) compared with other salvage chemotherapy (15.3 months; 95% CI 8.0 to not estimable; n = 128), based on a retrospective medical chart review of clinical sites in the UK and Germany [32] . Median overall survival since initiating salvage therapy was also significantly (p = 0.014) prolonged in the brentuximab vedotin arm versus the comparator arm (not estimable vs. 32.0 months; 95% CIs not reported). Best response rates did not differ significantly between the brentuximab vedotin and comparator groups, with respective CR rates of 43.7 and 37.3%, PR rates of 35.7 and 22.4%, stable disease rates of 12.2 and 11.2% and progressive disease rates of 8.0 and 28.6%. The median number of cycles in the brentuximab vedotin and comparator arms was seven and four, with no betweengroup differences in baseline characteristics. The most commonly utilized comparator salvage chemotherapy regimens were typically gemcitabine-based (38% of patients in Germany and 42% in the UK) or ifosfamide/carboplatin/etoposide (ICE)-based (17 and 8%) [32] .", "cite_spans": [{"start": 421, "end": 425, "text": "[24]", "ref_id": "BIBREF28"}, {"start": 426, "end": 430, "text": "[25]", "ref_id": "BIBREF29"}, {"start": 431, "end": 435, "text": "[26]", "ref_id": "BIBREF30"}, {"start": 450, "end": 454, "text": "[26,", "ref_id": "BIBREF30"}, {"start": 455, "end": 458, "text": "27]", "ref_id": "BIBREF31"}, {"start": 582, "end": 586, "text": "[25]", "ref_id": "BIBREF29"}, {"start": 620, "end": 624, "text": "[27]", "ref_id": "BIBREF31"}, {"start": 631, "end": 635, "text": "[24,", "ref_id": "BIBREF28"}, {"start": 636, "end": 639, "text": "26]", "ref_id": "BIBREF30"}, {"start": 717, "end": 721, "text": "[25]", "ref_id": "BIBREF29"}, {"start": 1028, "end": 1032, "text": "[21]", "ref_id": "BIBREF25"}, {"start": 1707, "end": 1711, "text": "[30]", "ref_id": "BIBREF34"}, {"start": 2340, "end": 2342, "text": "16", "ref_id": "BIBREF19"}, {"start": 2343, "end": 2347, "text": "[30]", "ref_id": "BIBREF34"}, {"start": 2790, "end": 2794, "text": "[32]", "ref_id": "BIBREF37"}, {"start": 3639, "end": 3643, "text": "[32]", "ref_id": "BIBREF37"}], "ref_spans": [{"start": 209, "end": 216, "text": "Table 1", "ref_id": null}], "section": "In the Real-World Setting"}, {"text": "In this medical chart retrospective review, amongst the 136 brentuximab vedotin-treated patients who were ineligible for ASCT, the respective median PFS and overall survival after initiation of brentuximab vedotin therapy were 15.1 and 17.8 months [31] . A best response of CR, PR, stable disease and disease progression occurred in 35, 40, 13 and 12% of patients, respectively.", "cite_spans": [{"start": 248, "end": 252, "text": "[31]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "In the Real-World Setting"}, {"text": "Intravenous brentuximab vedotin had a manageable tolerability and safety profile in patients with CD30-positive HL participating in clinical trials and studies in the real-world setting discussed in Sect. 4. Given the nature of the disease, brentuximab vedotin therapy was generally well tolerated in clinical trials, with most common adverse events (such as peripheral neuropathy and neutropenia) manageable with dose reductions and/or delays and the majority of patients with peripheral neuropathy experiencing improvement or complete resolution of symptoms [38] . The most common adverse reactions (i.e. incidence C20%) occurring during brentuximab vedotin salvage or consolidation therapy were neutropenia, peripheral sensory neuropathy (PSN), fatigue, nausea, anaemia, upper respiratory tract infection (URTI), diarrhoea, thrombocytopaenia and cough [19] . In addition, pyrexia, rash and vomiting were common adverse reactions with brentuximab vedotin salvage therapy, and peripheral motor neuropathy was a common adverse reaction during consolidation treatment with brentuximab vedotin [19] In the noncomparative pivotal phase 2 trial in patients with relapsed or refractory HL, the most common (i.e. incidence C15%) brentuximab vedotin-related adverse events of any grade were PSN (incidence 42%), nausea (35%), fatigue (34%), neutropenia (19%) and diarrhoea (18%) [24] . Treatment-emergent adverse events (TEAEs) of grade 3 or 4 severity occurred in 55% of patients. TEAEs of grade 3 severity occurring in at least 2% of patients were neutropenia (14%), PSN (8%), fatigue (2%) and pyrexia (2%). The only reported TEAE of grade 4 severity was neutropenia (6% of patients), with no occurrences of febrile neutropenia reported. No brentuximab vedotin-related deaths occurred during the study [24] .", "cite_spans": [{"start": 560, "end": 564, "text": "[38]", "ref_id": "BIBREF45"}, {"start": 855, "end": 859, "text": "[19]", "ref_id": "BIBREF23"}, {"start": 1092, "end": 1096, "text": "[19]", "ref_id": "BIBREF23"}, {"start": 1372, "end": 1376, "text": "[24]", "ref_id": "BIBREF28"}, {"start": 1797, "end": 1801, "text": "[24]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Tolerability and Safety"}, {"text": "TEAEs leading to treatment discontinuation occurred in 20% of patients in this pivotal trial, with PSN (6% of patients) and peripheral motor neuropathy (3%) being the most common events leading to discontinuation [24] . Neutropenia (incidence 16%) and PSN (13%) were the most common reasons for dose delays, with 8% of doses delayed overall. Eleven patients required dose reductions from 1.8 to 1.2 mg/kg, ten of whom required dose reductions as a result of PSN. The median time to peripheral neuropathy onset of any grade was 12.4 weeks, with respective median times to events of grade 2 and 3 severity of 27.3 and 38.0 weeks. Fifty percent of patients experienced complete resolution of these events, with a median time to improvement or resolution of 13.2 weeks [24] . Brentuximab vedotin-induced peripheral neuropathy is cumulative [12, 19] . Patients experiencing new or worsening peripheral neuropathy may require a delay, change of dose or discontinuation of brentuximab vedotin therapy [12, 19] .", "cite_spans": [{"start": 213, "end": 217, "text": "[24]", "ref_id": "BIBREF28"}, {"start": 765, "end": 769, "text": "[24]", "ref_id": "BIBREF28"}, {"start": 836, "end": 840, "text": "[12,", "ref_id": "BIBREF15"}, {"start": 841, "end": 844, "text": "19]", "ref_id": "BIBREF23"}, {"start": 994, "end": 998, "text": "[12,", "ref_id": "BIBREF15"}, {"start": 999, "end": 1002, "text": "19]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Tolerability and Safety"}, {"text": "In a retrospective analysis of brentuximab vedotin clinical trials in patients with relapsed or refractory CD30positive lymphomas, the only TEAE of any grade occurring in C20% of patients and with a significantly higher incidence in older patients (aged C60 years; n = 40) than in younger patients (aged \\60 years; n = 326) was anaemia (30 vs. 10%; p = 0.0015), with a numerically higher incidence (i.e. [10% between-group difference) of PSN (60 vs. 46%) and fatigue (58 vs. 43%) in older patients [39] . Conversely, URTI occurred significantly less frequently in older than younger patients (10 vs. 31%; p = 0.0049) and arthralgia occurred with a numerically lower frequency (8 vs. 21%). There were no significant differences between older and younger patients in the incidence of the most common (i.e. C10% of patients) TEAEs of grade 3 or higher severity, except for anaemia (20 vs. 7%; p = 0.0019). The overall incidence of serious TEAEs appeared to be similar in older and younger patients (20 vs. 16%), with no occurrences of grade 4 or 5 PSN in either age group. The incidence of dose delays (50 vs. 43%) and treatment discontinuations (33 vs. 17%) because of TEAEs was numerically higher in older than in younger patients [39] .", "cite_spans": [{"start": 498, "end": 502, "text": "[39]", "ref_id": "BIBREF46"}, {"start": 1230, "end": 1234, "text": "[39]", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Tolerability and Safety"}, {"text": "The nature and rates of adverse reactions in patients retreated with brentuximab vedotin were consistent with those observed in the combined pivotal phase 2 trials in patients with HL or sALCL, with the exception of a higher incidence of peripheral motor neuropathy (28 vs. 9%) [12] . Most of these cases of peripheral motor neuropathy were of grade 1 or 2 severity [12] .", "cite_spans": [{"start": 278, "end": 282, "text": "[12]", "ref_id": "BIBREF15"}, {"start": 366, "end": 370, "text": "[12]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Tolerability and Safety"}, {"text": "In clinical trials, the nature and incidence of TEAEs with brentuximab vedotin consolidation therapy (AETHERA trial) [20] were generally similar to those observed with brentuximab vedotin salvage therapy in clinical trials discussed in Sect. 4.2. With consolidation therapy, the most common TEAEs (i.e. incidence C20%) of any grade occurring in the brentuximab vedotin group were PSN (56 vs. 10% in the placebo group), neutropenia (35 vs. 29%), URTI (26 vs. 0%), fatigue (24 vs. 2%), peripheral motor neuropathy (23 vs. 6%), nausea (22 vs. 3% ) and diarrhoea (20 vs . 2%), with most TEAEs being of mild to moderate severity [20] . TEAEs of at least grade 3 severity that occurred with an incidence of C2% in the brentuximab vedotin group and a higher incidence than in the placebo group were PSN (10 vs. 1%), neutropenia (29 vs. 10%) and peripheral motor neuropathy (6 vs. 1%). One recipient of brentuximab vedotin therapy developed febrile neutropenia, with neutropenia leading to dose delays in 22% of patients, none of whom discontinued treatment or required dose reductions. In the brentuximab vedotin group, peripheral neuropathy had a median time to onset of 13.7 weeks, resulted in treatment discontinuation in 23% of patients and dose modifications in 31% of patients. More than half (57%) of the 51 patients with peripheral neuropathy who required dose modifications completed all 16 cycles of brentuximab vedotin therapy. Pulmonary toxic effects occurred in 5% of patients in the brentuximab vedotin group and 3% of patients in the placebo group. In the brentuximab vedotin group, one patient died because of treatment-related acute respiratory distress syndrome (ARDS) associated with pneumonitis within 30 days of treatment, with another patient dying from ARDS at day 40 after treatment-related pancreatitis (resolved at the time of death). The same proportion (11%) of patients in both groups died from disease-related illness [20] .", "cite_spans": [{"start": 117, "end": 121, "text": "[20]", "ref_id": "BIBREF24"}, {"start": 532, "end": 542, "text": "(22 vs. 3%", "ref_id": null}, {"start": 559, "end": 565, "text": "(20 vs", "ref_id": null}, {"start": 624, "end": 628, "text": "[20]", "ref_id": "BIBREF24"}, {"start": 1941, "end": 1945, "text": "[20]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Tolerability and Safety"}, {"text": "During long-term follow-up in the AETHERA trial (&3 years after the last patient was randomized), no new safety concerns were identified, with no new secondary malignancies observed in either treatment group during the 1-year period since the primary analysis [22] . At the time of this analysis, treatment-emergent peripheral neuropathy had occurred in 112 patients receiving brentuximab vedotin, with the majority of these patients experiencing improvement (23% of patients) or complete resolution (65%) of neuropathy symptoms [22] .", "cite_spans": [{"start": 260, "end": 264, "text": "[22]", "ref_id": "BIBREF26"}, {"start": 529, "end": 533, "text": "[22]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Tolerability and Safety"}, {"text": "In pivotal phase 2 trials in patients with HL or sALCL, &7 and 30% of patients developed persistently positive or transiently positive anti-drug antibodies (ADA) during brentuximab vedotin treatment [12, 19] . The presence of persistently positive antibodies was associated with a higher incidence of infusion-related reactions [12, 19] . In the AETHERA, &6% of patients developed persistently positive ADA during consolidation therapy with brentuximab vedotin [12] . Two patients in the phase 2 trials and two patients in AETHERA discontinued treatment because of adverse reactions that were consistent with infusionrelated reactions [12] . The presence of ADA did not correlate with a clinically meaningful reduction in serum levels of brentuximab vedotin and did not result in a decrease in efficacy [12] .", "cite_spans": [{"start": 199, "end": 203, "text": "[12,", "ref_id": "BIBREF15"}, {"start": 204, "end": 207, "text": "19]", "ref_id": "BIBREF23"}, {"start": 328, "end": 332, "text": "[12,", "ref_id": "BIBREF15"}, {"start": 333, "end": 336, "text": "19]", "ref_id": "BIBREF23"}, {"start": 461, "end": 465, "text": "[12]", "ref_id": "BIBREF15"}, {"start": 635, "end": 639, "text": "[12]", "ref_id": "BIBREF15"}, {"start": 803, "end": 807, "text": "[12]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Tolerability and Safety"}, {"text": "The EU summary of product characteristics [12] and US prescribing information [19] also carry warnings and precautions regarding the potential risk of several serious adverse events, including rare cases of John Cunningham virus (JCV) reactivation resulting in progressive multifocal leucoencephalopathy, cases of acute pancreatitis (including fatal cases), pulmonary toxicity (including fatal cases), serious infections and opportunistic infections, infusionrelated reactions and tumour lysis syndrome. Local prescribing information should be consulted regarding managing these potential safety risks.", "cite_spans": [{"start": 42, "end": 46, "text": "[12]", "ref_id": "BIBREF15"}, {"start": 78, "end": 82, "text": "[19]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Tolerability and Safety"}, {"text": "Intravenous brentuximab vedotin is approved in numerous countries worldwide, including in the EU [12] and USA [19] , for the treatment of patients with relapsed or refractory CD30-positive classical HL (featured indication) or sALCL; specific indications may vary between countries. In the EU [12] and USA [19] , brentuximab vedotin is indicated for the treatment of (adults [12] ) patients with relapsed or refractory CD30-positive HL after failure of ASCT or after failure of at least two prior multi-agent chemotherapy regimens when ASCT (or multi-agent chemotherapy [12] ) is not an option. It is also indicated for the treatment of (adults [12] ) patients with CD30-positive HL who are at increased [12] /high-risk [19] of relapse or progression after ASCT (as consolidation therapy) [12, 19] . In the EU [12] , patients with relapsed or refractory HL or sALCL who have previously responded to brentuximab vedotin therapy may be retreated with brentuximab vedotin [12] .", "cite_spans": [{"start": 97, "end": 101, "text": "[12]", "ref_id": "BIBREF15"}, {"start": 110, "end": 114, "text": "[19]", "ref_id": "BIBREF23"}, {"start": 293, "end": 297, "text": "[12]", "ref_id": "BIBREF15"}, {"start": 306, "end": 310, "text": "[19]", "ref_id": "BIBREF23"}, {"start": 375, "end": 379, "text": "[12]", "ref_id": "BIBREF15"}, {"start": 570, "end": 574, "text": "[12]", "ref_id": "BIBREF15"}, {"start": 645, "end": 649, "text": "[12]", "ref_id": "BIBREF15"}, {"start": 704, "end": 708, "text": "[12]", "ref_id": "BIBREF15"}, {"start": 720, "end": 724, "text": "[19]", "ref_id": "BIBREF23"}, {"start": 789, "end": 793, "text": "[12,", "ref_id": "BIBREF15"}, {"start": 794, "end": 797, "text": "19]", "ref_id": "BIBREF23"}, {"start": 810, "end": 814, "text": "[12]", "ref_id": "BIBREF15"}, {"start": 969, "end": 973, "text": "[12]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Dosage and Administration"}, {"text": "The recommended dosage of brentuximab vedotin is 1.8 mg/kg, administered as a 30-min infusion once every 3 weeks for a maximum of 16 cycles or until disease progression or unacceptable toxicity [12, 19] ; patients who achieve stable disease or better should receive a minimum of eight cycles [12] . If the patient weighs C100 kg, the dose should be calculated for a bodyweight of 100 kg [12, 19] . For retreatment, the starting dose of brentuximab vedotin should be 1.8 mg/kg or the last tolerated dose [12] . For post-ASCT consolidation therapy, initiate brentuximab vedotin treatment within 4-6 weeks of transplantation [19] or upon recovery from ASCT (based on clinical judgement [12] ) [12, 19] .", "cite_spans": [{"start": 194, "end": 198, "text": "[12,", "ref_id": "BIBREF15"}, {"start": 199, "end": 202, "text": "19]", "ref_id": "BIBREF23"}, {"start": 292, "end": 296, "text": "[12]", "ref_id": "BIBREF15"}, {"start": 387, "end": 391, "text": "[12,", "ref_id": "BIBREF15"}, {"start": 392, "end": 395, "text": "19]", "ref_id": "BIBREF23"}, {"start": 503, "end": 507, "text": "[12]", "ref_id": "BIBREF15"}, {"start": 622, "end": 626, "text": "[19]", "ref_id": "BIBREF23"}, {"start": 683, "end": 687, "text": "[12]", "ref_id": "BIBREF15"}, {"start": 690, "end": 694, "text": "[12,", "ref_id": "BIBREF15"}, {"start": 695, "end": 698, "text": "19]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Dosage and Administration"}, {"text": "No dose adjustments are required in patients with mild or moderate renal impairment [12, 19] . In patients with severe renal impairment, a dose of 1.2 mg/kg is recommended in the EU [12] and in the USA its use should be avoided in this population [19] . The recommended starting dose of brentuximab vedotin in patients with hepatic impairment is 1.2 mg/kg [12, 19] . In the USA [19] , brentuximab vedotin is only recommended for use in patients with mild hepatic impairment; its use in patients with moderate or severe hepatic impairment should be avoided. Patients with renal or hepatic impairment should be closely monitored for adverse events (Sect. 3) [12, 19] .", "cite_spans": [{"start": 84, "end": 88, "text": "[12,", "ref_id": "BIBREF15"}, {"start": 89, "end": 92, "text": "19]", "ref_id": "BIBREF23"}, {"start": 182, "end": 186, "text": "[12]", "ref_id": "BIBREF15"}, {"start": 247, "end": 251, "text": "[19]", "ref_id": "BIBREF23"}, {"start": 356, "end": 360, "text": "[12,", "ref_id": "BIBREF15"}, {"start": 361, "end": 364, "text": "19]", "ref_id": "BIBREF23"}, {"start": 378, "end": 382, "text": "[19]", "ref_id": "BIBREF23"}, {"start": 656, "end": 660, "text": "[12,", "ref_id": "BIBREF15"}, {"start": 661, "end": 664, "text": "19]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Dosage and Administration"}, {"text": "Local prescribing information should be consulted for detailed information, including contraindications, dosage modifications in cases of toxicity, warnings, precautions, drug interactions and use in special patient populations. In patients with relapsed or refractory CD30-positive classical HL, intravenous brentuximab vedotin was efficacious as consolidation therapy after ASCT in the clinical trial setting (Sect. 4.1) and as salvage therapy in the clinical trial (Sect. 4.2) and real-world settings (Sect. 4.3). As post-ASCT consolidation therapy, brentuximab vedotin significantly prolonged PFS compared with placebo at the time of the primary analysis (median follow-up of 30 months) in the phase 3 AETHERA trial, with durable responses observed during long-term follow-up (&1 year after the primary analysis) [Sect. 4.1]. Three-quarters of patients receiving brentuximab vedotin as salvage therapy achieved an objective response (primary endpoint) in the pivotal phase 2 trial, with an estimated median PFS of 5.6 months and median overall survival of 22.4 months after a median follow-up of 18.5 months (Sect. 4.2). These responses to brentuximab vedotin salvage therapy were durable, with estimated 5-year overall survival and PFS rates of 41 and 22% in the overall population (Sect. 4.2). Evidence from retrospective analyses of data collected in the real-world setting support the efficacy of brentuximab vedotin salvage therapy (Sect. 4.3). Retreatment with brentuximab vedotin was an effective option in patients who had achieved CR or PR during initial brentuximab vedotin therapy and subsequently relapsed (Sect. 4.2).", "cite_spans": [], "ref_spans": [], "section": "Dosage and Administration"}, {"text": "In the clinical trial and real-world settings, brentuximab vedotin had a manageable tolerability and safety profile in patients with CD30-positive HL (Sect. 5). The most common adverse reactions occurring during brentuximab vedotin salvage or consolidation therapy were neutropenia, PSN, fatigue, nausea, anaemia, URTI, diarrhoea, thrombocytopaenia and cough. Most common adverse events (e.g. peripheral neuropathy and neutropenia) were manageable with dose reductions and/or delays, with the majority of patients with treatment-related peripheral neuropathy experiencing complete resolution or improvement of symptoms. The nature and rates of adverse reactions occurring during retreatment with brentuximab vedotin were consistent with those in a combined analysis of the pivotal phase 2 trials in patients with HL and sALCL. For the most part, there was also no difference in the tolerability profile of brentuximab vedotin between younger and older patients and irrespective of whether patients were receiving brentuximab vedotin salvage therapy or post-ASCT consolidation therapy (Sect. 5).", "cite_spans": [], "ref_spans": [], "section": "Dosage and Administration"}, {"text": "In conclusion, in phase 2 trials and in the real-world setting, salvage therapy with brentuximab vedotin resulted in high objective response rates in patients with relapsed or refractory CD30-positive HL, including as retreatment in patients who had an objective response to previous brentuximab vedotin therapy and subsequently relapsed. These beneficial outcomes were durable during long-term followup. As consolidation therapy after ASCT, brentuximab vedotin prolonged PFS compared with placebo at the time of the primary analysis, with the beneficial effects of brentuximab vedotin therapy maintained during long-term follow-up. Brentuximab vedotin had an acceptable tolerability and safety profile in the clinical trial and real-world setting, with most adverse events manageable with dose reductions and/or delays. With a paucity of treatments available for many patients with relapsed or refractory HL, brentuximab vedotin represents an important option for the management of patients who have failed HDCT/ASCT or at least two prior chemotherapy regimens and as post-ASCT consolidation therapy in patients who are at increased risk/high-risk of relapse or progression after ASCT.", "cite_spans": [], "ref_spans": [], "section": "Dosage and Administration"}, {"text": "Data Selection Brentuximab Vedotin: 261 records identified", "cite_spans": [], "ref_spans": [], "section": "Dosage and Administration"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Excluded at initial screening (e.g. press releases; news reports", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Excluded during initial selection (e.g. preclinical study; reviews; case reports", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Excluded during writing (e.g. reviews; duplicate data; single-centre trials", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Clinical trial registries/databases and websites were also searched for relevant data", "authors": [], "year": 2017, "venue": "Search Strategy: EMBASE, MEDLINE and PubMed from 1946 to present", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Hodgkin's lymphoma: ESMO clinical practice guidelines for diagnosis, treatment and follow-up", "authors": [{"first": "D", "middle": ["A"], "last": "Eichenauer", "suffix": ""}, {"first": "A", "middle": [], "last": "Engert", "suffix": ""}, {"first": "M", "middle": [], "last": "André", "suffix": ""}], "year": 2014, "venue": "Ann Oncol", "volume": "25", "issn": "3", "pages": "70--75", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "National Comprehensive Cancer Network. NCCN Guidelines Version 2.2014: Hodgkin lymphoma", "authors": [], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Role of brentuximab vedotin in the treatment of relapsed or refractory Hodgkin lymphoma", "authors": [{"first": "T", "middle": [], "last": "Siddiqi", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Thomas", "suffix": ""}, {"first": "R", "middle": [], "last": "Chen", "suffix": ""}], "year": 2014, "venue": "Pharmacogenom Pers Med", "volume": "7", "issn": "", "pages": "79--85", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Relapsed Hodgkin lymphoma: management strategies", "authors": [{"first": "F", "middle": [], "last": "Montanari", "suffix": ""}, {"first": "C", "middle": [], "last": "Diefenbach", "suffix": ""}], "year": 2014, "venue": "Curr Hematol Malig Rep", "volume": "9", "issn": "3", "pages": "284--93", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The discovery and development of brentuximab vedotin for use in relapsed Hodgkin lymphoma and systemic anaplastic large cell lymphoma", "authors": [{"first": "P", "middle": ["D"], "last": "Senter", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Sievers", "suffix": ""}], "year": 2012, "venue": "Nat Biotechnol", "volume": "30", "issn": "7", "pages": "631--638", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Brentuximab vedotin in relapsed/refractory Hodgkin's lymphoma", "authors": [{"first": "E", "middle": [], "last": "Domingo-Domenech", "suffix": ""}, {"first": "A", "middle": [], "last": "Comai", "suffix": ""}, {"first": "A", "middle": [], "last": "Sureda", "suffix": ""}], "year": 2015, "venue": "Eur Oncol Haematol", "volume": "11", "issn": "1", "pages": "21--25", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "CD30-positive malignant melanomas: time for a change of management?", "authors": [{"first": "A", "middle": [], "last": "Engert", "suffix": ""}], "year": 2013, "venue": "Haematologia (Budap)", "volume": "98", "issn": "8", "pages": "1165--1173", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Antibody drug conjugates: changing the treatment landscape of lymphoma", "authors": [{"first": "D", "middle": [], "last": "Jagadeesh", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Smith", "suffix": ""}], "year": 2016, "venue": "Curr Treat Options Oncol", "volume": "17", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "cAC10-vcMMAE, an anti-CD30-monomethyl auristatin E conjugate with potent and selective antitumor activity", "authors": [{"first": "J", "middle": ["A"], "last": "Francisco", "suffix": ""}, {"first": "C", "middle": ["G"], "last": "Cerveny", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Meyer", "suffix": ""}], "year": 2003, "venue": "Blood", "volume": "102", "issn": "4", "pages": "1458--65", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Intracellular activation of SGN-35, a potent anti-CD30 antibody-drug conjugate", "authors": [{"first": "N", "middle": ["M"], "last": "Okeley", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Miyamoto", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2010, "venue": "Clin Cancer Res", "volume": "16", "issn": "3", "pages": "888--97", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "ADCETRIS 50 mg powder for concentrate for solution: summary of product characteristics", "authors": [{"first": "Agency", "middle": [], "last": "European Medicines", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Brentuximab vedotin: a review of its use in patients with Hodgkin lymphoma and systemic anaplastic large cell lymphoma following previous treatment failure", "authors": [{"first": "Garnock-Jones", "middle": [], "last": "Kp", "suffix": ""}], "year": 2013, "venue": "Drugs", "volume": "73", "issn": "4", "pages": "371--81", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Effects of drug loading on the antitumour activity of a monoclonal antibody drug conjugate", "authors": [{"first": "K", "middle": ["J"], "last": "Hamblett", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Senter", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Chace", "suffix": ""}], "year": 2004, "venue": "Clin Cancer Res", "volume": "10", "issn": "", "pages": "7063--70", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Anti-CD30 diabody-drug conjugates with potent antitumor activity", "authors": [{"first": "K", "middle": ["M"], "last": "Kim", "suffix": ""}, {"first": "C", "middle": ["F"], "last": "Mcdonagh", "suffix": ""}, {"first": "L", "middle": [], "last": "Westendorf", "suffix": ""}], "year": 2008, "venue": "Mol Cancer Res", "volume": "7", "issn": "8", "pages": "2486--97", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Clinical binding properties, internalization kinetics, and clinicopathologic activity of brentuximab vedotin: an antibody-drug conjugate for CD30-positive lymphoid neoplasms", "authors": [{"first": "J", "middle": ["R"], "last": "Fromm", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Mcearchern", "suffix": ""}, {"first": "D", "middle": [], "last": "Kennedy", "suffix": ""}], "year": 2012, "venue": "Clin Lymphoma Myeloma Leuk", "volume": "12", "issn": "4", "pages": "280--283", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Immune systems engagement results in non-classical antibody-drug conjugate antitumor activity of brentuximab vedotin", "authors": [{"first": "S", "middle": ["J"], "last": "Gardai", "suffix": ""}, {"first": "R", "middle": [], "last": "Heiser", "suffix": ""}, {"first": "A", "middle": [], "last": "Cao", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Brentuximab vedotin does not cause clinically relevant QTc interval prolongation in patients with CD30-positive hematologic malignancies", "authors": [{"first": "T", "middle": ["H"], "last": "Han", "suffix": ""}, {"first": "R", "middle": [], "last": "Chen", "suffix": ""}, {"first": "R", "middle": [], "last": "Advani", "suffix": ""}], "year": 2013, "venue": "Cancer Chemother Pharmacol", "volume": "72", "issn": "1", "pages": "241--250", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Seattle Genetics Inc. ADCETRIS Ò (brentuximab vedotin) for injection: US prescribing information", "authors": [], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Brentuximab vedotin as consolidation therapy after autologous stem-cell transplantation in patients with Hodgkin's lymphoma at risk of relapse or progression (AETHERA): a randomised, double-blind, placebocontrolled, phase 3 trial", "authors": [{"first": "C", "middle": ["H"], "last": "Moskowitz", "suffix": ""}, {"first": "A", "middle": [], "last": "Nademanee", "suffix": ""}, {"first": "T", "middle": [], "last": "Masszi", "suffix": ""}], "year": 2015, "venue": "Lancet", "volume": "385", "issn": "9980", "pages": "1853--62", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Revised response criteria for malignant melanoma", "authors": [{"first": "B", "middle": ["D"], "last": "Cheson", "suffix": ""}, {"first": "B", "middle": [], "last": "Pfistner", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Juweid", "suffix": ""}], "year": 2007, "venue": "J Clin Oncol", "volume": "25", "issn": "5", "pages": "579--86", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Updated efficacy and safety data from the AETHERA trial of consolidation with brentuximab vedotin after autologous stem cell transplant (ASCT) in Hodgkin lymphoma patients at high risk of relapse", "authors": [{"first": "J", "middle": [], "last": "Sweetenham", "suffix": ""}, {"first": "J", "middle": [], "last": "Walewski", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Nademanee", "suffix": ""}], "year": 2015, "venue": "Blood", "volume": "126", "issn": "23", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Quality of life results from a phase 3 study of brentuximab vedotin consolidation following autologous haematopoietic stem cell transplant for persons with Hodgkin lymphoma", "authors": [{"first": "S", "middle": ["D"], "last": "Ramsey", "suffix": ""}, {"first": "A", "middle": [], "last": "Nademanee", "suffix": ""}, {"first": "T", "middle": [], "last": "Masszi", "suffix": ""}], "year": 2016, "venue": "Br J Haematol", "volume": "175", "issn": "5", "pages": "860--867", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Results of a pivotal phase II study of brentuximab vedotin for patients with relapsed or refractory Hodgkin's lymphoma", "authors": [{"first": "A", "middle": [], "last": "Younes", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Gopal", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Smith", "suffix": ""}], "year": 2012, "venue": "J Clin Oncol", "volume": "30", "issn": "18", "pages": "2183--2192", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Retreatment with brentuximab vedotin in patients with CD30-positive hematologic malignancies", "authors": [{"first": "N", "middle": ["L"], "last": "Bartlett", "suffix": ""}, {"first": "R", "middle": [], "last": "Chen", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Fanale", "suffix": ""}], "year": 2014, "venue": "J Hematol Oncol", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Phase I/II study of brentuximab vedotin in Japanese patients with relapsed or refractory CD30-positive Hodgkin's lymphoma or systemic anaplastic large-cell lymphoma", "authors": [{"first": "M", "middle": [], "last": "Ogura", "suffix": ""}, {"first": "K", "middle": [], "last": "Tobinai", "suffix": ""}, {"first": "K", "middle": [], "last": "Hatake", "suffix": ""}], "year": 2014, "venue": "Cancer Sci", "volume": "105", "issn": "7", "pages": "840--846", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Results of a multicenter phase II trial of brentuximab vedotin as second-line therapy before autologous transplantation in relapsed/refractory Hodgkin lymphoma", "authors": [{"first": "R", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Palmer", "suffix": ""}, {"first": "P", "middle": [], "last": "Martin", "suffix": ""}], "year": 2015, "venue": "Biol Blood Marrow Transplant", "volume": "21", "issn": "12", "pages": "2136--2176", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Durable remissions in a pivotal phase 2 study of brentuximab vedotin in relapsed or refractory Hodgkin lymphoma", "authors": [{"first": "A", "middle": ["K"], "last": "Gopal", "suffix": ""}, {"first": "R", "middle": [], "last": "Chen", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Smith", "suffix": ""}], "year": 2015, "venue": "Blood", "volume": "125", "issn": "8", "pages": "1236--1279", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Five-year survival and durability results of brentuximab vedotin in patients with relapsed or refractory Hodgkin lymphoma", "authors": [{"first": "R", "middle": [], "last": "Chen", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Gopal", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Smith", "suffix": ""}], "year": 2016, "venue": "Blood", "volume": "128", "issn": "12", "pages": "1562--1568", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Impact of postbrentuximab vedotin consolidation on relapsed/refractory CD30? Hodgkin lymphomas: a large retrospective study on 240 patients enrolled in the French Named-Patient Program", "authors": [{"first": "A", "middle": [], "last": "Perrot", "suffix": ""}, {"first": "H", "middle": [], "last": "Monjanel", "suffix": ""}, {"first": "R", "middle": [], "last": "Bouabdallah", "suffix": ""}], "year": 2016, "venue": "Haematologica", "volume": "101", "issn": "4", "pages": "466--73", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Brentuximab vedotin in patients who are ineligible for autologous stem cell transplant with relapsed or refractory Hodgkin lymphoma: a United Kingdom and Germany retrospective study", "authors": [{"first": "P", "middle": ["J"], "last": "Bröckelmann", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Zagadailov", "suffix": ""}, {"first": "S", "middle": [], "last": "Corman", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Real-world effectiveness of brentuximab vedotin (BV) vs other treatments in patients with relapsed/refractory Hodgkin lymphoma (RRHL) post autologous stem-cell transplantation (ASCT)", "authors": [{"first": "E", "middle": ["A"], "last": "Zagadailov", "suffix": ""}, {"first": "S", "middle": [], "last": "Corman", "suffix": ""}, {"first": "M", "middle": [], "last": "Hagan", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Brentuximab vedotin for relapsed or refractory Hodgkin lymphoma: experience in Turkey", "authors": [{"first": "A", "middle": [], "last": "Salihoglu", "suffix": ""}, {"first": "T", "middle": [], "last": "Elverdi", "suffix": ""}, {"first": "I", "middle": [], "last": "Karadogan", "suffix": ""}], "year": 2015, "venue": "Ann Hematol", "volume": "94", "issn": "", "pages": "415--435", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Brentuximab vedotin for relapsed or refractory CD30? Hodgkin lymphoma: a multicenter analysis from Asia", "authors": [{"first": "Q-M", "middle": [], "last": "Yang", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Hong", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Ko", "suffix": ""}], "year": 2014, "venue": "OncoTargets Ther", "volume": "7", "issn": "", "pages": "1717--1739", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Brentuximab vedotin in patients with Hodgkin lymphoma and a failed allogeneic stem cell transplantation: results from a Named Patient Program at four Italian centers", "authors": [{"first": "Carlo-Stella C", "middle": [], "last": "Ricci", "suffix": ""}, {"first": "F", "middle": [], "last": "Dalto", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2015, "venue": "Oncologist", "volume": "20", "issn": "3", "pages": "323--331", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Brentuximab vedotin in transplant-naïve relapsed/refractory Hodgkin lymphoma: experience in 30 patients", "authors": [{"first": "P", "middle": ["L"], "last": "Zinzani", "suffix": ""}, {"first": "C", "middle": [], "last": "Pellegrini", "suffix": ""}, {"first": "M", "middle": [], "last": "Cantonetti", "suffix": ""}], "year": 2015, "venue": "Oncologist", "volume": "20", "issn": "12", "pages": "1413--1419", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Brentuximab vedotin (BV) an effective treatment for transplant ineligible patients with relapsed/refractory (R/R) Hodgkin lymphoma (HL)", "authors": [{"first": "S", "middle": [], "last": "Viviani", "suffix": ""}, {"first": "A", "middle": [], "last": "Guidetti", "suffix": ""}, {"first": "S", "middle": [], "last": "Dalto", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Treatment strategies to optimize outcomes with brentuximab vedotin: management of common and rare toxicities", "authors": [{"first": "M", "middle": ["A"], "last": "Fanale", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Whiting", "suffix": ""}, {"first": "E", "middle": [], "last": "Neylon", "suffix": ""}], "year": 2015, "venue": "J Target Ther Cancer", "volume": "", "issn": "", "pages": "36--45", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Brentuximab vedotin in patients aged 60 years or older with relapsed or refractory CD30-positive lymphomas: a retrospective evaluation of safety and efficacy", "authors": [{"first": "A", "middle": ["K"], "last": "Gopal", "suffix": ""}, {"first": "N", "middle": ["L"], "last": "Bartlett", "suffix": ""}, {"first": "A", "middle": [], "last": "Forero-Torres", "suffix": ""}], "year": 2014, "venue": "Leuk Lymphoma", "volume": "55", "issn": "", "pages": "2328--2362", "other_ids": {}}}, "ref_entries": {"TABREF1": {"text": "autologous stem cell transplant", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Study </td><td>Observation period [reference]\n</td><td>No. of pts </td><td>Overall ORa\nrate (%)\n</td><td>Median duration (months)\n</td><td>Median PFSb (months) </td><td>Median OSb\n(months)\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>OR </td><td>CRc\n</td><td> </td><td> </td></tr><tr><td>NCT00848926 (pivotal trial) </td><td>Median 18.5 months [24] </td><td>102 </td><td>75d </td><td>6.7 </td><td>20.5 </td><td>5.6 </td><td>22.4\n</td></tr><tr><td>Median 33.3 months [28] </td><td> </td><td>73 </td><td>11.2 </td><td>NYR </td><td>9.3 </td><td>40.5\n</td></tr><tr><td>NCT01393717 </td><td>After 4 cycles [27] </td><td>37 </td><td>68d\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>NCT00947856 </td><td>Final cut-off date January 2013 [25]\n</td><td>20e </td><td>60 </td><td>9.2 </td><td>9.4 </td><td>9.9 </td><td>NYR\n</td></tr><tr><td> </td><td> </td><td>JapicCTI-111650 </td><td>At cut-off date May 2013 [26] </td><td>9f </td><td>67 </td><td>NYR </td><td>11.1\n</td></tr></table></body></html>"}, "TABREF3": {"text": "7 Place of Brentuximab Vedotin in the Management of CD30-Positive Hodgkin Lymphoma Current ESMO [1] and NCCN [2] guidelines recommend that for patients with classical HL initial treatment should involve chemotherapy or combined modality therapy, followed by involved-field radiotherapy and restaging of the disease at the completion of therapy. The initial treatment intensity should reflect the clinical stage and the presence or absence of clinical risk factors [1, 2], with the use of risk-adapted therapy resulting in excellent cure rates irrespective of the HL stage at the time of diagnosis [1]. Prognostic factors for adverse outcomes include aged C45 years, male gender, stage IV disease, albumin level of B4 g/dL, haemoglobin level of \\10.5 g/dL, leucocytosis [i.e. white blood cell (WBC) count [15,000/mm 3 ] and lymphoctyopenia (i.e. lymphocyte count \\8% of the WBC count and/or lymphocytes \\600/mm 3 ) [2]. Initial chemotherapy typically involves ABVD (adriamycin, bleomycin, vinblastine plus dacarbazine) [1, 2], BEACOPPescalated (bleomycin, etoposide, adriamycin, cyclophosphamide, vincristine, procarbazine, prednisone and granulocyte colony-stimulating factor) [1, 2] or Stanford V [doxorubicin, vinblastine, vincristine, bleomycin, etoposide, cyclophosphamide (or mechlorethamine or ifosfamide), prednisone] [2]. However, dependent on the stage of the disease, a significant proportion of patients relapse or are refractory to initial therapy (Sect. 1). The general treatment of choice in these patients is HDCT followed by ASCT (±radiotherapy) [1, 2]. Prior to HDCT/ASCT, patients receive salvage regimens (e.g. ICE) to reduce the tumour burden and mobilise stem cells prior to HDCT and ASCT [1]. Brentuximab vedotin is recommended as an option for patients with relapsed or refractory classical HL who have failed HDCT/ASCT or at least two prior chemotherapy regimens (irrespective of their eligibility for HDCT/ASCT [2]) [1, 2]. The approval of brentuximab vedotin as consolidation therapy after ASCT (Sect. 6) is too recent for it to have been considered in 2014 ESMO [1] and NCCN [2] guidelines.", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgements During the peer review process, the manufacturer of brentuximab vedotin was offered an opportunity to review this article. Changes resulting from comments received were made on the basis of scientific and editorial merit.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "Funding The preparation of this review was not supported by any external funding.", "cite_spans": [], "ref_spans": [], "section": "Compliance with Ethical Standards"}, {"text": "Lesley Scott is a salaried employee of Adis/ Springer, is responsible for the article content and declares no relevant conflicts of interest.", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest"}]}