{
    "paper_id": "9aa38acaf58c4f7bdc2b8fce4a75f660abf314a2",
    "metadata": {
        "title": "Pre-and Postexposure Use of Human Monoclonal Antibody against H5N1 and H1N1 Influenza Virus in Mice: Viable Alternative to Oseltamivir",
        "authors": [
            {
                "first": "Wouter",
                "middle": [],
                "last": "Koudstaal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Crucell Holland BV",
                    "location": {
                        "settlement": "Leiden"
                    }
                },
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [
                    "H"
                ],
                "last": "Koldijk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Crucell Holland BV",
                    "location": {
                        "settlement": "Leiden"
                    }
                },
                "email": ""
            },
            {
                "first": "Just",
                "middle": [
                    "P J"
                ],
                "last": "Brakenhoff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Crucell Holland BV",
                    "location": {
                        "settlement": "Leiden"
                    }
                },
                "email": ""
            },
            {
                "first": "Lisette",
                "middle": [
                    "A H M"
                ],
                "last": "Cornelissen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wageningen University",
                    "location": {
                        "settlement": "Lelystad",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Gerrit",
                "middle": [
                    "Jan"
                ],
                "last": "Weverling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Crucell Holland BV",
                    "location": {
                        "settlement": "Leiden"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "H E"
                ],
                "last": "Friesen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Crucell Holland BV",
                    "location": {
                        "settlement": "Leiden"
                    }
                },
                "email": ""
            },
            {
                "first": "Jaap",
                "middle": [],
                "last": "Goudsmit",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Crucell Holland BV",
                    "location": {
                        "settlement": "Leiden"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "New strategies to prevent and treat influenza virus infections are urgently needed. A recently discovered class of monoclonal antibodies (mAbs) neutralizing an unprecedented spectrum of influenza virus subtypes may have the potential for future use in humans. Here, we assess the efficacies of CR6261, which is representative of this novel class of mAbs, and oseltamivir in mice. We show that a single injection with 15 mg/kg CR6261 outperforms a 5-day course of treatment with oseltamivir (10 mg/kg/day) with respect to both prophylaxis and treatment of lethal H5N1 and H1N1 infections. These results justify further preclinical evaluation of broadly neutralizing mAbs against influenza virus for the prevention and treatment of influenza virus infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "that it is unlikely that an effective vaccine will be available in the early stages of a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For the treatment and/or prophylaxis of influenza virus infections, only 2 classes of drugs are currently available: the adamantanes and the neuraminidase (NA) inhibitors. The adamantanes (amantadine and rimantadine) are associated with toxicity and with the rapid emergence of drug-resistant strains [3] . Compared with the adamantanes, the 2 licensed NA inhibitors-zanamivir (Relenza) and oseltamivir (Tamiflu)-are associated with little toxicity and are less prone to select for resistant viruses [3] . Nevertheless, the emergence of resistance after oseltamivir treatment has been reported ( [4] and references therein). Furthermore, oseltamivir-resistant H1N1 viruses are now circulating on all major continents [5] . Although at present these viruses are susceptible to zanamivir, the resulting increased use of zanamivir monotherapy may well lead to the development of resistance [6] .",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 304,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 500,
                    "end": 503,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 717,
                    "end": 720,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 887,
                    "end": 890,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Consequently, there is an urgent need for the development of new treatments, both prophylactic and therapeutic. Monoclonal antibodies (mAbs) are attractive biologic drugs given their exquisite specificity and low toxicity. The development of mAbs for prophylaxis and treatment of influenza has been inhibited by the lack of candidates with broad neutralizing activity resulting from the virus's tolerance for genetic changes in its immunodominant epitopes. However, a recently discovered class of mAbs that are able to neutralize an unprecedented spectrum of influenza virus subtypes by binding to a highly conserved region of the membrane-proximal stem of the viral hemagglutinin holds promise as a future intervention for both seasonal and pandemic influenza [7, 8] .",
            "cite_spans": [
                {
                    "start": 761,
                    "end": 764,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 765,
                    "end": 767,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here, we compare the prophylactic and therapeutic efficacies of the mAb CR6261, which represents this novel class of anti-influenza virus mAbs, with those of the leading antiviral drug, oseltamivir, in mouse models of lethal H5N1 and H1N1 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Methods. The human mAb CR6261 has been described elsewhere [8] . An irrelevant isotype-matched antibody, CR3014 [9] , was used as a control. Both antibodies were produced in PER.C6 cells (Crucell Holland). Oseltamivir (Tamiflu; Hoffmann-La Roche) was obtained from a local pharmacy.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 62,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 112,
                    "end": 115,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The H5N1 strain A/HongKong/156/97 was originally isolated from a 3-year-old child with respiratory disease [10] . The virus was passaged twice in MDCK cells. The stock (8.1 log 10 median tissue culture infective dose [TCID 50 ]/mL) used to infect mice was propagated once in embryonated eggs. The H1N1 strain A/WSN/33 was obtained from the American Type Culture Collection (VR-219). The stock (8.5 log 10 TCID 50 /mL) used to infect mice was propagated once in embryonated eggs.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All experiments were approved by the Ethical Review Committee of the Central Veterinary Institute before commencement, in accordance with Dutch law. Female, 7-week-old, specific pathogen-free BALB/c mice (Charles River Laboratories) were inoculated intranasally with 25 times the median lethal dose of A/HongKong/156/97 (4.5 log 10 TCID 50 ) or A/WSN/33 (6.6 log 10 TCID 50 ), and survival, weight loss, and clinical signs were monitored until 21 days after infection. Clinical signs were scored with a scoring system (0, no clinical signs; 1, rough coat; 2, rough coat, less reactive, and passive during handling; 3, rough coat, rolled up, labored breathing, and passive during handling; 4, rough coat, rolled up, labored breathing, and unresponsive). Animals with a score of 4 were euthanized. In the prophylactic experiments, 15 mg/kg CR6261 was administered intravenously 1 day before challenge, and 10 mg/kg oseltamivir was administered per os daily for 5 days starting 1 day before challenge. In the therapeutic experiments, CR6261 and oseltamivir were administered as described above on day 4 and for 5 days starting on day 4 after infection, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Survival times after viral challenge were analyzed using the log-rank test, and survival proportions were analyzed using the Fisher exact test. Change in body weight was analyzed using an area under the curve (AUC) analysis in which the last ob-served body weight was carried forward if a mouse died or was euthanized during the experiment. The weight per mouse on day 0 was used as baseline, and weight change was determined relative to baseline. The net AUCs were compared by 1-way analysis of variance. Comparisons to the control group were performed by post-hoc testing with Dunnett's adjustment for multiple comparisons. Clinical scores were analyzed using the GENMOD procedure (SAS software) to fit a model to repeated measures, with mice as the subject and the data measured on an ordinal scale. Statistical analyses were performed using SAS (version 9.1; SAS Institute) and SPSS (version 15.0; SPSS) software. The statistical significance level was set at . a p .05 Results. Figure 1 shows the prophylactic efficacies of the mAb CR6261 and oseltamivir against lethal challenge with A/ HongKong/156/97(H5N1) and A/WSN/33(H1N1). All animals that received CR6261 survived challenge with both viruses without showing any signs of disease, except for a decline in body weight of ∼9% during the first 3 days after challenge with A/ WSN/33 ( Figure 1E ). In contrast, all control animals rapidly showed signs of disease, lost weight, and either died of the infection or were euthanized within 2 weeks after either challenge. All but one of the oseltamivir-treated mice survived challenge with A/HongKong/156/97 ( Figure 1A) . However, in contrast to the CR6261-treated mice, these animals lost weight comparable to the control group until 11 days after infection, when they started to regain weight ( ) ( Figure 1B ). Fur-P ! .001 thermore, all oseltamivir-treated mice showed signs of illness beginning on day 5 after infection and started to recover on day 15 ( Figure 1C) . Similarly, treatment with oseltamivir prevented death but not weight loss and signs of disease on challenge with A/WSN/33. Mice treated with oseltamivir lost weight similarly to the control group during the first 10 days after challenge, after which they started to regain weight ( Figure 1E ), and this loss was greater than that of the group treated with CR6261 ( ). Signs of disease were observed in individual P ! .001 animals between days 2 and 19 after challenge, and median clinical scores differed significantly from those of the CR6261treated group between days 2 and 17 ( ) ( Figure 1F ). P р .032 The alternating median clinical scores (between 2 and 3) of this group is likely explained by subjectivity in the assessment of clinical scores by different observers. Taken together, these data indicate that prophylactic administration of a single intravenous injection with 15 mg/kg CR6261 is more effective against lethal H5N1 and H1N1 challenge than a 5-day course of treatment with oseltamivir at 10 mg/kg/day. Figure 2 shows the therapeutic efficacies of mAb CR6261 and oseltamivir against lethal challenge with A/HongKong/156/ 97(H5N1) and A/WSN/33(H1N1). Treatment with CR6261 four days after challenge with A/HongKong/156/97 did not prevent initial weight loss and signs of disease. However, it did completely prevent mortality, and animals had regained their initial body weight by the end of the experiment (Figure 2A and 2B). Accordingly, these mice started to recover on day 12, and none showed any signs of disease from day 19 onward. In contrast to the 100% survival in the group treated with CR6261, only 25% of the mice treated with oseltamivir survived infection with A/HongKong/156/97 ( ). These mice lost signif-P p .007 icantly more weight than did those in the group treated with CR6261 ( ), and median clinical scores were signifi-P p .001 cantly higher from day 9 until the end of the study on day 21 ( ). The 2 survivors showed respiratory distress until P р .037 days 19 and 21 and had not regained their initial body weight at the end of the study (Ϫ2.4% and Ϫ24.9%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 983,
                    "end": 991,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1343,
                    "end": 1352,
                    "text": "Figure 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1614,
                    "end": 1624,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1806,
                    "end": 1815,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1965,
                    "end": 1975,
                    "text": "Figure 1C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2260,
                    "end": 2269,
                    "text": "Figure 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2564,
                    "end": 2573,
                    "text": "Figure 1F",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3002,
                    "end": 3010,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3404,
                    "end": 3414,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Although prophylactic administration of CR6261 fully protected mice against lethality from A/WSN/33 challenge, only 3 of 8 animals survived when CR6261 was given 4 days after challenge ( Figure 2D) . Nevertheless, survival time in this group was significantly longer than that in the group treated with oseltamivir, in which all animals died within 10 days after challenge ( ). However, there was no significant difference P p .031 in relative weight loss between both groups ( ), and P p .592 clinical scores differed significantly only on days 1 and 10 ( and , respectively) ( Figure 2E and 2F). P p .021 P p .034 Discussion. We have demonstrated that a single intravenous injection with 15 mg/kg CR6261 outperforms a 5-day course of treatment with oseltamivir at 10 mg/kg/day with respect to both prophylaxis against and treatment of lethal H5N1 and H1N1 infections in mice. These encouraging results in these highly stringent models justify further preclinical evaluation of CR6261 as alternative strategy for the control of influenza. The 15 mg/kg dose of CR6261 used in this study was based on previous experiments in mice [8] , but further studies are needed to assess the minimal plasma concentrations of this mAb necessary for effective prophylaxis and treatment. A 5-day course of treatment with oseltamivir at 5 mg/kg/day has previously been shown to be protective against lethal challenge of mice with A/WSN/33 [11] , whereas treatments with doses as low as 1 mg/kg/day (and even 0.1 mg/kg/day) have been shown to protect mice against lethal challenge with A/ HongKong/156/97 [12, 13] . In these latter studies, oseltamivir was administered in a twice-a-day regimen, whereas we used a once-a-day regimen. However, when comparing the efficacy of 1 daily administration of 10 mg/kg oseltamivir with that of 2 daily administrations of 5 mg/kg against lethal A/HongKong/ 156/97 infection, we found no difference (data not shown). This result is in line with previously reported data showing no significant difference in the efficacy of oseltamivir at 5 mg/kg/ day against lethal A/WSN/33 infection of mice when given as a single dose or in 2 doses 12 h apart [11] .",
            "cite_spans": [
                {
                    "start": 1129,
                    "end": 1132,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1423,
                    "end": 1427,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1588,
                    "end": 1592,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1593,
                    "end": 1596,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2167,
                    "end": 2171,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 197,
                    "text": "Figure 2D)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 579,
                    "end": 588,
                    "text": "Figure 2E",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Although therapeutic administration of CR6261 completely prevented death due to A/HongKong/156/97, it only partially prevented mortality due to A/WSN/33. This difference is likely explained by the fact that onset of disease and progression to death were more rapid after challenge with the latter virus. The median clinical scores at the moment of antibody administration (4 days after challenge) were 1 and 3 for the groups of mice challenged with A/HongKong/156 and A/WSN/33, respectively. Accordingly, the median survival time in the control group challenged with A/WSN/33 was shorter than that in the control group challenged with A/HongKong/156/97 (7 vs 10 days;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "). However, the fact that administration P p .003 of CR6261 to mice that had already lost 24.1% of their initial body weight and that showed severe respiratory distress still partially prevented death demonstrates the fast mode of action. This feature, combined with the relatively long half-life (2-3 weeks) in humans of mAbs produced in PER.C6 cells [14] , make human mAb-based passive immunotherapy a viable option for both treatment and prophylaxis of disease due to influenza virus infection, provided that comparable effi-cacies can be obtained in humans with economically feasible doses of antibody.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 356,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Fact sheet 211: influenza. Geneva: World Health Organization",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Centers for Disease Control and Prevention. Prevention and control of influenza: recommendations of the Advisory Committee on Immunization Practices (ACIP)",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "55",
            "issn": "",
            "pages": "1--42",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Medical management of influenza infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moscona",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Annu Rev Med",
            "volume": "59",
            "issn": "",
            "pages": "397--413",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Neuraminidase inhibitor resistance after oseltamivir treatment of acute influenza A and B in children",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Stephenson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Democratis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lackenby",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "48",
            "issn": "",
            "pages": "389--96",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization. Influenza A(H1N1) virus resistance to oseltamivir-2008/2009 influenza season. Geneva: World Health Organization",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Influenza virus resistance to antiviral agents: a plea for rational use",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Poland",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Ovsyannikova",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "48",
            "issn": "",
            "pages": "1254--1260",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antibody recognition of a highly conserved influenza virus epitope",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Ekiert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bhabha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Elsliger",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "",
            "pages": "246--51",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Heterosubtypic neutralizing monoclonal antibodies cross-protective against H5N1 and H1N1 recovered from human IgM+ memory B cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Throsby",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Den Brink",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jongeneelen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Human monoclonal antibody as prophylaxis for SARS coronavirus infection in ferrets",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ter Meulen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Bakker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Van Den Brink",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "2139--2180",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Characterization of an avian influenza A (H5N1) virus isolated from a child with a fatal respiratory illness",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Subbarao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Klimov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Science",
            "volume": "279",
            "issn": "",
            "pages": "393--399",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Influence of treatment schedule and viral challenge dose on the in vivo influenza virus-inhibitory effects of the orally administered neuraminidase inhibitor GS 4104",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Sidwell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Bemis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Eisenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Huffman",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Antivir Chem Chemother",
            "volume": "10",
            "issn": "",
            "pages": "187--93",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Comparison of efficacies of RWJ-270201, zanamivir, and oseltamivir against H5N1, H9N2, and other avian influenza viruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Govorkova",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Leneva",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Goloubeva",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bush",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Antimicrob Agents Chemother",
            "volume": "45",
            "issn": "",
            "pages": "2723--2755",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The neuraminidase inhibitor GS4104 (oseltamivir phosphate) is efficacious against A/Hong Kong/156/97 (H5N1) and A/Hong Kong/1074/ 99 (H9N2) influenza viruses",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Leneva",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Govorkova",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Goloubeva",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Antiviral Res",
            "volume": "48",
            "issn": "",
            "pages": "101--116",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "First administration to humans of a monoclonal antibody cocktail against rabies virus: safety, tolerability, and neutralizing activity",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Bakker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Python",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Kissling",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26",
            "issn": "",
            "pages": "5922--5929",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Prophylactic efficacy of the monoclonal antibody CR6261 and oseltamivir against lethal challenge with 25 times the median lethal dose of either A/HongKong/156/97 (top panels) or A/WSN/33 (bottom panels). Groups of 8 mice received either a single intravenous injection of 15 mg/ kg CR6261 one day before challenge or 10 mg/kg oseltamivir per os for 5 days starting 1 day before challenge. As controls, groups of 8 mice received an irrelevant isotype-matched control monoclonal antibody (15 mg/kg). Mice were monitored for 21 days or until death. A and D, Kaplan-Meier survival probability curves. B and E, Mean change in body weight per group, expressed as the percentage of baseline body weight. Error bars represent 95% confidence intervals. C and F, Median clinical scores per group, with interquartile ranges.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Therapeutic efficacy of the monoclonal antibody CR6261 and oseltamivir against lethal challenge with 25 times the median lethal dose of either A/HongKong/156/97 (top panels) or A/WSN/33 (bottom panels). Groups of 8 mice received either a single intravenous injection of 15 mg/ kg CR6261 on day 4 after infection or 10 mg/kg oseltamivir per os for 5 days from day 4 after infection onward. Mice were monitored for 21 days or until death. A and D, Kaplan-Meier survival probability curves. B and E, Mean change in body weight per group, expressed as the percentage of baseline body weight. Error bars represent 95% confidence intervals. C and F, Median clinical scores per group, with interquartile ranges.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Els de Boer-Luijtze for excellent technical assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        }
    ]
}