{"paper_id": "9ac1d58169e0874fd6d21618f8c249b3c70ef716", "metadata": {"title": "Prevalence of human herpesvirus 6 antibodies and DNA in allogeneic stem cell transplant patients: two-year single centre experience", "authors": [{"first": "Tomasz", "middle": [], "last": "Dzieciątkowski", "suffix": "", "affiliation": {"laboratory": "", "institution": "Medical University of Warsaw", "location": {"settlement": "Warsaw", "country": "Poland"}}, "email": ""}, {"first": "Maciej", "middle": [], "last": "Przybylski", "suffix": "", "affiliation": {"laboratory": "", "institution": "Medical University of Warsaw", "location": {"settlement": "Warsaw", "country": "Poland"}}, "email": ""}, {"first": "Tigran", "middle": [], "last": "Torosian", "suffix": "", "affiliation": {"laboratory": "", "institution": "Medical University of Warsaw", "location": {"settlement": "Warsaw", "country": "Poland"}}, "email": ""}, {"first": "Agnieszka", "middle": [], "last": "Tomaszewska", "suffix": "", "affiliation": {"laboratory": "", "institution": "Medical University of Warsaw", "location": {"settlement": "Warsaw", "country": "Poland"}}, "email": ""}, {"first": "Mirosław", "middle": [], "last": "Łuczak", "suffix": "", "affiliation": {"laboratory": "", "institution": "Medical University of Warsaw", "location": {"settlement": "Warsaw", "country": "Poland"}}, "email": ""}]}, "abstract": [{"text": "Introduction: Human herpesvirus 6 (HHV-6) has been recognized as a potentially significant pathogen in hemopoietic stem cell transplant (HSCT) recipients. Different clinical manifestations have been described, including fever, skin rash, bone marrow suppression, and encephalitis. Materials and Methods: A retrospective review of a group of 26 adult recipients of allogeneic HSCTs was conducted. Serum samples taken before transplant were examined for the presence of specific anti-HHV-6 IgM and IgG antibodies. After transplantation, quantitative real-time PCR was used to determine viral load in plasma samples from days 0-180 post-transplant. Results: HHV-6 DNA was detected in plasma samples in 8 (30%) of the 26 recipients between days 18 and 40 after transplantation. All of them developed fever of unknown origin and over 50% had graft-versus-host disease features. Three individuals from this group died during detectable HHV-6 viremia. Another two recipients showed a single positive PCR result at a later time. Infection with HHV-6 was thus confirmed in 10 (38.5%) of the 26 graft recipients. Conclusions: There is a high frequency of detectable HHV-6 viral load in stem cell transplant recipients in Poland. Further investigation to monitor HHV-6 reactivation in graft recipients will be important to improve outcome for these patients.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Human herpesvirus type 6 (HHV-6) belongs to the subfamily β-herpesvirinae and is closely related to HHV-7 and HHV-5 (formerly known as cytomegalovirus -CMV) [5] . Most people have had a primary HHV-6 infection in early childhood [3] and the virus is widespread in the human population, as shown by the presence of specific antibodies in 90% of healthy adults [17] . As a result of the primary infection, HHV-6 is assumed to establish a latent infection and viral DNA can be detected in salivary glands [7] , monocytes [10] , and early bone marrow progenitor cells [13] .", "cite_spans": [{"start": 157, "end": 160, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 229, "end": 232, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 359, "end": 363, "text": "[17]", "ref_id": "BIBREF17"}, {"start": 502, "end": 505, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 518, "end": 522, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 564, "end": 568, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "HHV-6 is reported to be a causative agent of exanthema subitum [20] and has been associated with a broad spectrum of diseases, including febrile convulsions [11] , encephalopathy [9, 18] , hepatitis [6] , and lymphoproliferative disorders [15] . An active HHV-6 infection can cause fatal disease in an immunocompromised host, including patients after stem cell transplantations (SCTs), but fatal outcome in immunocompetent persons due to HHV-6 infection is extremely rare [14, 16] .", "cite_spans": [{"start": 63, "end": 67, "text": "[20]", "ref_id": "BIBREF20"}, {"start": 157, "end": 161, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 179, "end": 182, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 183, "end": 186, "text": "18]", "ref_id": "BIBREF18"}, {"start": 199, "end": 202, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 239, "end": 243, "text": "[15]", "ref_id": "BIBREF15"}, {"start": 472, "end": 476, "text": "[14,", "ref_id": "BIBREF14"}, {"start": 477, "end": 480, "text": "16]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "HHV-6 presence in plasma or serum was documented in 33-48% of hemopoietic stem cell transplant (HSCT) recipients using molecular techniques [22] . The peak viral load occurs early after transplantation and usually within the first four weeks after transplantation [4, 21] . Allogeneic SCT, advanced hematological disease, young age, gender mismatch between the donor and recipient, and treatment with corticosteroids are commonly reported risk factors associated with HHV-6 infection after transplantation [4, 21] .", "cite_spans": [{"start": 140, "end": 144, "text": "[22]", "ref_id": "BIBREF22"}, {"start": 264, "end": 267, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 268, "end": 271, "text": "21]", "ref_id": "BIBREF21"}, {"start": 506, "end": 509, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 510, "end": 513, "text": "21]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "In a recent study we summarized retrospective results of the determination of HHV infection status in allogeneic stem cell transplant recipients. As infections with HHV-6 are rarely accompanied by clinical symptoms, our first aim was to compare HHV-6 infection status, measured as viral DNA presence in the blood in the post-transplantation period and patients' anti-HHV-6 serological status by detection of IgG and IgM antibodies. This allowed us to determine both the presence of active infection and whether a recent infection was a result of primary contact with the virus or the reactivation of latent virus, which should be valuable information in terms of comparing HHV-6 infection status and clinical status of an infected patient.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Another virus belonging to the β-herpesvirinae subfamily, HHV-5 (CMV), is one from the most important viral pathogens causing clinical infections in patients receiving immunosuppressive treatment. As there is information in published data about a connection between HHV-5 and HHV-6 reactivation in graft recipients, our aim was to determine the appearance of simultaneous reactivation of both β-herpesviruses. We believe that this is probably the first report from Poland involving this kind of examination in HSCT recipients.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "This retrospective study involved patients who received an allogeneic HSCT and were hospitalized at the Hematology, Oncology, and Internal Medicine Clinics, Medical University of Warsaw. In the period under consideration (December 2004 to October 2006) there were 38 patients receiving allogeneic stem cell transplants. The criteria for patient selection for the study included the appearance of at least one syndrome from those listed below within a period of 100 days after HSCT: pneumonia, appearance or intensification of graft-versus-host disease (GvHD), skin rash, or pyrexia of unknown origin. Introduction of these criteria resulted in a group to 26 adult receivers of HSCTs ( Table 1) . Monitoring of clinical status of the patients and viral load in blood samples comprised a period of 180 days after HSCT.", "cite_spans": [], "ref_spans": [{"start": 685, "end": 693, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "MATERIALS AND METHODS"}, {"text": "IgG and IgM antibodies against HHV-6 were measured from the panel of 26 serum specimens, collected once before HSCT, from the patients with different hematological disorders using a commercial enzyme immunoassay (PanBio). The results obtained with both HHV-6-specific IgG and IgM tests were expressed in PanBio units (PBU). The PBU is calculated as the ratio of the sample absorbance to the cut-off absorbance and multiplied by 10 (absorbance of sample/mean absorbance of cut-off ×10).", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "The collection of plasma samples from all patients for HHV-5 PCR investigations, according EBMT guidelines, began at a median of 3 days after transplantation (range: 1-7 days) and lasted until a median of 105 days (range: 30-180 days). Routine collection of plasma samples was performed once a week until the 100th day after allogeneic HSCT, thereafter once every two weeks, up to 180th day after HSCT. The median number of blood samples per patient was 12 (range: 3-21). A total of 294 samples from the 26 patients were collected. For the purpose of recent study, viral DNA was extracted from 200 µl of each plasma sample using a QIAmp ® DNA Blood Mini Kit (Qiagen) in accordance with the manufacturer's instructions and retrospectively used for detection of HHV-6 DNA.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "For the detection of HHV-6, a real-time PCR assay with fluorescent probes complementary to the sequence lying within the amplified product was used. The tests were run on a LightCycler 2.0 instrument (Roche) with the commercial quantitative MutaREAL ® HHV-6 kit (ALPCO). All samples were examined according to the manufacturer's instructions. Every tested sample was amplified with an internal control (positive control of the DNA extraction and amplification process). Each amplification reaction also included, besides the tested samples, positive HHV-6-specific controls and a negative control of the DNA extraction and amplification process.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "HHV-5 DNA was detected using the commercial real-time test CMV Quant Kit ® (Roche) developed for the LightCycler 2.0 instrument. The test uses internal SCORPIONS™ fluorescent probes for the PCR amplification product. Analogously to HHV-6 detection, for every sample an internal control was added and the amplification was performed in the presence of amplification-specific controls (positive, negative, and extraction process control).", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Specific IgM antibodies were present in the serum of 2 (8%) patients, while the others were negative (92%). Twenty of the 26 persons (77%) had IgG antibodies against HHV-6 before HSCT and the other 6 (23%) were negative. Of the group of 16 patients who had no detectable HHV-6 during the entire post-transplantation period, 10 (62.5% of the HHV-6-negative patients) had a positive result only for the anti-HHV-6 IgG test, but no anti-HHV-6 IgM, in serum sample taken directly before transplantation, 4 (31.3%) were both IgM and IgG negative, and the remaining patient had anti-HHV-6 antibodies of both classes ( Table 1) .", "cite_spans": [], "ref_spans": [{"start": 612, "end": 620, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "RESULTS"}, {"text": "The serological status of the 10 patients who had HHV-6 DNA detected in one or more blood samples was very similar: 7 patients (70%) had only IgG, 2 patients (20%) had no IgG or IgM antibodies, and one patient had HHV-6-specific IgG and IgM.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Regarding the amplification results of DNA isolated from plasma using HHV-6-specific PCR, expressed as the presence of exponential increases in fluorescence, products were detected in 29 samples (10%) taken from 10 patients (38%). Two of them (8%) had HHV-6 DNA in only a single positive sample and another 8 (30%) had positive results in two or more subsequent tests. In the patients with two or more plasma samples containing HHV-6 DNA, viremia was observed between days 18 and 40 after transplantation (Table 1 ). In the two patients who had a single HHV-6-positive blood sample, viral DNA was detected at a later time. The quantitative results obtained by the MutaREAL ® HHV-6 test in all positive cases were at low levels, between 700-1600 copies/ml. HHV-5 DNA was detected in the plasma samples collected from four HHV-6-negative patients. In all four cases, HHV-5 DNAemia was observed in the typical period of 40-65 days after transplantation and, moreover, a second HHV-5 viremia course occurred in two patients starting at days 103 and 123 after transplanta- Abbreviations: ALL -acute lymphoblastic leukemia, AML -acute myeloid leukemia, CML -chronic myeloid leukemia, MDSmyelodysplastic syndrome, rPBSCT -related peripheral blood stem cell transplantation, uPBSCT -unrelated peripheral blood stem cell transplantation, uCBSCT -unrelated cord blood stem cell transplantation, rBMT -related bone marrow transplantation, uBMT -unrelated bone marrow transplantation, -: negative, +: positive in one plasma/serum sample, ++: positive in two or more plasma samples. Abbreviations: ARDS -acute respiratory distress syndrome, CNS -central nervous system, GvHD -graft-versus-host disease, N/A -not applicable, -: negative, +: positive in one plasma/serum sample, ++: positive in two or more plasma samples.", "cite_spans": [], "ref_spans": [{"start": 505, "end": 513, "text": "(Table 1", "ref_id": "TABREF0"}], "section": "RESULTS"}, {"text": "tion. None of the HHV-6-positive patients had HHV-5 DNA in their plasma samples during the 180-day period.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Overall mortality in the entire group of HSCT recipients during the first 180 days after transplantation was 34.6% (9 of the 26 patients) and the most frequent direct cause of death was acute respiratory distress syndrome (6 patients), in some patients accompanied by sepsis (2 patients), pneumonia (1 patient), or central nervous system (CNS) infection (1 patients). Other death causes included pneumonia (1 patient), bleeding within the CNS during infectious meningitis (1 patient), and shock during subsequent HSCT (1 patient). Seven of the 9 patients died during the first 34 days after HSCT (Table 2 ). In the HHV-6-positive patients, mortality was 50% (5 out of 10 patients). Four of those patients died during the HHV-6 viremia period, which occurred within the first 34 days after HSCT. Table 2 summarizes the clinical features and the times and causes of death of the HSCT recipients.", "cite_spans": [], "ref_spans": [{"start": 596, "end": 604, "text": "(Table 2", "ref_id": "TABREF1"}, {"start": 795, "end": 802, "text": "Table 2", "ref_id": "TABREF1"}], "section": "RESULTS"}, {"text": "Herpesviruses persist throughout life after primary infection. Viral proliferation occurs either spontaneously or under conditions of immunosuppression. Reactivation can lead to illnesses that typically differ in their clinical presentation from the disease associated with the primary infection. After SCT, reactivating members of the β-herpesvirinae subfamily (among them HHV-6) frequently cause serious, sometimes life--threatening disease [8, 12] . HHV-6 infection or reactivation in these individuals has been associated with a delay or suppression of marrow engraftment [12] , pneumonia [2] , skin rash, and fever [16] . Although it is difficult to prove an etiologic association of the virus with these disease events, their propinquity with HHV-6 activity in the absence of other possible causes suggests that at the very least a subset of these events is due to HHV-6 activity.", "cite_spans": [{"start": 443, "end": 446, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 447, "end": 450, "text": "12]", "ref_id": null}, {"start": 576, "end": 580, "text": "[12]", "ref_id": null}, {"start": 593, "end": 596, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 620, "end": 624, "text": "[16]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In the present study we found that 38% (10 individuals) of the graft recipients developed HHV-6 infection ( Table 1) . Eight patients (30%) had detectable viral DNA levels in two or more samples in subsequent tests during the six weeks following SCT and another two (8%) had a single sample positive at a later time. It is likely that the HHV-6 infection that occurred after transplantation was due to activation of the virus in the bodies of the recipients, since most of the recipients were immune to HHV-6 and no virus was found before SCT. However, we do not know whether HHV-6 strains detected in the present study were derived from the donor or were transfered from other sources to the seronegative recipients. The virus probably remains latent in the body after primary infection, as do other human herpesviruses. If the HHV-6 was derived from the donor, it must have been latently infecting the donor's hemopoietic stem cells and was activated to replicate after transfer to the recipient. In other cases, the virus was probably reactivated from the recipient's own body by factors such as a profound immune dysfunction or an allogeneic reaction after transplantation.", "cite_spans": [], "ref_spans": [{"start": 108, "end": 116, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "DISCUSSION"}, {"text": "We did not find any correlation between viremia and the applied conditioning regimen or anti-GvHD prophylaxis. All of the HHV-6-positive graft recipients had fever of unknown etiology during the six weeks after SCT and half of them (4 persons) had acute GvHD features. Sixty-three percent of the described patients had pneumonia and 38% skin rash. No Epstein-Barr virus or CMV DNA was found in all the plasma samples during HHV-6 onset ( Table 1) .", "cite_spans": [], "ref_spans": [{"start": 438, "end": 446, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "DISCUSSION"}, {"text": "The exact association between HHV-6 reactivation and mortality found in this study is not clear. Three of the patients (38%) with detectable HHV-6 DNA levels died during viremia shortly after transplantation, all due to coexisting pneumonia of unconfirmed etiology. Acyclovir in typical doses was used as an antiviral prophylaxis during this period, but without any visible clinical success. Studies in vitro have shown that HHV-6 DNA replication is inhibited by ganciclovir, foscarnet, and cidofovir, but not by acyclovir [1] .", "cite_spans": [{"start": 523, "end": 526, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "There is a high frequency of detectable HHV-6 viral load in SCT recipients and it may lead to an increased risk of fatal symptomatic disease [19] . The availability of quantitative real-time PCR means that results are available in a clinically helpful time-frame, which should assist with implementing timely therapeutic intervention and assessing response to treatment. Further investigation to monitor HHV-6 reactivation on a larger group of SCT recipients will be important in improving outcome for these patients.", "cite_spans": [{"start": 141, "end": 145, "text": "[19]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Susceptibility of human herpesvirus 6 to antivirals in vitro", "authors": [{"first": "W", "middle": ["H"], "last": "Burns", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Sandford", "suffix": ""}], "year": 1990, "venue": "J. Infect. Dis", "volume": "162", "issn": "", "pages": "634--637", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Interstitial pneumonitis associated with human herpes-virus-6 infection after marrow transplantation", "authors": [{"first": "D", "middle": ["R"], "last": "Carrigan", "suffix": ""}, {"first": "W", "middle": ["R"], "last": "Drobyski", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Russler", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Tapper", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Knox", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Ash", "suffix": ""}], "year": 1991, "venue": "Lancet", "volume": "338", "issn": "", "pages": "147--149", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Human herpesvirus 6", "authors": [{"first": "M", "middle": ["T"], "last": "Caserta", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Mock", "suffix": ""}, {"first": "S", "middle": [], "last": "Dewhurst", "suffix": ""}], "year": 2001, "venue": "Clin. Infect. Dis", "volume": "33", "issn": "", "pages": "829--833", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Human herpesvirus-6 and human herpesvirus-7 infections in bone marrow transplant recipients", "authors": [{"first": "P", "middle": ["K"], "last": "Chan", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Peiris", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Yuen", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Liang", "suffix": ""}, {"first": "Y", "middle": ["L"], "last": "Lau", "suffix": ""}, {"first": "F", "middle": ["E"], "last": "Chen", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Lo", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Cheung", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Chan", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Ng", "suffix": ""}], "year": 1997, "venue": "J. Med. Virol", "volume": "53", "issn": "", "pages": "295--305", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Virus taxonomy -classification and nomenclature of viruses. Eighth report of ICTV", "authors": [{"first": "A", "middle": [], "last": "Davison", "suffix": ""}, {"first": "R", "middle": [], "last": "Eberle", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Hayward", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Mcgeoch", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Minson", "suffix": ""}, {"first": "P", "middle": ["E ; M"], "last": "Pellet", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Mayo", "suffix": ""}, {"first": "J", "middle": [], "last": "Maniloff", "suffix": ""}, {"first": "U", "middle": [], "last": "Desselberger", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Ball", "suffix": ""}], "year": 2005, "venue": "Herpesviruses. In Faquet C", "volume": "", "issn": "", "pages": "193--212", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Hepatitis due to human herpesvirus-6", "authors": [{"first": "S", "middle": [], "last": "Dubedat", "suffix": ""}, {"first": "N", "middle": [], "last": "Kappagoda", "suffix": ""}], "year": 1989, "venue": "Lancet", "volume": "2", "issn": "", "pages": "1463--1464", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Human herpesvirus 6 in salivary glands", "authors": [{"first": "J", "middle": ["D"], "last": "Fox", "suffix": ""}, {"first": "M", "middle": [], "last": "Briggs", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Ward", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Tedder", "suffix": ""}], "year": 1990, "venue": "Lancet", "volume": "336", "issn": "", "pages": "590--593", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Betaherpesviruses in transplant recipients", "authors": [{"first": "P", "middle": ["D"], "last": "Griffiths", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Clark", "suffix": ""}, {"first": "V", "middle": ["C"], "last": "Emery", "suffix": ""}], "year": 2000, "venue": "J. Antimicrob. Chemother", "volume": "45", "issn": "", "pages": "29--34", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Meningoencephalitis associated with HHV-6 related exanthem subitum", "authors": [{"first": "N", "middle": [], "last": "Ishiguro", "suffix": ""}, {"first": "S", "middle": [], "last": "Yamada", "suffix": ""}, {"first": "T", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "T", "middle": [], "last": "Togashi", "suffix": ""}, {"first": "T", "middle": [], "last": "Okuno", "suffix": ""}, {"first": "K", "middle": [], "last": "Yamanishi", "suffix": ""}], "year": 1990, "venue": "Acta Paediatr. Scand", "volume": "79", "issn": "", "pages": "987--989", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Latent human herpesvirus 6 infection of human monocytes/macrophages", "authors": [{"first": "K", "middle": [], "last": "Kondo", "suffix": ""}, {"first": "T", "middle": [], "last": "Kondo", "suffix": ""}, {"first": "T", "middle": [], "last": "Okuno", "suffix": ""}, {"first": "M", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "K", "middle": [], "last": "Yamanishi", "suffix": ""}], "year": 1991, "venue": "J. Gen. Virol", "volume": "72", "issn": "", "pages": "1401--1408", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Association of human herpesvirus 6 infection of the central nervous system with recurrence of febrile convulsions", "authors": [{"first": "K", "middle": [], "last": "Kondo", "suffix": ""}, {"first": "H", "middle": [], "last": "Nagafuji", "suffix": ""}, {"first": "A", "middle": [], "last": "Hata", "suffix": ""}, {"first": "C", "middle": [], "last": "Tomomori", "suffix": ""}, {"first": "K", "middle": [], "last": "Yamanishi", "suffix": ""}], "year": 1993, "venue": "J. Infect. Dis", "volume": "167", "issn": "", "pages": "1197--1200", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "High levels of human herpesvirus 6 DNA in peripheral blood leucocytes are correlated to platelet engraftment and disease in allogeneic stem cell transplant patients", "authors": [{"first": "M", "middle": [], "last": "Remberger", "suffix": ""}, {"first": "O", "middle": [], "last": "Ringden", "suffix": ""}, {"first": "A", "middle": [], "last": "Linde", "suffix": ""}], "year": 2000, "venue": "Br. J. Haematol", "volume": "111", "issn": "", "pages": "774--781", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Human herpesvirus 6 latently infects early bone marrow progenitors in vivo", "authors": [{"first": "M", "middle": [], "last": "Luppi", "suffix": ""}, {"first": "P", "middle": [], "last": "Barozzi", "suffix": ""}, {"first": "C", "middle": [], "last": "Morris", "suffix": ""}, {"first": "A", "middle": [], "last": "Maiorana", "suffix": ""}, {"first": "R", "middle": [], "last": "Garber", "suffix": ""}, {"first": "G", "middle": [], "last": "Bonacorsi", "suffix": ""}, {"first": "A", "middle": [], "last": "Donelli", "suffix": ""}, {"first": "R", "middle": [], "last": "Marasca", "suffix": ""}, {"first": "A", "middle": [], "last": "Tabilio", "suffix": ""}, {"first": "G", "middle": [], "last": "Torelli", "suffix": ""}], "year": 1999, "venue": "J. Virol", "volume": "73", "issn": "", "pages": "754--759", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Inverse relationship between human herpesvirus-6 and -7 etection after allogeneic and autologous stem cell transplantation", "authors": [{"first": "H", "middle": [], "last": "Miyoshi", "suffix": ""}, {"first": "K", "middle": [], "last": "Tanaka-Taya", "suffix": ""}, {"first": "J", "middle": [], "last": "Hara", "suffix": ""}, {"first": "H", "middle": [], "last": "Fujisaki", "suffix": ""}, {"first": "Y", "middle": [], "last": "Matsuda", "suffix": ""}, {"first": "H", "middle": [], "last": "Ohta", "suffix": ""}, {"first": "Y", "middle": [], "last": "Osugi", "suffix": ""}, {"first": "S", "middle": [], "last": "Okada", "suffix": ""}, {"first": "K", "middle": [], "last": "Yamanishi", "suffix": ""}], "year": 2001, "venue": "Bone Marrow Transplant", "volume": "27", "issn": "", "pages": "1065--1070", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Isolation of a new virus, HBLV, in patients with lymphoproliferative disorders", "authors": [{"first": "S", "middle": ["Z"], "last": "Salahuddin", "suffix": ""}, {"first": "D", "middle": ["V"], "last": "Ablashi", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Markham", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Josephs", "suffix": ""}, {"first": "S", "middle": [], "last": "Sturzenegger", "suffix": ""}, {"first": "M", "middle": [], "last": "Kaplan", "suffix": ""}, {"first": "G", "middle": [], "last": "Halligan", "suffix": ""}, {"first": "P", "middle": [], "last": "Biberfeld", "suffix": ""}, {"first": "F", "middle": [], "last": "Wong-Staal", "suffix": ""}, {"first": "B", "middle": [], "last": "Kramarsky", "suffix": ""}, {"first": "R", "middle": [], "last": "Gallo", "suffix": ""}], "year": 1986, "venue": "", "volume": "234", "issn": "", "pages": "596--601", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Human herpesvirus-6 and -7 in pediatric stem cell transplantation", "authors": [{"first": "H", "middle": [], "last": "Savolainen", "suffix": ""}, {"first": "I", "middle": [], "last": "Lautenschlager", "suffix": ""}, {"first": "H", "middle": [], "last": "Piiparinen", "suffix": ""}, {"first": "U", "middle": [], "last": "Saarinen--Pihkala", "suffix": ""}, {"first": "L", "middle": [], "last": "Hovi", "suffix": ""}, {"first": "K", "middle": [], "last": "Vettenranta", "suffix": ""}], "year": 2005, "venue": "Pediatr. Blood Cancer", "volume": "45", "issn": "", "pages": "820--825", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Antibody reactivity with HBLV", "authors": [{"first": "C", "middle": [], "last": "Saxinger", "suffix": ""}, {"first": "H", "middle": [], "last": "Polesky", "suffix": ""}, {"first": "N", "middle": [], "last": "Eby", "suffix": ""}, {"first": "S", "middle": [], "last": "Grufferman", "suffix": ""}, {"first": "R", "middle": [], "last": "Murphy", "suffix": ""}, {"first": "G", "middle": [], "last": "Tegtmeir", "suffix": ""}, {"first": "V", "middle": [], "last": "Parekh", "suffix": ""}, {"first": "S", "middle": [], "last": "Memon", "suffix": ""}, {"first": "C", "middle": [], "last": "Hung", "suffix": ""}], "year": 1988, "venue": "", "volume": "21", "issn": "", "pages": "199--208", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Encephalitis caused by human herpesvirus-6 in transplant recipients: relevance of a novel neurotropic virus", "authors": [{"first": "N", "middle": [], "last": "Singh", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Paterson", "suffix": ""}], "year": 2000, "venue": "Transplantation", "volume": "69", "issn": "", "pages": "2474--2479", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The spectrum of human herpesvirus 6 infection: from roseola infantum to adult disease", "authors": [{"first": "M", "middle": ["Y"], "last": "Stoeckle", "suffix": ""}], "year": 2000, "venue": "Annu. Rev. Med", "volume": "51", "issn": "", "pages": "423--430", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Identification of human herpesvirus 6 as causal agent for exanthem subitum", "authors": [{"first": "K", "middle": [], "last": "Yamanishi", "suffix": ""}, {"first": "T", "middle": [], "last": "Okuno", "suffix": ""}, {"first": "K", "middle": [], "last": "Shiraki", "suffix": ""}, {"first": "M", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "T", "middle": [], "last": "Kondo", "suffix": ""}, {"first": "Y", "middle": [], "last": "Asano", "suffix": ""}, {"first": "T", "middle": [], "last": "Kurata", "suffix": ""}], "year": 1988, "venue": "Lancet", "volume": "1", "issn": "", "pages": "1065--1067", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Human herpesvirus 6 viremia in bone marrow transplant recipients: clinical features and risk factors", "authors": [{"first": "T", "middle": [], "last": "Yoshikawa", "suffix": ""}, {"first": "Y", "middle": [], "last": "Asano", "suffix": ""}, {"first": "M", "middle": [], "last": "Ihira", "suffix": ""}, {"first": "K", "middle": [], "last": "Suzuki", "suffix": ""}, {"first": "M", "middle": [], "last": "Ohashi", "suffix": ""}, {"first": "S", "middle": [], "last": "Suga", "suffix": ""}, {"first": "K", "middle": [], "last": "Kudo", "suffix": ""}, {"first": "K", "middle": [], "last": "Horibe", "suffix": ""}, {"first": "S", "middle": [], "last": "Kojima", "suffix": ""}, {"first": "K", "middle": [], "last": "Kato", "suffix": ""}, {"first": "T", "middle": [], "last": "Matsuyama", "suffix": ""}, {"first": "Y", "middle": [], "last": "Nishiyama", "suffix": ""}], "year": 2002, "venue": "J. Infect. Dis", "volume": "185", "issn": "", "pages": "847--853", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Clinical outcomes of human herpesvirus 6 reactivation after hematopoietic stem cell transplantation", "authors": [{"first": "D", "middle": ["M"], "last": "Zerr", "suffix": ""}, {"first": "L", "middle": [], "last": "Corey", "suffix": ""}, {"first": "H", "middle": ["W"], "last": "Kim", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Huang", "suffix": ""}, {"first": "L", "middle": [], "last": "Nguy", "suffix": ""}, {"first": "M", "middle": [], "last": "Boeckh", "suffix": ""}], "year": 2005, "venue": "Clin. Infect. Dis", "volume": "40", "issn": "", "pages": "932--940", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Characteristics of patients investigated for human herpesvirus 6 after HSCT", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>(</td></tr><tr><td>5 ema</td><td>22 ALL </td><td>PBSC</td><td>- - - + ++ - - + (64-72)\n</td></tr><tr><td>6 male </td><td>32 ALL </td><td>uCBSCT </td><td>- - - -\n</td></tr><tr><td> </td><td> </td><td> </td><td>- </td></tr><tr><td> </td><td> </td><td> </td><td>18-2</td></tr><tr><td> </td><td> </td><td> </td><td>- 23</td></tr><tr><td>9 male </td><td>19 AML </td><td>uPBSCT </td><td>- + - +\n</td></tr><tr><td> </td><td> </td><td> </td><td>63- </td></tr><tr><td>11 male </td><td>28 AML </td><td>uBMT </td><td>1-++ - + +\n</td></tr><tr><td>12 male </td><td>51 AML </td><td>uBMT </td><td>- - - -\n</td></tr><tr><td> </td><td> </td><td> </td><td>- 8-3</td></tr><tr><td> </td><td> </td><td> </td><td>++ 26-4- </td></tr><tr><td>16 male </td><td>49 AML </td><td>rPBSCT </td><td>- - - + - </td></tr><tr><td>18 male 19 male </td><td>27 ALL 49 MDS </td><td>uCBSCT PBSCT </td><td>- - - + - ++ - -\n</td></tr><tr><td>20 fema</td><td>24 ALL </td><td>uPBSCT </td><td>(19-23) - - - +\n</td></tr><tr><td>22 male </td><td>33 ALL </td><td>uPBSCT </td><td>- - + - +\n</td></tr><tr><td>23 female </td><td>51 AML </td><td>rPBSCT </td><td>58- ++ - +\n</td></tr><tr><td> </td><td> </td><td> </td><td>8-</td></tr><tr><td>24 fema</td><td>39 AML </td><td>RPBSCT </td><td>- - - +\n</td></tr><tr><td>26 female </td><td>19 ALL </td><td>uPBSCT </td><td>- - ++ - -\n</td></tr><tr><td> </td><td> </td><td> </td><td>9-</td></tr><tr><td>yelostic syndn, u- unrela</td><td>meT - red brow tr</td><td> peripherlantation, </td><td>em on, uateal be, ae, e i</td></tr></table></body></html>"}, "TABREF1": {"text": "Clinical status of recipients within 180-day period after SCT", "latex": null, "type": "table"}}, "back_matter": []}