{"paper_id": "9acdf578251ebfcf6b8bb9e054b0507668bc069c", "metadata": {"title": "MOLECULAR BIOTECHNOLOGY Validation of Bipharmaceutical Purification Processes 57 57", "authors": []}, "abstract": [{"text": "Any biopharmaceutical product that has involved the use of animal-derived material during the manufacturing process has the potential to be contaminated with animal viruses. To ensure safety of these products, extensive testing is performed on the starting materials, such as the cell banks, and on the raw materials used in manufacture. Additional testing is also performed at various stages of production and, in some cases, on the final product as well. Because of inherent limitations in direct testing methods, the capacity of the downstream purification process to remove/inactivate potential viral contaminants is also studied to give an extra degree of assurance that the final product will be free of infectious viruses.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Throughout the history of biologics administered for human use, one can find numerous examples of products that have been contaminated with potential human pathogens. The regulation of biologics was first established by the US federal government in 1902 (1) following a serious diphtheria epidemic where 10 children died after being treated with antitoxin contaminated with tetanus produced from an infected horse. No safety testing had been performed on this product.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "During the Second World War, yellow fever vaccine was contaminated with human hepatitis B as human serum albumin produced from human blood was added as an excipient to stabilize the vaccine (2). Others vaccines produced in embryonated hen's eggs were also contaminated with avian leukosis virus (3). In the mid 1950s and early 1960s the advent of cell culture technology heralded a new era in vaccine production. However, early monkey primary cell lines used in poliovirus vaccine production were subsequently found to be contaminated with simian virus 40 (4), an oncogenic virus that has recently been implicated in certain types of human tumors.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The use of human-derived material to produce biopharmaceuticals arguably poses the biggest risk to patients, because any potential contaminating agent does not have to cross any species barrier in order to become pathogenic as is the case with certain animal-derived material. During the 1970s, prior to the advent of the recombinant product, human growth hormone was extracted from the pituitary glands of cadavers and used to treat children suffering from restricted growth syndrome. Unfortunately, some of the cadavers had undiagnosed Creutzfeld-Jacob disease (CJD), a human transmissible spongiform encepholopathy disease similar to BSE or mad cow disease in cattle. The infectious agent contaminated the extracted hormone resulting in numerous deaths, often years following administration of the product (5).", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "During the last 20 yr human blood-and plasmaderived products have been responsible for numerous cases of human immunodeficiency virus (HIV), hepatitis A, hepatitis B, and hepatitis C", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "(Hep A, B, C) transmissions to patients. This has resulted in much improved screening techniques designed to remove contaminated donations from the donor pools, but experience has shown that screening on its own is not sufficient to guarantee safety of a particular product. Specific virus inactivation technologies, such as solvent-detergent treatment (6), have been introduced into the production of these products in order to ensure safety of the final product.", "cite_spans": [], "ref_spans": [], "section": "Validation of Biopharmaceutical Purification Processes for Virus Clearance Evaluation Allan Darling Darling"}, {"text": "With the advent of the biotechnology industry and the use of continuous animal cell culture to produce therapeutic monoclonal antibodies and recombinant proteins for human use, there were many concerns relating to the potential transmission of animal viruses present in the cell lines, particularly retroviruses, to humans. For this reason, regulatory authorities both in the United States and in Europe formulated guidelines designed to minimize any potential risk of viral transmission. This involved extensive testing of the cell banks, unpurified bulk material, and final product for the presence of infectious agents. In addition, it was requested that the production processes used in the purification of these biopharmaceuticals were tested for their ability to remove or inactivate any potential infectious virus contamination.", "cite_spans": [], "ref_spans": [], "section": "Validation of Biopharmaceutical Purification Processes for Virus Clearance Evaluation Allan Darling Darling"}, {"text": "To date, no biopharmaceutical derived from continuous cell cultures has been implicated in the transmission of infectious virus to humans. However, experience has demonstrated that we cannot be complacent. Even if the source material (in this case the master or working cell bank) has been well characterized and shown to be free from viral contamination, there is no guarantee that infectious virus will not be found in either the unpurified or purified product. Despite the stringent controls that are already in place, specific instances of virus contamination of biotechnology production processes still occur. Table 1 summarizes some of the most recent documented instances of viral contamination of cell culture based products.", "cite_spans": [], "ref_spans": [{"start": 615, "end": 622, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Validation of Biopharmaceutical Purification Processes for Virus Clearance Evaluation Allan Darling Darling"}, {"text": "In each case, contamination was thought to be adventitious, that is, being introduced from an external source such as the medium or serum used in the culture process or from an operator through a breakdown in current Good Manufacturing Practice (cGMP) procedures.", "cite_spans": [], "ref_spans": [], "section": "Validation of Biopharmaceutical Purification Processes for Virus Clearance Evaluation Allan Darling Darling"}, {"text": "Emerging viruses (viruses that were not known previously) and viruses that were thought not to be a risk in certain source materials are also a problem when relying on direct testing methodologies to ensure safety from viral contamination. For example, hepatitis A has been transmitted to patients from contaminated plasma derived both in the United States and in Europe. Until the early 1990s this virus was not thought to be blood-borne and thus was not part of the viral donor screening required. Examples of new emerging viruses include a new hepatitis virus, hepatitis G, which has recently been discovered and which is potentially transmissible by blood and plasma (16). This virus, like hepatitis C, is a flavivirus and thus should be susceptible to inactivation procedures shown to be effective against Hep C. Another new potential blood-borne virus, human herpesvirus 8 (HHV 8) , has also recently been identified (17) . This virus has been implicated in HIV-infected patients who develop Kaposi's sarcoma and is also thought to be sexually transmitted. Whenever animal-derived material is used in production, then a risk of viral contamination must be considered. For this reason, not only products that are produced from animal-derived material such as murine hybridomas, recombinant cell lines, or blood products require testing, but also products that have used animal-derived material in their production are at risk. Many cell culture systems have been adapted to grow in serum-free conditions to minimize the risk of bovine virus contamination, but the tissue culture supplements used in their place, such as transferrin, can pose as much of a risk as serum as they are usually derived from bovine or human blood. Similarly, products that are purified by monoclonal antibody affinity chromatography can also theoretically become contaminated with viruses that were present in the initial hydridoma or recombinant cell line used to produce the affinity resin. In this case, although the monoclonal antibody is not the product, testing and validation should be performed on this antibody to ensure safety. In many cases, biopharmaceutical manufacturers are placing the responsibility for ensuring virus-free reagents and culture supplements on the vendors who manufacture and supply the materials.", "cite_spans": [{"start": 879, "end": 886, "text": "(HHV 8)", "ref_id": null}, {"start": 923, "end": 927, "text": "(17)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Validation of Biopharmaceutical Purification Processes for Virus Clearance Evaluation Allan Darling Darling"}, {"text": "Because of the limitations of direct testing methods, the validation of the purification process for viral removal and/or inactivation represents an essential component in ensuring the safety of a biopharmaceutical product. Virus clearance evaluation is performed by scaling down the purification steps that have been identified as potentially contributing to virus clearance and adding virus to the starting material for each step (virus spiking). The spiked starting material is then taken through the purification procedure. By quantifying the amount of virus in the product pre-and post-purification, the amount of virus that can be cleared by this step can be quantified.", "cite_spans": [], "ref_spans": [], "section": "Validation of Biopharmaceutical Purification Processes for Virus Clearance Evaluation Allan Darling Darling"}, {"text": "This article is intended to review the considerations and issues involved in the validation of production process for the removal or inactivation of either known or unknown virus contaminants.", "cite_spans": [], "ref_spans": [], "section": "Validation of Biopharmaceutical Purification Processes for Virus Clearance Evaluation Allan Darling Darling"}, {"text": "Biopharmaceutical products fall loosely into three different categories:", "cite_spans": [], "ref_spans": [], "section": "Virus Testing Requirements"}, {"text": "1. Monoclonal antibodies and recombinant products produced in cell culture. 2. Blood and plasma products-highly variable starting material-screening performed. 3. Animal-derived products-highly variable, limited screening of starting material-health status of herds and sourcing of material important.", "cite_spans": [], "ref_spans": [], "section": "Virus Testing Requirements"}, {"text": "Cell-culture-derived products are produced under cGMP procedures using a seed lot system of master and working cell banks. This results in a highly controlled, well-characterized and, -tested starting material for each production lot. In contrast, human blood and plasma products as well as animal-derived products (including those produced in transgenic animals) are produced from a highly variable, constantly changing source material. Although specific screening tests are performed on the material (e.g., HIV, hepatitis B, and hepatitis C screening for human-blood-derived products), the amount of testing is not as comprehensive as that performed on cell banks and, consequently, the validation of the production process to remove or inactivate potential viral contaminants assumes an even greater importance.", "cite_spans": [], "ref_spans": [], "section": "Virus Testing Requirements"}, {"text": "The testing program for cell culture derived biopharmaceuticals is outlined in Table 2 . The scope and amount of testing performed is determined by the species of origin of the cell line. In addition to the testing performed on the cell banks, testing must also be performed on unprocessed bulk and, in some instances, on purified bulk ( Table 3) if virus particles or infectious viruses such as murine retroviruses have been detected during cell line or unprocessed bulk testing. Viral testing is not normally performed on the final product. As mentioned previously, direct testing is not sufficient to ensure that the final product is free from viral contamination. Direct methods are often designed to pick up known specific contaminants and thus the testing methodologies may fail to pick up the presence of other unknown or unsuspected contaminants. Second, the methods developed may be so specific that they fail to pick up variants of known potential contaminants (for example, as was seen in the initial hepatitis C screening kits). The third limitation on direct testing methods concerns the ability to detect low concentrations of viral contamination. All testing methods have a limit of detection, which can be ascertained by validation of the assay. Below this level virus may be present but can escape detection. The ability to detect low concentrations of virus is also limited by statistical sampling considerations. This is outlined in Fig. 1 . At low virus concentrations it is evident that an aliquot repre-senting only a small percentage of the overall sample may not contain infectious virus.", "cite_spans": [], "ref_spans": [{"start": 79, "end": 86, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 338, "end": 346, "text": "Table 3)", "ref_id": "TABREF2"}, {"start": 1452, "end": 1458, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Virus Testing Requirements"}, {"text": "The probability p that this sample does not contain infectious virus is p ϭ ((V-v)/V)n where V (liter) is the overall volume of the sample, v (liter) is the volume of the aliquot taken for testing, and n is the absolute number of virus particles statistically distributed in V. If only a small aliquot of the overall sample is taken for testing, i.e., VϾϾv, then the above equation can be simplified by the Poisson distribution:", "cite_spans": [], "ref_spans": [], "section": "Virus Testing Requirements"}, {"text": "p ϭ e -cv c ϭ(ln p)/-v where c is the concentration of infectious virus particles per liter. For example, if a 1 mL aliquot is tested, the probability of detection at virus concentrations of 10 to 1000 infectious virus particles per liter are (4) --Other virus-specific tests (5) As appropriate (5) -Tests for Nonendogenous or Adventitious Virus Test", "cite_spans": [{"start": 276, "end": 279, "text": "(5)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Virus Testing Requirements"}, {"text": "In Vitro Assay + (6) -In Vivo Assay +/-(7) -Antibody Production Tests (5) +/- (8) -Other Virus-specific Tests (6) +/- (9) +/- (9) This indicates that for a concentration of 1000 viruses per liter, in 37% of sampling, 1 mL will not contain a virus particle. This is demonstrated graphically in Fig. 2 .", "cite_spans": [{"start": 70, "end": 73, "text": "(5)", "ref_id": "BIBREF4"}, {"start": 78, "end": 81, "text": "(8)", "ref_id": "BIBREF7"}, {"start": 110, "end": 113, "text": "(6)", "ref_id": "BIBREF5"}, {"start": 118, "end": 121, "text": "(9)", "ref_id": "BIBREF8"}, {"start": 126, "end": 129, "text": "(9)", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 293, "end": 299, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "Virus Testing Requirements"}, {"text": "Because of these testing limitations, viral safety of biopharmaceuticals relies on a combination of testing of the starting material, intermediate products (such as unprocessed bulk material and end of production cells), and demonstrating by virus clearance evaluation that the production process can remove a wide variety of potential infectious viruses.", "cite_spans": [], "ref_spans": [], "section": "Virus Testing Requirements"}, {"text": "The 1991 CPMP guidelines on viral validation (18) and the 1987 Points to Consider in the Manufacture and Testing of Monoclonal Antibody Products for Human Use (19) were until recently the main regulatory documents that addressed virus validation. The European document, in particular, set general guidelines for virus validation studies and gave pointers to the industry as to the types of studies that were appropriate.", "cite_spans": [], "ref_spans": [], "section": "Regulatory Framework for Virus Clearance Studies"}, {"text": "In response to specific cases of viral transmission by blood-and plasma-derived products, the Paul Ehrlich Institute and the BGA in Germany published two documents in 1994 (20,21), which provided recommendations for manufacturers of blood-and plasma-derived products to follow when performing virus validations. These recommendations set out in great detail how to perform virus validation studies and set specific values for virus removal/inactivation levels that had to be achieved. Virus validation for blood and plasma products had to show that the production process contained two robust steps for the removal/inactivation of at least four logs of enveloped viruses including HIV, Hep B, and Hep C (or related model viruses) and the removal/inactivation of at least six logs of nonenveloped viruses overall with one step giving at least four logs of clearance. These requirements were applicable to all bloodand plasma-derived products, including those already on the market. This document also acted as a catalyst for debate on all aspects of virus validation, and resulted in an updated virus validation document finalized by the CPMP on February 14, 1996 (22) . An additional CPMP regulatory document for blood and plasma products addressing collection, screening, and virus validation also came into effect later in 1996, which has subsequently been revised (23). These new CPMP guidelines incorporated much of the earlier German recommendations, which significantly impact study design.", "cite_spans": [{"start": 1145, "end": 1167, "text": "February 14, 1996 (22)", "ref_id": null}], "ref_spans": [], "section": "Regulatory Framework for Virus Clearance Studies"}, {"text": "Concurrently with changes in the European guidelines, the FDA produced two documents, the Points to Consider in the Characterization of Cell Lines Used to Produce Biologicals (1993) (24) and Points to Consider in the Manufacture and Testing of Monoclonal Antibody Products for Human Use (1994) (25), which stated specific requirements for virus validation studies including the need to perform spiking studies in duplicate to allow for analysis of the reproducibility and variability of the results obtained. There are also two recent regulatory documents available in this area. Firstly, an updated monoclonal antibody Points to Consider document was published in February of 1997 (26). Second, the International Committee on Harmonization (ICH) recently finalized their document on Viral Safety Evaluation of Biotechnology Products Derived from Cell Lines of Human or Animal Origin (27). This document attempts to summarize and harmonize the requirements that must be addressed when dealing with different regulatory authorities worldwide. One common theme that is stressed by all regulatory agencies is that each virus validation study is reviewed on a \"case by case\" basis and specific log reduction factors obtained should be viewed in light of experimental limitations and other risk factors such as patient population, dosage, and so on.", "cite_spans": [{"start": 182, "end": 186, "text": "(24)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Regulatory Framework for Virus Clearance Studies"}, {"text": "The ultimate aim of virus clearance evaluation is to demonstrate that the purification/production process can eliminate substantially more virus than what may potentially be present in the unprocessed bulk material (i.e., before any purification or processing is performed). To meet this aim, several steps in the process are usually studied independently and the log clearance results from each step are added together to give an overall figure for the process as a whole. It is unusual to study all the steps in the process or to examine the process as a whole (i.e., spike with virus at the very beginning and assay only at the very end). The latter approach limits the virus clearance values that can potentially be obtained.", "cite_spans": [], "ref_spans": [], "section": "Designing a Virus Validation Experiment-Selection of Steps"}, {"text": "Virus clearance can be generated either by inactivation of the virus or by partitioning (physical removal of the virus from the product of interest). Both methods can be very effective in generating high clearance values. The steps in the process that can remove or inactivate viruses may be part of the actual production procedure for the purification of the product (for example, low pH elution used in Protein A affinity chromatography is very effective also in inactivating a wide variety of viruses) or have been specifically introduced for the sole function of generating virus clearance (such as solvent/detergent treatment for human-plasma-derived products). Examples of different steps that can generate virus clearance are shown in Table 4 .", "cite_spans": [], "ref_spans": [{"start": 742, "end": 749, "text": "Table 4", "ref_id": "TABREF4"}], "section": "Designing a Virus Validation Experiment-Selection of Steps"}, {"text": "An important criterion in selecting steps for validation is to incorporate steps that are deemed to be robust. The definition of robust in this case is a step that can be scaled down accurately and that will reproducibly and effectively remove or inactivate a wide variety of potential viral contaminants under a wide variety of different process conditions. For example, pasteurization at 60°C is highly effective against a wide variety of different viruses under varying conditions of buffer or protein concentration, and a temperature deviation of Ϯ2°C, which is a common manufacturing specification, does not dramatically impact on the results obtained. The 1997 PTC document recommends two robust clearance steps in process validation studies for murine-derived products. The CPMP encourages the use of robust steps for recombinant murine-produced product while stating that at least two robust steps are essential for blood products. The ICH recommends that the overall process be robust to clear a wide variety of viruses, but does not specifically mention robustness of individual steps.", "cite_spans": [], "ref_spans": [], "section": "Designing a Virus Validation Experiment-Selection of Steps"}, {"text": "In many other steps not considered to be robust, the actual processing conditions may have a significant impact on the results obtained. For example, for chromatography steps, the pH, buffer composition, protein concentration, flow rate, and strength of product binding to the matrix can all have a significant impact on the results obtained. This is demonstrated clearly in Table 5 , which shows a summary of results collated from our extensive database of studies performed over the last decade for some common chromatography steps.", "cite_spans": [], "ref_spans": [{"start": 375, "end": 382, "text": "Table 5", "ref_id": "TABREF5"}], "section": "Designing a Virus Validation Experiment-Selection of Steps"}, {"text": "These results demonstrate that in the design and selection of steps to validate, it can sometimes be difficult to predict what the likely results will be in order to design a cost effective study generating sufficient viral clearance for regulatory acceptance of the product. The number of steps that will ultimately be chosen to validate will therefore be dependent on what the likely results will be and what target clearance value has to be achieved. To make these decisions, access to information or database of historical information can be invaluable. Abbreviated studies for IND submission or Phase I clinical trials are also often acceptable, and this will impact on the number of steps to be studied.", "cite_spans": [], "ref_spans": [], "section": "Designing a Virus Validation Experiment-Selection of Steps"}, {"text": "Having selected the steps to be studied, the next phase in study design is to scale down these steps to laboratory scale to facilitate the spiking studies. This step is an essential prerequisite to performing the actual spiking studies and, in our experience, is an area where there is a marked difference between different manufacturers in the attention to design and detail. It is obvious that it would be inappropriate to introduce infectious virus into a cGMP manufacturing facility to test the actual production scale. Also the volumes of ", "cite_spans": [], "ref_spans": [], "section": "Scale-Down of Production Steps"}, {"text": "virus needed to achieve a satisfactory spiking level at this scale would be impractical as well as prohibitively expensive. In order for the experiments performed at laboratory scale to be extrapolated to the manufacturing scale, the scale down of the process must be validated to ensure that it is a true representation of what occurs in the manufacturing process. Ease of scale down differs depending on the step to be studied and can be an important factor is the choice of which steps are to be validated. Solution inactivation experiments such as pH treatment and heat treatment are relatively easy to scale down, ensuring only that buffer composition, pH, protein concentration, and temperature are consistent with manufacturing conditions. Spiking experiments are normally run to mimic worst case conditions in manufacturing so as not to overestimate the viral clearance capacity of the step. The ICH viral safety document states that the level of purification of the scaled-down version should represent as closely as possible the production procedure. For chromatographic equipment, column bed-height, linear flow rate, flow rate to bed-volume ratio (i.e., contact time), buffer and gel types, pH, temperature, and concentration of protein, salt, and product should all be shown to be representative of commercial-scale manufacturing. Column scale down is normally performed by maintaining bed height while reducing column diameter, which maintains the residence time. In this way the linear flow rate (cm/ h -1 ) is maintained while the volumetric flow rate (mL/h -1 ) is reduced. A more-detailed review of chromatography scale down is available (28). An example of how to scale down a column chromatography procedure is given in Table 6 . This table gives values for the manufacturing scale and different proportional scale-down calculations based on the size availability of laboratory-scale chromatography columns.", "cite_spans": [], "ref_spans": [{"start": 1740, "end": 1747, "text": "Table 6", "ref_id": "TABREF6"}], "section": "Scale-Down of Production Steps"}, {"text": "After the scale-down parameters have been calculated, the procedure usually is run at least three times to ensure that the product obtained under these conditions is of the same yield and purity as obtained at full scale. For column chromatography additional parameters such as peak asymmetry, retention time, HETP values, and so on, may be compared to establish consistency with full scale manufacturing. Product yield and activity are essential parameters of any method. Under certain circumstances there may be certain limitations in accurately scaling down some of the parameters of the step. Under these conditions, the deviation should be noted and its impact on the validity of the results achieved addressed. Problems can also arise in ensuring the validity of the scale down, as the virus spike can often have a dramatic impact on the starting material and on the purification of the product. Many virus preparations used in spiking experiments undergo minimal or no purification and are often crude harvests from cell culture supernatants, which may also contain the contents of lysed cells. These preparations contain high concentrations of protein (including serum), lipids, nucleic acid, and, in some cases, phenol red as a pH indicator in the culture medium, all of which can severely affect the purification of the product. It is highly desirable to use virus preparations that have either been grown in serum-free medium or have been produced in such a way as to contain very little or even no protein to reduce the impact on the purification procedure. Wherever possible, the impact of virus spiking on the process should be examined by performing mock spiking experiments in advance of the actual studies using the buffers or medium in which the viruses are stored.", "cite_spans": [], "ref_spans": [], "section": "Scale-Down of Production Steps"}, {"text": "Although it is possible to produce stable virus preparations for nonlipid enveloped viruses in completely protein-free buffers, enveloped viruses need a certain protein concentration in the environment to maintain stability. Bovine serum albumin (BSA) in the buffer serves to protect the virus from inactivation upon storage. Table 7 shows that, even with these relatively low levels of protein in the virus formulation buffer, product yields can be severely impacted. For example, for the High S Macroprep column, spiking at a 1:20 ratio (final concentration of BSA 0.025%) yielded very poor product recovery. Only when spiking at a 1:100 ratio was the specification criteria met for a valid purification. A similar result was seen for the Phenyl Sepharose column. Crude virus preparations would obviously have even more dramatic effects on product recovery and validity of the scale-down process. Although the guidelines recommend that a virus spike should not exceed 10% v/v, it is clear that it is difficult to achieve anywhere close to this spiking level given these problems. Therefore, virus spiking will always be a compromise between trying to add as much virus as possible in order to potentially maximize the clearance of the step without altering the purification of the product.", "cite_spans": [], "ref_spans": [{"start": 326, "end": 333, "text": "Table 7", "ref_id": "TABREF7"}], "section": "Scale-Down of Production Steps"}, {"text": "Many of the column chromatography steps incorporated into a biopharmaceutical purification process may be reused over numerous production runs. It is not uncommon for a chromatography column to be used for over 100 cycles of purification. Obviously column regeneration, cleaning, and sanitization are extremely important under these conditions to ensure both consistency of purification performance and also to ensure that any viral contaminant bound onto the resin would be inactivated between purification cycles. These concerns are not purely theoretical. Figure 3 shows the results from experimental studies performed by Pharmacia that demonstrate that virus can bind onto chromatography matrixes and survive several cycles of purification before eluting out with the product (28, 29) . In this process, IgG was fractionated using a three-column process. The final chromatography step on CM Sepharose was performed by dividing the eluate from the previous Q Sepharose column into three batches, which were run consecutively on the same CM Sepharose column. This column therefore performed three cycles of purification before regeneration and sanitization. To study the effect of potential virus carryover, virus was spiked only into the load material for the first purification cycle. The load material for the second and third cycles was not spiked. The IgG fractions from the first and third purification cycles were then assayed for the presence of infectious virus. No infectious virus was detected in the product fraction from the first purification cycle despite the high virus load in the starting material indicating complete clearance of the virus. However, significant amounts of infectious virus were recovered in the IgG fraction from the third purification cycle. Because the only introduction of virus into the system was in the load material at the first purification cycle, virus must have bound onto the chromatography resin during the first cycle to elute during later cycles of purification. These results raise several issues of concern. First, a validation study design, which looked only at the first purification cycle, would have assigned a high clearance factor based on the fact that all virus was removed. However, this value would have been a severe overestimate of the clearance capacity of the process as virus is recovered during the process. Second, the importance of validating the sanitization regime against potential virus contaminants is clear in order to eliminate any possibility of virus build up on chromatography resins during manufacturing, which could cross contaminate different batches of product. Third, it may be prudent to perform spiking experiments on both new resins and on resins at the end of their production life (aged resins) in order to ensure that clearance values do not vary from batch to batch. ", "cite_spans": [{"start": 780, "end": 784, "text": "(28,", "ref_id": "BIBREF27"}, {"start": 785, "end": 788, "text": "29)", "ref_id": "BIBREF28"}], "ref_spans": [{"start": 559, "end": 567, "text": "Figure 3", "ref_id": "FIGREF2"}], "section": "Issues of Column Sanitization and Reuse"}, {"text": "The number and type of viruses selected for spiking studies is a function of the nature of the starting material and of the stage of product development. For example, for products derived from murine cell lines at the Phase I clinical trial or IND submission stage, it is usually sufficient to only examine the clearance of murine retrovirus. However, a comprehensive panel of at least four viruses would be necessary for product licensure. The virus selection is based on viruses that have been identified as contaminants or potential contaminants of the starting material (so-called relevant viruses) and also on representing the spectrum of different physicochemical characteristics of viruses (model viruses). The use of model viruses is an important concept in these types of studies and is used to address various issues. First, it would be impossible to perform spiking experiments with every possible contaminant of the starting material. For example, viruses that can potentially be transmissible by human-plasmaderived products are shown in Table 8 . This list is continually expanding as scientific knowledge increases. In practice each potential virus contaminant is not used to spike the process, but rather one virus acts as a model for a group of viruses with similar characteristics. Second, some of the viruses that are known to be potential contaminants of the starting material cannot be grown at all in tissue culture or grow poorly and thus spe-cific model viruses have to be used (for example, the use of bovine viral diarrhea virus (BVDV) as a close taxonomical model for Hepatitis C). Third, the use of model viruses covering the range of different virus characteristics acts as a safeguard to ensure safety of the final product from adventitious virus contamination. If a process study has demonstrated good clearance of viruses representing different virus groups and characteristics, then there is a high degree of assurance that any adventitious virus, if introduced into the system, would be cleared by the production process. The same arguments also apply to the risk posed by unknown viruses. As new viruses continue to be identified, there is potentially a risk that starting materials may contain as yet unknown viral contaminants that could escape detection by existing tests. However, the physicochemical characteristics of any new virus should be represented in a comprehensive validation study. In practice we have seen this situation with the recent identification of Hepatitis G virus. This virus is similar to Hepatitis C and thus data from studies that were performed in the past using BVDV as a model for Hepatitis C can now also be extrapolated to Hepatitis G without the need for further spiking studies. As stated in the 1996 CPMP guidelines, the division of viruses into relevant and model is in a sense artificial, because all the viruses used in these studies are tissue-culture-adapted strains that may differ from the field isolates. However, the terminology helps to outline the justification for the virus selection used in a study and will be used to describe the following examples of virus selection. Table 9 shows one example of a virus panel that can be used for a comprehensive viral validation study for a product derived from a murine cell line.", "cite_spans": [], "ref_spans": [{"start": 1051, "end": 1058, "text": "Table 8", "ref_id": "TABREF8"}, {"start": 3156, "end": 3163, "text": "Table 9", "ref_id": "TABREF10"}], "section": "Selection of Viruses for the Study"}, {"text": "In mouse and hamster cell lines, murine retroviruses are one of the main virus groups of concern, because many murine cell lines contain either endogenous infectious retrovirus or retroviral particles. Therefore, a murine retrovirus must always be included in any study as a relevant virus. A herpes virus (in this case pseudorabies virus is used as a representative model) is also used as these viruses, like retroviruses, can establish latent infections within cells and thus can potentially escape detection. Reovirus 3 is often used in studies, because the virus is zoonotic and infects a wide variety of cell lines from different species. The final virus that should be selected for any study should be a small, highly resistant virus, which acts as a severe test of the clearance capacity of the production process. I have selected in this example mouse minute virus (MMV), a parvovirus that has been found as a contaminant in production runs of Chinese hamster ovary (CHO) cell-line-derived products. This virus therefore satisfies the criterion of incorporating a small resistant virus into a study while addressing the issue of a potential relevant adventitious contaminant. From this virus selection we have covered specific viruses or virus groups of concern while also selecting viruses that have the following characteristics:", "cite_spans": [], "ref_spans": [], "section": "Selection of Viruses for the Study"}, {"text": "1. DNA and RNA genomes (single-and doublestranded should also be included in the virus selection to model for the variety of human hepesviruses potentially transmissible by plasma-derived products. The range of human hepatitis viruses that is of concern must also be addressed. Hepatitis C cannot be grown in tissue culture and thus BVDV is used as a specific model for this potential contaminant. For hepatitis A, a tissue-culture-adapted strain is now available, and this virus can be used directly in studies. However, as in the case with all viruses selected, care must be taken that neutralizing antibodies to this virus are not present in the starting material, because loss of viral titer by neutralization could lead to the false assumption that the entire virus had been removed or inactivated, which thus overstates the viral clearance of the process.", "cite_spans": [], "ref_spans": [], "section": "Selection of Viruses for the Study"}, {"text": "Human hepatitis B virus, like hepatitis C, does not grow in tissue culture. This virus does replicate in primates, but animal studies in chimpanzees are impractical owing to the availability, cost, and issues of using large numbers of primates. Two animal hepatitis B viruses, duck hepatitis B and woodchuck hepatitis B, have established in vivo systems for virus assay. The duck model system has been used in several studies to model for human hepatitis B, but these studies are also expensive and are not a regulatory requirement. Therefore, hepatitis B is generally not modeled directly, but the use of other enveloped DNA viruses in the study such as the herpes virus and the wide range of virus characteristics covered by the overall virus selection provide a sufficient degree of assurance that results from the experiments with these viruses can be extrapolated to hepatitis B virus.", "cite_spans": [], "ref_spans": [], "section": "Selection of Viruses for the Study"}, {"text": "The final virus that is included in this selection is porcine parvovirus. Again, the inclusion of this virus satisfies two criteria. The virus acts as a severe test of the clearance capacity of the production process as a model for other small tough viruses, but also models the human parvovirus B19, which is a common contaminant of human plasma. (Viremic donors can often have titers of greater than 10 12 units per milliliter in the bloodstream.)", "cite_spans": [], "ref_spans": [], "section": "Selection of Viruses for the Study"}, {"text": "Although the virus selection for plasma-derived products is driven by specific viruses of concern, the final selection (in this case of five viruses) still covers the wide range of virus characteristics providing reassurance that any unidentified contaminants would be cleared by the process if present in the starting material.", "cite_spans": [], "ref_spans": [], "section": "Selection of Viruses for the Study"}, {"text": "The virus selection for both cell-line-derived material and human-plasma-derived products is relatively straightforward and, with slight variations, follows the preceding outline. However, virus selection in a study where the starting material is derived from animal material requires a much greater investigation of the potential risks, which vary depending on the animal species used and their country of origin. Although clearance studies on animal-derived products have always been performed, usually on products extracted from animal material, these studies are now becoming more common because many of these products were developed and marketed before the current regulations were in place and as a result had little or no viral validation data. Therefore, upon submission of these products to the regulatory authorities for re-registration or approval of process changes, more attention to virus safety and viral validation is being requested. Also, with the increased use of transgenic animals to produce biopharmaceuticals, the issues of viral contamination of these products are very relevant. Currently, both transgenic goats and sheep are being used successfully to produce a variety of products in clinical trials. Although there is a lot of information known about the potential viruses in these animals (Table 11) , less is known about their presence in milk. Therefore, selection of viruses in a clearance study becomes very important in order to address all the potential risks.", "cite_spans": [], "ref_spans": [{"start": 1318, "end": 1328, "text": "(Table 11)", "ref_id": "TABREF0"}], "section": "Selection of Viruses for the Study"}, {"text": "In addition to performing virus spiking experiments and titrations, it is essential that, in addition, cytotoxicity and interference testing is performed. This is a regulatory requirement because samples generated during a study may cause significant problems in the titration of the virus. These problems may result from cytotoxicity of the samples, which can easily be determined by incubation of nonvirus-containing materials on each of the indicator cell lines and assessing whether this causes any change in cell morphology. However, cytotoxicity is a rather gross technique and more subtle problems such as samples interfering with the ability of the virus to infect the indicator cells can occur. Interference cannot be measured from the cytotoxicity experiments and, in many cases, samples that show no signs of cytotoxicity can often show significant interference (Table 12) .", "cite_spans": [], "ref_spans": [{"start": 873, "end": 883, "text": "(Table 12)", "ref_id": "TABREF0"}], "section": "Cytotoxicity and Interference Testing"}, {"text": "These studies are performed by first exposing the indicator cells to the samples being tested and then infecting the cells with a known amount of virus. By comparing the virus titer obtained in treated vs untreated control cells, the degree of interference can be assessed. Without the data from interference studies, interference by the sample in infectivity assays can lead to an overestimation of the clearance capacity for a particular process step. Virus may still be present in the sample, but the ability of the test method to detect infectious virus may be impaired. In the example presented in Table 12 , failure to perform interference studies would have resulted in a potential underestimation of the virus titer by at least threefold. We have often seen more significant interference of infectivity (down to a 1:100 dilution) by samples without any corresponding evidence of cytotoxicity. For certain products, such as interferon, significant interference virus infectivity can be predicted and taken into account in the design of the study.", "cite_spans": [], "ref_spans": [{"start": 603, "end": 611, "text": "Table 12", "ref_id": "TABREF0"}], "section": "Cytotoxicity and Interference Testing"}, {"text": "Cytotoxicity and interference of samples can usually be eliminated by dilution of the samples. However, when diluting samples that potentially contain virus, care must be taken not to increase dramatically the overall sample volume as this leads to a corresponding reduction in the ability to detect low levels of infectious virus in these samples. For this reason, it is better to perform the cytotoxicity and interference studies well in advance of the actual spiking studies in order to identify any potential problems and to maximize the sensitivity of the detection methods to generate the best possible clearance data. For example, dilution of a test sample by 10-fold decreases the actual amount of undiluted sample tested and thus the sensitivity of the test by a factor of 10. This may not be important if the sample contains large amounts of virus, but can be essential where no virus is detected and a theoretical titer must be applied to the sample (see Subheading 2.). This theoretical titer would be 10-fold greater than a sample tested at the undilute concentration and thus the clearance that can be claimed for that step being studied could potentially be one log less. This loss of sensitivity can be compensated for by increasing the volume of sample tested by a factor of 10, which results in testing a volume comparable with the original volume of undiluted material.", "cite_spans": [], "ref_spans": [], "section": "Cytotoxicity and Interference Testing"}, {"text": "By the time the actual spiking experiments are initiated, a large amount of work should have already been performed to ensure the accuracy and validity of the study. This should ensure that the actual spiking experiments and sample collection are relatively straightforward. The number and nature of samples taken for collection depends on the type of step being studied. For inactivation experiments, samples are taken from the spiked load material prior to treatment and then at various times posttreatment to examine the kinetics of inactivation of the virus for the particular treatment. For partitioning steps, the distribution of virus must be examined. In addition to the spiked load and product-containing fractions, all other fractions must also be collected and tested for the presence of virus.", "cite_spans": [], "ref_spans": [], "section": "Performing the Spiking Experiments and Collection of Samples for Assay"}, {"text": "Samples from the spiking studies should be titrated immediately upon collection. If this is not possible, and it is necessary to freeze samples prior to titration, then appropriate controls should be employed. In this respect, an aliquot of the stock virus frozen along side the samples should not be considered an appropriate control. This is bec-ause the survival of virus frozen and thawed in tissue culture medium potentially will be differ-ent from virus present in samples generated during spiking studies, which will be in a wide variety of different buffers containing different concentrations of protein affording different degrees of protection from freeze-thaw damage. Slow freezing can also cause significant solute and pH changes in certain buffers, which could cause inadvertent inactivation of virus (30) . Similarly, any other manipulations that have to be performed on the samples that are not part of the production process, (should be controlled for to ensure) that the virus titers obtained in the samples are accurate.", "cite_spans": [{"start": 815, "end": 819, "text": "(30)", "ref_id": null}], "ref_spans": [], "section": "Performing the Spiking Experiments and Collection of Samples for Assay"}, {"text": "The FDA in the Points to Consider, the EMEA in the Notes for Guidance, and the ICH virus safety document emphasize clearly the need for accuracy and statistical evaluation in the results obtained from studies designed to show the effectiveness of the production process to remove potential viral contaminants (22-27) . Assays for the detection of viral contamination can result in highly variable results owing to the biological nature of the assay systems. Test data generated using virus titration methods in viral clearance evaluation studies must provide a reliable estimation of process reduction factors and, therefore, methods must provide accurate and reproducible quantitation of virus concentration. Virus titers are normally expressed with 95% confidence limits that should not exceed 0.5 log of the stated titer. In reality this means that two measurements that give 10-fold different titer results can in fact be comparable. Historical data can give a picture of the variability of a particular assay and thus to assess the significance of current test results, but is no substitute for comprehensive validation. Accuracy, reproducibility, repeatability, linearity, limit of quantitation, and limit of detection are essential test method performance characteristics and successful assay validation provides the data to assess these validation parameters (31). Test methods must also demonstrate reasonable sensitivity for low-level virus concentrations in order to maximize reduction factors for process steps capable of full viral inactivation (32).", "cite_spans": [], "ref_spans": [{"start": 309, "end": 316, "text": "(22-27)", "ref_id": "FIGREF1"}], "section": "Assay Methods-Accuracy and Validation"}, {"text": "A wide variety of different assay types can be used to detect and quantify virus titer ( Table 13) . Each assay type has specific advantages and disadvantages. The two main in vitro assay methods used to quantitate infectious virus in virus clearance studies are the plaque (or focus) formation assay and the cytopathic effect (CPE) assay. Both assay types have been successfully validated and are used reliably for the quantitative determination of virus titer and process reduction factors. Plaque assays offer the specific advantage of producing a countable event, i.e., plaque formation, vs virus dose (Fig. 4) . The virus titer per milliliter is determined by dividing the total number of plaques by the total volume of original sample tested. This method of computation is an averaging procedure, which gives equal weight to equal volumes of the original suspension at different dilutions. In order to determine the standard error (SE) and 95% confidence interval (CI) for a sample, the standard deviation is calculated at each dilution. From the standard deviation, the variance is then calculated (the square of the standard deviation) and the standard error in the plaque counts is then calculated from the square root of the sum of the variances multiplied by the number of replicates per dilution. Dividing this figure by the overall volume tested gives the standard error of the titer. Since these values are normally expressed in logarithmic terms, the standard error is transformed into log 10 by dividing the standard error by the titer and multiplying by the constant, 0.434 (the log of e). To determine the 95% confidence interval, the number of replicates is totaled (n) to calculate the degrees of freedom (n-1) and this value is used to look up the critical t-value for a 95% confidence interval from t-statistic tables. The standard error is then multiplied by the critical t-value to give the 95% confidence limits for the plaque titer. Increasing the number of replicates per dilution or decreasing the dilution interval results will result in an increase in the number of plates where plaques can be accurately counted and, thus, to an increase in the accuracy of the titers calculated.", "cite_spans": [], "ref_spans": [{"start": 89, "end": 98, "text": "Table 13)", "ref_id": "TABREF0"}, {"start": 606, "end": 614, "text": "(Fig. 4)", "ref_id": "FIGREF4"}], "section": "Assay Methods-Accuracy and Validation"}, {"text": "The second method used to quantitate infectious virus is the CPE or the 50% tissue culture infectious dose (TCID 50 ) assay. This method is useful to determine the titer of viruses that do not produce plaques, but do cause a change in cellular morphology. This assay is a quantal assay, i.e., wells are scored either positively or negatively for the presence of infectious virus in samples serially diluted to end-point and the dilution of the sample needed to infect 50% of the culture wells is calculated (Fig. 5) . The accuracy of this assay is dependent on how accurately the infection rate at each dilution is determined. For this reason, a larger number of replicates at each serial dilution leads to more accurate titer determinations. Ensuring that several serial dilutions infect between 10% and 90% of the inoculated cell cultures also increases accuracy. Care must also be taken in the method used for calculation of the titers. Although the Spearman-Karber method is widely used (33), the methodology has an absolute requirement that serial dilution's giving 100% and 0% infectivity are demonstrated. These criteria are often not met in virus titrations (for example, when only low levels of virus are present) and under these conditions an alternative method of calculation such as the probit method or modified Karber methods should be used to ensure accurate determination of viral titers. SE in log 10 = 6.34 × 10 7 × 0.434 = 0.0378 7.27 × 10 8 From the student's t tables, the critical t-value for three replicates (two degrees of freedom) is 4.303. The 95% confidence interval is 0.0378 × 4.303 = 0.16 in log 10 .", "cite_spans": [{"start": 1627, "end": 1629, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 507, "end": 515, "text": "(Fig. 5)", "ref_id": "FIGREF5"}], "section": "Assay Methods-Accuracy and Validation"}, {"text": "The titer with 95% confidence limits is 8.86 ± 0.16 log 10 cfu/mL impact on the results obtained. Careful controls must be implemented to ensure consistency from assay to assay. In an attempt to ensure reproducibility, lots of serum can be reserved and, pending satisfactory screening, be used as a consistent supply. Variability in the indicator cells and viruses used can also be controlled by setting up a system of master and working cell and virus banks, from certified suppliers such as ATCC. By producing fully characterized and controlled cell and virus banks, the possibility of changes in cell or virus characteristics by mutation from extended passage in culture is minimized. Use of cell and virus banks in the production of virus for virus clearance studies and as controls for assays should ensure a less variable test system. Other sources of variation in these assays also exist. Interoperator, interday, and intraassay variations impact on the titration results. Each of these parameters can be quantified by comprehensive validation of the assay system. Assay validation is foremost the practice of good science. Specific The standard deviation σ m , is calculated using the following formula:", "cite_spans": [], "ref_spans": [], "section": "Sources of Assay Variation and Assay Validation"}, {"text": "Where: d f = the logarithm of the dilution factor p i = the proportion of positive results at dilution i 3 m = the standard deviation n i = number of replicates at dilution i Σ = denotes the summation over dilutions beginning at the k th dilution.", "cite_spans": [], "ref_spans": [], "section": "Sources of Assay Variation and Assay Validation"}, {"text": "The 95% confidence limit is calculated as m ± 1.963 m .", "cite_spans": [], "ref_spans": [], "section": "Sources of Assay Variation and Assay Validation"}, {"text": "guidelines exist for assay validation, which, although formulated for potency assays for product testing, are still applicable to biological assays such as virus quantitation and detection (31,32) . Among the characteristics that should be examined are accuracy, repeatability, reproducibility, linearity, range, limit of detection, limit of quantitation, and robustness. Each of these terms requires definition. Accuracy is defined as the closeness of agreement between the accepted reference value or standard and the actual value found during the validation study. For virus titrations, the reference standard would be a certified virus bank or stock whose titer had been determined by repetitive titration. Assay repeatability is the expression of the degree of precision of the assay under the same operating conditions over a short period of time (intraassay variation) and is calculated by analysis of data collected on the same day. This is distinct from assay reproducibility, which is the ability of the assay to produce similar results over longer periods of time and includes interday, interoperator, and, if applicable, interlab variability.", "cite_spans": [], "ref_spans": [{"start": 189, "end": 196, "text": "(31,32)", "ref_id": "FIGREF0"}], "section": "Sources of Assay Variation and Assay Validation"}, {"text": "The linearity of a procedure is the ability of that test to give a reading directly proportional to the amount of virus in the sample within a given range. Closely related to the assay linearity is the range for the assay, which delineates the interval between the upper and lower values for which linearity, accuracy, repeatability, and reproducibility can be demonstrated. These parameters are clearly illustrated in Fig. 6 where the results for a plaque assay validation are plotted. Linearity (as calculated by linear regression analysis) of the dose response curve can clearly be seen in the middle part of the dose response curve with a significant tailing off at higher and lower dilutions. At lower dilutions, the increasing number of plaque counts leads to difficulties in quantitation as plaques merge or overlap leading to errors in counting. At higher dilutions deviation from linearity occurs as the probability of virus detection (Poisson distribution) comes into consideration. Therefore, to obtain an accurate titer determination, only plaque counts which lie on the linear part of the dose response curve should be used in the calculations. In the example shown in Fig. 4 , Fig. 6 . Linearity of dose response curve for plaque assays plaque counts of greater than 100 were used in the calculation of virus titer. These counts would have been excluded from the calculation if the validation in Fig. 5 corresponded to this particular plaque assay. Different viruses will potentially have different linear ranges based on various factors such as plaque size and morphology.", "cite_spans": [], "ref_spans": [{"start": 419, "end": 425, "text": "Fig. 6", "ref_id": null}, {"start": 1182, "end": 1188, "text": "Fig. 4", "ref_id": "FIGREF4"}, {"start": 1191, "end": 1197, "text": "Fig. 6", "ref_id": null}, {"start": 1410, "end": 1416, "text": "Fig. 5", "ref_id": "FIGREF5"}], "section": "Sources of Assay Variation and Assay Validation"}, {"text": "The limit of detection (LOD) is the concentration of virus that can be detected, but not easily quantitated under the stated experimental conditions. The limit of detection of the assay is therefore based upon the ability of the assay to detect a single plaque formation event and thus, the theoretical LOD for this type of assay is 1 PFU. The occurrence of false negative events at this level can occur and is determined at low concentrations primarily by the probability of detection in the small volume tested for analysis. The inevitable false negative rate associated with the process of sampling is described by the Poisson distribution. Therefore, at high dilutions of a test sample where the ratio of the sampled volume to the total test volume is low and where virus concentrations are low, the probability of a false negative follows the Poisson distribution. This is distinct from the limit of quantitation, which is the lowest concentration of virus that can be determined with suitable precision and accuracy. These parameters can be demonstrated in Fig. 6 . The limit of quantitation occurs where the dose-response curve starts to deviate from linearity (at 3 PFU in this example) and where inclusion of further data from subsequent dilutions would contribute significant error into the calculation.", "cite_spans": [], "ref_spans": [{"start": 1063, "end": 1069, "text": "Fig. 6", "ref_id": null}], "section": "Sources of Assay Variation and Assay Validation"}, {"text": "Assay robustness is another parameter that can be measured in assay validation studies. This is a measure of the capacity of the virus assay to remain unaffected by small, but deliberate, variations in the method parameters and provides an indication of the assay reliability during normal usage. This parameter is especially useful to examine particularly if there are ranges for certain parameters given in the SOP or alternative suppliers of certain materials and the effect of these variations can be built into the design of the validation study.", "cite_spans": [], "ref_spans": [], "section": "Sources of Assay Variation and Assay Validation"}, {"text": "There are several distinct phases of assay validation planning and performance, and each stage involves the input of statisticians, quality assurance, and technical staff. First, historical data and other prevalidation data must be collated to determine whether the assay is of sufficient quality to be validated. Needless money and resources could be spent trying to validate an assay, which has not been optimized or where there is doubt as to its performance. The parameters to be investigated during the validation are identified and a study design is proposed. Experiments do not have to be set up so that each parameter is investigated independently, but fractional factorial design allows for grouping of parameters for the practical phase of the work and the individual variances can then be studied during the data analysis after the assays have been performed. This results in a considerable saving in the number of tests that have to be performed without compromising the thoroughness of the validation study. The statistical and practical protocols then need to be written and approved by QA and resources for the project need to be committed. The assays are then performed and the data generated are then coded into a form suitable for statistical analysis. A fully audited final report detailing the study findings is then produced which describes the results, the analysis performed, and the interpretation of the findings.", "cite_spans": [], "ref_spans": [], "section": "Sources of Assay Variation and Assay Validation"}, {"text": "Once validated, assay parameters should not be changed in any way without first assessing the impact on the assay validation results. Seemingly insignificant changes could potentially have a dramatic effect on assay variation and could necessitate revalidation. Assay validation is the practice of good science and, given good planning, can be relatively straightforward, yielding important and valuable data on assay performance (34). With the FDA now focusing on this area of laboratory testing procedures, particularly following the United States vs Barr decision (35), assay validation cannot be ignored.", "cite_spans": [], "ref_spans": [], "section": "Sources of Assay Variation and Assay Validation"}, {"text": "Knowing the accuracy of the virus titration experiments allows a much more detailed analysis of the variability of the actual purification process to clear infectious virus. In the past, large variabilities in virus clearance results seen with certain similar or even identical steps could not be analyzed. Knowing the variability of the assay titration allows the variability in the actual processing itself to be identified. This is critical to know for the extrapolation of these virus clearance studies performed on the down-scaled purification process to the manufacturing scale.", "cite_spans": [], "ref_spans": [], "section": "Sources of Assay Variation and Assay Validation"}, {"text": "Several concepts have been introduced by US and European regulatory agencies for the calculation of virus clearance factors in process evaluation studies. Factors introduced into the equation for clearance factors include test method variability and sensitivity, sampling plans, and study replication. These factors are now required to ensure the quantitative accuracy of methods (discussed previously), to ensure reliable estimates of virus load, and to ensure that process steps are reproducible with clearance effects that are representative of routine manufacturing operations. Statistical error associated with testing and sampling in the quantitative estimation of virus reduction should be taken into account at each of the various stages in the removal/inactivation process.", "cite_spans": [], "ref_spans": [], "section": "Calculation of Virus Clearance Factors"}, {"text": "Virus reduction factors, R, for an individual inactivation/removal step are calculated following:", "cite_spans": [], "ref_spans": [], "section": "Calculation of Virus Clearance Factors"}, {"text": "where R is the reduction (clearance) factor, V1 is the volume of the starting material, C1, is the concentration of virus in the starting material, V2 is the volume of the postprocessing material, C2 is the concentration of virus in the postprocessing material.", "cite_spans": [], "ref_spans": [], "section": "Calculation of Virus Clearance Factors"}, {"text": "Guidelines specifically state that confidence intervals should be calculated for all studies of relevant and specific viruses and that the confidence intervals for both the preprocessing titer and the postprocessing titer should be included in the confidence interval for the process reduction factor. Specifically, the confidence interval for reduction factor calculations should be calculated with confidence intervals equal to √(s 2 ϩ a 2 ), where s is the 95% confidence interval for the preprocess material and a is the 95% confidence interval for the postprocess material.", "cite_spans": [], "ref_spans": [], "section": "Calculation of Virus Clearance Factors"}, {"text": "Having calculated the individual reduction factors for each step of the process, the next stage in analysis of the results is to calculate the reduction factor for the process as a whole. If each of the individual steps in the process is deemed to be independent (i.e., removes or inactivates virus by a separate mechanism), then the log clearance values for each step can be added together (see Table 14 ). Summation of reduction factors for repeated and similar process steps can result in a significant overestimation of the ability of the purification scheme to effectively remove viral contaminants and should be avoided. The ethanol fractionation process used in the purification of plasma-derived products has demonstrated a classic example of why this point is so important. Spiking studies were performed on repeated ethanol fractionation steps and the log clearance values obtained for each step were added together to give very large clearance factors for the process, sometimes in excess of 20 logs. Experience has shown that in production some enveloped viruses can survive ethanol precipitation and further ethanol treatment has little effect on infectivity of the surviving virus. Specific instances of viral contamination of plasma-derived products can be attributed to the over reliance on the clearance data obtained from the ethanol fractionation experiments. It should be noted that the use of orthogonal and robust processing procedures ensures the greatest probability of virus removal/inactivation and for this reason clearance factors associated with robust steps should contribute most significantly to calculated overall reduction factors.", "cite_spans": [], "ref_spans": [{"start": 396, "end": 404, "text": "Table 14", "ref_id": "TABREF0"}], "section": "Calculation of Virus Clearance Factors"}, {"text": "Having obtained the overall clearance factor for the process, the final step is to try to put this number into the context of risk assessment of the final product. This is approached differently depending on the type of product being studied and on the virus of concern. For blood products, the 1994 Paul Erlich recommendations state that for enveloped viruses at least two robust steps should be demonstrated in a process, each of which should be able to remove or inactivate at least 4 logs of enveloped virus with the whole process able to clear at least 10 logs of virus (20,21) . For nonenveloped virus such as hepatitis A, one step should be able to clear at least 4 logs of this class of virus with the whole process able to generate at least a 6 log clearance. These requirements were modified in the 1996 CPMP guidelines to place less emphasis on the actual clearances to be achieved and more emphasis on demonstrating the robustness of the individual steps and of the process (22,23) .", "cite_spans": [], "ref_spans": [{"start": 566, "end": 582, "text": "of virus (20,21)", "ref_id": "FIGREF0"}, {"start": 986, "end": 993, "text": "(22,23)", "ref_id": "FIGREF1"}], "section": "Interpretation of Clearance Results"}, {"text": "The CPMP guidelines also emphasize robustness of steps rather than clearance values to be achieved for products derived from cell lines. This approach is different from the ICH guidelines and the 1997 Points to Consider document, which, although they include the same requirements for incorporation of robust steps, give specific recommendations for the level of murine retrovirus clearance that has to be achieved. In this case, the level of clearance demonstrated should be substantially in excess of the potential virus load in one dose of the final product as calculated from the virus particle count obtained by transmission electron microscopy on the unprocessed bulk material. For example, TEM analysis on the unprocessed bulk may have shown a particle count of 10 9 per mL (the sensitivity of this technique is 10 6 per mL) and 1 L of unprocessed bulk may be required to produce one dose of the final product. If the process validation study has been shown to remove 10 18 infectious retroviruses (Table 14) then the number of virus particles that may be present in one dose of the final product is: (10 3 mL per dose) × (10 9 virus particles per mL) Clearance factor ജ10 18 ϭ Ͻ 10 -6 particles per dose Therefore on average, less than one virus particle per million doses would be expected, which is an adequate margin for safety. This calculation is relevant only to those viruses for which an estimate of the starting numbers can be made, as is the case for endogenous retroviruses. The figure of 6 logs excess clearance is not an absolute figure as each study is looked at on a case by case basis by the regulatory authorities.", "cite_spans": [], "ref_spans": [{"start": 1005, "end": 1015, "text": "(Table 14)", "ref_id": "TABREF0"}], "section": "Interpretation of Clearance Results"}, {"text": "Although virus clearance evaluation remains an essential component in ensuring that biopharmaceutical products are free from viral contamination, it should be remembered that these studies have certain limitations. These studies are performed on a scale-down process-not on the full manufacturing scale-and even with accurate scale down, there is no guarantee that virus partitioning and inactivation will be identical at both scales. The processes themselves are loaded with extremely large amounts of infectious virus, which in most cases is totally different from the natural situation where virus contamination, if present, may only be at a low level. The viruses that are used may not behave the same as those viruses found in the manufacturing environment, because they are lab-adapted isolates and may differ in their susceptibility to removal and inactivation. Summation of the individual clearance values to obtain an overall clearance value for the process can also lead to overstating the clearance capacity if virus is removed or inactivated by similar mechanisms in apparently independent processing steps. Variations in the process may also impact on the clearance values obtained and for this reason the spiking studies should always be performed using worst case conditions where this can be identified.", "cite_spans": [], "ref_spans": [], "section": "Limitations of Virus Clearance Studies"}, {"text": "Various parameters of the study design including virus titers, cytotoxicity, interference, volumes, limits of detection of assays, and so on, all have a significant impact on the clearance values obtained that can potentially lead to understating the potential clearance capacity of the overall process. Given all these limitations, careful study design and experience is essential in the interpretation of the results.", "cite_spans": [], "ref_spans": [], "section": "Limitations of Virus Clearance Studies"}, {"text": "Encephalopathy Diseases The use of bovine, ovine, or human material in the manufacturing process leads to concern over the potential risk of transmission of the transmissible spongiform encephalopathy diseases comprising bovine spongiform encephalopathy (BSE) (mad cow disease) in cattle, scrapie in sheep, and Creutzfeld-Jakob disease and its variants in humans (36,37) . The risk of BSE contamination of biopharmaceuticals has been realized for several years and the CPMP initially produced a note for guidance in 1992, which has recently been updated (38). These documents outline the potential risk factors associated with the use of bovine material in manufacturing and assign categories of risk depending on the tissue used, because different tissues have been shown to harbor different amounts of infectivity. Because no sensitive direct test exists for the presence of the infectious agent, bovine-derived material must be sourced from countries that are certified free of BSE. Under certain conditions, countries that have been shown to have BSE that has been traced back to the import of infected cattle may also be acceptable. In Germany a risk-assessment document was published that assigned numeric criteria for the different risk factors involved in the use of bovine derived materials (39,40). A certain overall cumulative number had to be achieved in order to approve a product for licensing in Germany. In certain cases, validation of the process for removal of TSE agent has to be performed to provide additional assurance of safety.", "cite_spans": [], "ref_spans": [{"start": 363, "end": 370, "text": "(36,37)", "ref_id": "FIGREF2"}], "section": "Transmissible Spongiform"}, {"text": "Although the number of new reported BSE cases has dropped significantly since its peak in 1992/ 1993 in the UK following the animal feedstuff ban, increasing numbers of cases of BSE have been identified in countries that have had only previously low levels of the disease. More disturbingly, countries in Europe such as Germany, which had been previously certified as BSE-free, have recently reported their first cases of BSE.", "cite_spans": [], "ref_spans": [], "section": "Transmissible Spongiform"}, {"text": "BSE has also been shown to be transmissible to humans. The identification of a new variant of Creutzfeld-Jacob (nvCJD) in humans provided the first evidence for this (41), and this was confirmed by experiments in old world monkeys (42) and by studying the histopathological patterns of the disease in humans. The number of nvCJD cases has increased steadily since 1996 and as of early 2001 there were almost 100 reported cases, predominantly in the UK. Whether this is the beginning of a major epidemic or whether it will impact a relatively small number of people is still unclear given the long incubation periods for this agent.", "cite_spans": [], "ref_spans": [], "section": "Transmissible Spongiform"}, {"text": "Experimental evidence has shown that infectivity can be transmitted through blood transfusions or from purified blood components (43,44) . However, there is no evidence of patients who have received transfusions or blood derived products having a higher incidence of CJD than normal, but there is a potential risk. As a result, FDA has banned donations of blood from donors who have lived in the UK or who have spent a significant amount of time there as a precautionary measure.", "cite_spans": [], "ref_spans": [{"start": 129, "end": 136, "text": "(43,44)", "ref_id": "FIGREF2"}], "section": "Transmissible Spongiform"}, {"text": "Managing the risk of BSE contamination is primarily accomplished by careful sourcing of the animal material and not using specified risk materials such as brain, spleen, thymus, and so on. However, under certain circumstances it is useful and may be necessary to examine the capacity of the purification process to clear prions.", "cite_spans": [], "ref_spans": [], "section": "Transmissible Spongiform"}, {"text": "The high resistance of the infectious agent to inactivation means that current techniques designed to inactivate viral contaminants would not be effective against TSE agents. However, techniques such as filtration, chromatography, and other physical methods of purification can potentially remove large amounts of the infectious agent.", "cite_spans": [], "ref_spans": [], "section": "Transmissible Spongiform"}, {"text": "Validation of the production process for the clearance of TSE agents follows the same principles discussed throughout this article for viral clearance. The two best-characterized systems used in these studies are the mouse-and hamsteradapted strains of scrapie. These rodent-adapted strains of scrapie can be used as models for BSE and CJD in spiking studies and numerous studies have been submitted to regulatory authorities worldwide using these models. The highest titer material available for spiking studies is obtained from brain homogenates prepared from infected animals (titers for 10% w/v brain homogenates vary from 10 7 infectious units/mL for the ME7 mouse-adapted strain to 10 9 infectious units/mL for the 263K hamster-adapted strain), which can be partially purified to varying degrees. However, the use of brain homogenate spiking can have a dramatic affect on the purification of a product and care must be taken to ensure that a valid purification is still possible after adding this amount of homogenate into starting material. After sample collection, samples are assayed by intracranial injection of serial dilutions of the samples into the mice or hamsters (normally anywhere from 6 to 10 animals per serial dilution are injected). Animals are observed for periods up to 400 d postinjection for clinical signs of infection. Both rodent systems follow predictable dose-response curves with mice injected with high titers of the ME7 strain showing clinical signs from approx d 160 onward, while the hamster 263K strain starts to show clinical signs in Syrian golden hamsters from approx d 70 onward. The hamster-adapted strain is now becoming the model of choice due to the higher titers and quicker assay times, although this system does have other disadvantages. At the end of the study, titers are calculated by LD 50 and clearance factors calculated in the same way as for virus clearance.", "cite_spans": [], "ref_spans": [], "section": "Transmissible Spongiform"}, {"text": "Owing to the large number of animals needed to perform these studies, the long assay times, the expense, and the debate over the relevance of brain homogenate as a representative source of infectivity, these types of studies are performed only if a real concern over potential contamination exists.", "cite_spans": [], "ref_spans": [], "section": "Transmissible Spongiform"}, {"text": "A more rapid Western Blot end-point method has recently developed, which looks for the presence of the infectious form of PrP (PrP SC ) in the various samples. This is a semiquantitative method that has a dynamic range of just over 5 logs. Side-by-side experiments comparing the results of the Western blot with bioassay infectivity studies have demonstrated essentially identical clearance results and validated the use of the Western blot as an alternative to the animal studies. The Western blot method is not a sensitive as the animal bioassay but is extremely quick and cost effective and can be used to provide important information about the effectiveness of various steps in the production process which may subsequently be titrated in the bioassay.", "cite_spans": [], "ref_spans": [], "section": "Transmissible Spongiform"}, {"text": "Although clearly not an exact science, the validation of the purification process to demonstrate viral clearance represents an important arm of any biosafety testing strategy. As the regulatory requirements and standards demanded continue to evolve, it is essential to try to build some future proofing into any study design in order to ensure that studies done today will still stand up to scientific scrutiny, in some cases several years later, when submitted to the relevant regulatory authority. The aim is to be proactive not reactive in order to eliminate unexpected or unpleasant surprises during the submission process. Therefore, it is essential to stay abreast of current regulatory opinions worldwide as globalization of the market place and harmonization of regulatory requirements continues.", "cite_spans": [], "ref_spans": [], "section": "Summary"}], "bib_entries": {"BIBREF1": {"ref_id": "b1", "title": "Observation on the occurrence of icterus in Brazil following vaccination against yellow fever", "authors": [{"first": "J", "middle": ["P"], "last": "Fox", "suffix": ""}, {"first": "E", "middle": ["H"], "last": "Lennette", "suffix": ""}, {"first": "C", "middle": [], "last": "Manso", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Aquiar", "suffix": ""}], "year": 1942, "venue": "Am. J. Hyg", "volume": "36", "issn": "", "pages": "68--116", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Contaminant viruses in two live virus vaccines produced in chick cells", "authors": [{"first": "R", "middle": ["J C"], "last": "Harris", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Dougherty", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Biggs", "suffix": ""}, {"first": "L", "middle": ["N"], "last": "Payne", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Goffe", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Churchill", "suffix": ""}], "year": 1966, "venue": "J. Hyg. (Cambridge)", "volume": "64", "issn": "", "pages": "1--6", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Contemporary problems in regulating the potency and safety of viral vaccines", "authors": [{"first": "R", "middle": [], "last": "Murray", "suffix": ""}], "year": 1967, "venue": "First International Conference on Vaccines against Viral and Rickettsial Diseases of Man", "volume": "", "issn": "", "pages": "577--580", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Potential epidemic of Creutzfeld-Jacob disease from human growth hormone therapy", "authors": [{"first": "P", "middle": [], "last": "Brown", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Gajdusek", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Gibbs", "suffix": ""}, {"first": "", "middle": [], "last": "Jr", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Asher", "suffix": ""}], "year": 1985, "venue": "N. Engl. J. Med", "volume": "313", "issn": "", "pages": "728--731", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Virus Inactivation in blood", "authors": [{"first": "E", "middle": [], "last": "Ben-Hur", "suffix": ""}, {"first": "B", "middle": [], "last": "Horowitz", "suffix": ""}], "year": 1996, "venue": "AIDS", "volume": "10", "issn": "", "pages": "1183--1190", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Experience with viral contamination in cell culture, in Viral Safety and Evaluation of Viral Clearance from Biopharmaceutical Products", "authors": [{"first": "R", "middle": ["L"], "last": "Rl Garnick", "suffix": ""}], "year": 1996, "venue": "Dev. Biol. Stand", "volume": "88", "issn": "", "pages": "49--56", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Presentation at BioEast Meeting", "authors": [{"first": "H", "middle": [], "last": "Willkommen", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Detection of bovine polyomavirus contamination in fetal bovine sera and modified live viral vaccines using polymerase chain reaction", "authors": [{"first": "A", "middle": [], "last": "Kappeler", "suffix": ""}, {"first": "C", "middle": [], "last": "Lutz-Wallace", "suffix": ""}, {"first": "T", "middle": [], "last": "Sapp", "suffix": ""}, {"first": "M", "middle": [], "last": "Sidhu", "suffix": ""}], "year": 1996, "venue": "Biologicals", "volume": "24", "issn": "2", "pages": "131--135", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Evidence of pestivirus RNA in human virus vaccines", "authors": [{"first": "R", "middle": [], "last": "Harasawa", "suffix": ""}, {"first": "T", "middle": [], "last": "Tomiyama", "suffix": ""}], "year": 1994, "venue": "J. Clin. Microbiol", "volume": "32", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Demonstration and genotyping of pestivirus RNA from mammalian cell lines", "authors": [{"first": "R", "middle": [], "last": "Harasawa", "suffix": ""}, {"first": "H", "middle": [], "last": "Mizusawa", "suffix": ""}], "year": 1995, "venue": "Microbiol. Immunol", "volume": "39", "issn": "12", "pages": "979--985", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Bluetongue virus: contamination of vaccine", "authors": [{"first": "D", "middle": [], "last": "O&apos;toole", "suffix": ""}, {"first": "H", "middle": [], "last": "Van Campen", "suffix": ""}, {"first": "L", "middle": [], "last": "Woodard", "suffix": ""}], "year": 1994, "venue": "J. Am. Vet. Med. Assoc", "volume": "1", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Abortion and death in pregnant bitches associated with a canine vaccine contaminated with bluetongue virus, in Viral Safety and Evaluation of Viral Clearance from Biopharmaceutical Products", "authors": [{"first": "R", "middle": ["I"], "last": "Levings", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Wilbur", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Evermann", "suffix": ""}], "year": 1996, "venue": "Dev. Biol. Stand", "volume": "88", "issn": "", "pages": "219--220", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Contamination of genetically engineered CHO-cells by epizootic haemorrhagic disease virus (EHDV)", "authors": [{"first": "H", "middle": [], "last": "Rabenau", "suffix": ""}, {"first": "V", "middle": [], "last": "Ohlinger", "suffix": ""}, {"first": "J", "middle": [], "last": "Anderson", "suffix": ""}], "year": 1993, "venue": "Biologicals", "volume": "21", "issn": "3", "pages": "207--214", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Detection by PCR of wild-type canine parvovirus which contaminates dog vaccines", "authors": [{"first": "M", "middle": [], "last": "Senda", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Parrish", "suffix": ""}, {"first": "R", "middle": [], "last": "Harasawa", "suffix": ""}], "year": 1995, "venue": "J. Clin. Microbiol", "volume": "33", "issn": "1", "pages": "110--113", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Molecular cloning and disease association of hepatitis G virus: a transfusion-transmissible agent", "authors": [{"first": "J", "middle": [], "last": "Linnen", "suffix": ""}, {"first": "J", "middle": [], "last": "Wages", "suffix": ""}, {"first": "Z", "middle": ["Y"], "last": "Zhang-Keck", "suffix": ""}], "year": 1996, "venue": "Science", "volume": "27", "issn": "", "pages": "505--508", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Primary characterization of a herpesvirus agent associated with Kaposi's sarcoma", "authors": [{"first": "S", "middle": ["J"], "last": "Moore", "suffix": ""}, {"first": "G", "middle": [], "last": "Gao", "suffix": ""}, {"first": "E", "middle": [], "last": "Dominguez", "suffix": ""}], "year": 1996, "venue": "J. Virol", "volume": "70", "issn": "", "pages": "549--558", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Note for Guidance: Validation of Virus Removal and Inactivation Procedures III/8115/ 89", "authors": [], "year": 1991, "venue": "CPMP Ad Hoc Working Party on Biotechnology/ Pharmacy", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Points to Consider in the Manufacture and Testing of Monoclonal Antibody Products for Human Use (Food and Drug Administration", "authors": [], "year": 1987, "venue": "Office of Biologics Research and Review", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Federal Health Office and Paul Ehrlich Institute Federal Office for Sera and Vaccines (1994) Notice on the Registration of Drugs: Requirements for Validation Studies to Demonstrate the Virus Safety of Drugs Derived from Human Blood or Plasma", "authors": [], "year": null, "venue": "Bundesanzeiger", "volume": "84", "issn": "", "pages": "4742--4744", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Federal Health Office and Paul Ehrlich Institute Federal Office for Sera and Vaccines Announcement on Measures for Averting Risks from Medicinal Products", "authors": [], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The European Agency for the Evaluation of Medicinal Products, Human Medicines Evaluation Unit-CPMP Biotechnology Working Party Note for Guidance on Virus Validation Studies: the Design, Contribution and Interpretation of Studies Validating the Inactivation and Removal of Viruses, (CPMP/ BWP/268/95 Final Version 2, Canary Wharf", "authors": [], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The European Agency for the Evaluation of Medicinal Products, Human Medicines Evaluation Unit -CPMP Biotechnology Working Party Medicinal Products Derived from Human Plasma", "authors": [], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Points to Consider in the Characterization of Cell Lines Used to Produce Biologicals (Food and Drug Administration", "authors": [], "year": 1993, "venue": "Office of Biologics Research and Review", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Draft Points to Consider in the Manufacture and Testing of Monoclonal Antibody Products for Human Use (Food and Drug Administration", "authors": [], "year": 1994, "venue": "Office of Biologics Research and Review", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Points to Consider in the Manufacture and Testing of Monoclonal Antibody Products for Human Use (Food and Drug Administration", "authors": [], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Quality of Biotechnological Products: Viral Safety Evaluation of Biotechnology Products Derived From Cell Lines of Human or Animal Origin, CPMP/ICH/295/ 95. The European Agency for the Evaluation of Medicinal Products", "authors": [{"first": "Q5a", "middle": [], "last": "Ich Topic", "suffix": ""}], "year": 1997, "venue": "Step 4 Consensus Guideline", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Validation: Ensuring the accuracy of scaled-down chromatography models", "authors": [{"first": "G", "middle": [], "last": "Sofer", "suffix": ""}], "year": 1996, "venue": "Biopharm", "volume": "9", "issn": "9", "pages": "51--54", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Validation of chromatographic procedures used in the fractionation of plasma derivatives", "authors": [{"first": "A", "middle": ["J"], "last": "Darling", "suffix": ""}, {"first": "U", "middle": [], "last": "Kreuzberg-Duffy", "suffix": ""}, {"first": "L", "middle": [], "last": "Borland", "suffix": ""}, {"first": "A", "middle": [], "last": "Morrow", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Berglof", "suffix": ""}, {"first": "Andersson", "middle": [], "last": "", "suffix": ""}, {"first": "I", "middle": [], "last": "", "suffix": ""}], "year": 1994, "venue": "Animal Cell Technology: Products of Today, Prospects for Tomorrow", "volume": "", "issn": "", "pages": "567--570", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Validation of Analytical Procedures: Definitions and Terminology; Availability", "authors": [{"first": "", "middle": [], "last": "Ich Guideline On", "suffix": ""}], "year": 1995, "venue": "Federal Register", "volume": "4", "issn": "1", "pages": "259--270", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Process Validation for Virus Removal. Considerations for Design of Process Studies and Viral Assays", "authors": [{"first": "A", "middle": ["J"], "last": "Darling", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Spaltro", "suffix": ""}], "year": 1996, "venue": "BioPharm", "volume": "9", "issn": "9", "pages": "42--50", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Validation of Immunological and Biological Assays", "authors": [{"first": "L", "middle": ["E"], "last": "Little", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "36--42", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "District Court for the District of New Jersey; 812F. Supp. 458", "authors": [], "year": 1932, "venue": "U.S. Dist. Lexis", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "The prion diseases", "authors": [{"first": "S", "middle": ["B"], "last": "Prusiner", "suffix": ""}], "year": 1995, "venue": "Sci. Am", "volume": "272", "issn": "1", "pages": "54--61", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "On safari with PrP: prion diseases of animals", "authors": [{"first": "D", "middle": [], "last": "Westaway", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Carlson", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Prusiner", "suffix": ""}], "year": 1995, "venue": "Trends Microbiol", "volume": "3", "issn": "4", "pages": "141--147", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Note for Guidance on Minimizing the Risk of Transmitting Animal Spongiform Encephalopathy Agents via Human and Veterinary Medicinal", "authors": [], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Notification of the Safety Requirements for Pharmaceuticals Made From Body Components of Cattle, Sheep or Goats for the Protection Against the Risk of Transmission of BSE and Scrapie -BGA", "authors": [], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Notification Concerning the Approval and Registration of Pharmaceuticals of 28 March 1996 Protection Against Pharmaceutical Product Risks, Level II -BfArM, Federal Institute for Pharmaceuticals and Medicinal Products", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "A New Variant of Creutzfeldt-Jakob Disease in the UK", "authors": [{"first": "R", "middle": ["G"], "last": "Will", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Ironside", "suffix": ""}, {"first": "M", "middle": [], "last": "Zeilder", "suffix": ""}], "year": 1996, "venue": "Lancet", "volume": "374", "issn": "", "pages": "921--925", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "BSE Transmission to Macaques", "authors": [{"first": "C", "middle": ["I"], "last": "Lasmezas", "suffix": ""}, {"first": "J.-P", "middle": [], "last": "Deslys", "suffix": ""}, {"first": "R", "middle": [], "last": "Demaimay", "suffix": ""}], "year": 1996, "venue": "Nature", "volume": "381", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Transmission of Creutzfeldt-Jakob disease from humans to transgenic mice expressing chimeric human-mouse prion protein", "authors": [{"first": "C", "middle": [], "last": "Telling", "suffix": ""}, {"first": "M", "middle": [], "last": "Scott", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Hsiao", "suffix": ""}], "year": 1994, "venue": "Proc. Natl. Acad. Sci. USA", "volume": "91", "issn": "", "pages": "9936--9940", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Transmission of BSE by blood transfusion in sheep", "authors": [{"first": "F", "middle": [], "last": "Houston", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Foster", "suffix": ""}, {"first": "A", "middle": [], "last": "Chong", "suffix": ""}, {"first": "N", "middle": [], "last": "Hunter", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Bostock", "suffix": ""}], "year": 2000, "venue": "Lancet", "volume": "356", "issn": "", "pages": "999--1000", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Monitoring plasma processing steps with a sensitive Western Blot assay for the detection of prion protein", "authors": [{"first": "D", "middle": ["C"], "last": "Lee", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Stenland", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Hartwell", "suffix": ""}], "year": 2000, "venue": "J. Virol. Methods", "volume": "84", "issn": "", "pages": "77--89", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Probability of virus detection at low concentrations. Infectious virus is represented by the filled circle (•). The large box represents the overall sample. The smaller box represents aliquots taken for testing.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Sampling effects on the probability of detection for low level virus concentrations.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Virus spiking of plasma fractionation process for IgG purification demonstrating virus carryover between purification cycles.Darling", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Variation in virus titration can arise from a variety of sources. Variation in the cells, the virus, and the serum used for culture can all significantly", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Calculation plaques counted ϭ √(593.49 × 3) SE in original sample ϭ 42.2/(6.66 × 10 -7 ) = 6.34 × 10 7", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Calculation of virus titers by TCID 50 assayThe formula for the final titer calculation of TCID 50 is based on the Karber method using the following formula: the logarithm of the titre relative to the test volume X k ϭ the logarithm of the smallest dosage which induces infection in all cultures d ϭ the logarithm of the dilution factor p i ϭ the proportion of positive results at dilution i Σp i ϭ the sum of p i (starting with the highest dilution producing 100% infection)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Recent Instances of Adventitious Viral Contamination of Cell Cultures", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Virus </td><td>Possible source </td><td>Material tested / Product </td><td>Reference\n</td></tr><tr><td>MMV </td><td>Medium </td><td>CHO unprocessed bulk (r-DNA)\n</td><td>(7)\n</td></tr><tr><td>Human Rhinovirus </td><td>Unknown </td><td>BHK unprocessed bulk (r-DNA product)\n</td><td>(8)\n</td></tr><tr><td>Bovine polyomavirus </td><td>FBS </td><td>FBS, live veterinary vaccine </td><td>(9)\n</td></tr><tr><td>BVDV </td><td>FBS? </td><td>Final products IFN, human and veterinary vaccines\n</td><td>(10,11)\n</td></tr><tr><td>Bluetongue virus </td><td>Unknown </td><td>Veterinary vaccine </td><td>(12,13)\n</td></tr><tr><td>Epizootic Haemorrhagic fever </td><td>FBS? </td><td>CHO unprocessed bulk (r-DNA product)\n</td><td>(14)\n</td></tr><tr><td>Canine parvovirus </td><td>Unknown </td><td>Veterinary vaccine </td><td>(15)\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Summary of Virus Testing Performed on Cell Banks in vitro limit -cells at the limit of in vitro age used for production. End of production cells. 1. This technique can also detect other contaminants. 2. Not necessary if positive by retrovirus infectivity test. 3. Tests for viruses known to have been infected by these agents e.g., EBV testing for cell lines immortalized by EBV infection. 4. For the first WCB, this test should be performed on cells at the limit of in vitro cell age, generated from that WCB; for WCB's subsequent to the first WCB, a single in vitro and in vivo test can be done either directly on the WCB or on cells a the limit of in vitro cell age. 5. For example MAP, HAP, RAP testing for rodent cell lines. 6. For example testing for human viruses such as HIV, HTLV, Hepatitis B and so on, on human cell lines.", "latex": null, "type": "table"}, "TABREF2": {"text": "Summary of Virus testing Performed on Unprocessed Bulk and Purified Bulk Product", "latex": null, "type": "table"}, "TABREF3": {"text": "For murine hybridomas, co-cultivation assays are important if MCB or end of production cells are positive. 2. Where infectious virus has been identified during cell line or unprocessed bulk testing. Highly sensitive assays such as Mus dunni amplification assays with various end points should be used for murine retrovirus for at least 3 lots. 3. TEM usually performed on at least 3 lots to quantify viral load in unprocessed bulk as a starting point for viral clearance evaluation. 4. RT can be used as an end point for amplification assays performed in (2). 5. Tests for viruses known to have been infected by these agents e.g., EBV testing for cell lines immortalized by EBV infection. 6. On every lot. 7. Usually only performed once a part of cell line qualification. 8. On ascites only. 9. Specific, sensitive tests for infectious viruses identified during cell line testing may be required if infectious virus other than retrovirus is detected. . If human infectious agent is detected during cell line characterization, every lot should be tested and regulatory authorities consulted. If virus is non-pathogenic for humans then testing of at least three lots is sufficient.", "latex": null, "type": "table"}, "TABREF4": {"text": "Examples of Common Virus Removal and Inactivation Technologies", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Chromatography step </td><td>Virus </td><td>Fraction </td><td>Ranges of Virus Clearance Obtained with Chromatography\nRange of Log Clearance Values Achieved\n</td></tr><tr><td>Protein A Sepharose </td><td>MuLV </td><td>Unbound </td><td>1.0-5.0\n</td></tr><tr><td>Protein A Sepharose </td><td>MuLV </td><td>Eluate </td><td>3.0-6.0\n</td></tr><tr><td>Protein A Sepharose </td><td>Poliovirus </td><td>Unbound </td><td>1.0-1.5\n</td></tr><tr><td>Protein A Sepharose </td><td>Poliovirus </td><td>Eluate </td><td>2.0-4.2\n</td></tr><tr><td>Q-Sepharose </td><td>MuLV </td><td>Unbound </td><td>3.5-6.0\n</td></tr><tr><td>Q-Sepharose </td><td>MuLV </td><td>Eluate </td><td>1.3-6.0\n</td></tr><tr><td>Q-Sepharose </td><td>Poliovirus </td><td>Unbound </td><td>1.0-5.2\n</td></tr><tr><td>Q-Sepharose </td><td>Poliovirus </td><td>Eluate </td><td>1.0-3.1\n</td></tr><tr><td>S-Sepharose </td><td>MuLV </td><td>Unbound </td><td>1.0-5.0\n</td></tr><tr><td>S-Sepharose </td><td>MuLV </td><td>Eluate </td><td>1.0-6.0\n</td></tr><tr><td>S-Sepharose </td><td>Poliovirus </td><td>Unbound </td><td>1.0-3.3\n</td></tr><tr><td>S-Sepharose </td><td>Poliovirus </td><td>Eluate </td><td>1.0-3.1\n</td></tr></table></body></html>"}, "TABREF5": {"text": "Ranges of Virus Clearance Obtained with Chromatography", "latex": null, "type": "table"}, "TABREF6": {"text": "Calculation of Ion-Exchange Chromatography Scale Down Values", "latex": null, "type": "table"}, "TABREF7": {"text": "Effect of Virus Spiking on Product RecoveryVirus formulation buffer = 50 mM Tris, 1 mM EDTA, 100 mM NaCl, 0.5%w/v BSA. Data appears by courtesy of Dr. Brian Turner, BASF.", "latex": null, "type": "table"}, "TABREF8": {"text": "Potential Viral Contaminants of Blood-Derived Products", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Virus </td><td>Nucleic acid </td><td>Enveloped </td><td>Size (nm)\n</td></tr><tr><td>Human immunodeficiency virus types 1 and 2 </td><td>ss RNA </td><td>Enveloped </td><td>80-130\n</td></tr><tr><td>Human T-cell leukemia viruses type 1 and 2 </td><td>ss RNA </td><td>Enveloped </td><td>80-130\n</td></tr><tr><td>Hepatitis B virus </td><td>ds DNA </td><td>Enveloped </td><td>42\n</td></tr><tr><td>Hepatitis C virus </td><td>ss RNA </td><td>Enveloped </td><td>30-60\n</td></tr><tr><td>Hepatitis G virus </td><td> </td><td>Enveloped </td><td>30-60\n</td></tr><tr><td>Hepatitis A virus </td><td>ss RNA ss RNA ds DNA </td><td>Nonenveloped </td><td>28-30\n</td></tr><tr><td>Cytomegalovirus </td><td>Enveloped </td><td>150-200\n</td></tr><tr><td>Epstein-Barr virus </td><td>ds DNA </td><td>Enveloped </td><td>150-200\n</td></tr><tr><td>Human herpes virus type 1,2,6,7,8 </td><td> </td><td>Enveloped </td><td>150-200\n</td></tr><tr><td>B19 parvovirus </td><td>ds DNA ss DNA </td><td>Nonenveloped </td><td>22\n</td></tr><tr><td>JCV and BK virus </td><td>ds DNA </td><td>Nonenveloped </td><td>45\n</td></tr><tr><td>Tick-borne encephalitis virus </td><td>ss RNA </td><td>Nonenveloped </td><td>37-50\n</td></tr></table></body></html>"}, "TABREF9": {"text": "). 2. Lipid-enveloped and nonenveloped. 3. Large, intermediate and small size. 4. Very resistant to inactivation through to the other extreme of very easily inactivated. For human blood-and plasma-derived products the virus selection differs considerably (Table 10). The use of HIV is mandatory for this class of products, and HIV-1 is used as a relevant contaminant and as a model for other human retroviruses such as HIV-2 and HTLV I and II. A herpes virus", "latex": null, "type": "table"}, "TABREF10": {"text": "Viruses Used to Validate Products Derived From Murine Hybridomas and Cell Lines", "latex": null, "type": "table"}, "TABREF11": {"text": "Used to Validate Products Derived From Blood and Plasma HIV-1, Human immunodeficiency virus type 1; BVDV, Bovine viral diarrhea virus; PRV, Pseudorabies virus; Hep A, Hepatitis A virus; PPV, Porcine parvovirus.", "latex": null, "type": "table"}, "TABREF12": {"text": "Viral Contaminants of Goats in North America", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Virus </td><td> </td><td>Enveloped </td><td>Size (nm)\n</td></tr><tr><td>Adenovirus </td><td>Nucleic acid ds DNA </td><td>Nonenveloped </td><td>70-90\n</td></tr><tr><td>Bluetongue </td><td> </td><td>Nonenveloped </td><td>60-80\n</td></tr><tr><td>Caprine arthritis encephalitis </td><td>ds RNA ss RNA </td><td>Enveloped </td><td>80-110\n</td></tr><tr><td>Caprine herpes virus </td><td>ds DNA </td><td>Enveloped </td><td>120-200\n</td></tr><tr><td>Capripox </td><td>ds DNA </td><td>Enveloped </td><td>200-300\n</td></tr><tr><td>Contageous ecthyma </td><td>ds DNA </td><td>Enveloped </td><td>200-350\n</td></tr><tr><td>Coronavirus </td><td>ss RNA </td><td>Enveloped </td><td>70-120\n</td></tr><tr><td>Pseudorabies </td><td>ds DNA </td><td>Enveloped </td><td>150-200\n</td></tr><tr><td>Rabies </td><td> </td><td>Enveloped </td><td>70•180\n</td></tr><tr><td>Rotavirus </td><td>ss RNA ds RNA </td><td>Nonenveloped </td><td>60-80\n</td></tr></table></body></html>"}, "TABREF13": {"text": "Comparison of Methods of Virus Detection", "latex": null, "type": "table"}, "TABREF14": {"text": "Summation of Individual Clearance Factors for a Process with One Virus", "latex": null, "type": "table"}, "TABREF15": {"text": "Table 3 ) if virus particles or infectious viruses such as murine retroviruses have been detected during cell line or unprocessed bulk testing. Viral testing is not normally performed on the final product.\nTable 2", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>MCB </td><td>Summary of Virus Testing Performed on Cell Banks WCB </td><td>Cells at\nin vitro limit\n</td></tr><tr><td>Tests for Retroviruses and other Endogenous Viruses\nInfectivity </td><td>+ </td><td>- </td><td>+\n</td></tr><tr><td>Electron Microscopy </td><td>+(1) </td><td>- </td><td>+(1)\n</td></tr><tr><td>Reverse Transcriptase </td><td>+(2) </td><td>- </td><td>+(2)\n</td></tr><tr><td>Other virus-specific tests </td><td>As appropriate(3) </td><td>- </td><td>As appropriate(3)\n</td></tr><tr><td>Tests for Non-endogenous or Adventitious Virus Test\n</td><td> </td><td> </td><td> </td></tr><tr><td>In Vitro Assay </td><td>+ </td><td>-(4) </td><td>+\n</td></tr><tr><td>In Vivo Assay </td><td>+ </td><td>-(4) </td><td>+\n</td></tr><tr><td>Antibody Production Tests </td><td>+(5) </td><td>- </td><td>-\n</td></tr><tr><td>Other Virus-specific Tests </td><td>+(6) </td><td>- </td><td>-\n</td></tr></table></body></html>"}, "TABREF16": {"text": "Table 9\nViruses Used to Validate Products Derived From Murine Hybridomas", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Virusa </td><td>Genome ss-DNA </td><td>and Cell Lines Size (nm) </td><td>Enveloped </td><td>Resistance\n</td></tr><tr><td>MVM </td><td> </td><td>18-26 </td><td>No </td><td>Very high\n</td></tr><tr><td>Reo-3 </td><td>ds-RNA </td><td>60-80 </td><td>No </td><td>High\n</td></tr><tr><td>MuLV </td><td>ss-RNA </td><td>80-130 </td><td>Yes </td><td>Low\n</td></tr><tr><td>PRV </td><td>ds-DNA </td><td>150-200 </td><td>Yes </td><td>Low-Medium\n</td></tr></table></body></html>"}, "TABREF17": {"text": "Table 10\nViruses Used to Validate Products Derived From Blood and Plasma", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Virusa </td><td>Genome ss-DNA </td><td>Size (nm) </td><td>Enveloped </td><td>Resistance\n</td></tr><tr><td>PPV </td><td>18-26 </td><td>No </td><td>Very high\n</td></tr><tr><td>Hep A </td><td>ss-RNA </td><td>28-30 </td><td>No </td><td>High\n</td></tr><tr><td>BVDV </td><td>ss-RNA </td><td>40-70 </td><td>Yes </td><td>Medium\n</td></tr><tr><td>HIV-1 </td><td>ss-RNA </td><td>80-110 </td><td>Yes </td><td>Low\n</td></tr><tr><td>PRV </td><td>ds-DNA </td><td>150-200 </td><td>Yes </td><td>Low-Medium\n</td></tr></table></body></html>"}, "TABREF18": {"text": "Table 12\nCytotoxicity and Interference Results of Test Sample on Porcine Parvovirus/ PK13 Cell Titration System", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Sample identification </td><td>Sample dilution </td><td>Cytotoxicity % </td><td>Average plaque count\n</td></tr><tr><td>Negative control </td><td>Undilute </td><td>0 </td><td>0\n</td></tr><tr><td>Positive control </td><td>Undilute </td><td>0 </td><td>105\n</td></tr><tr><td>Test sample 1 </td><td>Undilute </td><td>0 </td><td>33\n</td></tr><tr><td>Test sample 1 </td><td>1:3 </td><td>0 </td><td>54\n</td></tr><tr><td>Test sample 1 </td><td>1:9 </td><td>0 </td><td>74\n</td></tr><tr><td>Test sample 1 </td><td>1:27 </td><td>0 </td><td>110\n</td></tr><tr><td>Test sample 1 </td><td>1:81 </td><td>0 </td><td>106\n</td></tr><tr><td>Test sample 1 </td><td>1:243 </td><td>0 </td><td>106\n</td></tr></table></body></html>"}}, "back_matter": []}