{"paper_id": "9b8cad0ac31932c1146845f0346027d3984e493b", "metadata": {"title": "Study of Acute Exogenous Lipoid Pneumonia", "authors": [{"first": "Gen", "middle": [], "last": "Lu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yaping", "middle": [], "last": "Xie", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Li", "middle": [], "last": "Huang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zhijie", "middle": [], "last": "Tong", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zhiwei", "middle": [], "last": "Xie", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jialu", "middle": [], "last": "Yu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Peiqiong", "middle": [], "last": "Wu", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Objective To analyze the clinical and imagenological characteristics of acute Exogenous lipoid pneumonia (ELP), explore its risk factors, and assess the potential role of multiple bronchoalveolar lavages (BALs) and steroid therapy in the treatment of children with acute ELP. Methods Between May 2011 and July 2014, 33 pediatric patients with pneumonia caused by aspiration of oil-based substances were admitted to the Guangzhou Women and Children's Medical Center, Guangdong, China. Data on the demographics of these patients, as well as that on clinical presentations, imagenological characteristics, history of ingestion, laboratory observations, treatment protocol, response to therapy, BAL findings, and treatment outcomes were collected. Results The study group consisted of 23 boys (69.7 %) and 10 girls (30.3 %), with ages ranging from 4 mo to 4 y. They were admitted to the hospital 2 h to 13 d after ingesting the oil-based substance. By the time of admission, most patients presented with respiratory distress and other symptoms, including tachypnea (n = 21), cough (n = 25), mild fever (n = 18), progressive dyspnea (n = 12), and pneumorrhagia (n = 5); six patients received mechanical ventilation because of complicated respiratory distress syndrome. The most common laboratory observations were leukocytosis (25 of 33, 75.8 %), neutrophilia (23 of 33, 69.7 %), and anemia (8 of 33, 24.2 %). Serum biochemical examination showed elevated sedimentation rates (24 of 33, 72.7 %), lactate dehydrogenase levels (18 of 33, 54.5 %), and C-reactive protein levels (17 of 33, 51.5 %). The most common finding on computed tomography (CT) scans was areas of consolidation. Within the follow-up duration of 2 wk to 6 mo, all patients with clinical symptoms of ELP experienced remission, and none died. The CT scans of most of the cases were normal by 1 to 3 mo, except for two patients who showed complete improvement 6 mo after treatment. Conclusions It was found that multiple BALs combined with steroid therapy result in significant improvement of clinical, radiologic, and laboratory parameters in children with acute ELP. Further, some traditional practices may predispose children to ELP, even in the absence of underlying risk factors. Finally, pneumorrhagia and acute respiratory distress syndrome may be the main complications of acute ELP in children.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Exogenous lipoid pneumonia (ELP) is a rare condition resulting from aspiration or inhalation of oil-based substances, with both acute and chronic forms. Chronic ELP results from long-term, recurrent inhalation exposure to oil, while acute ELP is secondary to accidental aspiration of a large quantity of lipid material over a short period of time [1, 2] . The majority of patients with acute ELP recover without long-term morbidity. However, in a few instances, it may result in severe inflammatory response, acute respiratory failure, chronic alveolar and interstitial inflammation, and fibrosis, causing residual damage to the lungs [3] [4] [5] . The authors retrospectively identified 33 pediatric cases of acute ELP resulting from the accidental inhalation of oily material. The main purpose of this survey was to present clinical and imagenological characteristics of acute ELP, explore its risk factors, and assess the potential role of multiple bronchoalveolar lavages (BALs) and steroid therapy in the treatment of children with acute ELP.", "cite_spans": [{"start": 347, "end": 350, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 351, "end": 353, "text": "2]", "ref_id": "BIBREF1"}, {"start": 635, "end": 638, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 639, "end": 642, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 643, "end": 646, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction"}, {"text": "The study group comprised 33 pediatric patients admitted to the Guangzhou Women and Children's Medical Center, Guangdong, China, between May 2011 and July 2014, for whom medical records and imagenological data were available. All patients but one had a history of acute ingestion of oil-based substances. All patients satisfied the following diagnostic criteria: clinical presentation of acute respiratory or febrile illness combined with either radiological features diagnostic of lipoid pneumonia, or confirmation of the exogenous origin of the lipid through BAL. This study was conducted in accordance with the declaration of Helsinki. This study was conducted with approval from the Ethics Committee of Guangzhou Women and Children's Medical Center, Guangzhou Medical University. Written informed consent was obtained from all participants' guardians.", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "A retrospective study was performed on 33 pediatric patients with acute ELP. For each patient, the authors collected demographic data, clinical presentation, imagenological characteristics, categories of oil ingested, laboratory data, treatment, therapy response, BAL findings, and outcomes. Oxygen saturation was measured with digital oximetry. Chest radiography and/or high-resolution computer tomography (CT) were performed in all patients. Diagnostic bronchoscopy was performed immediately after admission. Diagnostic bronchoscopy with BAL was performed once or more in all patients; 24 cases received BAL in combination with regional steroid (regional steroid means that inhaled corticosteroid such as budesonide was injected only into the affected segments or lobes through bronchoscopy in order to alleviate immunologic injury of lungs) therapy. It is instilled by using a syringe attached to the flexible pediatric bronchoscope. Fourteen persistent and severe cases received an empirical course of low-dose systemic steroids, and 11 were given pulmonary function tests. The patients were followed up periodically in the outpatient department. Twelve patients underwent follow-up chest radiographs at a mean interval of 1 mo (range: 5 d -3 mo). Twenty-one received follow-up CT scans at a mean interval of 3 mo (range: 2 wk -6 mo).", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "The study group consisted of 23 boys (69.7 %) and 10 girls (30.3 %), with ages ranging from 4 mo to 4 y, as shown in Fig.  1 . The male-to-female ratio was 2.3:1. The time elapsed between intake of oil-based substances and admission to the hospital ranged from 2 h to 13 d. The categories of oil inhaled are illustrated in Table 1 . Most of the pediatric patients [25 (75.8 %) of 33] came from rural areas, but no seasonal or yearly variation in the frequency of acute ELP was detected. By the time of the admission, most of the patients presented with respiratory distress and other symptoms, including tachypnea (n = 21), cough (n = 25), mild fever (n = 18), progressive dyspnea (n = 12), gasping (n = 8), and pneumorrhagia (n = 5). Two patients were asymptomatic. Fifteen cases received oxygen by nasal catheter or face mask, because their oxygen saturation levels were under 90 %. Twenty-three cases received antibiotics, and six received mechanical ventilation because of complicated acute respiratory distress syndrome (ARDS). The mean time between the onset of symptoms and the diagnostic bronchoscopy was 4.5 d.", "cite_spans": [], "ref_spans": [{"start": 117, "end": 124, "text": "Fig.  1", "ref_id": "FIGREF1"}, {"start": 323, "end": 330, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "The appearance of the bronchoalveolar lavage (BAL) fluid was opalescent with a supernatant halo of fat in all but five cases, for which the BAL fluid was madder red and contained floating fat globules through microscope ( All patients showed bilateral pulmonary infiltrates, and segmental or lobar infection distribution, which predominantly involved the lower and middle lobes on chest radiographs. Pulmonary opacities were found in eight cases, and four patients presented a cystic image in the half or the bilateral lower and middle lobes. The most common finding in the initial CT scans was consolidation (Fig. 3) . The most common location was the bilateral lower lobes, followed by the right lower lobe, the right middle lobe, the left lower lobe, and the lingular lobe. Two cases involved the whole lung. The other main findings of CT scans were ground-glass opacities and hyperinflation. Pleural effusions were evident on the CT scans in six patients, and cystic images were present in 5 (Fig. 4) .", "cite_spans": [], "ref_spans": [{"start": 609, "end": 617, "text": "(Fig. 3)", "ref_id": "FIGREF2"}, {"start": 996, "end": 1004, "text": "(Fig. 4)", "ref_id": null}], "section": "Results"}, {"text": "All patients were followed up at authors' clinic within 2 wk to 6 mo after treatment. At follow up, all of the cases showed remission of clinical symptoms such as cough, tachypnea, and oxygen deprivation from 2 wk to 2 mo after onset. None of the patients died. All patients had normal chest image results within 3 mo; 8 of 12 patients had normal results within 1 mo. The CT scans were normal in 11 out of 21 patients by one month after treatment, and 8 out of 21 in 3 mo. Two patients, one of whom had a complicated infection at the restoration stage, showed complete improvement by 6 mo after treatment.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Lipoid pneumonia can be classified into endogenous and exogenous forms; the exogenous form can further be classified into acute and chronic forms. Exogenous lipoid pneumonia (ELP) is often overlooked as a cause of lung disease because of its nonspecific symptoms and radiographic appearance. Because the lesions manifest variable patterns and distribution in radiographic findings, the abnormalities may be misinterpreted as bacterial pneumonia or interstitial lung disease [5] [6] [7] . The diagnosis is suggested by the detailed clinical history and is confirmed by the finding of free lipids or lipids in the alveolar cell vacuoles in the bronchoalveolar lavage. The diagnosis of ELP is usually easy when a history of ingestion or inhalation of oily material is available, as in the present cases. Based on the presence of lipid-laden BAL fluid, and the fact that 2 h to 13 d had elapsed since the intake of oil-based substances by the time the patients were admitted, these cases were confirmed as those of acute ELP. Bronchoscopy with BAL is an effective method for establishing the diagnosis of lipoid pneumonia in the absence of any information on ingestion of oily material.", "cite_spans": [{"start": 474, "end": 477, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 478, "end": 481, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 482, "end": 485, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Discussion"}, {"text": "Clinically, patients present with nonspecific symptoms, such as persistent cough, progressive dyspnea, fever, and recurrent infections. Sometimes, aspiration of oily material remains unnoticed because it does not induce a normal protective cough reflex; this can lead to severe, even fatal cases. Possible complications include bacterial infection, progressive fibrosis, bronchiectasis, hemoptysis, and in severe cases, respiratory failure or death [2, 4, 8] . In the index study, the majority of patients with acute ELP showed symptoms and forewarning signs similar to the findings of other reports [1, [8] [9] [10] . Secondary bacterial infection is common in acute ELP, but infection was detected in only four patients in the BAL culture, even though most patients presented with fever, leukocytosis, neutrophilia, and elevation of C-reactive protein levels in the serum. Further researches are necessary to explore the reason why detection rate of BAL culture is so low. It is worth mentioning that ARDS was serious and very highfrequency complications of acute ELP in the index group compared to other reports [1, 7] . Pneumorrhagia, which was present in five of the present patients, is not a common phenomenon among adult patients. It can be explained by the fact that oil-based substances erode and injure the tender and soft mucosal lining of bronchi of infants more easily than that of adults and exacerbated by induced inflammatory cytokine storm; consequently, infants comprise the majority of the patient population. Two of the pneumorrhagia cases had inhaled fish-liver oil. Fish-liver oil is sold without a prescription, and no information is provided to the consumers or clinicians on the possible negative effects or hazards of using such products.", "cite_spans": [{"start": 449, "end": 452, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 453, "end": 455, "text": "4,", "ref_id": "BIBREF3"}, {"start": 456, "end": 458, "text": "8]", "ref_id": "BIBREF7"}, {"start": 600, "end": 603, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 604, "end": 607, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 608, "end": 611, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 612, "end": 616, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1115, "end": 1118, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 1119, "end": 1121, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Discussion"}, {"text": "There are many factors that increase the risk of aspiration of oily substances in early childhood and the common underlying conditions are as follows: impairment or developmental delays in neurologic or neuromuscular control of the processes of breathing and/or swallowing; gastroesophageal reflux; cleft palate; nasal instillation; and forced oral administration in a supine position [11, 12] . However, none of the index patients had any of these physiological predisposing factors. It is critical to prevent accidental ingestion of oils because most of the patients were infants whose swallowing function was not fully developed. Their parents had put oil-based substances within their reach, leading to accidental aspiration. There are many oil-based substances that cause acute ELP, such as vegetable oil (olive), animal oil (milk and cod-liver oil), and mineral oil. Host tissue reactions to the inhaled substances differ according to the chemical characteristics of the substance. In the present group, aspiration of balsam and white oil were the most common causes of ELP. In authors' region, balsam (vegetable oil) is burnt as an incense in religious ceremonies. Balsam oil may impair mucociliary transport. Following balsam ingestion, the initial response in the alveoli is the phagocytosis of emulsified oil by alveolar macrophages. These lipid-laden macrophages are activated to release proinflammatory cytokines to elicit foreign body reactions associated with the infiltration of lymphocytes and plasma cells into the alveolar septum. Parents thus need to be aware of the risks, and discourage the uncontrolled use of balsam, especially in places where they can be accessed by the very young and the elderly. Preventive measures to avoid accidental inhalation of oils by children, and parental education about indiscriminate use of oily materials are necessary.", "cite_spans": [{"start": 385, "end": 389, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 390, "end": 393, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "Radiographic images of lipoid pneumonia show basal or diffuse opacities, together with bilateral pulmonary infiltrates. The most frequent CT findings are airspace consolidations, ground-glass opacities, the crazy paving pattern, and interlobular septal thickening [12] [13] [14] [15] . A review of literature revealed that the consolidations were significantly more frequent in children, while the crazy paving pattern was more commonly seen in adults [15] . None of these is specific radiological feature of ELP. All of the index patients showed bilateral pulmonary infiltrates, and high-resolution CT revealed bilateral and extensive alveolar consolidations in most of the cases. Only two of the patients' CT scans revealed areas of ground-glass attenuation, and none revealed the paving pattern. These findings are consistent with those reported previously.", "cite_spans": [{"start": 264, "end": 268, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 269, "end": 273, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 274, "end": 278, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 279, "end": 283, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 452, "end": 456, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "Several modalities of treatment have been tried to prevent or halt the progress of damage in lipoid pneumonia, but there is no consensus regarding the correct treatment. Steroid therapy is one modality that has been used by several clinicians; some authors also suggest that removal of intrapulmonary fat using BAL may alleviate symptoms related to severe lipoid pneumonia [16] [17] [18] [19] [20] . In the present cases, authors used systemic steroid therapy as one of the treatment modalities for persistent and severe acute ELP, as it may prevent damage of alveolar and capillary endothelium, decrease the inflammatory response and ongoing fibrosis. Bronchoscopy with BAL is a successful strategy recommended for the diagnosis of lipoid pneumonia because of the presence of floating lipid-laden macrophages in the BAL. Besides their diagnostic value, multiple BALs have therapeutic implications for children with ELP. The index cases showed clinical improvement after 1 to 5 wk of therapy, and showed almost complete radiological clearance within 3 mo. It suggests that multiple BALs are an efficient method for removing intra-alveolar mineral oil and offer considerable improvement in clinical, radiological, and laboratory parameters. Pulmonary function tests showed obstructive ventilatory defect in nine cases; due to the young age of most of the index patients, this test could not be performed in most cases, as abnormal lung function tests may require several months of recovery [12] . Further, the follow-up Fig. 4 Lung windows from high-resolution CT scan of the chest on the day of admission revealing many cystic images and consolidation in the right lobe in a 3-y-old child with acute ELP investigation ignored post-treatment lung function, and thus no conclusions can be drawn regarding that aspect of recovery. Further studies are required to confirm the duration of abnormal lung function in children treated for acute ELP. Limitation of this report is that authors did not carry out a comparison of clinical, radiological data and follow-up data between the patients in whom lavage and steroids were used and those in whom they were not used. This is because authors used systemic steroid therapy as one of the treatment modalities just for persistent and severe acute ELP.", "cite_spans": [{"start": 373, "end": 377, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 378, "end": 382, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 383, "end": 387, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 388, "end": 392, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 393, "end": 397, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1489, "end": 1493, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 1519, "end": 1525, "text": "Fig. 4", "ref_id": null}], "section": "Discussion"}, {"text": "The natural history and outcome of ELP are variable, and depend on the type, volume, distribution, duration of the oil aspirated and a delay in BAL procedure. Mortality has been reported to be as high as 13-50 % by other researchers [2, 14] , but in the index series, none of the patients died and had chronic respiratory problems. With treatment, majority of the patients with acute ELP showed clinical and radiographic improvement, similar to the usual course of pneumonia. The explanation possible could be young age of the cases and that they received timely diagnosis and appropriate administration.", "cite_spans": [{"start": 233, "end": 236, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 237, "end": 240, "text": "14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, acute ELP as a result of aspiration of oily material still occurs in pediatric population. It can mimic other diffuse lung diseases because of its nonspecific clinical presentation and radiographic signs. The index study demonstrates that multiple BALs combined with steroid therapy result in significant improvement of clinical, radiologic and laboratory parameters in children with acute ELP. Systemic steroid therapy can be tried as one of the modalities, and is useful as a treatment for persistent and severe acute ELP. In addition, traditional habits (such as the use of oil for folk remedies or religious ceremonies) may predispose children to ELP, even in the absence of other risk factors. Pneumorrhagia and ARDS may represent the main complications of acute ELP in children.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Contributions GL: Wrote the article, bronchoscopy operation and will act as guarantor for the paper; YX, JY and PW: Collection of case data in department of respiration; LH: Collection of case data in pediatric intensive care unit (PICU); ZT: Bronchoscopy operation; ZX: Bronchoscopy operation and modification of the article.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Radiological and clinical findings in acute and chronic exogenous lipoid pneumonia", "authors": [{"first": "S", "middle": ["E"], "last": "Baron", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Haramati", "suffix": ""}, {"first": "V", "middle": ["T"], "last": "Rivera", "suffix": ""}], "year": 2003, "venue": "J Thorac Imaging", "volume": "18", "issn": "", "pages": "217--241", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Exogenous lipoid pneumonia: an unexpected complication of substance abuse", "authors": [{"first": "M", "middle": ["N"], "last": "Gurell", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Kottmann", "suffix": ""}, {"first": "H", "middle": [], "last": "Xu", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Sime", "suffix": ""}], "year": 2008, "venue": "Ann Intern Med", "volume": "149", "issn": "", "pages": "364--369", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Nonresolving findings in a long-term radiographic follow-up of an infant with acute paraffin oil aspiration", "authors": [{"first": "G", "middle": [], "last": "Stathis", "suffix": ""}, {"first": "K", "middle": ["N"], "last": "Priftis", "suffix": ""}, {"first": "M", "middle": [], "last": "Moustaki", "suffix": ""}, {"first": "E", "middle": [], "last": "Alexopoulou", "suffix": ""}], "year": 2014, "venue": "J Clin Imaging Sci", "volume": "4", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Lipoid pneumonia-an unusual cause of acute respiratory distress syndrome", "authors": [{"first": "A", "middle": [], "last": "Sachdev", "suffix": ""}, {"first": "P", "middle": [], "last": "Anand", "suffix": ""}, {"first": "D", "middle": [], "last": "Gupta", "suffix": ""}], "year": 2015, "venue": "Indian Pediatr", "volume": "52", "issn": "", "pages": "63--67", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Evolution of exogenous lipoid pneumonia in children: clinical aspects, radiological aspects and the role of bronchoalveolar lavage", "authors": [{"first": "S", "middle": ["M"], "last": "Sias", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Ferreira", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Daltro", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Caetano", "suffix": ""}, {"first": "Moreira", "middle": [], "last": "Jda", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}, {"first": "Quirico-Santos", "middle": [], "last": "", "suffix": ""}, {"first": "T", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "J Bras Pneumol", "volume": "35", "issn": "", "pages": "839--884", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Squalene aspiration pneumonia in children: radiographic and CT findings as the first clue to diagnosis", "authors": [{"first": "K", "middle": ["H"], "last": "Lee", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "Kim", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Cheon", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Seo", "suffix": ""}, {"first": "I", "middle": ["O"], "last": "Kim", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Yeon", "suffix": ""}], "year": 2005, "venue": "Pediatr Radiol", "volume": "35", "issn": "", "pages": "619--642", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Exogenous lipoid pneumonia in children: a disease to be reminded of", "authors": [{"first": "I", "middle": ["A"], "last": "Salgado", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Santos", "suffix": ""}, {"first": "J", "middle": ["V"], "last": "Salgado", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Ferraz", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Haidar", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Pereira", "suffix": ""}], "year": 2012, "venue": "Rev Assoc Med Bras", "volume": "58", "issn": "", "pages": "135--142", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Exogenous lipid pneumonia: a retrospective multicentre study of 44 cases in France", "authors": [{"first": "A", "middle": [], "last": "Depierre", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Dalphin", "suffix": ""}], "year": 1996, "venue": "Eur Respir J", "volume": "9", "issn": "", "pages": "1463--1472", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Exogenous lipoid pneumonia caused by facial application of petrolatum", "authors": [{"first": "M", "middle": ["A"], "last": "Cohen", "suffix": ""}, {"first": "B", "middle": [], "last": "Galbut", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Kerdel", "suffix": ""}], "year": 2003, "venue": "J Am Acad Dermatol", "volume": "49", "issn": "", "pages": "1128--1158", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Lipoid pneumonia: a challenging diagnosis", "authors": [{"first": "K", "middle": [], "last": "Harris", "suffix": ""}, {"first": "M", "middle": [], "last": "Chalhoub", "suffix": ""}, {"first": "R", "middle": [], "last": "Maroun", "suffix": ""}, {"first": "F", "middle": [], "last": "Abi-Fadel", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhao", "suffix": ""}], "year": 2011, "venue": "Heart Lung", "volume": "40", "issn": "", "pages": "580--584", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Lipoid pneumonia in infants: a radiological-pathological study", "authors": [{"first": "C", "middle": ["O"], "last": "Hugosson", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Riff", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Moore", "suffix": ""}, {"first": "M", "middle": [], "last": "Akhtar", "suffix": ""}, {"first": "H", "middle": ["T"], "last": "Tufenkeji", "suffix": ""}], "year": 1991, "venue": "Pediatr Radiol", "volume": "21", "issn": "", "pages": "193--200", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Exogenous lipoid pneumonia. Clinical and radiological manifestations", "authors": [{"first": "E", "middle": [], "last": "Marchiori", "suffix": ""}, {"first": "G", "middle": [], "last": "Zanetti", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Mano", "suffix": ""}, {"first": "B", "middle": [], "last": "Hochhegger", "suffix": ""}], "year": 2011, "venue": "Respir Med", "volume": "105", "issn": "", "pages": "659--66", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Exogenous lipoid pneumonia: serial chest plain roentgenography and high-resolution computerized tomography findings", "authors": [{"first": "I", "middle": ["C"], "last": "Chiang", "suffix": ""}, {"first": "Y", "middle": ["T"], "last": "Lin", "suffix": ""}, {"first": "G", "middle": ["C"], "last": "Liu", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Chiu", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Tsai", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Kao", "suffix": ""}], "year": 2003, "venue": "Kaohsiung J Med Sci", "volume": "19", "issn": "", "pages": "593--601", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Lipoid pneumonia in children: clinical and imagenological manifestations", "authors": [{"first": "M", "middle": ["E"], "last": "Furuya", "suffix": ""}, {"first": "I", "middle": [], "last": "Martínez", "suffix": ""}, {"first": "G", "middle": [], "last": "Zúñiga-Vásquez", "suffix": ""}, {"first": "I", "middle": [], "last": "Hernández-Contreras", "suffix": ""}], "year": 2000, "venue": "Arch Med Res", "volume": "31", "issn": "", "pages": "42--49", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Lipoid pneumonia in 53 patients after aspiration of mineral oil: comparison of high-resolution computed tomography findings in adults and children", "authors": [{"first": "E", "middle": [], "last": "Marchiori", "suffix": ""}, {"first": "G", "middle": [], "last": "Zanetti", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Mano", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Irion", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Daltro", "suffix": ""}, {"first": "B", "middle": [], "last": "Hochhegger", "suffix": ""}], "year": 2010, "venue": "J Comput Assist Tomogr", "volume": "34", "issn": "", "pages": "9--12", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Severe lipoid pneumonia following aspiration of machine oil: successful treatment with steroids", "authors": [{"first": "C", "middle": ["K"], "last": "Indumathi", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Vikram", "suffix": ""}, {"first": "P", "middle": [], "last": "Paul", "suffix": ""}, {"first": "S", "middle": [], "last": "Lewin", "suffix": ""}], "year": 2012, "venue": "Indian J Chest Dis Allied Sci", "volume": "54", "issn": "", "pages": "197--206", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Clinic and radiological improvement of lipoid pneumonia with multiple bronchoalveolar lavages", "authors": [{"first": "S", "middle": ["M"], "last": "Sias", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Daltro", "suffix": ""}, {"first": "E", "middle": [], "last": "Marchiori", "suffix": ""}], "year": 2009, "venue": "Pediatr Pulmonol", "volume": "44", "issn": "", "pages": "309--324", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Successful treatment of lipoid pneumonia associated with bowel obstruction by Ascaris lumbricoides", "authors": [{"first": "Azevedo", "middle": [], "last": "Sias", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}, {"first": "Oliveira", "middle": [], "last": "Caetano", "suffix": ""}, {"first": "R", "middle": [], "last": "", "suffix": ""}, {"first": "Dutra", "middle": [], "last": "Comarella", "suffix": ""}, {"first": "J", "middle": [], "last": "De Oliveira", "suffix": ""}, {"first": "E", "middle": [], "last": "", "suffix": ""}, {"first": "Santos", "middle": [], "last": "Ferreira", "suffix": ""}, {"first": "A", "middle": [], "last": "Quirico-Santos", "suffix": ""}, {"first": "T", "middle": [], "last": "", "suffix": ""}], "year": 2011, "venue": "J Trop Pediatr", "volume": "57", "issn": "", "pages": "269--73", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Lipoid pneumonia-a case of refractory pneumonia in a child treated with ketogenic diet", "authors": [{"first": "P", "middle": [], "last": "Buda", "suffix": ""}, {"first": "A", "middle": [], "last": "Wieteska-Klimczak", "suffix": ""}, {"first": "A", "middle": [], "last": "Własienko", "suffix": ""}], "year": 2013, "venue": "Pneumonol Alergol Pol", "volume": "81", "issn": "", "pages": "448--52", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Case of exogenous lipoid pneumonia: steroid therapy and lung lavage with an emulsifier", "authors": [{"first": "R", "middle": [], "last": "Russo", "suffix": ""}, {"first": "D", "middle": [], "last": "Chiumello", "suffix": ""}, {"first": "G", "middle": [], "last": "Cassani", "suffix": ""}, {"first": "G", "middle": [], "last": "Maiocchi", "suffix": ""}, {"first": "L", "middle": [], "last": "Gattinoni", "suffix": ""}], "year": 2006, "venue": "Anesthesiology", "volume": "104", "issn": "", "pages": "197--205", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Fig. 2). The most common laboratory observations were leukocytosis [25 (75.8 %) of 33], neutrophilia [23 (69.7 %) of 33], and anemia [8 (24.2 %) of 33]. Serum biochemical examination showed elevation in sedimentation rates [24 (72.7 %) of 33], as well as in lactate dehydrogenase [18 (54.5 %) of 33] and C-reactive protein [17 (51.5 %) of 33] levels. Pulmonary function tests showed obstructive ventilatory defect in nine cases. Four patients had a documented infection seen in the BAL culture; the infective agent was Staphylococcus epidermidis in one case and Hemophilus influenzae in three cases. Viral serologic studies revealed the presence of Respiratory syncytial virus in three patients, Adenovirus in 2, Parainfluenza virus in 1, and Mycoplasma pneumoniae in 3.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Age distribution of 33 children at the onset of acute ELP (mean 23.1 ± 9.5 mo)", "latex": null, "type": "figure"}, "FIGREF2": {"text": "High-resolution CT scan of the chest on the day of admission revealing areas of airspace consolidation in bilateral lower lobes in a 2y-old child with acute ELP", "latex": null, "type": "figure"}, "TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1 The types of oils inhaled in 33 children with acute ELP", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Category </td><td>N (number)\n</td></tr><tr><td>Balsam </td><td>7\n</td></tr><tr><td>White oil </td><td>6\n</td></tr><tr><td>Lubricant </td><td>4\n</td></tr><tr><td>Kerosene </td><td>4\n</td></tr><tr><td>Diesel oil </td><td>3\n</td></tr><tr><td>Sewing machine oil </td><td>3\n</td></tr><tr><td>Fish-liver oil </td><td>3\n</td></tr><tr><td>Paraffine </td><td>2\n</td></tr><tr><td>Sesamal oil </td><td>1\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Conflict of Interest None.Source of Funding None.", "cite_spans": [], "ref_spans": [], "section": "Compliance with Ethical Standards"}]}