{"paper_id": "9b90620fdc7e06af9c9698654e39f96a2eaa85fc", "metadata": {"title": "Unusual Manifestations of APS 61 Unusual Manifestations of the Antiphospholipid Syndrome", "authors": [{"first": "Ronald", "middle": ["A"], "last": "Asherson", "suffix": "", "affiliation": {"laboratory": "Rheumatic Diseases Unit", "institution": "University of Cape Town School of Medicine", "location": {"settlement": "Cape Town", "country": "South Africa;"}}, "email": ""}, {"first": "Ricard", "middle": [], "last": "Cervera", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital Clínic", "location": {"settlement": "Barcelona", "region": "Catalonia", "country": "Spain"}}, "email": "rcervera@clinic.ub.es"}]}, "abstract": [], "body_text": [{"text": "The classical clinical picture of the antiphospholipid syndrome (APS) is characterized by venous and arterial thromboses, fetal losses, and thrombocytopenia in the presence of antiphospholipid antibodies (aPL)namely, lupus anticoagulant (LA), anti-cardiolipin antibodies (aCL), or antibodies to the protein \"co-factor\" β 2 glycoprotein I (which may indeed be the target antigen). The APS can be found in patients with no clinical or laboratory evidence of another definable condition (\"primary\" APS), or it may be associated with other diseases (\"secondary\" APS). SLE is the disorder in which a secondary APS is most commonly associated. Single-vessel involvement or multiple vascular occlusions may give rise to a wide variety of presentations. Any combination of vascular occlusive events may occur in the same individual, and the time interval between them also varies considerably from weeks to months or even years. Rapid chronological occlusive events, occurring over a period of days to weeks, have been termed \"catastrophic\" APS (1) .", "cite_spans": [{"start": 1037, "end": 1040, "text": "(1)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "According to the largest survey of APS patients (2) , deep vein thrombosis, sometimes accompanied by pulmonary embolism, is the most frequently reported manifestation in this syndrome (38.9%). Conversely, cerebrovascular accidents-either stroke (19.8%) or transient ischemic attacks (11.1%)-are the most common arterial thrombotic manifestations. Early fetal loss (35.4%), late fetal loss (16.9%), premature births (10.6%), and pre-eclampsia (9.5%) are the most frequent fetal and obstetric manifestations. Additionally, several other clinical features are relatively common in these patients, such as thrombocytopenia (29.6%), livedo reticularis (24.1%), heart valve lesions (11.6%), hemolytic anemia (9.7%), epilepsy (7%), myocardial infarction (5.5%), leg ulcers (5.5%), and amaurosis fugax (5.4%). However, a large variety of other clinical manifestations have been less frequently described in patients with APS, with prevalences lower than 5% (Table 1) . In this article, we review some of these \"unusual\" manifestations.", "cite_spans": [{"start": 48, "end": 51, "text": "(2)", "ref_id": null}], "ref_spans": [{"start": 949, "end": 958, "text": "(Table 1)", "ref_id": null}], "section": "Introduction"}, {"text": "The first paper to describe large peripheral arterial occlusions in detail in SLE patients was published in 1965 (3) . Livedo reticularis, chronic leg ulcers, recurring thrombophlebitis, skin infarcts, and other arterial occlusions, as well as transient ischemic attacks, also occurred in these patients, yet several demonstrated a biological false-positive serological test for syphilis (BFP-STS) or LA. Several other reports of large arterial occlusions and gangrene in SLE and \"lupus-like\" patients who demonstrated aPL at some point during the course of their illness have subsequently been published (4) (5) (6) (7) .", "cite_spans": [{"start": 113, "end": 116, "text": "(3)", "ref_id": null}, {"start": 605, "end": 608, "text": "(4)", "ref_id": null}, {"start": 609, "end": 612, "text": "(5)", "ref_id": null}, {"start": 613, "end": 616, "text": "(6)", "ref_id": null}, {"start": 617, "end": 620, "text": "(7)", "ref_id": null}], "ref_spans": [], "section": "Large Vessel Manifestations Large Peripheral Arterial Occlusions"}, {"text": "Several patients with an aortic arch syndrome and SLE have been reported (8) (9) (10) (11) , most of whom had demonstrated aPL (9, 10) . Occlusions of the abdominal aorta itself have also been documented in patients with aPL (12, 13) .", "cite_spans": [{"start": 73, "end": 76, "text": "(8)", "ref_id": null}, {"start": 77, "end": 80, "text": "(9)", "ref_id": null}, {"start": 81, "end": 85, "text": "(10)", "ref_id": null}, {"start": 86, "end": 90, "text": "(11)", "ref_id": null}, {"start": 127, "end": 130, "text": "(9,", "ref_id": null}, {"start": 131, "end": 134, "text": "10)", "ref_id": null}, {"start": 225, "end": 229, "text": "(12,", "ref_id": null}, {"start": 230, "end": 233, "text": "13)", "ref_id": null}], "ref_spans": [], "section": "Aortic Occlusions"}, {"text": "The association of livedo reticularis and ischemic stroke, occasionally accompanied by hypertension, has been known as Sneddon's syndrome since 1965 (14) . However, it is an infrequent cause of cerebral ischemia, accounting for only 0.26% of all cases of cerebrovascular ischemia (15) . The syndrome is more frequent in women and is usually diagnosed in the fourth or fifth decade, and there is a familial clustering in some patients. Clearly, it may be a manifestation of the primary APS (16) , although confusion in the nomenclature has occurred (17, 18) . Focal and segmental inti- mal hyperplasia and recanalization of thrombi have been seen histologically (15) . Some investigators have emphasized that early inflammatory reactions (endothelitis) of small arteries occur, and these are followed by subendothelialcell proliferation, leading to partial or complete occlusion (19) . The majority of these patients test \"negative\" for the aPL, and it may well be a condition with an alternative pathogenesis, perhaps related to endothelial-cell perturbation and dysfunction that leads to thrombotic lesions affecting vessels of the dermis and cerebral vasculature. More detailed histochemical and immunological studies on the endothelium derived from these patients is obviously required.", "cite_spans": [{"start": 149, "end": 153, "text": "(14)", "ref_id": null}, {"start": 280, "end": 284, "text": "(15)", "ref_id": null}, {"start": 489, "end": 493, "text": "(16)", "ref_id": "BIBREF15"}, {"start": 548, "end": 552, "text": "(17,", "ref_id": null}, {"start": 553, "end": 556, "text": "18)", "ref_id": null}, {"start": 661, "end": 665, "text": "(15)", "ref_id": null}, {"start": 878, "end": 882, "text": "(19)", "ref_id": null}], "ref_spans": [], "section": "Neurologic Manifestations Sneddon's Syndrome"}, {"text": "Acute ischemic encephalopathy has been observed and reported by several authors (20, 21) . Patients are acutely ill, confused, and obtunded, with an asymmetrical quadriparesis, hyperreflexia, and bilateral extensor plantar responses. Seizures may also occur. These patients have been recorded as having the highest aCL levels among a large series of patients (20) . Plasmapheresis and immunosuppression were effective therapies in some of the patients reported (20) . Small cortical hypodensities are discernible on magnetic resonance imaging (MRI) scanning in several patients. Differential diagnosis lies between acute lupus cerebritis and even steroid psychosis in those with predominantly frontal lobe symptomatology. With the finding of catastrophic APS, it seems likely that cerebral thrombotic microangiopathy, predominant in this condition, is the basis of the acute ischemic encephalopathy, a common accompaniment of the catastrophic APS itself.", "cite_spans": [{"start": 80, "end": 84, "text": "(20,", "ref_id": null}, {"start": 85, "end": 88, "text": "21)", "ref_id": null}, {"start": 359, "end": 363, "text": "(20)", "ref_id": null}, {"start": 461, "end": 465, "text": "(20)", "ref_id": null}], "ref_spans": [], "section": "Acute Ischemic Encephalopathy"}, {"text": "Cerebral venous sinus thrombosis (CVST) or dural sinus thrombosis (DST) have a diverse spectrum of clinical manifestations, the com-monest being headache, accompanied by papilledema, nausea, vomiting, and visual field loss. CVST is one of the causes of the syndrome referred to as \"pseudotumor cerebri\" (benign intracranial hypertension), many cases of which are idiopathic and related to disturbed cerebrospinal fluid CSF dynamics. Several cases of the association between CVST and aPL have been reported (21) (22) (23) (24) (25) (26) .", "cite_spans": [{"start": 506, "end": 510, "text": "(21)", "ref_id": null}, {"start": 511, "end": 515, "text": "(22)", "ref_id": null}, {"start": 516, "end": 520, "text": "(23)", "ref_id": null}, {"start": 521, "end": 525, "text": "(24)", "ref_id": null}, {"start": 526, "end": 530, "text": "(25)", "ref_id": null}, {"start": 531, "end": 535, "text": "(26)", "ref_id": null}], "ref_spans": [], "section": "Cerebral Venous and Dural Sinus Thrombosis"}, {"text": "Several cases have been recorded in which the APS is preceded many years prior to the occurrence of thrombotic symptoms by psychosis (27) . Increased aPL have indeed been documented in schizophrenic patients (28) , as well as in patients who suffer from major depressive illness (29) . Their role in this group of conditions is undetermined at this time.", "cite_spans": [{"start": 133, "end": 137, "text": "(27)", "ref_id": null}, {"start": 208, "end": 212, "text": "(28)", "ref_id": "BIBREF28"}, {"start": 279, "end": 283, "text": "(29)", "ref_id": null}], "ref_spans": [], "section": "Psychosis"}, {"text": "It is well-known that cognitive defects, including behavioral and affective disturbances, are not uncommon in SLE patients, and are usually ascribed to a \"lupus cerebritis\" (30, 31) . However, recent experimental work in animal models has related neurologic and behavioral deficits in animal models of the APS to be effects of the aPL. On immunofluorescence staining, immunoglobulin deposits have been observed in vessel walls of brains derived from these animals (32) . Four patients with APS who presented with rapidly progressive changes in mental status, confusion, memory disturbance, and emotional lability have also been reported (33) . Psychometric testing revealed severe impairment.", "cite_spans": [{"start": 173, "end": 177, "text": "(30,", "ref_id": null}, {"start": 178, "end": 181, "text": "31)", "ref_id": null}, {"start": 464, "end": 468, "text": "(32)", "ref_id": null}, {"start": 637, "end": 641, "text": "(33)", "ref_id": null}], "ref_spans": [], "section": "Cognitive Defects"}, {"text": "Transient global amnesia, a syndrome of sudden unexplained short-term memory loss often associated with stereotyped behavior, has been linked to aPL in one patient (34) , and the authors suggest that aPL-linked ischemia may underlie the process.", "cite_spans": [{"start": 164, "end": 168, "text": "(34)", "ref_id": null}], "ref_spans": [], "section": "Transient Global Amnesia"}, {"text": "Clinical Reviews in Allergy & Immunology Volume 25, 2003 \"Pseudo-Multiple Sclerosis\"", "cite_spans": [{"start": 41, "end": 56, "text": "Volume 25, 2003", "ref_id": null}], "ref_spans": [], "section": "Transient Global Amnesia"}, {"text": "In addition to \"lupoid\" sclerosis, in which the symptomatology and serology may resemble multiple sclerosis, other patients with positive aPL have been described for whom the distinction between the two conditions may be difficult. Studies of several such patients, who were young and had fluctuating and recurrent neurologic events with focal and visual neurologic symptoms, have been published. High signal lesions in the periventricular white matter on T2-weighted images resembled multiple sclerosis (35, 36) .", "cite_spans": [{"start": 504, "end": 508, "text": "(35,", "ref_id": null}, {"start": 509, "end": 512, "text": "36)", "ref_id": null}], "ref_spans": [], "section": "Transient Global Amnesia"}, {"text": "Chorea This is a rare clinical manifestation of SLE (occurring in less than 4% of cases) that has been strongly linked to the presence of aPL, and its occurrence in the APS has recently been reviewed and discussed (37) (38) (39) (40) (41) . It does not differ from chorea accompanied by rheumatic fever (Sydenhan´s chorea) or the inherited form (Huntington's chorea). It may antedate other manifestations, or be seen during the course of APS. The chorea may appear without any obvious precipitating factors, or be induced by oral contraceptives (42, 43) . In a review of 50 cases (37), we have found that 96% were females and that the mean age was 23 yr. One episode of chorea occurred in 66% of the patients, yet in 34% it was recurrent. Oral contraceptive-induced chorea, chorea gravidarium, and postpartum chorea occurred in 2-6% of patients. It was seen bilaterally or unilaterally and occasionally commenced on one side, to reappear on the other side within a period of weeks to months. Computed tomography (CT) scanning is usually normal, but infarcts outside the basal ganglia themselves might be seen. MRI findings were only reported in 13 of the 50 cases, and infarcts in the caudate nuclei were only seen in three. Steroids, haloperidol, aspirin, and anticoagulation were used in several patients, and all patients recovered, but the time needed for recovery varied from a period of days to as long as a few months. Some authors (44, 45) have suggested that reversible immune-mediated responses, hormonally influenced in some, is the most likely pathogenesis of chorea, rather than a vascular hypothesis with thrombosis and infarction occurring. Binding of autoantibodies to striatal interneurons may cause hypermetabolic dysfunction of these cells. Striatal hypermetabolism has been demonstrated (44) .", "cite_spans": [{"start": 214, "end": 218, "text": "(37)", "ref_id": null}, {"start": 219, "end": 223, "text": "(38)", "ref_id": null}, {"start": 224, "end": 228, "text": "(39)", "ref_id": null}, {"start": 229, "end": 233, "text": "(40)", "ref_id": null}, {"start": 234, "end": 238, "text": "(41)", "ref_id": null}, {"start": 545, "end": 549, "text": "(42,", "ref_id": null}, {"start": 550, "end": 553, "text": "43)", "ref_id": null}, {"start": 1439, "end": 1443, "text": "(44,", "ref_id": null}, {"start": 1444, "end": 1447, "text": "45)", "ref_id": null}, {"start": 1807, "end": 1811, "text": "(44)", "ref_id": null}], "ref_spans": [], "section": "Movement Disorders"}, {"text": "This rare movement disorder in one aCLpositive patient has also been recorded (46) .", "cite_spans": [{"start": 78, "end": 82, "text": "(46)", "ref_id": null}], "ref_spans": [], "section": "Hemiballismus"}, {"text": "This may also be related to the presence of aPL (47) .", "cite_spans": [{"start": 48, "end": 52, "text": "(47)", "ref_id": null}], "ref_spans": [], "section": "Cerebellar Ataxia"}, {"text": "This is rare in SLE (occuring in less than 1% of patients), and is generally associated with a poor prognosis (48) . Presentation is usually acute, with paresthesia in the legs, ascending to the thorax within 24-48 h. Paraplegia, back pain, and loss of sphincter control may follow (49, 50) . Several studies have emphasized the occurrence of transverse myelitis with the presence of aPL (51) (52) (53) . Optic neuritis may occur simultaneously with transverse myelitis, presenting with rapid visual loss accompanied by orbital pain (54).", "cite_spans": [{"start": 110, "end": 114, "text": "(48)", "ref_id": null}, {"start": 282, "end": 286, "text": "(49,", "ref_id": null}, {"start": 287, "end": 290, "text": "50)", "ref_id": null}, {"start": 388, "end": 392, "text": "(51)", "ref_id": null}, {"start": 393, "end": 397, "text": "(52)", "ref_id": null}, {"start": 398, "end": 402, "text": "(53)", "ref_id": null}], "ref_spans": [], "section": "Transverse Myelopathy"}, {"text": "Two patients with this complication have been documented (55, 56) . It has been suggested that aCL of the IgA isotype are associated with peak disease activity (57).", "cite_spans": [{"start": 57, "end": 61, "text": "(55,", "ref_id": null}, {"start": 62, "end": 65, "text": "56)", "ref_id": null}], "ref_spans": [], "section": "Guillain-Barré Syndrome"}, {"text": "Sparing of the posterior columns occurs in this condition, with the patient presenting with a flaccid paraplegia, sphincter disturbances, and dissociated sensory impairment. One case with positive aCL has been documented (58).", "cite_spans": [], "ref_spans": [], "section": "Anterior Spinal Artery Syndrome"}, {"text": "This rare syndrome is described as the association of symptoms resembling multiple sclerosis with laboratory findings that are suggestive of SLE. The most common neurological finding in this condition is spastic paraplegia, and several such patients have been documented (59, 60) .", "cite_spans": [{"start": 271, "end": 275, "text": "(59,", "ref_id": null}, {"start": 276, "end": 279, "text": "60)", "ref_id": null}], "ref_spans": [], "section": "\"Lupoid\" Sclerosis"}, {"text": "Small-vessel occlusions affecting the choroid, retina, and optic nerve result in ischemia and even infarctions. Neovascularization leads to secondary vitreous hemorrhage, traction retinal detachments, or glaucoma (61, 62) . Several reports have estimated retinal vascular occlusions in 8-12% of patients with aPL (63, 64) . Optic neuropathy (acute retrobulbar optic neuritis, ischemic optic atrophy, and progressive optic atrophy) has also been linked to the presence of aPL (65) (66) (67) .", "cite_spans": [{"start": 213, "end": 217, "text": "(61,", "ref_id": "BIBREF61"}, {"start": 218, "end": 221, "text": "62)", "ref_id": null}, {"start": 313, "end": 317, "text": "(63,", "ref_id": null}, {"start": 318, "end": 321, "text": "64)", "ref_id": null}, {"start": 475, "end": 479, "text": "(65)", "ref_id": null}, {"start": 480, "end": 484, "text": "(66)", "ref_id": null}, {"start": 485, "end": 489, "text": "(67)", "ref_id": null}], "ref_spans": [], "section": "Ophthalmic Complications"}, {"text": "Elevated aCL levels in patients who developed late bypass vein-graft occlusions have been detected (68) . Another study (69) reported increased IgA aCL levels in men with coronary artery disease treated with percutaneous transluminal coronary angioplasty who restenosed.", "cite_spans": [{"start": 99, "end": 103, "text": "(68)", "ref_id": null}, {"start": 120, "end": 124, "text": "(69)", "ref_id": null}], "ref_spans": [], "section": "Cardiac Manifestations Coronary Bypass, Graft, and Angioplasty Occlusions"}, {"text": "Multiple small vascular occlusions (\"thrombotic microvasculopathy\") are responsible for both acute and chronic cardiomyopathy seen in patients with aPL, and the clinical picture is dependent on the rapidity of the process. Acute cardiac collapse (often occurring together with respiratory decompensation) is frequent in patients with catastrophic APS, and is one of the most common causes of death in this group of patients. Circulatory failure as an isolated event has also been reported (70, 71) , analagous to that seen with renal thrombotic microangiopathy. Chronic cardiomyopathy may be global or localized. Segmental ventricular dysfunction can supervene (72, 73) . Impaired left ventricular diastolic filling has also been documented in primary APS patients (74) . This has been associated with cardiomyopathy, and is an early manifestation of myocardial ischemia caused by coronary arteriolar occlusions. These may lead to myocardial fibrosis and a decrease in left ventricular compliance.", "cite_spans": [{"start": 489, "end": 493, "text": "(70,", "ref_id": null}, {"start": 494, "end": 497, "text": "71)", "ref_id": null}, {"start": 661, "end": 665, "text": "(72,", "ref_id": null}, {"start": 666, "end": 669, "text": "73)", "ref_id": null}, {"start": 765, "end": 769, "text": "(74)", "ref_id": null}], "ref_spans": [], "section": "Cardiomyopathy"}, {"text": "Several patients with aPL have been reported who developed thrombi in the ventricular cavities (75) (76) (77) (78) (79) . Clinically, patients may present with systemic or pulmonary embolic symptoms (e.g., transient ischemic attacks, stroke, or pulmonary infarction), depending on the location of the thrombus (right or left ventricle). Thrombus usually forms on akinetic segments of the ventricle. Atrial thrombus may mimic atrial myxoma (80) . Occasionally, a clot may form on a normal mitral valve (81).", "cite_spans": [{"start": 95, "end": 99, "text": "(75)", "ref_id": null}, {"start": 100, "end": 104, "text": "(76)", "ref_id": null}, {"start": 105, "end": 109, "text": "(77)", "ref_id": null}, {"start": 110, "end": 114, "text": "(78)", "ref_id": null}, {"start": 115, "end": 119, "text": "(79)", "ref_id": null}, {"start": 439, "end": 443, "text": "(80)", "ref_id": null}], "ref_spans": [], "section": "Intracardiac Thrombus"}, {"text": "Studies of three patients with cyanotic congenital heart disease and elevated aCL have been published. Two had thrombotic episodes and a biological false-positive serological test for syphilis (BFP-STS). The three patients were also thrombocytopenic (82).", "cite_spans": [], "ref_spans": [], "section": "Cyanotic Congenital Heart Disease"}, {"text": "A 10% prevalence of a hypercoagulable condition has been detected on screening of 158 patients with cardiovascular surgical procedures, and these patients had a significantly higher incidence of early graft thrombosis (27% vs 1.6%. (p < 0.01) (83) . Other authors (84) identified 19 patients with aPL among 1,078 patients treated for vascular surgical problems over a 5-yr period, and noted that these patients tended to be female, younger, non-smokers and more likely to have involvement of the upper extremity than patients who were aPL-negative, yet in a survey conducted over a 2-yr period, another group (85) found that 26% of their patients were aPL-positive, and that they were 1.8 times more likely to have undergone previous lower-extremity vascular surgical procedures and 5.6 times more likely to have suffered occlusion of previous reconstructions. In 1995, in a 5-yr study, the authors identified 71 aPL-positive patients, of whom 19 had cardiovascular surgical procedures (including lower-extremity reconstructions and fistulas, cardiac-valve replacements, coronary artery bypass procedures, major amputations, carotid endarterectomies, and infrarenal aortic reconstruction). Of this group, 84.2% suffered major postoperative complications, including thrombosis of graft, strokes, myocardial infarction, pulmonary emboli, and major bleeding events (86) . The aPL positivity thus identifies a subset of the population who appear to be at increased risk for thrombotic complications following cardiovascular surgery.", "cite_spans": [{"start": 243, "end": 247, "text": "(83)", "ref_id": null}, {"start": 609, "end": 613, "text": "(85)", "ref_id": null}, {"start": 1362, "end": 1366, "text": "(86)", "ref_id": null}], "ref_spans": [], "section": "Complications of Cardiovascular Surgery"}, {"text": "This is distinctly rare. One such case has been reported (87).", "cite_spans": [], "ref_spans": [], "section": "Major Pulmonary Arterial Thrombosis"}, {"text": "Unexpectedly, this is also very rare in the APS, although originally suspected as being etiologically important in the pathogenesis of pulmonary hypertension in the presence of the aPL (88) (89) (90) .", "cite_spans": [{"start": 185, "end": 189, "text": "(88)", "ref_id": null}, {"start": 190, "end": 194, "text": "(89)", "ref_id": null}, {"start": 195, "end": 199, "text": "(90)", "ref_id": null}], "ref_spans": [], "section": "Pulmonary Microthrombosis"}, {"text": "Several patients with APS and ARDS have been reported (91, 92) . A high frequency of ARDS in patients with catastrophic APS has also been described, and this often occurred in association with adrenal hypofunction, suggesting a \"cause and effect\" relationship. It may be a result of excessive cytokine production caused by tissue damage seen in the catastrophic APS, and is also part of the \"systemic inflammatory response syndrome\" (SIRS).", "cite_spans": [{"start": 54, "end": 58, "text": "(91,", "ref_id": null}, {"start": 59, "end": 62, "text": "92)", "ref_id": null}], "ref_spans": [], "section": "Adult Respiratory Distress Syndrome (ARDS)"}, {"text": "This has been documented by several authors (89, (93) (94) (95) (96) (97) . Co-existing pulmonary pathology, including pulmonary capillaritis, ARDS, microvascular thrombi, and bronchiolitis obliterans was present in several patients simultaneously.", "cite_spans": [{"start": 44, "end": 48, "text": "(89,", "ref_id": null}, {"start": 49, "end": 53, "text": "(93)", "ref_id": null}, {"start": 54, "end": 58, "text": "(94)", "ref_id": null}, {"start": 59, "end": 63, "text": "(95)", "ref_id": null}, {"start": 64, "end": 68, "text": "(96)", "ref_id": null}, {"start": 69, "end": 73, "text": "(97)", "ref_id": null}], "ref_spans": [], "section": "Intra-Alveolar Pulmonary Hemorrhage"}, {"text": "Two documented cases of the co-existence of fibrosing alveolitis occurring with the APS have appeared (98, 99) . This may be coincidental and unrelated to the presence of aPL.", "cite_spans": [{"start": 102, "end": 106, "text": "(98,", "ref_id": null}, {"start": 107, "end": 110, "text": "99)", "ref_id": null}], "ref_spans": [], "section": "Fibrosing Alveolitis"}, {"text": "A postpartum syndrome comprised of spiking fevers and pleurtic chest pain associated with pleural effusion and patchy infiltration of the lungs on chest X-ray has been described (100, 101) . Again, this may be related to the pulmonary component of catastrophic APS.", "cite_spans": [{"start": 178, "end": 183, "text": "(100,", "ref_id": null}, {"start": 184, "end": 188, "text": "101)", "ref_id": null}], "ref_spans": [], "section": "Postpartum Syndrome"}, {"text": "Several studies (102-108) have demonstrated that: i) glomerular thrombi may be seen in 32% of biopsies taken in patients with SLE nephritis, and this figure rises to 48% in patients with the proliferative forms of the disease; ii) there is a striking preponderance of glomerular thrombi in patients with positive aPL; iii) glomerular thrombi in the initial biopsy are strongly predictive of progression to glomerular sclerosis in subsequent biopsies; and iv) thrombosis in patients with positive aPL occurred in the absence of necrosis and subendothelial deposits, usually seen and believed to be the consequence of inflammation.", "cite_spans": [], "ref_spans": [], "section": "Renal Manifestations Glomerular Capillary Thrombosis in Lupus Nephritis"}, {"text": "Termed \"non-inflammatory renal microangiopathy\" by some authors (109) , these lesions closely resemble those seen in malignant hypertension and other thrombotic microangiopathies, like those found in patients with scleroderma, eclampsia, the thrombotic thrombocytopenic purpura (TTP)-hemolytic uremic syndrome (HUS) group of conditions and in patients with transplant rejection (110) . The lesions may be accompanied by other features such as microangiopathic hemolytic anemia, the presence of schistocytes, and often, moderate to severe thrombocytopenia (111) . The clinical picture may be dominated by severe or malignant hypertension and renal insufficiency, requiring dialysis in some patients. Similar lesions may be seen in pregnant patients (112) or in those who present with catastrophic APS (113) , and the differential diagnosis of TTP may be difficult in some cases.", "cite_spans": [{"start": 64, "end": 69, "text": "(109)", "ref_id": null}, {"start": 378, "end": 383, "text": "(110)", "ref_id": "BIBREF110"}, {"start": 555, "end": 560, "text": "(111)", "ref_id": null}, {"start": 748, "end": 753, "text": "(112)", "ref_id": null}, {"start": 800, "end": 805, "text": "(113)", "ref_id": null}], "ref_spans": [], "section": "Intra-Renal Vascular Lesions (\"Thrombotic Microangiopathy\")"}, {"text": "Renal-artery trunk lesions have been documented in at least 13 patients with primary or SLE-related APS (103) . Severe hypertension is common, and renal failure may result. Unilateral (114) or bilateral renal artery occlusions have been documented. Renal infarction may develop, and at least 11 cases of this complication have been reported. It may occur as a complication of renal-artery trunk \"stenosis,\" as an in situ thrombosis of a branch of the main renal artery, or as an embolic event, analogous to cerebral infarction (115) . Thrombosis of the infra-renal aorta may co-exist (116) . The significance of aPL in the pathogenesis of idiopathic renal artery \"stenosis\" clearly requires further study.", "cite_spans": [{"start": 104, "end": 109, "text": "(103)", "ref_id": "BIBREF103"}, {"start": 184, "end": 189, "text": "(114)", "ref_id": null}, {"start": 527, "end": 532, "text": "(115)", "ref_id": null}, {"start": 584, "end": 589, "text": "(116)", "ref_id": null}], "ref_spans": [], "section": "Renal Artery Occlusions"}, {"text": "A relationship between thrombosis of the renal veins and the aPL has been suggested, despite the fact that renal-vein thrombosis is not rare in patients with a nephrotic syndrome, regardless of etiology (117) . It has also been documented in the postpartum period (118) and in a fetus (119) . Thrombosis of a graft renal vein, coincidental with the reappearance of LA, has also been reported (120).", "cite_spans": [{"start": 203, "end": 208, "text": "(117)", "ref_id": null}, {"start": 264, "end": 269, "text": "(118)", "ref_id": null}, {"start": 285, "end": 290, "text": "(119)", "ref_id": null}], "ref_spans": [], "section": "Renal Vein Thrombosis"}, {"text": "One hundred and forty-six patients receiving dialysis for end-stage renal failure have been analyzed and it was found that positive aCL predisposes the patient to thrombotic events. Additionally, concentrations of aCL were lower in patients receiving hemodialysis than in those with SLE (121) . The association of repeated clotting of arteriovenous grafts has also been emphasized by several authors (122) (123) (124) .", "cite_spans": [{"start": 287, "end": 292, "text": "(121)", "ref_id": null}, {"start": 400, "end": 405, "text": "(122)", "ref_id": null}, {"start": 406, "end": 411, "text": "(123)", "ref_id": null}, {"start": 412, "end": 417, "text": "(124)", "ref_id": null}], "ref_spans": [], "section": "End-Stage Renal Failure and Hemodialysis"}, {"text": "Post-renal transplant thrombotic complications, including thrombotic microangiopathy, have been reported in some patients with aPL (125) (126) .", "cite_spans": [{"start": 131, "end": 136, "text": "(125)", "ref_id": null}, {"start": 137, "end": 142, "text": "(126)", "ref_id": null}], "ref_spans": [], "section": "Renal Transplantation"}, {"text": "Renal failure that occurs during pregnancy, and particularly the postpartum period, may also be caused by thrombotic microangiopathy developing during the course of HUS. Several cases of the latter condition associated with aPL have now appeared in the literature (127) (128) (129) .", "cite_spans": [{"start": 264, "end": 269, "text": "(127)", "ref_id": null}, {"start": 270, "end": 275, "text": "(128)", "ref_id": null}, {"start": 276, "end": 281, "text": "(129)", "ref_id": null}], "ref_spans": [], "section": "Pregnancy and Postpartum Syndromes"}, {"text": "Adrenal insufficiency (AI) is being increasingly recognized within APS (130) (131) (132) (133) (134) (135) (136) (137) (138) (139) (140) (141) (142) and, although mainly reported in the adult literature (130) (131) (132) , has also been documented in children and teenagers, the youngest being 10 yr of age (133) . The mechanism for the development of AI seems to be a combination of adrenal-vein thrombosis and/or hemorrhagic infarction, and it is usually bilateral. It has been proposed that any rise in adrenal venous pressure (for example, as in venous thrombosis) would result in hemorrhage into the gland (137) . The adrenal blood supply of between 50 and 60 small branches emanating from the three suprarenal arteries feeds into a subcapsular plexus, which drains into medullary sinusoids by relatively few venules. This is known as a \"vascular dam.\" In addition to this peculiar vascular arrangement, the adrenal glands are also very susceptible at times of stress, when there may be up to a sevenfold increase in cortisol production as well as a great increase in vascularity of the glands themselves. Several risk factors for adrenal hemorrhage have been identified: i) severe systemic illnesses, such as heart disease or infection; ii) previous thromboembolic disease, on the basis of a coagulopathy; and iii) the postoperative state (137) . Most patients with aPL who develop this complication have been on anticoagulation therapy, but good control was the rule, and excessive anticoagulation was not considered to be responsible for the adrenal hemorrhage in the majority of patients reported. Indeed this complication occurred in many patients who had not been on anticoagulation therapy at all (131) .", "cite_spans": [{"start": 71, "end": 76, "text": "(130)", "ref_id": null}, {"start": 77, "end": 82, "text": "(131)", "ref_id": "BIBREF131"}, {"start": 83, "end": 88, "text": "(132)", "ref_id": null}, {"start": 89, "end": 94, "text": "(133)", "ref_id": null}, {"start": 95, "end": 100, "text": "(134)", "ref_id": null}, {"start": 101, "end": 106, "text": "(135)", "ref_id": null}, {"start": 107, "end": 112, "text": "(136)", "ref_id": null}, {"start": 113, "end": 118, "text": "(137)", "ref_id": null}, {"start": 119, "end": 124, "text": "(138)", "ref_id": null}, {"start": 125, "end": 130, "text": "(139)", "ref_id": null}, {"start": 131, "end": 136, "text": "(140)", "ref_id": null}, {"start": 137, "end": 142, "text": "(141)", "ref_id": null}, {"start": 143, "end": 148, "text": "(142)", "ref_id": null}, {"start": 203, "end": 208, "text": "(130)", "ref_id": null}, {"start": 209, "end": 214, "text": "(131)", "ref_id": "BIBREF131"}, {"start": 215, "end": 220, "text": "(132)", "ref_id": null}, {"start": 307, "end": 312, "text": "(133)", "ref_id": null}, {"start": 611, "end": 616, "text": "(137)", "ref_id": null}, {"start": 1345, "end": 1350, "text": "(137)", "ref_id": null}, {"start": 1709, "end": 1714, "text": "(131)", "ref_id": "BIBREF131"}], "ref_spans": [], "section": "Adrenal Manifestations"}, {"text": "This is characterized by obstruction of large hepatic veins. Hepatic congestion and liver-cell necrosis results (143) (144) . The association with aPL was first documented in 1984 (145) , and since that time, several other case reports have also appeared (146) (147) (148) .", "cite_spans": [{"start": 112, "end": 117, "text": "(143)", "ref_id": "BIBREF143"}, {"start": 118, "end": 123, "text": "(144)", "ref_id": "BIBREF144"}, {"start": 180, "end": 185, "text": "(145)", "ref_id": null}, {"start": 255, "end": 260, "text": "(146)", "ref_id": null}, {"start": 261, "end": 266, "text": "(147)", "ref_id": null}, {"start": 267, "end": 272, "text": "(148)", "ref_id": null}], "ref_spans": [], "section": "Budd-Chiari Syndrome"}, {"text": "The existence of portal hypertension in association with aPL has been documented (149) (150) (151) (152) . Several patients had a combination of both portal and pulmonary hypertension (149, 151) . The association of \"primary\" pulmonary hypertension with portal hypertension resulting from hepatic cirrhosis and thromboembolism has previously been documented (153) , and the authors speculated whether thromboembolism associated with the aCL may be a common pathway.", "cite_spans": [{"start": 81, "end": 86, "text": "(149)", "ref_id": null}, {"start": 87, "end": 92, "text": "(150)", "ref_id": null}, {"start": 93, "end": 98, "text": "(151)", "ref_id": null}, {"start": 99, "end": 104, "text": "(152)", "ref_id": null}, {"start": 184, "end": 189, "text": "(149,", "ref_id": null}, {"start": 190, "end": 194, "text": "151)", "ref_id": null}, {"start": 358, "end": 363, "text": "(153)", "ref_id": null}], "ref_spans": [], "section": "Portal Hypertension"}, {"text": "This condition is characterized by nonthrombotic concentric narrowing of the lumen of small centrilobular veins by loose connective tissue, and results in congestion and liver-cell necrosis in the centrilobular areas (143) . Several patients with HVOD and aPL have been reported. The condition is often associated with nodular hyperplasia of the liver and has also been reported in patients following bonemarrow transplantation (154) (155) (156) .", "cite_spans": [{"start": 217, "end": 222, "text": "(143)", "ref_id": "BIBREF143"}, {"start": 428, "end": 433, "text": "(154)", "ref_id": null}, {"start": 434, "end": 439, "text": "(155)", "ref_id": null}, {"start": 440, "end": 445, "text": "(156)", "ref_id": null}], "ref_spans": [], "section": "Obstruction of Small Hepatic Veins (Hepatic Veno-Occlusive Disease [HVOD])"}, {"text": "A role for aPL in the pathogenesis of nodular regenerative hyperplasia of the liver has been suggested (157) . This condition may also follow HVOD or hepatic infarction, and it is often associated with a variety of systemic autoimmune diseases (158) .", "cite_spans": [{"start": 103, "end": 108, "text": "(157)", "ref_id": null}, {"start": 244, "end": 249, "text": "(158)", "ref_id": null}], "ref_spans": [], "section": "Nodular Regenerative Hyperplasia"}, {"text": "Overt clinical hepatic infarction is rare, but has occasionally been reported in APS (158) . It is not rare during pregnancy (159, 160) , and seems to have an association with the hemolysis, elevated liver enzymes, and a low platelet count (HELLP) syndrome. It has also been reported in a postpartum patient (161) .", "cite_spans": [{"start": 85, "end": 90, "text": "(158)", "ref_id": null}, {"start": 125, "end": 130, "text": "(159,", "ref_id": null}, {"start": 131, "end": 135, "text": "160)", "ref_id": null}, {"start": 308, "end": 313, "text": "(161)", "ref_id": null}], "ref_spans": [], "section": "Hepatic Infarction"}, {"text": "Chronic active hepatitis as part of the APS has been described in a few patients (162) (163) (164) (165) (166) . In a study designed to locate hepatitis C virus (HCV) markers in patients with thrombotic disease and aCL, the authors found that they were absent in all cases that tested negative for aCL, but were present in 16.7% of those that were positive for aCL. Thus, they concluded that occult HCV infection was present in a significant proportion of patients with aCL-posi-tive thrombotic disorders (167) . However, in a series of 88 patients with APS, only two (2.2%) were found to have anti-HCV antibodies (168) . In a subsequent study, it was found that 33% of patients with chronic HCV infection had positive aCL. IgG aCL was present in 72% of cases alone, and IgM in 13%, and 10% demonstrated both isotypes. Two patients only were positive for LA (169) . A recent case report (170) described the development of an APS during the course of HCV infection. Following interferon-gamma therapy, the patient relapsed 3 months later, and this relapse was accompanied by further thrombotic complications.", "cite_spans": [{"start": 81, "end": 86, "text": "(162)", "ref_id": null}, {"start": 87, "end": 92, "text": "(163)", "ref_id": null}, {"start": 93, "end": 98, "text": "(164)", "ref_id": null}, {"start": 99, "end": 104, "text": "(165)", "ref_id": null}, {"start": 105, "end": 110, "text": "(166)", "ref_id": null}, {"start": 505, "end": 510, "text": "(167)", "ref_id": null}, {"start": 614, "end": 619, "text": "(168)", "ref_id": null}, {"start": 858, "end": 863, "text": "(169)", "ref_id": null}, {"start": 887, "end": 892, "text": "(170)", "ref_id": null}], "ref_spans": [], "section": "Hepatitis"}, {"text": "In a study of 77 patients with a history of alcohol abuse, it was found that 48% had aCL elevations (IgG in 81%, IgM in 13%, and both in 6%) (168) . Other authors (171) had previously studied long-term alcoholic patients. Of those with alcoholic hepatitis or cirrhosis, 81% were positive for aPL. Antiphosphatidylethanolamine antibodies correlated significantly with disease activity, and the isotype was IgA or IgM in 25 of 40 patients.", "cite_spans": [{"start": 141, "end": 146, "text": "(168)", "ref_id": null}], "ref_spans": [], "section": "Alcoholic Liver Disease"}, {"text": "It has been postulated that the decreased synthesis of clotting factors in cirrhotics offsets the hypercoagulable effects of aCL. However, one patient with cryptogenic cirrhosis of 30-yr duration sustained a cerebral infarction prior to liver transplantation. IgG and IgM aCL levels were elevated. Titers dropped to normal levels following transplantation (172) . The aCL of the IgM isotype have been found in up to 43% of patients with primary biliary cirrhosis. However, it has been suggested that this may represent a partial crossreactivity between IgM aCL and antimitochondrial antibodies (173) , probably because of the presence of low-affinity antibodies that might have broad epitope specificities. Conversely, this might also be the result of nonspecific binding of the antibody in the enzyme-linked immunosorbent assay (ELISA), related to the polyclonal elevation of IgM found in this group of patients (174) . Other authors (175) also studied 73 patients with biopsy-diagnosed cirrhosis. Nine were shown to have splanchnic thromboses (12% of patients). More than 50% of patients with thromboses were positive for LA or aCL, indicating that the aPL may be an important risk factor for thrombosis in this group of patients. In addition, 75% of LA-positive patients were also positive for HCV, again suggesting a relationship to chronic HCV infection and production of aPL.", "cite_spans": [{"start": 356, "end": 361, "text": "(172)", "ref_id": null}, {"start": 594, "end": 599, "text": "(173)", "ref_id": null}, {"start": 913, "end": 918, "text": "(174)", "ref_id": null}], "ref_spans": [], "section": "Cirrhosis"}, {"text": "The case of a patient with a primary APS who thrombosed vessels at the lower end of the esophagus, resulting in necrosis, septic mediastinitis, and death, has been documented (176) . Bleeding esophageal varices from portalvein thromboses have also been reported.", "cite_spans": [{"start": 175, "end": 180, "text": "(176)", "ref_id": null}], "ref_spans": [], "section": "Digestive Manifestations Esophageal Necrosis"}, {"text": "Progressive gastric ulceration with necrosis in a patient who presented with severe abdominal pain was found to be the result of widespread occlusive vascular disease involving veins, small arteries, and arterioles in one patient (177) .", "cite_spans": [{"start": 230, "end": 235, "text": "(177)", "ref_id": null}], "ref_spans": [], "section": "Gastric Ulceration"}, {"text": "Several cases of large-bowel and intestinal infarctions in patients with aPL have been reported (178) (179) (180) (181) (182) (183) (184) . Peritonitis is not a rare accompaniment. Severe gastrointestinal hemorrhage may also result from bowel ischemia or from an atypical duodenal ulcer (185) . This complication occurs most frequently in patients with catastrophic APS, and indeed, abdominal pain is one of the most frequent presenting clinical manifestations of this condition.", "cite_spans": [{"start": 96, "end": 101, "text": "(178)", "ref_id": null}, {"start": 102, "end": 107, "text": "(179)", "ref_id": null}, {"start": 108, "end": 113, "text": "(180)", "ref_id": null}, {"start": 114, "end": 119, "text": "(181)", "ref_id": null}, {"start": 120, "end": 125, "text": "(182)", "ref_id": null}, {"start": 126, "end": 131, "text": "(183)", "ref_id": null}, {"start": 132, "end": 137, "text": "(184)", "ref_id": null}, {"start": 287, "end": 292, "text": "(185)", "ref_id": null}], "ref_spans": [], "section": "Small-and Large-Bowel Vascular Occlusions"}, {"text": "One patient with an unusual form of vasculitis involving the mesenteric vesselsmesenteric inflammatory vaso-occlusive disease (MIVOD)-has been reported, who also developed an APS with DVT, thrombocytopenia and high titers of aCL. Small-bowel infarction had occurred as a result of MIVOD (186) . This condition primarily affects veins and venules of the bowel and mesentery, resulting in ischemic injury; almost 50% of cases described to date are \"primary\" or idiopathic. There is often a family history of thromboembolism in these primary cases, suggesting that an inherited hypercoagulable disorder may be present. The association of idiopathic mesenteric thrombosis and peripheral thrombosis has been recognized for a long time (187) .", "cite_spans": [{"start": 287, "end": 292, "text": "(186)", "ref_id": null}, {"start": 730, "end": 735, "text": "(187)", "ref_id": null}], "ref_spans": [], "section": "Mesenteric Inflammatory Vaso-Occlusive Disease"}, {"text": "Thromboembolic disease is a well-recognized, although rare, complication of inflammatory bowel disease (IBD). It has recently been reported that the presence of aPL may be associated with thrombosis in patients with ulcerative colitis and Crohn's disease (188) (189) (190) (191) (192) (193) (194) .", "cite_spans": [{"start": 255, "end": 260, "text": "(188)", "ref_id": null}, {"start": 261, "end": 266, "text": "(189)", "ref_id": null}, {"start": 267, "end": 272, "text": "(190)", "ref_id": null}, {"start": 273, "end": 278, "text": "(191)", "ref_id": null}, {"start": 279, "end": 284, "text": "(192)", "ref_id": null}, {"start": 285, "end": 290, "text": "(193)", "ref_id": null}, {"start": 291, "end": 296, "text": "(194)", "ref_id": null}], "ref_spans": [], "section": "Inflammatory Bowel Disease"}, {"text": "Abdominal pain in patients with the APS may be caused by pancreatic involvement by the microangiopathy that is characteristic of the aPL. The presentation may be acute, with abdominal pain and vomiting (195, 196) . Pancreatic involvement was noted in 6 of the 50 patients with catastrophic APS recently reviewed. However, in only one was the diagnosis made clinically. In three, microvascular thromboses of pancreatic vessels was noted at post mortem, and in two, pancreatic enzymes were found to be elevated.", "cite_spans": [{"start": 202, "end": 207, "text": "(195,", "ref_id": null}, {"start": 208, "end": 212, "text": "196)", "ref_id": null}], "ref_spans": [], "section": "Pancreatitis"}, {"text": "Two patients who presented with acute cholecystitis in the absence of gallstones have been reported in the course of catastrophic APS (160, 197) .", "cite_spans": [{"start": 134, "end": 139, "text": "(160,", "ref_id": null}, {"start": 140, "end": 144, "text": "197)", "ref_id": null}], "ref_spans": [], "section": "Cholecystitis"}, {"text": "Occlusion of splenic vessels has been reported in combination with other vascular occlusions (178, 198) . Splenic infarction may supervene. Splenic atrophy is a rare event, even in SLE, but one such patient with longstanding SLE and aCL who developed this complication has been documented (199) .", "cite_spans": [{"start": 93, "end": 98, "text": "(178,", "ref_id": null}, {"start": 99, "end": 103, "text": "198)", "ref_id": null}, {"start": 289, "end": 294, "text": "(199)", "ref_id": null}], "ref_spans": [], "section": "Occlusion of Splenic Vessels"}, {"text": "Several reports have suggested that women with aPL are more likely to develop a postpartum cardiopulmonary syndrome (101, 101) , chorea gravidarum (37), postpartum cerebral infarct following aspirin withdrawal (200) , and maternal death (201) . Clinical thrombosis, both arterial and venous, is associated with pregnancy and the postpartum period in these women, and thus pregnancy is a challenge to both mother and baby.", "cite_spans": [{"start": 116, "end": 121, "text": "(101,", "ref_id": null}, {"start": 122, "end": 126, "text": "101)", "ref_id": null}, {"start": 210, "end": 215, "text": "(200)", "ref_id": null}, {"start": 237, "end": 242, "text": "(201)", "ref_id": null}], "ref_spans": [], "section": "Obstetric Manifestations Maternal Complications"}, {"text": "A group of pre-eclamptic patients have been defined with hemolysis (H), elevated liver enzymes (EL) and a low platelet count (P). This entity has been termed the HELLP syndrome, and may also occur in the absence of severe pre-eclampsia. Although typically encountered during pregnancy, HELLP syndrome may be atypical, and may persist into the postpartum period. Opinion is divided as to whether this syndrome is a variant of pre-eclampsia or whether it represents a hypercoagulable state with thrombotic microangiopathy. Reports of an association between this syndrome and the aPL appeared in 1994 with a documentation of two cases (202) who both demonstrated aCL and who appeared to be refractory despite delivery, corticosteroids, and anticoagulation. The clinical course of both patients was remarkably similar, even includ-ing a macular rash that extended to the palms. Placental pathology and skin biopsy revealed diffuse deposition of fibrin with small-vessel thrombi. Plasmapheresis resulted in resolution of the syndrome in these patients. It was theorized by the authors that the aPL may have contributed to the refactorness.", "cite_spans": [{"start": 632, "end": 637, "text": "(202)", "ref_id": null}], "ref_spans": [], "section": "HELLP Syndrome"}, {"text": "The etiology of avascular necrosis (AVN) of bone in SLE patients is probably multifactorial (203) , and several risk factors have been suggested, including Raynaud's phenomenon (204) , glucocorticoid therapy (205) , particularly in these patients developing features of Cushing's syndrome (206) , and vasculitis (207) . A possible link between AVN and aPL was postulated in 1983 (208, 209) , and this was strengthened by reports of AVN in patients with the primary APS who had not been exposed to glucocorticoid therapy at all (210) (211) (212) . Other authors (213) (214) (215) (216) , however, did not find a positive relationship between AVN and aPL positivity. The relationship still remains unproven; the occurrence of AVN in primary APS patients with no other risk factors other than aPL is possibly still linked to their effects in some way (217, 218) . A recent study from Greece found a significant prevalence of asymptomatic AVN in a group of primary APS patients, lending credence to the original 1983 hypothesis.", "cite_spans": [{"start": 92, "end": 97, "text": "(203)", "ref_id": "BIBREF203"}, {"start": 177, "end": 182, "text": "(204)", "ref_id": null}, {"start": 208, "end": 213, "text": "(205)", "ref_id": null}, {"start": 289, "end": 294, "text": "(206)", "ref_id": null}, {"start": 312, "end": 317, "text": "(207)", "ref_id": null}, {"start": 379, "end": 384, "text": "(208,", "ref_id": "BIBREF208"}, {"start": 385, "end": 389, "text": "209)", "ref_id": null}, {"start": 527, "end": 532, "text": "(210)", "ref_id": null}, {"start": 533, "end": 538, "text": "(211)", "ref_id": null}, {"start": 539, "end": 544, "text": "(212)", "ref_id": null}, {"start": 561, "end": 566, "text": "(213)", "ref_id": null}, {"start": 567, "end": 572, "text": "(214)", "ref_id": null}, {"start": 573, "end": 578, "text": "(215)", "ref_id": null}, {"start": 579, "end": 584, "text": "(216)", "ref_id": null}, {"start": 848, "end": 853, "text": "(217,", "ref_id": null}, {"start": 854, "end": 858, "text": "218)", "ref_id": null}], "ref_spans": [], "section": "Osteoarticular Manifestations Avascular Necrosis of Bone"}, {"text": "Superficial skin necrosis has been reported by several investigators (219) (220) (221) (222) . Necrosing livedo reticularis of the legs has been described in a patient with pulmonary hemorrhage (223) and widespread skin necrosis, in a patient with AIDS and aPL has been documented (224) . Widespread cutaneous necrosis is associated with massive thrombosis of small-and medium-sized dermal vessels, and has also been reported with the primary APS (225), with SLE (220, 226) , with rheumatoid arthritis (227) , and in mycosis fungoides (228) . Painful cutaneous necrosis has been described on the cheeks and earlobes of a patient with LA (229) . A patient with skin necrosis occurring during coumadin therapy who also had an acquired protein S deficiency and primary APS has also been documented (230) .", "cite_spans": [{"start": 69, "end": 74, "text": "(219)", "ref_id": null}, {"start": 75, "end": 80, "text": "(220)", "ref_id": null}, {"start": 81, "end": 86, "text": "(221)", "ref_id": null}, {"start": 87, "end": 92, "text": "(222)", "ref_id": null}, {"start": 194, "end": 199, "text": "(223)", "ref_id": null}, {"start": 281, "end": 286, "text": "(224)", "ref_id": null}, {"start": 463, "end": 468, "text": "(220,", "ref_id": null}, {"start": 469, "end": 473, "text": "226)", "ref_id": null}, {"start": 502, "end": 507, "text": "(227)", "ref_id": null}, {"start": 535, "end": 540, "text": "(228)", "ref_id": null}, {"start": 637, "end": 642, "text": "(229)", "ref_id": null}, {"start": 795, "end": 800, "text": "(230)", "ref_id": null}], "ref_spans": [], "section": "Dermatologic Manifestations Cutaneous Necrosis"}, {"text": "Erythematous macules and painful skin nodules occurring in aPL-positive patients have been reported. These lesions are caused by thrombotic skin disease, and are located on the palms, soles, and fingers and do not disappear with pressure (120, 229, 231) . These painful lesions have been reported as improving with salicylate therapy (232) . One patient with lymphocyte vasculitis, thrombosis, and aCL was also documented (233).", "cite_spans": [{"start": 238, "end": 243, "text": "(120,", "ref_id": null}, {"start": 244, "end": 248, "text": "229,", "ref_id": null}, {"start": 249, "end": 253, "text": "231)", "ref_id": null}, {"start": 334, "end": 339, "text": "(232)", "ref_id": null}], "ref_spans": [], "section": "Macules and Nodules"}, {"text": "These have been reported in APS, in the absence of infective bacterial endocarditis, consequent on warfarin withdrawal and the appearance of catastrophic APS, with the administration of oral contraceptives and during pregnancy (234) (235) (236) , and with amaurosis fugax (237, 238) .", "cite_spans": [{"start": 227, "end": 232, "text": "(234)", "ref_id": null}, {"start": 233, "end": 238, "text": "(235)", "ref_id": null}, {"start": 239, "end": 244, "text": "(236)", "ref_id": null}, {"start": 272, "end": 277, "text": "(237,", "ref_id": null}, {"start": 278, "end": 282, "text": "238)", "ref_id": null}], "ref_spans": [], "section": "Multiple Subungual Hemorrhages"}, {"text": "Cutaneous ischemic symptoms may culminate in digital gangrene and aPL-associated gangrene, particularly in SLE, and this must be distinguished from vasculitis, cryoglobulinemia, or disseminated intravascular coagulation. It is one of the hallmarks of the cutaneous complications of the catastrophic APS.", "cite_spans": [], "ref_spans": [], "section": "Gangrene and Digital Necrosis"}, {"text": "Other dermatological syndromes, such as anetoderma (239, (240) (241) (242) , discoid LE (241), intravascular coagulation necrosis of the skin associated with cryofibrinogenemia and diabe-Clinical Reviews in Allergy & Immunology Volume 25, 2003 tes mellitus (243) , and pyoderma gangrenosum (244, 245) , have also been reported in patients with aPL.", "cite_spans": [{"start": 51, "end": 56, "text": "(239,", "ref_id": null}, {"start": 57, "end": 62, "text": "(240)", "ref_id": null}, {"start": 63, "end": 68, "text": "(241)", "ref_id": null}, {"start": 69, "end": 74, "text": "(242)", "ref_id": null}, {"start": 228, "end": 243, "text": "Volume 25, 2003", "ref_id": null}, {"start": 257, "end": 262, "text": "(243)", "ref_id": null}, {"start": 290, "end": 295, "text": "(244,", "ref_id": null}, {"start": 296, "end": 300, "text": "245)", "ref_id": null}], "ref_spans": [], "section": "Other Manifestations"}, {"text": "The expanding spectrum of the association of a large variety of clinical events with the presence of the aPL, not all of which are associated with the presence of underlying thrombotic lesions (e.g., chorea), is evidence of the multifactorial actions of this group of antibodies, and surely, as more cases are reported and published in the future, the discovery of this unique group of disorders will take place. Therapy with the introduction of novel compounds affecting different phases of the coagulation cascade will also be refined, and hopefully the need for long-term anticoagulation therapy with all its difficulties and attendant complications will diminish.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The Antiphospholipid Syndrome II-Autoimmune Thrombosis", "authors": [{"first": "R", "middle": ["A"], "last": "Asherson", "suffix": ""}, {"first": "R", "middle": [], "last": "Cervera", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Piette", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shoenfeld", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Asherson", "suffix": ""}, {"first": "R", "middle": [], "last": "Cervera", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Piette", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shoenfeld", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "3--9", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The Antiphospholipid Syndrome", "authors": [{"first": "R", "middle": ["L"], "last": "Brey", "suffix": ""}, {"first": "A", "middle": [], "last": "Escalante", "suffix": ""}, {"first": "N", "middle": [], "last": "Futrell", "suffix": ""}, {"first": "Asherson", "middle": [], "last": "", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Abstracts of the First International Congress of the International Society of Neuro-Immune Modulation. Florence, ISNIM", "authors": [{"first": "P", "middle": [], "last": "Sirota", "suffix": ""}, {"first": "K", "middle": [], "last": "Schild", "suffix": ""}, {"first": "M", "middle": [], "last": "Firer", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "The Antiphospholipid Syndrome", "authors": [{"first": "R", "middle": ["J"], "last": "Labutta", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Asherson", "suffix": ""}, {"first": "R", "middle": [], "last": "Cervera", "suffix": ""}, {"first": "J.-C", "middle": [], "last": "Piette", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shoenfeld", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "213--218", "other_ids": {}}, "BIBREF103": {"ref_id": "b103", "title": "The Antiphospholipid Syndrome", "authors": [{"first": "J.-C", "middle": [], "last": "Piette", "suffix": ""}, {"first": "D", "middle": [], "last": "Kleinknecht", "suffix": ""}, {"first": "J.-F", "middle": [], "last": "Bach", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Asherson", "suffix": ""}, {"first": "", "middle": ["R"], "last": "Cervera", "suffix": ""}, {"first": "J.-C", "middle": [], "last": "Piette", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shoenfeld", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "169--181", "other_ids": {}}, "BIBREF110": {"ref_id": "b110", "title": "Renal Pathology with Clinical and Functional Correlates", "authors": [{"first": "J", "middle": [], "last": "Churg", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Goldstein", "suffix": ""}, {"first": "J", "middle": [], "last": "Bernstein", "suffix": ""}], "year": 1989, "venue": "", "volume": "2", "issn": "", "pages": "1081--1113", "other_ids": {}}, "BIBREF131": {"ref_id": "b131", "title": "Advances in Thomas Addison's Diseases", "authors": [{"first": "R", "middle": ["A"], "last": "Asherson", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Bhatt", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "James", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Besser", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Botazzo", "suffix": ""}], "year": 1994, "venue": "", "volume": "1", "issn": "", "pages": "87--101", "other_ids": {}}, "BIBREF143": {"ref_id": "b143", "title": "Oxford Textbook of Clinical Hepatology", "authors": [{"first": "D", "middle": [], "last": "Pessayre", "suffix": ""}, {"first": "D", "middle": [], "last": "Larrey", "suffix": ""}, {"first": "N", "middle": [], "last": "Mcintyre", "suffix": ""}, {"first": "J.-P", "middle": [], "last": "Benhamou", "suffix": ""}, {"first": "J", "middle": [], "last": "Bircher", "suffix": ""}, {"first": "M", "middle": [], "last": "Rizetto", "suffix": ""}, {"first": "J", "middle": [], "last": "Rodés", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "876--902", "other_ids": {}}, "BIBREF144": {"ref_id": "b144", "title": "Oxford Textbook of Clinical Hepatology", "authors": [{"first": "D", "middle": [], "last": "Valla", "suffix": ""}, {"first": "J.-P", "middle": [], "last": "Benhamou", "suffix": ""}, {"first": "N", "middle": [], "last": "Mcintyre", "suffix": ""}, {"first": "J.-P", "middle": [], "last": "Benhamou", "suffix": ""}, {"first": "J", "middle": [], "last": "Bircher", "suffix": ""}, {"first": "M", "middle": [], "last": "Rizetto", "suffix": ""}, {"first": "J", "middle": [], "last": "Rodés", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "1004--1011", "other_ids": {}}, "BIBREF203": {"ref_id": "b203", "title": "The Antiphospholipid Syndrome", "authors": [{"first": "F", "middle": [], "last": "Lioté", "suffix": ""}, {"first": "O", "middle": [], "last": "Meyer", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Asherson", "suffix": ""}, {"first": "R", "middle": [], "last": "Cervera", "suffix": ""}, {"first": "J.-C", "middle": [], "last": "Piette", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "195--200", "other_ids": {}}, "BIBREF208": {"ref_id": "b208", "title": "Proceedings of the XVIth International Congress of Rheumatology", "authors": [{"first": "R", "middle": ["A"], "last": "Asherson", "suffix": ""}, {"first": "P", "middle": [], "last": "Jungers", "suffix": ""}, {"first": "F", "middle": [], "last": "Lioté", "suffix": ""}], "year": 1983, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Cumulative Clinical Features During the Evolution of the Disease in 1000 Patients with APS (2)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>heral Thrombosis\nSuperficial thro117 </td><td>1.7)\n</td><td>Gastrointestinal manifestations ischemia) 15 </td><td>1.5)\n</td></tr><tr><td>Arterial thrombosis in le</td><td> </td><td>Splenic infaction ncreatic infarction </td><td> </td></tr><tr><td>Venous thrombosis in 34 </td><td>(3.4)\n</td><td> </td><td> </td></tr><tr><td>Arterial thrombosis in arms 27 </td><td>(2.7)\n</td><td>ddison´s sy4 </td><td>(0.4)\n</td></tr><tr><td>Subclavian vein thrombosi18 </td><td>(1.8)\n</td><td>Hepatic manifest</td><td> </td></tr><tr><td>Jugular-vein thrombosis 9 </td><td>(0.9)\n</td><td>syndrome, small h</td><td> </td></tr><tr><td>Neurologic Manifestations\nMigraine 202 </td><td>20.2)\n</td><td>thrombosis) 7 Cutaneous Manifestations\n</td><td>(0.7)\n</td></tr><tr><td>Stroke 98 Transient ischemic attack </td><td>19.8)\n</td><td>vedo reticularis cers 55 </td><td>(5.5)\n</td></tr><tr><td>Epilepsy 70 </td><td>(7)\n</td><td>Pseudovasculitic lesions </td><td> </td></tr><tr><td>Multi-25 </td><td>(2.5)\n</td><td>Digital gangrene 33 </td><td>(3.3)\n</td></tr><tr><td>13 </td><td>(1.3)\n</td><td>Cutane21 </td><td>(2.1)\n</td></tr><tr><td>Chorea Acute en11 </td><td>1.1)\n</td><td>Splinter hemorrhages 7 </td><td>(0.7)\n</td></tr><tr><td>Transient amnesia 7 </td><td>(0.7)\n</td><td>Osteo-articular M</td><td> </td></tr><tr><td>Cerebra7 </td><td>(0.7)\n</td><td>Arthralgia 387 </td><td>38.7)\n</td></tr><tr><td>Cerebellar ataxia 7 Transverse myelop4 </td><td>(0.7) (0.4)\n</td><td>Arthritis 71 Avascular necrosis of bone </td><td>27.1)\n</td></tr><tr><td>Hemiballismus 3 Pulmonary Mani</td><td>(0.3)\n</td><td>Ophthalm</td><td> </td></tr><tr><td>Pulmonary embolism 41 Pulmonary hyp22 </td><td>14.1) (2.2)\n</td><td>Amauros54 15 </td><td>(5.4) (1.5)\n</td></tr><tr><td>Pulmonary microthrombosiFibrosant alveolitis 12 </td><td>(1.2)\n</td><td>Retinal artery thrombosis Retinal vein thrombosis Optic neuropathy 10 </td><td>(1)\n</td></tr><tr><td>Other (adult respiratory d</td><td> </td><td>E.N.T. Manifestations\nNasal septum perforatio8 </td><td>(0.8)\n</td></tr><tr><td>syndrome, pulmonary hempulmonary arter7 Cardiac Manifestations\n</td><td>(0.7)\n</td><td>Hematological MThrombocytopenia (&lt;1Hemolytic anemia 97 </td><td>(9.7)\n</td></tr><tr><td>alve thickening/dysfunction yocardial infarction 55 </td><td>(5.5)\n</td><td>Obstetric Manifestations (pregPre-eclampsia 56 </td><td>(9.5)\n</td></tr><tr><td>Angina Myocardiopathy 29 27 </td><td>(2.9) (2.7)\n</td><td>Eclampsia 26 (4.4)\nAbruptio placentae 12 (2</td></tr><tr><td>Vegetations Corona11 </td><td>(1.1)\n</td><td>Post-partum c</td><td> </td></tr><tr><td>Intracardiac thro4 Intra-abdom</td><td>(0.4)\n</td><td>syndrom3 Fetal Manifestati80)\nEarly fetal losses (&lt;10 wk) </td><td>(0.5)\n</td></tr><tr><td>Renal manifestations (glomethrombosis, renal in</td><td> </td><td>te fetal los67 </td><td>16.9)\n</td></tr><tr><td>artery thrombosis, renal vein\n</td><td> </td><td>Live births 753 </td></tr><tr><td>thrombosis) </td><td> </td><td>Prematures /753 </td><td>(10.6)\n</td></tr><tr><td> </td><td> </td><td> </td></tr></table></body></html>"}}, "back_matter": []}