{
    "paper_id": "9ba2957af08f24f07c7502fcebbb35f24bdecb99",
    "metadata": {
        "title": "PEDIATRIC BRIEF REPORT Acute respiratory distress syndrome: is it underrecognized in the pediatric intensive care unit?",
        "authors": [
            {
                "first": "Martin",
                "middle": [
                    "C J"
                ],
                "last": "Kneyber",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "V.U. University Medical Center",
                    "location": {
                        "postBox": "P.O. Box 7057",
                        "postCode": "1007 MB",
                        "settlement": "Amsterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": "m.kneyber@vumc.nl"
            },
            {
                "first": "Arno",
                "middle": [
                    "G A"
                ],
                "last": "Brouwers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "V.U. University Medical Center",
                    "location": {
                        "postBox": "P.O. Box 7057",
                        "postCode": "1007 MB",
                        "settlement": "Amsterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Jochem",
                "middle": [
                    "A"
                ],
                "last": "Caris",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "V.U. University Medical Center",
                    "location": {
                        "postBox": "P.O. Box 7057",
                        "postCode": "1007 MB",
                        "settlement": "Amsterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Sunita",
                "middle": [],
                "last": "Chedamni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "V.U. University Medical Center",
                    "location": {
                        "postBox": "P.O. Box 7057",
                        "postCode": "1007 MB",
                        "settlement": "Amsterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Frans",
                "middle": [
                    "B"
                ],
                "last": "Plötz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "V.U. University Medical Center",
                    "location": {
                        "postBox": "P.O. Box 7057",
                        "postCode": "1007 MB",
                        "settlement": "Amsterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "C J"
                ],
                "last": "Kneyber",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "V.U. University Medical Center",
                    "location": {
                        "postBox": "P.O. Box 7057",
                        "postCode": "1007 MB",
                        "settlement": "Amsterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "A G A"
                ],
                "last": "Brouwers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "V.U. University Medical Center",
                    "location": {
                        "postBox": "P.O. Box 7057",
                        "postCode": "1007 MB",
                        "settlement": "Amsterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "A"
                ],
                "last": "Caris",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "V.U. University Medical Center",
                    "location": {
                        "postBox": "P.O. Box 7057",
                        "postCode": "1007 MB",
                        "settlement": "Amsterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "S"
                ],
                "last": "Chedamni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "V.U. University Medical Center",
                    "location": {
                        "postBox": "P.O. Box 7057",
                        "postCode": "1007 MB",
                        "settlement": "Amsterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "F",
                "middle": [
                    "B"
                ],
                "last": "Plötz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "V.U. University Medical Center",
                    "location": {
                        "postBox": "P.O. Box 7057",
                        "postCode": "1007 MB",
                        "settlement": "Amsterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: To describe",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Abstract Objective: To describe the incidence of acute respiratory distress syndrome (ARDS) in mechanically ventilated children and to study whether ARDS is underrecognized in this patient population. Design and setting: Retrospective observational study in a single-center bed pediatric intensive care unit serving two Dutch provinces. Patients: 533 mechanically ventilated children aged 0-16 years, all of whom met the North-American European Consensus Conference criteria for ARDS. Measurements and results: Chest radiographs were screened for the novel presence of bilateral infiltrates, in patients with bilateral infiltrates the PaO 2 /FIO 2 ratio was calculated on two separate consecutive measurements. If below 200, the patient was classified as having ARDS. Left ventricular dysfunction was ruled out by echocardiography. The incidence was calculated by obtaining the number of children aged 0-16 years in our region. For each patient it was noted whether the patient was currently considered to have ARDS. Forty-one patients (7.7%) met the criteria for ARDS, with an incidence of 2.2 per 100,000 per year. The mortality rate was 20.4%. Thirty patients (73.1%) had primary ARDS, mainly from viral lower respiratory tract disease. Only ten patients (24.4%) currently had ARDS. Conclusions: The incidence of pediatric ARDS is low compared to that of adult ARDS, and further underestimated as most",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is a striking difference in the reported occurrence of acute respiratory distress syndrome (ARDS) between critically ill children and adults. While the incidence of ARDS may be as high as 60% in critically ill adults, ARDS seems to be a rare disease in the pediatric intensive care unit (PICU) [1, 2] . Five observational studies found that approx. 7-8% of mechanically ventilated children met the North-American European Consensus Conference (NAECC) criteria for ARDS [3] .",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 303,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 304,
                    "end": 306,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Schuster [4] recently in this journal demonstrated that the definition of ARDS continues to be controversial. Using the NAECC definition has brought neither clarity nor uniformity to the identification of ARDS patients [4, 5] . We think that this may also be true in the PICU, in particular with respect to the interpretation of bilateral radiographic infiltrates. We hypothesized that pediatric patients may also meet the criteria of the current definition for ARDS but are diagnosed otherwise by their treating physician. This could explain why ARDS is thought to be infrequent in the PICU.",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 12,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 223,
                    "end": 225,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To test our hypothesis we performed a retrospective observational study of all mechanically ventilated patients aged 0-18 years consecutively admitted to our PICU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "During the study period 1,174 children were admitted to our PICU, 533 of whom were mechanically ventilated. Our PICU is a nine-bed combined medical and surgical tertiary facility for children aged 0-16 years and includes all specialties except the care for prematurely born infants and patients after cardiothoracic surgery. Our region is in northwestern part of The Netherlands (North-Holland and Flevoland provinces), accounting for approx. 620,000 children aged 0-16 years (www.cbs.nl). The region is served by two PICUs. The need for informed consent was waived by the local ethics committee.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and setting"
        },
        {
            "text": "We determined whether mechanically ventilated patients met the NAECC definition for ARDS at any time during PICU admission in the period between 1 January 2004 and 31 December 2006. First, all chest radiographs of mechanically ventilated patients performed during PICU admission were screened for the novel presence of bilateral infiltrates by one pediatric radiologist who was blinded for the outcome of the patient. Infiltrates were defined by consolidations with discrete or irregular markings and differentiated from atelectasis that was defined by an opacification of lung tissue with loss of volume. The P a O 2 /FIO 2 ratio was then calculated. Patients were included only if in the presence of bilateral infiltrates the P a O 2 /FIO 2 ratio on two separate consecutive measurements within 8 h was below 200. Blood samples were drawn from the radial or femoral artery at least three times a day for determination of P a O 2 . Finally, left ventricular dysfunction and/or atrial hypertension was ruled out by echocardiography. In our unit echocardiography is performed primarily in ARDS patients who are hemodynamically instable, hence hypotensive or oliguric or have an increased need for inotropic support. For each patient the diagnosis at discharge was noted as well as whether the patient was currently diagnosed as having ARDS during admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "Forty-nine (4.2%) were mechanically ventilated and had bilateral infiltrates on chest radiography (Fig. 1) . Forty-one patients met the NAECC criteria for ARDS at some time during PICU admission, accounting for 7.7% of ARDS cases in mechanically ventilated patients. Table 1 summarizes the demographic characteristics and underlying diseases in these 41 patients. The incidence was thus estimated to be 2.2 pediatric ARDS patients per 100,000 children per year for our hospital. Ten of ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 106,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 267,
                    "end": 274,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Our main finding is that in this PICU population the occurrence of ARDS is low and is additionally underestimated as most patients were primarily diagnosed by their underlying diseases rather than classified as having ARDS. We observed that 7.7% of mechanically ventilated children met the ARDS criteria. This is in agreement with previously reported data by Dahlem et al. [4] on children admitted between 1998 and 2000 to the other PICU serving our region (with an estimated incidence of 2.8 per 100,000 children per year). We believe that the number of ARDS patients in this PICU has not changed over the years. This indicates that the number of patients fulfilling the NAECC criteria is comparable in the two PICUs in our region. Because the other PICU in our region has a greater number of beds, the admission ratio in the two PICUs is usually 40%/60%, whereas the patient case mix is comparable. We therefore estimate the incidence of pediatric ARDS patients in the northwestern part of The Netherlands to be 2.2 plus (2.2 × 60/40), which yields 5.5 pediatric ARDS patients per 100,000 children per year, assuming that there are no selective referrals to either PICU. Our observations are also in agreement with reports from other European and North American PICUs indicating that ARDS in mechanically ventilated children is truly less common than in critically ill mechanically ventilated adults. The incidence in two population-based pediatric studies varied between 2.6 per 100,000 children per year in Australia and New Zealand to 3.4 per 100,000 children per year in Germany [6, 7] . Our calculated incidence is strikingly low compared to that of adults ARDS, which has been reported to be as high as 78.9 per 100,000 persons per year [1] . It may thus be argued that pediatric ARDS is a different disease entity than adult ARDS. This supported by a marked difference in mortality as well as the observation that poor initial oxygenation predicts bad outcome in pediatric ARDS but not in adult ARDS [8] . Our mortality is in accordance with previously reported mortality rates [8] .",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 376,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1585,
                    "end": 1588,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1589,
                    "end": 1591,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1745,
                    "end": 1748,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2009,
                    "end": 2012,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2087,
                    "end": 2090,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Importantly, we found that only 26.9% of patients who meet the NAECC criteria for ARDS are currently diagnosed as such. Seventeen of the 31 patients not labeled as having ARDS suffered from viral lower respiratory tract infection, in all but two caused by respiratory syncytial virus, which is the most important pathogen of viral lower respiratory tract disease (LRTD) in infants and young children and is known to cause ARDS-like disease [9] . A further six suffered from bacterial pneumonia. Thus the majority (n = 23, 74.2%) of patients fulfilling the NAECC criteria but not being diagnosed as ARDS cases suffered from lower respiratory tract infection (LRTI). However, the alveolar edema that occurs in ARDS cannot be radiologically differentiated from that which occurs in lower respiratory tract infection. In fact, the radiological criterion for ARDS is questionable [10] . The patients diagnosed as ARDS cases were mainly those with secondary ARDS. This suggests that especially when there is pulmonary pathology, the classification of ARDS is less frequently considered.",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 443,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 875,
                    "end": 879,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Because we have found that ARDS is often not diagnosed as such, we advocate a search for better criteria for pediatric ARDS. However, we think that these criteria cannot be derived from adult ARDS. Needless to say, appropriate criteria are warranted because of its possible implications for patient management and for future studies in pediatric acute respiratory failure [11] .",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 376,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, pediatric ARDS is less common than adult ARDS, and its occurrence is underestimated. Specific criteria for the definition of pediatric ARDS are needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiology and outcomes of acute lung injury",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Rubenfeld",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Herridge",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Chest",
            "volume": "131",
            "issn": "",
            "pages": "554--562",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Incidence and short-term outcome of acute lung injury in mechanically ventilated children",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dahlem",
                    "suffix": ""
                },
                {
                    "first": "Wmc",
                    "middle": [],
                    "last": "Van Aalderen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Hamaker",
                    "suffix": ""
                },
                {
                    "first": "Mgw",
                    "middle": [],
                    "last": "Dijkgraaf",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Bos",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Eur Respir J",
            "volume": "22",
            "issn": "",
            "pages": "980--985",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Paediatric acute lung injury",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dahlem",
                    "suffix": ""
                },
                {
                    "first": "Wmc",
                    "middle": [],
                    "last": "Van Aalderen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Bos",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Paediatr Respir Rev",
            "volume": "8",
            "issn": "",
            "pages": "348--632",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The search for \"objective\"criteria for ARDS",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Schuster",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Intensive Care Med",
            "volume": "33",
            "issn": "",
            "pages": "400--402",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The American-European Consensus Conference on ARDS. Definitions, mechanisms, relevant outcomes, and clinical trial coordination",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Artigas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Brigham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carlet",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Falke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hudson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lamy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Legall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Spragg",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "225--232",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Incidence of acute respiratory distress syndrome in German children and adolescent: a population-based study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bindl",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dresbach",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lentze",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Crit Care Med",
            "volume": "33",
            "issn": "",
            "pages": "209--212",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Acute lung injury in pediatric intensive care in Australia and New Zealand-a prospective, multicenter, observational study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Erickson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schibler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Numa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nuthall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yung",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pascoe",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wilkins",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pediatr Crit Care Med",
            "volume": "8",
            "issn": "",
            "pages": "317--323",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pediatric acute lung injury. Prospective evaluation of risk factors associated with mortality",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Flori",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Glidden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Rutherford",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Matthay",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Respir Crit Care Med",
            "volume": "171",
            "issn": "",
            "pages": "995--1001",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Acute respiratory distress syndrome caused by respiratory syncytial virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hammer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Numa",
                    "suffix": ""
                },
                {
                    "first": "Cjl",
                    "middle": [],
                    "last": "Newth",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Pediatr Pulmonol",
            "volume": "23",
            "issn": "",
            "pages": "176--183",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Interobserver variability in applying a radiographic definition for ARDS",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Rubenfeld",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Caldwell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cranston",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Hudson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Matthay",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Chest",
            "volume": "116",
            "issn": "",
            "pages": "1347--1353",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The feasibility of conducting clinical trials in infants and children with acute respiratory failure",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Randolph",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Meert",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Neil",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Hanson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Luckett",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Gedeit",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Venkataraman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Forbes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Cheifetz",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Respir Crit Care Med",
            "volume": "167",
            "issn": "",
            "pages": "1334--1340",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Profile of the pediatric intensive care unit population admitted during the study period (n = 1,174)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics of patients fulfilling the North-American European Consensus Conference criteria for ARDS (PRISM, Pediatric Risk of Mortality; RSV, respiratory syncytial virus)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}