{
    "paper_id": "9badc0a70f781d0d2e8140f146ec3e61b1a70d84",
    "metadata": {
        "title": "Preparing for the next Zika",
        "authors": [
            {
                "first": "Kendall",
                "middle": [],
                "last": "Hoyt",
                "suffix": "",
                "affiliation": {},
                "email": "kendallhoyt@mac.com"
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Hatchett",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Lessons from the US Biodefense program should inform international efforts to build a medical countermeasure enterprise for emerging infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "I n February, the World Health Organization (WHO; Geneva) declared the Zika virus a public health emergency, setting a nowfamiliar scenario into motion. As with previous infectious disease outbreaks-HIV/AIDS, severe acute respiratory stress (SARS) disorder, pandemic flu and most recently Ebola-Zika will spark an international race to develop new vaccines. The problem is that vaccines can take over a decade to develop. The development of new biomedical countermeasures-vaccines, therapies and diagnostic-requires the coordination of a wide number of institutional and industry actors to succeed. We argue here that international efforts to develop countermeasures for emerging infectious diseases should build on lessons learned from US programs to develop closely related biodefense products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "No vaccine has ever been developed in time to change the course of an outbreak. Developers nearly caught up to Ebola in West Africa last year, but Ebola was a special case. US bioterrorism concerns had been fueling Ebola research for decades, and several vaccines and therapeutics were already under development. The reality is that few emerging infectious diseases overlap so neatly with US biodefense development priorities. The world is unlikely to have a pipeline of candidates ready for the next outbreak of an infectious agent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "One step behind"
        },
        {
            "text": "Governments can, and should, do more to prepare. The human and economic costs of such public health emergencies vary, but they almost always exceed the cost of preventive action. For instance, SARS claimed fewer than 800 lives and cost the global economy nearly $40 billion 1 . Ebola, with over 11,000 deaths, sapped $6 billion out of West African economies and cost international donors $4.3 billion 2,3 . By comparison, the highest estimated cost for developing a new vaccine is $1.8 billion, with some experts arguing that the true cost is closer to $500 million 4 . Even so, not all novel agents give rise to large outbreaks, and emerging infectious diseases typically smolder in developing countries that do not command the attention of profit-driven pharmaceutical companies. Even if we knew which countermeasures to develop, how would we incentivize their development?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "One step behind"
        },
        {
            "text": "In the wake of the 2014-2015 Ebola outbreak, prominent voices in global health have called for a fund to support vaccine and drug development for health emergencies [5] [6] [7] . Markets fail to generate socially optimal levels of biopharmaceutical innovation for emerging infectious diseases, so pooling funds from governments, industry and philanthropic organizations is an essential first step. But insufficient funds are only one of many barriers to success. Any global attempt to develop countermeasures for emerging infectious diseases will also face substantial technical, organizational and governance challenges. US efforts to develop biodefense products contain useful lessons for this endeavor.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 169,
                    "end": 172,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 173,
                    "end": 176,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "One step behind"
        },
        {
            "text": "Since 2007, the US system of institutional arrangements and financial incentives has generated over 20 US Food and Drug Administration (FDA)-approved products for biodefense and pandemic influenza. This system, although far from perfect, reflects over a decade of iterative refinement. Three elements of the US approach should be adapted to an international effort to develop medical countermeasures: mechanisms to coordinate stakeholders, define priorities and direct resources; an incubator to provide hands-on product development support to private sector partners; and institutional and technical platforms to accelerate response times. Taken together, these components lay the groundwork for a three-pillar development strategy that we outline below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "One step behind"
        },
        {
            "text": "Medical countermeasure development requires broad participation across multiple stakeholders to prioritize development targets and to direct resources to development teams. The US coordinates development through the Public Health Emergency Medical Countermeasures Enterprise (PHEMCE), which consists of federal agencies that fund basic research, support advanced research and development, regulate medical products, oversee procurement and deliver products during emergencies. The PHEMCE's success is predicated on an ability to achieve consensus on development targets and to coordinate federal resources across agencies, including the FDA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coordinate stakeholders"
        },
        {
            "text": "An international development effort will need to reconcile the priorities of multiple governments and nongovernmental organizations (NGOs) and negotiate multiple legal and regulatory regimes. We recommend the formation of a multilateral steering committee that draws representatives from relevant government, research, manufacturing and regulatory agencies to replicate the coordination functions of the PHEMCE. At a minimum, this committee must be able to answer basic questions that include the following: which diseases do we want to prioritize; what type of vaccine or drug candidate do we want to target for each disease priority; and what metrics will we use to assign resources and, when necessary, to choose among competing candidates?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coordinate stakeholders"
        },
        {
            "text": "To address some of these questions, WHO working groups have begun to outline research priorities, develop target product profiles and identify funding mechanisms for medical countermeasures. They have also begun to define a series of procedures and partnerships that will improve research and development preparedness and reaction times 8 . As the WHO begins to consolidate some of its programs for outbreaks and emergencies, it could become a natural home for the proposed steering committee 7 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coordinate stakeholders"
        },
        {
            "text": "The United States has learned, at some cost, that funding alone was insufficient to ensure countermeasure development. For product development to succeed, private sector partners also require access to subject matter experts, clinical trial infrastructure and product development support services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Create an incubator program for countermeasures"
        },
        {
            "text": "When lawmakers created a $5.6-billion special reserve fund under Project BioShield in 2004, the goal was to establish a 'pull' incentive sufficient to drive the development of needed medical countermeasures with limited commercial value. By guaranteeing a market for their products, Project BioShield attracted a number of small and mid-size biotech firms. Unfortunately, it was not able to recruit large pharmaceutical firms capable of end-to-end product development. The smaller companies that did participate often lacked the technical, managerial or regulatory experience required to translate their ideas into products. To address these gaps, in 2006, the US Congress established the Biomedical Advanced Research and Development Authority (BARDA). BARDA has since taken the lead within the US government for the advanced research and development of countermeasures for civilian populations, working directly with contractors in industry and academia to provide technical, operational and managerial support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Create an incubator program for countermeasures"
        },
        {
            "text": "In addition to funding and individualized support, BARDA provides core services for product developers. These include animal study and clinical trial networks to accelerate trials; advanced development and manufacturing facilities to support product development and to improve surge capacity; and a fill-finish network to prepare bulk vaccine and therapeutic products for distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Create an incubator program for countermeasures"
        },
        {
            "text": "Following a 2010 White House-led review of PHEMCE operations, the PHEMCE took steps to improve the efficiency of the product development pipeline. These included new programs to identify and translate basic research relevant to MCM development priorities, support relevant regulatory science at FDA, expand core service offerings, and reform project and portfolio management. Collectively, these initiatives and reforms have contributed to a growing number of product approvals: 14 since 2011 and 4 in 2015 alone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Create an incubator program for countermeasures"
        },
        {
            "text": "The ability to shepherd candidates across development phases is central to BARDA's success. The Commission on a Global Health Risk Framework for the Future recently proposed a Pandemic Product Development Committee to oversee countermeasure development for high-risk pathogens, but emphasized that this committee \"would not be charged with the direct management of any specific projects\" 7 . If this committee can entice large pharmaceutical companies to conduct end-to-end development for the WHO, this plan might work. Based on the US experience, however, we anticipate that direct development assistance and access to core development and manufacturing services will be essential to any effort to build a broader international capacity for countermeasure development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Create an incubator program for countermeasures"
        },
        {
            "text": "Having an organization, such as the PHEMCE, that is wholly committed to addressing medical countermeasure needs provided the United States with the ability to pivot and redirect resources during the Ebola outbreak. Beyond this institutional capacity, the PHEMCE is also investing in technologies and systems that will shorten development times in future emergencies. Discovery and development platforms for monoclonal antibodies, synthetic self-amplifying RNA vaccines and nanoparticle vaccines, for example, could allow developers to respond rapidly to emerging threats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Build institutional and technical platforms to improve speed"
        },
        {
            "text": "Investments in 'science preparedness' can also accelerate responses to unforeseen threats. These include generic legal, administrative and capacity-building measures to facilitate research during an emergency. Standard agreements for data sharing and material transfer agreements would streamline research and common protocols for adaptive randomized controlled trials could allow investigators to test new drugs more quickly 9 . Maintaining networks of outbreak clinicians, development partners and manufacturers would also build much-needed capacity. Some efforts to enhance global science preparedness have already begun. The Global Research Collaboration for Infectious Disease Preparedness (GloPID-R), a network of 18 research funding organizations, coordinates member research activities during global infectious disease emergencies, and researchers at the Oxford-based International Severe Acute Respiratory and Emerging Infection Consortium are developing generic protocols that can be mobilized in future outbreaks.",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 427,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Build institutional and technical platforms to improve speed"
        },
        {
            "text": "A three-pillar proposal for countermeasure development Guided by the above lessons, we envision an international enterprise with three operational pillars: the first pillar would focus on basic discovery and preclinical development; the second on clinical and advanced product development; and the third on procurement mechanisms and advance market commitments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Build institutional and technical platforms to improve speed"
        },
        {
            "text": "The first pillar would provide productoriented grants and preclinical product development support services for emerging infectious diseases. This pillar could be implemented through funding bodies that address infectious disease research, such as the US National Institutes of Health, the Wellcome Trust (London) and the Institut Pasteur (Paris). Charitable organizations, such as the Bill & Melinda Gates Foundation (Seattle), with proven track records for basic research and preclinical product development could support this pillar as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Build institutional and technical platforms to improve speed"
        },
        {
            "text": "Fewer organizations have the practical experience and internal capabilities to support advanced research and development. Within government, BARDA may be unique in this respect. These competencies are common, however, among large pharmaceutical firms and resident, to a lesser degree, in public-private partnerships, such as the Innovative Medicines Initiative. The proposed incubator program can recruit personnel and expertise from these communities and from BARDA itself. For example, with supplemental funding, BARDA could serve as a transition partner for any of GloPID-R's members conducting upstream work on countermeasures against prioritized threats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Build institutional and technical platforms to improve speed"
        },
        {
            "text": "The third pillar would establish a procurement fund. Governments, multilateral organizations, such as the World Bank (Washington, DC), private foundations, corporate and individual donors could fund advanced market commitments for medical countermeasures. Relevant funding and execution models include the Pan American Health Organization (PAHO) Revolving Fund, the Global Alliance for Vaccines and Immunization-administered pneumococcal Advance Market Commitment, UNITAID and the the Global Fund to Fight AIDS, Tuberculosis and Malaria. Like the US government's special reserve fund for biodefense, this fund will require a transparent requirements process to establish priorities and criteria for awards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Build institutional and technical platforms to improve speed"
        },
        {
            "text": "As described above, an international steering committee would coordinate research and development across the three pillars. Multilateral participation and transparency are essential to coordinate stakeholders, but it is important to recognize that product development itself cannot be managed by committee. The steering committee can set general priorities, benchmarks and budgets in consultation with the incubator program, but it must otherwise allow this program to operate independently. Product development teams should adopt top-down command structures that permit timely 'go, no-go' decisions. This approach reduces development times and allows developers to work more efficiently during an outbreak 10 .",
            "cite_spans": [
                {
                    "start": 707,
                    "end": 709,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Build institutional and technical platforms to improve speed"
        },
        {
            "text": "A central clearing house to pool funds, vet proposals, prioritize projects and redirect resources where they are needed most would have rationalized Ebola countermeasure efforts last year. Time, money, research opportunities and lives were lost as governments, NGOs and researchers clashed over development priorities, clinical trial designs and research populations in Western Africa 11 . As momentum builds for a global solution to support medical countermeasure development, it is important to recognize that funding by itself will not ensure success. Success will hinge on our ability to implement an effective governance structure to coordinate research and product development on a global scale. Those who will take on this complex coordination challenge have one key advantage; they can build on hard-won lessons of the US biodefense enterprise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Build institutional and technical platforms to improve speed"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Learning from SARS: Preparing for the Next Disease Outbreak: Workshop Summary",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mckibbin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Economic Impact of Ebola on Sub-Saharan Africa: Updated Estimates for 2015",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A Wake up Call: Lessons from Ebola for the World's Health Systems",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hanna",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Commission on a Global Health Risk Framework for the Future. The Neglected Dimension of Global Security",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Outcome document: Financing of R&D Preparedness and Response to Epidemic Emergencies",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Long Shot; Vaccines for National Defense",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hoyt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Zika virus, the latest in a long line of infectious disease threats. Lyle Petersen (right), director of vectorborne diseases at the US Centers for Disease Control and Prevention and Amadou Sall of the Pasteur Institute (Paris), speak to the media about Zika virus research at the Pan American Health Organization in Washington, DC, USA, on March 2, 2016.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no competing financial interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPETING FINANCIAL INTERESTS"
        }
    ]
}