{
    "paper_id": "9bb21f87cfab775811e8b4983fa5aef0267386ca",
    "metadata": {
        "title": "Behavioural responses of lambs after clipping · Bovine coronavirus · Mares at risk of failure of transfer of passive immunity in foals · Vertebral canal mass causing neurological signs in a horse · Alfaxolone in young cats · Complications of neuraxial anaesthesia in a cat · Koala retrovirus Production animals",
        "authors": []
    },
    "abstract": [
        {
            "text": "The first paper this month examines the behavioural responses of lambs after the application of polypropylene clips as an alternative to mulesing. The responses are compared with tail docking with a rubber ring and surgical mulesing. 1 A total of 34 cats less than 12 weeks of age presenting for surgical desexing procedures were enrolled, although one kitten was excluded from analysis. Anaesthetic depth was maintained using bs_bs_banner EDITORIAL EDITORIAL",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Behaviour observations were conducted over 4 days, with each lamb observed for 2 min every 30 min over a total of 6 h each day. The behavioural differences among the comparator treatments in this study were relatively short-term, as most differences between surgical mulesing and the Clip and Control treatments were apparent on the day of treatment, although differences in gait and gait posture scores were apparent at days 4 and 7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors conclude that the biological responses to the clips are indicative of a moderate short-term stress response and that the effect on lamb welfare is less than that of surgical mulesing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The second report is believed to be the first to document bovine coronavirus (BCoV) in association with bovine respiratory disease complex in Australia. 2 Bovine respiratory disease is multifactorial and a significant cause of morbidity, mortality and production losses in cattle. BCoV infection is most commonly associated with calf diarrhoea and winter dysentery.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 154,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Respiratory disease was first observed in a group of 45 recently introduced cattle, on a feedlot on the south coast of New South Wales, and approximately 80 of the 300 cattle on the property were affected over the ensuing month. Diarrhoea was not a feature of the disease outbreak. Clinical signs resolved in most animals, but two chronically affected animals died. BCoV was the only viral pathogen detected from nasal swabs and pulmonary lesions. Bovine herpesvirus type 1, bovine respiratory syncytial virus, bovine viral diarrhoea virus, and bovine parainfluenza virus type 3 were not detected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors suggest that BCoV should be considered in the diagnosis of respiratory disease in intensively managed cattle, but also note that infection trials and detailed risk factor analyses are required to further elucidate the contribution of BCoV to the bovine respiratory disease complex in Australian cattle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Neonatal foals are immunologically naïve and rely upon maternal transfer of immunoglobulins via the placenta or the colostrum, and if this is insufficient, failure of transfer of passive immunity (FPT) results. Most tests to determine the need for therapeutic interven-tion are for use in foals, with fewer advances in risk assessment and intervention via the prenatal evaluation of mares. This paper examines the use of infrared (IR) spectroscopy of mare serum and pattern recognition techniques to identify subpopulations of dams at risk of producing FPT-susceptible foals. 3 Mares were classified as risk-positive or -negative based on the IgG concentrations of their foal. IR spectroscopy was able to predict the risk status 81% of the mares, with a sensitivity of 85.7% and specificity 80.0%.",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 577,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Equine"
        },
        {
            "text": "The authors note that non-IR-based risk factors such as premature lactation, placentitis and other factors were not available for inclusion in the model development, but that the results justify a prospective study of mares prior to parturition in order to determine the feasibility of IR spectroscopy of serum to identify at-risk dams before birth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equine"
        },
        {
            "text": "A case report describes the neurological signs associated with a pyogranulomatous lesion within the sacral vertebral canal of a horse, which was subsequently euthanased due to poor prognosis for return to athletic function. 4 The 3-year-old Standardbred gelding had clinical symptoms that included urinary over flow incontinence, and reduced anal, perianal and tail tone, potentially indiative of equine herpes virus-1 infection, Murray Valley encephalitis, Kunjun virus and neoplasia, and fracture and/or trauma to the sacral region. Medical management was unsuccessful. A mass within the vertebral canal was found on postmortem examination, which was found to be a pyogranulomatous lesion.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 225,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Equine"
        },
        {
            "text": "This case describes a unique cause of neurological signs in a horse consistent with a sacral spinal cord lesion without evidence of bone abnormality. The location of the lesion in this case make it unlikely that surgical and/or medical treatment would have resulted in a good outcome even if an antemortem diagnosis had been obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equine"
        },
        {
            "text": "In a follow-up to a companion paper examining the suitability of alfaxalone (Alfaxan®) for anaesthetic induction and maintenance in dogs under 12 weeks of age, 5 this paper examines the use of alfaxalone in young cats. 6 isoflurane and oxygen in 25 cats and 8 were supplied with oxygen and maintained with further doses of intravenous alfaxalone.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 220,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Small Animals"
        },
        {
            "text": "In all 33 cases, anaesthetic induction quality was considered excellent or intermediate and anaesthetic effectiveness was considered excellent or acceptable. Recovery from anaesthesia was considered fair, good or excellent in all cases. There was one instance of postinduction apnoea, lasting a period of 73 s in one cat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Small Animals"
        },
        {
            "text": "The authors conclude that alfaxalone is a suitable anaesthetic induction agent for premedicated kittens less than 12 weeks of age and that anaesthetic maintenance with supplemental doses of alfaxalone may be a suitable alternative where inhalant maintenance is not feasible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Small Animals"
        },
        {
            "text": "This report presents the development and treatment of hypotension and pruritus after intrathecal morphine and bupivacaine administration in a 3-year-old female spayed Domestic Short-hair cat presented for surgical repair of a torn right cranial cruciate ligament. 7 Preventive epidural morphine administration with bupivacaine is effective in producing long-lasting analgesia, but opioid-induced pruritus is a possible complcation and can be misinterpreted during recovery as dysphoria.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 265,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Small Animals"
        },
        {
            "text": "Hypotension occurred within minutes of the morphine and bupivacaine administration and was treated with an IV infusion of lactated Ringer's solution, which maintained the arterial blood pressure above 90 mmHg during the rest of the anaesthesia. During recovery from uneventful surgery, dysphoria and severe biting at the hips/lumbar regions were noted. Acepromazine followed by dexmedetomidine were administered, but the cat started violently biting at herself again 2 h later, and dexmedetomidine and ondansetron were administered, which prevented further biting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Small Animals"
        },
        {
            "text": "The exact pathophysiology of neuraxial opioid-induced pruritus is not fully understood. Treatment often entails m-receptor antagonist and ondansetron administration, but the authors note that the use of ondensetron remains controversial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Small Animals"
        },
        {
            "text": "The high prevalence of koala retrovirus (KoRV) in the majority of wild koalas is cause for serious concern for the long-term future of the species, and more research is needed into the pathogenesis of KoRV and its likely impact on koala conservation, according to the authors of the final paper this month. 8 KoRV is associated with lymphoid neoplasia and is the suspected cause of immunosuppressive disease. It is actively expressed in all KoRV provirus-positive animals that have been tested to date and appears to be the only known retrovirus currently engaged in the active endogenisation of its host.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 308,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Wildlife & zoos"
        },
        {
            "text": "Prevalence of KoRV provirus-positive koalas ranged from 100% in four regions of Queensland and New South Wales, to 14.8% on Kangaroo Island, South Australia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife & zoos"
        },
        {
            "text": "The results provide evidence that some koalas in the south of Australia may have acquired their infection by horizontal spread and that KoRV may not yet have become endogenous in all proviruspositive animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife & zoos"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Behavioural responses of lambs to plastic clips as an alternative procedure to mulesing",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Hemsworth",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Cronin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Aust Vet J",
            "volume": "90",
            "issn": "",
            "pages": "373--380",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus infection in intensively managed cattle with respiratory disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Hick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lugton",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Aust Vet J",
            "volume": "90",
            "issn": "",
            "pages": "381--386",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Feasibility of infrared spectroscopy with pattern recognition techniques to identify a subpopulation of mares at risk of producing foals diagnosed with failure of transfer of passive immunity",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Mcclure",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Low-Ying",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Aust Vet J",
            "volume": "90",
            "issn": "",
            "pages": "387--391",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pyogranulomatous lesion causing neurological signs localised to the sacral region in a horse",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Cudmore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Groenendyk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hodge",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Church",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Aust Vet J",
            "volume": "90",
            "issn": "",
            "pages": "392--394",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical evaluation of alfaxalone as anaesthetic induction agent in dogs less than 12 weeks of age",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;hagan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Pasloske",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mckinnon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Whittem",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Aust Vet J",
            "volume": "90",
            "issn": "",
            "pages": "346--350",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical evaluation of alfaxalone as anaesthetic induction agent in cats less than 12 weeks of age",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;hagan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Pasloske",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mckinnon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Whittem",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Aust Vet J",
            "volume": "90",
            "issn": "",
            "pages": "395--401",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Hypotension and pruritus induced by neuraxial anaesthesia in a cat",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Bauquier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Aust Vet J",
            "volume": "90",
            "issn": "",
            "pages": "402--403",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Prevalence of koala retrovirus in geographically diverse koala populations in Australia",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Simmons",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Hanger",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Aust Vet J",
            "volume": "90",
            "issn": "",
            "pages": "404--409",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}