{
    "paper_id": "9bd2838d04ef18ad2d73fd891df850c596d13b2c",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "J",
                "middle": [],
                "last": "Schreiber",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum Magdeburg",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Medikamenteninduzierte Erkrankungen können sich in allen Kompartimenten der Atmungsorgane manifestieren. In diesem Beitrag wird eine Übersicht über medikamentös induzierte Erkrankungen des Lungenparenchyms, aber auch Reaktionsmuster wie das nichtkardiogene Lungenödem, die diffuse alveoläre Hämorrhagie, das medikamenteninduzierte ARDS (\"acute respiratory distress syndrome\") und eosinophile Lungenparenchymerkrankungen gegeben. Überschneidungen zwischen diesen Reaktionsmustern sind möglich. So können beispielsweise Charakteristika eines diffusen Alveolarschadens vor dem Hintergrund eines NSIP-Musters (\"non-specific interstitial pneumonia\") auftreten. Interstitielle Lungenerkrankungen -Alveolitiden und Lungen-fibrosen -sind die häufigste Form von Arzneimittelnebenwirkungen am Lungenparenchym. Meist ist die Lunge isoliert betroffen. Eine gleichzeitig auftretende Hepatotoxizität wurde z. B. für Amiodaron oder Nitrofurantoin beschrieben. Dagegen sind medikamentös induzierte systemische Krankheitsbilder mit pulmonaler Beteiligung selten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Es gibt Medikamente, die im Falle von Nebenwirkungen ein uniformes Reaktionsmuster an den Atmungsorganen induzieren, einzelne Medikamente können jedoch auch in Abhängigkeit von der individuellen Prädisposition verschiedenartige Krankheitsbilder hervorrufen. Andererseits können identische Schädigungsmuster des Lungenparenchyms durch strukturell und pharmakologisch unterschiedliche Medikamente verursacht werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Für eine kaum noch überschaubare Vielzahl von pharmakologisch und strukturell verschiedenartigen Medikamenten wurden Nebenwirkungen am Lungenparenchym beschrieben. Die am häufigsten ursächlichen Medikamente bzw. Medikamentengruppen sind Zytostatika (Bleomycin, Busulfan, Chlorambuzil, Gemcitabin, Nitrosoharnstoffe wie Carmustin und Lomustin, u.v.a.), Amiodaron, Antibiotika und biologische Medikamente (Wachstumsfaktoren, Interferone, Zytokine, Antikörper wie Rituximab, Trastuzumab). Die exzellente Datenbank Pneumotox-online [13] enthält aktuell über 350 Medika-mente, für die bronchopulmonale Nebenwirkungen beschrieben wurden. Die relativen Häufigkeiten verändern sich mit den sich ändernden Modalitäten der Pharmakotherapie. So ist beispielsweise die früher häufige Nitrofurantoinlunge heute selten geworden, eine früher ebenfalls häufige Goldlunge als Folge einer Therapie einer rheumatoiden Arthritis mit Goldpräparaten dürfte heute nicht mehr auftreten. Für neuere Substanzen, wie Tyrosinkinaseinhibitoren (Gefitinib, Erlotinib), Rapamycinderivate (Sirolimus, Everolimus, Temserolimus), Imatinib, Interferone und Anti-TNFα-Antagonisten (Eternacept, Infliximab, Adalimumab) wurden pneumotoxische Nebenwirkungen nachgewiesen.",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 532,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Ursachenmedikamenten induzierterErkrankungen desLungenparenchyms"
        },
        {
            "text": "Die Pathomechanismen der medikamenteninduzierten Lungenerkrankungen sind vielfältig und je nach Medikament und Reaktionsmuster unterschiedlich, oft auch nicht im Detail geklärt. Sie reichen von einer direkten Toxizität des Medikaments oder seiner Metaboliten über hypererge Reaktionen bis hin zur Induktion von autoimmunen oder allergischen Reaktionen [14] .",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 356,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Pathomechanismen"
        },
        {
            "text": "Die Lunge ist ein stoffwechselaktives Organ mit einer breiten Enzymausstattung. Die Gesamtkonzentration der Enzyme der Cytochrom-P450-Superfamilie beträgt in der Lunge etwa 10% der Konzentration in der Leber. Auf zellulärer Basis ist die Konzentration dieser Enzyme in den pulmonalen Clara-Zellen und den Typ-II-Pneumozyten höher als in Hepato- In Abhängigkeit von den Ergebnissen dieser Diagnostik wird empfohlen, die Wahrscheinlichkeit des Kausalzusammenhangs einzuteilen in [22] : F bewiesen (\"causative\"), F wahrscheinlich (\"probable\"), F möglich (\"possible\").",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 481,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Pathomechanismen"
        },
        {
            "text": "Eine Schädigung des Lungenparenchyms durch Medikamente manifestiert sich meist, jedoch nicht immer in Form einer Alveolitis oder Lungenfibrose und kann durch eine Vielzahl von Arzneimitteln induziert werden (. Infobox 2, . Infobox 3, [2, 4, 17] ",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 237,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 238,
                    "end": 240,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 241,
                    "end": 244,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Krankheitsbilder"
        },
        {
            "text": "Akute, subakute und chronische Verläufe sind möglich. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ursachen (Beispiele) medikamentös induzierter Pneumonitiden"
        },
        {
            "text": "F Bleomycin F Busulfan F Mitomycin F Carmustin u. a. Zytostatika F Amiodaron F Nitrofurantoin F Amphotericin B F Sulfasalazin F Hydrochlorothiazid F Goldsalze F Bromocriptin F",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ursachen (Beispiele) medikamentös induzierter Lungenfibrosen"
        },
        {
            "text": "Interstitielle Lungenerkrankung · Hämorrhagie · Allergische Reaktion · Toxizität · Medikamentenkarenz Druginduceddisordersofthelungparenchyma Abstract Drug-induced alveolitis/pneumonitis and lung fibrosis are comparatively frequent manifestations of drug-induced damage to the respiratory system. These side effects rarely have pathognomonic features. Therefore, they are relevant differential diagnoses of naturally occurring pulmonary diseases. Side effects of drug therapy may mimic much of the clinical-radiological-pathological pattern of interstitial lung diseases; however, precise figures on the frequency of medicamentous induction of interstitial lung disorders are lacking. The diagnostics are based mainly on verifying a compatible disease pat-tern, excluding differential diagnoses, and assessing the temporal relationship and the consequences of drug abstention. Reexposure is rarely indicated. Strict elimination of the responsible drugs is the most important therapeutic measure. Additional drug therapy, mostly with glucocorticosteroids, may be indicated. This article summarizes the spectrum of drug-induced disorders of the lung parenchyma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlüsselwörter"
        },
        {
            "text": "Interstitial lung disease · Hemorrhage · Allergic reaction · Toxicity · Drug cessation Bei begründetem Verdacht ist eine Medikamentenkarenz und in Abhängigkeit vom Schweregrad der Reaktion eine Therapie mit Glukokortikosteroiden indiziert. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Eine granulomatöse Entzündung ist nicht typisch für eine medikamentös induzierte Schädigung des Lungenparenchyms. Einige Medikamente können jedoch mehr oder weniger gut abgrenzbare pulmonale Granulome induzieren: Methotrexat, Bleomycin, Phenylbutazon, Phenytoin, Sirolimus, Eternacept und Leflunomid. Die Induktion einer Sarkoidose kann die Therapie mit Interferon-α und -β komplizieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Granulomatöse Lungenerkrankungen"
        },
        {
            "text": "Ein diffuser Alveolarschaden (DAD) manifestiert sich klinisch oft als akutes Lungenversagen (\"acute respiratory distress syndrome\", ARDS). Das histomorpho-Abb. 1 [11] .",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 161,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 162,
                    "end": 166,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Diffuser Alveolarschaden"
        },
        {
            "text": "Im Folgenden werden einige Medikamenten-und Substanzgruppen wegen ihres besonderen Nebenwirkungsspektrums oder ihres breiten Einsatzes im Detail dargestellt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diffuser Alveolarschaden"
        },
        {
            "text": "Eine antiarrhythmische Therapie mit Amiodaron wird relativ häufig durch pulmonale Nebenwirkungen kompliziert. Dieses Krankheitsbild ist heutzutage seltener geworden, weil das Medikament niedriger dosiert wird als früher. Die Häufigkeit einer APT ist dosisabhängig und beträgt 0,1-0,6% bei einer Dosis von 200 mg/Tag, wie sie in Deutschland meist üblich ist, von 6-16% bei einer Dosierung bis 600 mg/Tag und reicht bis zu 50% bei Tagesdosen von 1200 mg. Ein Risikofaktor ist eine hohe Initialdosis. Weitere Triggerfaktoren sind thoraxchirurgische Eingriffe, eine Sauerstofftherapie und vermutlich auch Infektionen. Eine seltene, mit einer erheblichen Letalität behaftete Komplikation einer Amiodarontherapie ist das akute Lungenversa gen (ARDS), das nahezu ausschließlich nach thoraxchirurgischen Eingriffen, einschließlich minimal-invasiver Eingriffe auftritt [5, 15] .",
            "cite_spans": [
                {
                    "start": 860,
                    "end": 863,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 864,
                    "end": 867,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Amiodaroninduzierte pulmonale Toxizität (APT)"
        },
        {
            "text": "Für zahlreiche Zytostatika sind Nebenwirkungen an den Atmungsorganen bekannt. Auch die neueren Chemotherapeutika und immunsuppressiven Medi-kamente (Fludarabin, Gemcitabin, Gefitinib, Imatinib, Irinotecan, Rituximab, Trastuzumab und Taxane) wurden pneumotoxische Nebenwirkungen beschrieben. Durch den vermehrten Einsatz von biologischen Substanzen (Wachstumsfaktoren, Zytokine, Antikörper) sind hinsichtlich der pulmonalen Toxizität zusätzliche Probleme entstanden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pulmonale Toxizität von Zytostatika"
        },
        {
            "text": "Die pulmonale Toxizität von Zytostatika wird in eine früh, während der Therapie einsetzende (\"early onset\") Form (. Abb. 5) und eine Monate bis Jahre nach der Therapie einsetzende (\"late onset\") Form unterschieden. Die früh einsetzende Form manifestiert sich meist als Alveolitis, toxisches Lungenödem, ARDS, diffuse alveoläre Hämorrhagie (DAH) oder Bronchiolitis obliterans, die spät einsetzende Form meist als Lungenfibrose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pulmonale Toxizität von Zytostatika"
        },
        {
            "text": "Risikofaktoren für toxische Nebenwirkungen von Zytostatika an den Lungen sind die kumulative Medikamentendosis, eine Kombinationstherapie mit anderen Zytostatika, insbesondere eine Second-line-oder Third-line-Therapie, eine zusätzliche Behandlung mit hämatopoetischen Wachstumsfaktoren, ein höheres Alter der Patienten (>70 Jahre), eine simultane oder sequentielle Strahlentherapie, eine Sauerstofftherapie (F i O 2 >0,5) und thoraxchirurgische Eingriffe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pulmonale Toxizität von Zytostatika"
        },
        {
            "text": "Patienten mit vorbestehenden Lungenparenchymerkrankungen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E Besonders gefährdet sind"
        },
        {
            "text": "Abb. 5 ",
            "cite_spans": [
                {
                    "start": 5,
                    "end": 6,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "E Besonders gefährdet sind"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Drug-induced eosinophilic lung disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Chest Med",
            "volume": "25",
            "issn": "",
            "pages": "77--88",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Druginduced and iatrogenic infiltrative lung disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Camus",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bonniaud",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fanton",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Chest Med",
            "volume": "25",
            "issn": "",
            "pages": "479--519",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Drug-induced respiratory disease in patients with hematological diseases",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Camus",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Costabel",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Semin Respir Crit Care Med",
            "volume": "26",
            "issn": "",
            "pages": "458--481",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Interstitial lung disease induced by drugs and radiation",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Camus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fanton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bonniaud",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Respiration",
            "volume": "71",
            "issn": "",
            "pages": "301--326",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Amiodarone pulmonary toxicity",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Camus",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rosenow",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Chest Med",
            "volume": "25",
            "issn": "",
            "pages": "65--75",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Methotrexate pulmonary toxicity",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cannon",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Rheum Dis Clin North Am",
            "volume": "23",
            "issn": "",
            "pages": "917--937",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Druginduced lung disease: high-resolution CT and histological findings",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cleverley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Screaton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hiorns",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Clin Radiol",
            "volume": "57",
            "issn": "",
            "pages": "292--299",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Bronchoalveolar lavage in drug-induced lung disease",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Costabel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Uzaslan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guzman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Chest Med",
            "volume": "25",
            "issn": "",
            "pages": "25--35",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pulmonary toxicity from novel antineoplastic agents",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dimopoulou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bamias",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liberopoulos",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ann Oncol",
            "volume": "17",
            "issn": "",
            "pages": "372--379",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Drug-induced lung disease: high-resolution CT findings",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cleverley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "AJR Am J Roentgenol",
            "volume": "175",
            "issn": "",
            "pages": "1019--1024",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Drug induces bronchiolitis obliterans organizing pneumonia",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Epler",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin ChestMed",
            "volume": "25",
            "issn": "",
            "pages": "37--45",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pathologic characteristics of drug-induced lung disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Flieder",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Travis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Chest Med",
            "volume": "25",
            "issn": "",
            "pages": "37--45",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Pneumotox online. The drug-induced lung diseases",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Foucher",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Camus",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "The Groupe D&apos;étude De La Pathologie Pulmonaire Iatrogène",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Understanding the mechanisms of drug-associated interstitial lung disease",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Higenbottam",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuwano",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nemery",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Br J Cancer",
            "volume": "91",
            "issn": "2",
            "pages": "31--37",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Pulmonary toxicity of cardiac drugs",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kedia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Drugs Today (Barc)",
            "volume": "35",
            "issn": "",
            "pages": "867--878",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Drug-induced pulmonary edema and acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lee-Chiong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Matthay",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Chest Med",
            "volume": "25",
            "issn": "",
            "pages": "95--104",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Infiltrative lung disease due to non-toxic agents",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Lock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eggert",
                    "suffix": ""
                },
                {
                    "first": "Jad",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Chest Med",
            "volume": "25",
            "issn": "",
            "pages": "47--52",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Pulmonary toxicity of chemotherapy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meadors",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Floyd",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Perry",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Semin Oncol",
            "volume": "33",
            "issn": "",
            "pages": "98--105",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Imaging features of drug-induced lung diseases",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mellot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scherrer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Radiol",
            "volume": "86",
            "issn": "",
            "pages": "550--557",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Drug-induced pulmonary damage",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Einsfelder",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pathologe",
            "volume": "27",
            "issn": "",
            "pages": "19--26",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Pulmonary adverse events of anti-tumor necrosis factor alpha antibody therapy",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Mutlu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Mutlu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bellmeyer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Med",
            "volume": "119",
            "issn": "",
            "pages": "639--646",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A method for estimating the probability of adverse drug reactions",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Naranjo",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Busto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Sellers",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "CLin Pharmacol Ther",
            "volume": "30",
            "issn": "",
            "pages": "239--245",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Drug-induces lupus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Toxicology",
            "volume": "209",
            "issn": "",
            "pages": "135--147",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Drug-related pulmonary problems in patients with rheumatoid arthritis",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Saravanan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Rheumatology",
            "volume": "45",
            "issn": "",
            "pages": "787--789",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Drug-induced diffuse alveolar hemorrhage syndromes and vasculitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fontenot",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Chest Med",
            "volume": "25",
            "issn": "",
            "pages": "133--140",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Drug-induced eosinophilic pneumonia: high-resolution CT findings in 14 patients",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Souza",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Johkoh",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "AJR Am J Roentgenol",
            "volume": "186",
            "issn": "",
            "pages": "368--373",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Redaktion D. Kirsten, Großhansdorf U. Costabel, Essen zyten. Wie auch in der Leber liegt in der Lunge ein individuelles Isoenzymmuster vor und es besteht die Möglichkeit der Induktion oder Inhibition der Cytochrom-P450-Enzyme durch eine Komedikation. Das individuelle genetische und metabolische Profil ist eine wesentliche Ursache für die Unterschiede im Spektrum und in der Ausprägung von medikamenteninduzierten Lungenerkrankungen. Nur in seltenen Fällen gibt es ein pathognomonisches Muster für medikamen-teninduzierte Lungenerkrankungen. Oft wird sich der Kausalzusammenhang zwischen der Erkrankung und dem vermuteten Medikament nur mit einer gewissen Wahrscheinlichkeit nachweisen lassen. Die Klärung der Kausalität wird erschwert, da die Mehrzahl der Patienten eine Polypharmakotherapie erhält.Die Diagnostik stützt sich auf den Nachweis eines kompatiblen klinischen, röntgenologischen und lungenfunktionellen Bildes mit einem plausiblen zeitlichen Zusammenhang zur Exposition und wird gestützt durch die Ergebnisse der bronchoalveolären Lavage (BAL) und ggf. der histologischen Untersuchung des Lungenparenchyms. Der differenzialdiagnostische Ausschluss ähnlicher Erkrankungen ist essenziell(. Infobox 1; [7, 8, 10, 12, 17, 19]).Von entscheidender Bedeutung ist die Bewertung der Effekte einer Medikamentenkarenz. Eine Reexposition kann ein unkalkulierbares, potenziell letales Risiko darstellen, selbst wenn die initiale Reaktion nur gering ausgeprägt war. Sie sollte nur in zwingend indizierten Fällen erfolgen. Es ist empfehlenswert, eine Glukokortikosteroidtherapie nur dann einzuleiten, wenn sie aufgrund der Schwere des Krankheitsbildes erforderlich ist, da diese Medikation sonst die Beurteilung der Effekte der Karenz erschwert. Lymphozyten durchgeführt worden. Die Ergebnisse waren jedoch inkonsistent und eine generelle Empfehlung ist nicht möglich. In Fällen eines medikamenteninduzierten Lupus erythematodes ist die Bestimmung von Autoantikörpern essenziell (ANA, ENA).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Medikamenteninduzierte Lungenfibrosen können aus einer Alveolitis -meist bei fortgesetzter Exposition -entstehen. Ein primär fibrosierender Verlauf mit geringer inflammatorischer Komponente ist möglich. Das Krankheitsbild kann sich auch noch Monate und Jahre nach Beendigung der Therapie manifestieren. Vergleichsweise häufige Ursachen sind Chemo therapeutika (Bleomycin, Busulfan, Chlor ambucil, Cyclophospha-mid, Carmustin, Lomustin, u. a.; . Infobox 3). Die Besonderheiten amiodaroninduzierter Lungenfibrosen sind weiter unten dargestellt. Die klinischen, röntgenologischen und funktionellen Charakteristika entsprechen den idiopathischen Lungenfibrosen. Die BAL zeigt oft eine Vermehrung der Lymphozyten und/oder neutrophilen Granulozyten, die histologischen Untersuchungen können das Muster eines fibrotischen Subtyps einer NSIP oder ein UIP-Muster zeigen. Eine Medikamentenkarenz ist immer indiziert. Das Ansprechen auf Glukokortikosteroide und die Prognose sind oft schlecht. Eine besondere Form der pleuropulmonalen Fibrose kann bei Jugendlichen oder Erwachsenen nach einer Chemotherapie mit Carmustin, Cyclophosphamid oder einer Polychemotherapie maligner hämatologischer Erkrankungen in der Kindheit auftreten. Es imponiert eine Fibrose vorwiegend in den Oberlappen und den korrespondierenden Pleuraabschnitten. Klinisch stehen Dyspnoe und oft erhebliche pleuritische Schmerzen im Vordergrund. Lungenfunktionell liegt meist eine Restriktion vor. Die Mortalität betrug in den beschriebenen Fallserien bis 50%.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "8 Röntgenuntersuchung (a) und CT (b) der Thoraxorgane eines Patienten mit einer Chemotherapielunge: akute Alveolitis nach einer Polychemotherapie eines M. Hodgkin nach dem BEACOPP-Schema (Cyclophosphamid, Doxorubicin, Etoposid, Procarbazin, Prednisolon, Vincristin, Bleomycin). Ein einzelnes ursächliches Medikament kann nicht identifiziert werden. Es sind neben einer milchglasartigen Transparenzminderung alveoläre Infiltrate nachweisbar. Histologisch lag ein diffuser Alveolarschaden (DAD) vor auffälliger Herzfunktion. Konventionell radiologisch imponiert die fehlende Perfusionsumverteilung, die für ein kardiales Lungenödem typisch wäre. Übergänge in einen DAD oder ein ARDS sind möglich. Meist kommt es nach Medikamentenkarenz zu einer schnellen Besserung. Diuretika können den Zustand des Patienten infolge einer Verstärkung der Hypovolämie verschlechtern. Glukokortikosteroide sind von zweifelhaftem Nutzen [16]. Es gibt jedoch Formen des medikamenteninduzierten nichtkardiogenen Lungenödems, z. B. das ATRA (All-trans-Retinolsäure)-Syndrom, in deren Pathogenese eine massive Zytokinfreisetzung diskutiert wird. Dieser Pathomechanismus kann auch eine Alveolitis bedingen, die Übergänge können fließend sein. Beim ATRA-Syndrom ist der therapeutische Nutzen von Glukokortikosteroiden belegt. Bei schwerer Schädigung der alveolokapillären Membran kann es zu einem Übertritt auch der korpuskulären Blutbestandteile, d. h. zu einer diffusen Blutung in den Alveolarraum und zur Ausbildung einer diffusen alveolären Hämorrhagie (DAH) kommen (. Abb. 2, . Tab. 1). Dieses Syndrom erfordert eine breite Differenzialdiagnostik, insbesondere zum Ausschluss von Vaskulitiden, Kollagenosen, einer Linksherzinsuffizienz und einer toxischen Genese [25]. Eine medikamentös induzierte DAH kann Folge einer Löffler-Syndrom), die akute und die chronische eosinophile Pneumonie oder eine pulmonale Beteiligung am hypereosinophilen Syndrom sein. Die Kombination aus pulmonalen Infiltraten und peripherer Eosinophilie wird als PIE-Syndrom bezeichnet. Im Gegensatz zu den idiopathischen eosinophilen Pneumonien ist das gleichzeitige Auftreten einer ausgeprägten Bluteosinophilie verdächtig auf eine medikamentöse Genese. Die Röntgenmorphologie zeigt häufig periphere subpleurale Infiltrate unter Aussparung des Lungenkerns. Dieses radiologische Muster des umgekehrten Lungen ödems gilt als typisch, ist jedoch nicht obligat (. Abb. 3,[26]). Selten sind Pleuraergüsse und meist geringe mediastinale Lymphknotenvergrößerungen. Charakteristisch ist der Nachweis einer extremen Vermehrung eosinophiler Granulozyten (bis zu 80%) in der BAL. Die Histologie zeigt eine Gewebseosinophilie und dichte mononukleäre Infiltrate. Selten ist eine eosinophile Vaskulitis.Tab.2 Ursachen medikamentös induzierter eosinophiler Lungenerkrankungen",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Abb.4 8 Beispiele von Computertomographien der Thoraxorgane von Patienten mit einer amiodaroninduzierten pulmonalen Toxizität zellen umgewandelte, lipidbeladene Makrophagen, die vorwiegend intraalveolär gelegen sind, nachweisbar. Typisch ist das Bild der Dyslipidose, eine Ablagerung von Lipiden in interstitiellen, endothelialen und alveo lären Zellen, teilweise auch frei im Alveolarlumen. Riesenzellen, Granulome oder eine Vaskulitis sind nicht typisch. Das his tomorphologische Bild ei-zeitiger Diagnostik mit Medikamentenkarenz und adäquater Therapie wird eine Restitutio ad integrum in etwa 85% der Fälle erreicht, bei zu später Diagnostik besteht jedoch eine erhebliche Mortalität. Eine schlechtere Prognose haben Patienten, bei denen gleichzeitig eine COPD vorliegt, wobei die COPD primär keinen Risikofaktor für eine APT darstellt, ihre Diagnostik jedoch erschwert. Seltener als eine Alveolitis, bei <0,1% der Patienten, tritt die primäre amiodaroninduzierte Lungenfibrose (. Abb. 4d) auf. Sie ist meist Folge einer initialen Alveolitis, kann sich jedoch sehr selten auch primär als Lungenfibrose manifestieren. Diese zeigt die klinischen Charakteristika einer idiopathischen Lungenfibrose, hat jedoch einen schneller progredienten Krankheitsverlauf. Das Ansprechen auf Glukokortikosteroide ist schlecht und die Prognose ungünstig.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "8 Röntgenuntersuchung (a) und CT (b) der Thoraxorgane eines Patienten mit einer akuten Alveolitis infolge einer Chemotherapie eines Pankreaskarzinoms mit Gemcitabin: diffuse milchglasartige Trübung und interstitielle Zeichnungsvermehrung infektionen eingesetzt, entsprechend wird auch das Krankheitsbild der Nitrofuran toinlunge wieder beobachtet (. Abb. 6). Es tritt bei etwa 1% der behandelten Patienten, meist als akute (90%), seltener als chronische interstitielle Pneumonie, sehr selten als BOOP auf. Es besteht keine Dosisabhängigkeit. Häufig werden eine Leukozytose und eine Vermehrung der eosinophilen Granulozyten im peripheren Blut beobachtet. Röntgenologisch sind beidseitige Infiltrationen, teilweise nur eine diskrete interstitielle Zeichnungsvermehrung möglich. Pleuraergüsse können auftreten. Häufig wird ein sog. buntes Zell bild in der BAL mit Vermehrung der Eosinophilen, Lymphozyten und neutrophilen Granulozyten beobachtet. Die Histologie zeigt eine gemischte leukozytäre Infiltration der Alveolarwände. Eine Vaskulitis und fokale Hämorrhagien sind möglich. Ein für Nitrofurantoin sehr typisches Muster ist die desquamative interstitielle Pneumonie (DIP). Bei der chronischen Form stehen die Fibrose der Alveolarsepten und eine Gefäßsklerose im Vordergrund. Die Mortalität wird mit bis zu 8-10% angegeben [2, 4]. Nach Applikation dieser Substanzen bei Patienten mit einer Niereninsuffizienz wurde das Krankheitsbild der syste mischen nephrogenen Sklerose (\"nephrogenic fibrosing dermopathy\"), eine progrediente und irreversible Fibrosierung der Haut und von inneren Organen (Muskulatur, Herz, Lungen, u. a.) beobachtet. Die pulmonale Beteiligung manifestiert sich als therapierefraktäre Lungenfibrose. Im Gegensatz zu den chemisch definierten Arzneistoffen mit meist bekanntem Wirkmechanismus und Nebenwirkungsprofil sind bei Phytopharmaka die Zusammensetzung, der Nutzen und die Risiken meist unzureichend charakterisiert. Da viele Patienten pflanzliche Präparate mit \"Natürlichkeit\" assoziieren und deshalb Nebenwirkungsfreiheit vermuten, erfreuen sich die Präparate großer Beliebtheit. Es kann schwierig oder unmöglich sein, die Her-kunft und Zusammensetzung dieser Präparate zu ergründen. Es wurden zahlreiche allergische, toxische, mutagene und karzinogene Nebenwirkungen von Phytopharmaka beobachtet. Nebenwirkungen an den Atmungsorganen traten in Form von Alveolitiden und Fibrosen, als Bronchiolitis obliterans oder pulmonale Hypertonie auf. Die Schädigungen der Atmungsorgane waren teilweise so schwer und irreversibel, dass sie zur Lungentransplantation geführt haben oder letal verlaufen sind. Medikamentös induzierte Schädigungen des Lungenparenchyms, meist Alveolitiden oder Lungenfibrosen sind eine wichtige Differenzialdiagnose interstitieller Lungenerkrankungen. Oft lässt sich der Kausalzusammenhang zwischen der Pharmakotherapie und der pulmonalen Schädigung nicht sicher klären. Im klinischen Alltag ist es ein praktikables Vorgehen, bei einem begründeten Verdacht das Medikament abzusetzen, ggf. eine Therapiealternative mit einem Präparat aus einer anderen Substanzgruppe durchzuführen und je nach klinischem Bild eine Therapie mit Glukokortikosteroiden durchzuführen. Die Indikation zur Reexposition gegen das vermutete Medikament sollte sehr streng unter Abwägung der Schwere der stattgehabten Reaktion und der Notwendigkeit, die Therapie fortzuführen, erfolgen. Interessenkonflikt. Der korrespondierende Autor gibt an, dass kein Interessenkonflikt besteht.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Bei der häufig notwendigen Polychemotherapie kann es bei einer toxischen Lungenschädigung unmöglich sein, eine einzelne Substanz als Ursache zu benennen. Diese Situation wird durch den Terminus \"chemotherapy lung\" (Chemotherapielunge) widergespiegelt (. Abb. 1; [3, 18] ).",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 265,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 266,
                    "end": 269,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "In den letzten Jahren haben sich die Möglichkeiten der Therapie onkologischer Erkrankungen durch den Einsatz von sog. \"small molecules\", wie Thyrosinkinase (TK)-Inhibitoren oder Proteasomeninhibitoren, erweitert. Auch für diese Substanzen wurden schwere, teilweise letal verlaufende pulmonale Nebenwirkungen beschrieben. So kann die Therapie mit TK-Inhibitoren wie Gefitinib durch fibrosierende Alveolitiden, die Applikation von Proteasomeninhibitoren (Bortezomib) durch schwere alveoläre Hämorrhagien kompliziert werden (. Abb. 2; [9] ).",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 535,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Pulmonale Toxizität von \"small molecules\""
        },
        {
            "text": "MTX wird neben seinem Einsatz in der Onkologie in niedriger Dosis zur Behandlung von rheumatischen und entzündlichen Erkrankungen eingesetzt. Pulmonale Nebenwirkungen sind auch bei niedrig dosierter MTX-Therapie möglich und können zu jedem Zeitpunkt der Therapie auftreten. Risikofaktoren sind ein höheres Patientenalter, ein begleitender Diabetes mellitus, pleuropulmonale Manifestation einer rheumatoiden Arthritis, eine vorangegangene Therapie mit DMARD (\"disease modifying anti-rheumatic drugs\") und eine Hypalbuminämie. Eine Kombinationstherapie mit TNF-Antagonisten kann die MTX-Toxizität triggern.Diagnostische Kriterien einer MTX-Alveolitis sind ein subakuter Beginn innerhalb weniger Tage mit Husten, Dyspnoe, Fieber (>38°C), beidseitigen pulmonalen Infiltraten, Leukozytose über 15 G/L bei negativen Blut-, Sputum und BAL-Kulturen, eine restriktive Ventilationsstörung mit DLCO-und p a O 2 -Abfall. In der BAL ist eine Lymphozytose (CD4+ oder CD8+) und im Lungenparenchym sind histologisch eine Alveolitis, Hyperplasie der Typ-II-Pneumozyten und granulomatöse Entzündung sowie eine geringe, nicht obligate Gewebseosinophilie nachweisbar. Die wichtigste Differenzialdiagnosen sind Infektionen, einschließlich opportunistischer Erreger (Pneumocystis jirovecii, Cytomegalie-Virus, Cryptococcus spp., Herpesviren, Nocardia spp.), die unter einer Therapie mit MTX beschrieben wurden.Die MTX-induzierte pulmonale Toxizität kann einen perakuten Verlauf zeigen und sich als diffuser Alveolarschaden oder als diffuse alveoläre Hämorrhagie manifestieren.Die Therapie besteht in einer Medikamentenkarenz und der Applikation von Glukokortikosteroiden. Eine Reexposition ist kontraindiziert [6, 21, 24] .",
            "cite_spans": [
                {
                    "start": 1688,
                    "end": 1691,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1692,
                    "end": 1695,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1696,
                    "end": 1699,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Methotrexat (MTX)-Pneumonitis"
        },
        {
            "text": "Eine potenzielle Nebenwirkung an den Atmungsorganen ist eine Alveolitis, die sich histologisch als NSIP manifestiert. Auch können eosinophile Infiltrate und Pleuraergüsse auftreten. Als Nebenwirkung dieser Medikamente wurde ein \"acute druginduced chest syndrome\" beschrieben, das wechselnde, subpleurale Infiltrate mit starken, atemabhängigen pleuritischen Schmerzen und Dyspnoe umfasst, die nach Karenz rückläufig sind und nach Reexposition erneut auftreten. Es ist eine Abgrenzung von rezidivierenden Lungenembolien erforderlich [15] .",
            "cite_spans": [
                {
                    "start": 531,
                    "end": 535,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Pulmonale Nebenwirkungen von Statinen (HMG-CoA-Reduktase-Hemmer)"
        },
        {
            "text": "Die häufigsten und bekanntesten Nebenwirkungen der ACE-Hemmer sind unproduktiver Husten und ein potenziell vital bedrohliches Glottis-oder Larynxödem. Weiterhin können diese Substanzen eosinophile Infiltrate oder eine subakute interstitielle Pneumonie induzieren [15] .",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 267,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Bronchopulmonale Nebenwirkungen von ACE-Hemmern"
        },
        {
            "text": "In den letzten Jahren wird Nitrofurantoin als preisgünstiges Medikament wieder vermehrt in der Therapie von Harnwegs-Abb. 6 9 Röntgenuntersuchung der Thoraxorgane einer 19-jährigen Patientin mit einer Alveolitis infolge einer Nitrofurantointherapie (Nitrofurantoinlunge): gering ausgeprägte interstitielle Zeichnungsvermehrung. Es lag eine schwere Einschränkung der Diffusionskapazität vor. Die BAL zeigte eine massive Erhöhung der Gesamtzellzahl mit Vermehrung der Lymphozyten und der eosinophilen Granulozyten",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 123,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Pulmonale Toxizität von Nitrofurantoin"
        }
    ]
}