{
    "paper_id": "9c058568a8d2c78df7bccf0b7d3ec1ccb0da95c1",
    "metadata": {
        "title": "UBERSICHTEN BIE ,KUNSTLIIJHE NIERE\" Indikation und praktische Anwendung",
        "authors": [
            {
                "first": "Elcnst-Alblceoitt",
                "middle": [],
                "last": "Gih~thert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Lewis",
                "middle": [
                    "W"
                ],
                "last": "Bluelyfle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Boland",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Huglngs",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "School of 3gedicine\" (Vorstand: J. RVSSE~5 EnKix~o?r 3L D.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Die Bedeutung der Niere als ,,physiologisches Filter\" bei der Ausseheidung yon Stoffwechselprodukten ist seit Jahrhunderten erkannt. Eine Seh~digung des tubularen und glomerulgren Apparates kann entweder zu reversiblen oder permanenten Ver/inderungen des Nierenparenchyms ftihren und dadurch seine komplexe Funktion st6ren. Es ist deshalb nur allzu verst~ndlich, dab Wissenschaftler in der ganzen Welt seit tangem danach strebten chemische oder physikatisehe Vorriehtungen zu entwiekeln, die in der Lage sind, die Funktion der Niere wenigstens teilweise und temporar zu iibernehmen. Die erste Ver6ffentliehung fiber eine ,,kiinstfiche Niere\" erschien 1913 yon ABEL, ROWNTI~EE und TU]aNER I in Amerika. Ihre Idee und Folgerungen gehen am besten aus dem einleitenden Absehnitt der Originalarbeit hervor:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "verwendet. Den Autoren gelar~g es mit ihrem Apparat in 3--5sttindigen Dialysebehandlungen bis zu 700 mg Harnstoffstickstoff aus dem Blur yon nephrektomierten ttunden zu entfernen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Die erste erfolgreich am Mensehen angewandte ,,ktinst-]iehe Niere\" wurde 1944 yon KOLFF ~ in Holland entwiekelt. 1947 folgten, unabh~ngig voneinander, .4JhWALL ~ in Schweden Abb. 1. Dialyseappara~ Bach ABEL und MU~AY ss in Kanada mit yon der KoL~'Fschen ,,Niere\" abweiehenden Xonstruktionen, die auch zur Ultrafiltration verwendet werden k6nnen. SKEGGS und LEONA~DS ~5 beschrleben 1 Jahr sparer eine weitere ,,kfinstliehe Niere\", die ebenfal]s zur L~trafiltration geeignet ist. Mm~E~D und t~EtD benfitzten eine Anordnung, in der dam Blut S~.nlen yon Auionen-und Kationenaustauschern passiert, die Harnstoff und andere gelSste Stoffe adsorbieren. 1953 entwickelten I~ovxE und E~GELBSgG ~7 einen DiMysierapparat, der durch seine Einfachheit auffallt. Endlich soll noch die ,,Twin coil-Niere\" yon Konss ~s erwahnt werden, die auf das Grundprinzip yon IxouY~ ~7 zuriiekgeht. Mit beiden ist Ultrafiltration mSglieh.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 173,
                    "text": "KOLFF ~ in Holland entwiekelt. 1947 folgten, unabh~ngig voneinander, .4JhWALL ~ in Schweden",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Die yon ABEL und Mitarbeiter~ 1913 beschriebenen Grundelemente einer ,,ktinstlichen Niere\" werdcn auch heute noch in den meisten in Gebrauch befindlichen Apparaten unver-~ndert angewandt. Eine selektiv permeable Membran ahmt die Capillarwand des Glomerulus Bach, w~hrend die Aul?enfliissigkeit bis zu einem gewissen Grade die tubulgre Funktion der Niere ersetzt. Weitere Elemente einer klinisch brauchbaren ,,k~dnstlichen Niere\" k6nnen yon Model] zu Modell versehieden sein, sie mtissen jedoch ein sicheres und wirksames Anticoagutans, Temperaturregelung, Fallen fiir Luft-bt~schen und Blutgerinnsel trod m6glicherweise eine Pumpe nmfassen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Eine billige und leicht erh~itliche selektiv pe1~meable 5~embra.n, die heute ftir diesen Zweek allgemein angewandt wird, wurde in dem k~uflichen Cellophan, wie es bei der Lebensmittelverpackung gebra.ueht wird, gefunden. Es besteht au~s railer Cellulose, die mit Glycerin oder einem ~.hnlichen Stoff als ~eiehmaeher versetzt ist. Urn das Cellophan zum Gebrauch als Dialysiermembran vorzubereiten, mug es mi~ ~Vasser zur doppelten St~rke gequollen werden, wobei gleichzeitig das Glycerin entzogen wird. Die erforderliehe Quellung kann leicht durch Koehen und Spiilen in Leitungswasser erreicht werden. Nur in diesem Zustand weist das 1~18 ERNsT-ALBRECHT Gi~NTHERT und L~w~s W. BLVE~nE jr. : Die ,,kiinstliche Niere\" Klinische Wochenschrif$ Um den Verlust yon wiehtigen Plasmabestandteilen wie Na +, HC0~ und C1-zu verhindern, sollte die Augenfliissigkeit diese Substanzen in normaler Konzentration enthMten. Da nut die freien Ca ++ -und Mg++-Ionen diffusionsf~hig sind, sollte die Augenfliissigkeit nur deren Konzentration enthalten und nicht die Calcium-und Magnesiumkonzentration des Gesamtplasmas. Der pu-Wert der AuBenfliissigkeit soil dam Normalwart yon 7,4 so nahe wie m6glieh kommen. Um dieses zu erreiehen wird am besten ein Biearbonat-Kohlenskure-Puffersystem verwendet. Man kann dieses durch S/~ttigung der Biearbonat enthaltenden Augenfliissigkeit mit einem CO 2-Luftgemiseh (5--10 % COs) erhalten. Obwohl die Phosphatsalze bessere Puffer w~ren, ist ihre Anwendung in der AuBenftiissigkeit nicht geeignet, da der urgmisehe Patient gew6hnlieh einen erhOhten Blutphosphatspiegel hat, dessen Senkung yon dam Konzentrationsgradienten Blut-Augenfliissigkeit abhgngt. Die Zusammensetzung der Augenfliissigkeit, wie sie zur DiMysebehandlung im Hospital of the University of Pennsylvania verwendet wird, geht aus Tabelle 2 hervor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nach Betrachtnng der chemisch-physikalischen Probleme mug der teehniseh-meehanisehen Seite der ,,kiinstliehen Niere\" gMehe Bedeutung beigemessen warden. Wiederum sind noah heute die yon Am~L angegebenen Prinzipien fiir die Xonstruktion einer ,,kiinstliehen Niere\" giiltig. IdeMerweise sollte das Blur Ms d'a~ner Film mit grSBtmSglieher Oberfii~che der DiMyse unterworfen werden. Beseh~digungen der 3/Iembran und daraus entstehende Undichtigkeiten miissen peinlichst vermieden warden. Eventuetle Reparaturen sollen w/~hrend der DiMysebehandlung ohne allzu grote Schwierigkeiten ausfiihrbar sein. Da Cellophan fiir Bakterien und Virus undurehlgssig ist, kann naeh Sterilisation der Blutseite die Augenfliissigkeit ohne Infektionsgefahr gehandhabt warden. Der Blutstrom soil gleiehm/i, Big sein, nm einer Stauung und damit der Gefahr der Blutgerinnung vorzubeugen. Da Glas und Metall die Gerinnnng des Blutes f6rdern, ist die Verwendung yon Kunststoffen oder Glas mit Silikonfiberzug angezeigt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Von den heute verwendeten ,,kSnstliehen Nieren\", die sieh dnrch ihren meehanisehen Aufbau grnnds~tzlich -con- Dagegen ist jedoch die Anwendung der,,kfinstliehen Niere\" grundsatzlieh angezeigt, wenn im Verlaufe yon akuter Niereninsuffizienz rapide Ver~nderungen in der Elektrolytzusammensetzung des Blutes, verbunden mit fortsehreitender kliniseher Versehleehterung, Korea oder zunehmende Aeidose sich einstellen. Ebenso ist Dialysebehandlung unbedingt indiziert in l~iereninsnffizienz, wenn akute I-Iyperkal~mie ~ mit Plasmawerten von fiber 7 m~/1 auftritt, besonders wenn verbunden mit Veranderung im Elektrokardiogramm, wie z. B. Erh6hung der T-Zacke, Ausdehnung des QRS-Segments und eventnellem Versehwinden der P-Zacke. In den letztgenannten Fallen ist nach MER~Ln s4 die Anwendung der ,,kfinstliehen Niere\" nieht nur ,,unbedingt n6tig\", sondern oft lebensrettend. TESC~A~s 4s VerSffentliehung seiner Erfahrungen im Krieg in Korea stellen einen wiehtigen Beitrag zur Bedeutung der ,,kfinstlichen Niere\" dar. Er fund, dab die Mortalit~t bei konservativ behandelter akuter Niereninsuffizienz hier 80--90% war und ffihrt dies auf die wiederholten Transfusionen mit 2--3 Vqoehen altem konserviertem Blur and besonders auf die ausgepragte GewebszerstSrung, wie sie mit schweren Oberfl~ehenverletzungen einhergeht, zurfick. Beide Faktoren erhShen die Ansammlung yon Kalium und yon Endprodukten des EiweiBstoffweehsels im Blut. Naeh Einriehtung eines ,,Renal-Insufficiency-Centers\" mit einer ,,kfinstlichen Niere\" war TESC~A~ ~s in der Lage, die Sterbliehkeit bei akuter Niereninsuffizienz in Fallen yon schwerer Verwundung auf 53% herabzusetzen. SCmCEI~E~ ~ berichtet fiber erfolgreiche Anwendung der ,,kfinstlichen Niere\" bei akuter Niereninsnffizienz post partum. Bei 52 Dialysebehandlungen mit einem Apparat nach SK~GGs-L~,o~A~DS im ,,Hospital of the University of Pennsylvania\" w~hrend der Ietzten 4 Jahre konnten auch wir den hohen therapeutischen Weft der,,kfinstlichen Niere\" in Ubereinstimmung mit den Erfahrungen anderer ,,Nieren Zentren\" besi~tigen. Abb. 6 zeigt die chemische Veranderung im Blute wAhrend einer 6stiindigen Dialysebehandlung in einem nnserer Falle. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Blutungsneigung, besonders mit Bhtungen im Gastrointestinaltrakt, mug als st~rkste Kontraindikation ffir die Anwendung der ,,kfinstlichen Niere\" emgesehen werden. Wg.hrend Heparin allein selten Blutungen hervorrt~f~, hat es erfahrungsgem~g die Neigung, bestehende leiehte Sickerblutungen zu verschlimmern. Dies kann zu abundanten Blutungen Iiit~'en. Operationswunden wie z.B. solohe zur Gefagfreilegung, sind gewShnlieh leieht zu beherrsehen, d~, sie in den meisten Fallen durch Anlegung yon Druckverbanden kontroIliert werden k5nnen. Ebenso kann die Anwendung der ,,kiinst]iehen Niere\" bei fraglichen intrakraniellen t~lutungen zu weiteren Komplikationen ffihren. Da wi~hrend Dialysebehandlung Blutdruckschwankungen vorkommen kSnnen, ist die Anwendung der ,,kiinstliehen Niere\" auch in Fallen yon frisehem Myokardinfarkt gegenindiziert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kontraindikation"
        },
        {
            "text": "Hohes Fieber w~,hrend oder unmittelbar nach Dialysebehandlung (oft ohne nachweisb&re bakterie]le Infektion) ist~ mehrmals beobachtet worden. Vorfibergehende ErhShung des Blutdrucks wi~hrend Dialysebehandlung win'de ~rfiher auf ungeniigende VorbehandNng des Cellophans zur[iekgefiihrt. Diese Ansieht wurde jedoeh bald fallengelassen und far die BlutdruekerhShung die erhShte Herzteistung wahrend der Dialysebehandlung verantwortlieh gemaeht. Hypotension und Sehoekzustande kSnnen ebenfalls auftreten; sie erfordern in manehen FNlen die Anwendung -con Medikamenten zur ErhShung der Vasoconstriction. Eine Infektion der ,,kfinstlichen Niere\" oder der Operationswunden zur Gefagfreilegung kann zu allgemeiner Sepsis und anderen sehweren Komplikationen fiihren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ge/ahren"
        },
        {
            "text": "Die Gefahren der DiMysebehandlung bei digitMisierten Patienten mit Hyperkalamie miissen besonders betont werden. Des Blutkalium hat bekanntlieh einen schiitzenden Ettekt gegen DigitMisintoxikation. Seine pl6tzliehe Entziehung kann zu ernsten und oft tOdliehen StOrungen im lgeizleJtungssystem des Herzens fiihren. Dialysebehandlung eines solehen Patienfen ist auBerst sehwierig und verlangt standige Beobachtung Klin. Wschr., 34. Jahrg. des Elektrokardiogramms. In diesen Fallen erscheint die Anwendung der,,kiinstliehen Niere\" naeh SKEOOS und LEOSrn~Ds besonders giinstig, d~ sie leiehte trod augenbliekliehe Veranderung des Kaliumgehaltes in der Aul]enfl[issigkeit zulagt. Zuletzt sei noch die MSglichkeit einer rapiden Ausblutung des Patienten erwahnt, wenn in einem Apparat mit einer relativ dehnbaren Bhtkammer eine Un{erbreehung des Blut-s~romes am distalen Ende eintreten sollte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ge/ahren"
        },
        {
            "text": "Eine erfolgreiehe Anwendung der kiinstlichen Niere hangt yon einer geihe versehiedener Faktoren ab, denen gMehe Bedeutung beigemessen werden muB. Es muB weiterhin mit aller Dringliehkeit betont werden, dab eine Dialysebehandlung kein Sprechstundenverfahren ist und niemals sein kann. IdeMerweise sollte die MSgliehkeit zur Behandlung mit der ,,kiinstliehen Niere\" in einer zentral geIegenen IgAinik gegeben Es dart nicht vergessen werden, da~ die Einrichtung und der Betrieb ciner kiinstlichen l~iere mit gewissen Unkosten verbunden sled, die nur schwerlich aus dem normalen Krankenhausetat gedeckt werden khnnen. Es ist weiterhin offensichtlich, da~ eine ,kiinsttiche Niere\" nicht optimal ~unktionieren kann, wenn sic nut ein-oder zweimal im Jahr angewandt wird. Es wiirde einerseits den finanzieHen Aufwand nicht recht~ertigen, zum anderen diirfte es schwierig selL, ein eriahrcnes ,,Team\" zusammenzuhalten, wenn Dialysebehandtungen nut selten durchgefiihrt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pra~tische Erwiigungen"
        },
        {
            "text": "Der Behandlungserfolg einer ,,kfmstlichen Niere\" h~ngt nicht nur yon der Dialysebehandlung selbst ab. Der Behandlung des Patienten vorund Each der Dialyse ist dieselbe, wenn nicht eine noch grht~ere Bedeutung beizumessen. Sie sollte nach Mhglichkeit demselben ,,Team\" obliegen und erfordert Geduld, Sorg~alt, Gesehickliehkeit und eine gute Urtcilsfi~higkeit. Die kritisehcn Punkte seien hier nnr kurz aufgefiihrt: geschickte Fliissigkeitseinschr~nknng ~, ~, ~t, a~, ~ ; eiwei~freic Erni~hrung in der oligurischen Phase ~, ~s, ~0, a~; adequate Calorien-und Vitaminzu~uhr ~, is, ~, at, ~, t~ ; vorsichtiger Ausgleich yon Elektrolytverlusten in der diuretischen Phase 13,15, 34, 46, 47. Es karm jedoch nicht Aufgabe dieses ~bersiehtsberichtes sein, auf die Ein~lheiten der konservativen Behandlung der Niereninsuifizienz einzugehen. Dafiir sei ant die ausgezeichneten I)arstellungen der klinischen Behandlung akuter und chronischer IX~iereninsuffizicnz yon MERR~L a~, ELKI~ON -I)A~OWSK~ 1~ oder STRAUSS-RA~SZ ~s hingewiesen.",
            "cite_spans": [
                {
                    "start": 665,
                    "end": 683,
                    "text": "13,15, 34, 46, 47.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pra~tische Erwiigungen"
        },
        {
            "text": "Es ist uns ein besonderes Anliegen, hier nochmals die Wichtigkeit sorgfiiltiger Krankenpflege in den Tagen und Wochen nach der Dialysebehandlung zu betonen. Fortschreitende Besserung und die endgiiltige Wiederherstellung hanger in betrachtlichem MaBe davon ab. Axzte und Pflegepersonal, die Patienten mit akuter oder chronischer Niereninsuffizienz betreut babeL, wissen, da2 diese besonders empfanglich fiir bestimmte Komplikationen sind. Lungenatelektasen, lastige Mundhhhlenentziindungen oder die Mhglichkeit yon Decubitusgeschwtiren seien nur als Beispiele erwi~hnt. Es ist deshalb nnerlal~lich z.B. dutch haufiges Wenden des Kranken, stiindliche Atemiibungen, mhglicherweise sogar tracheale Aspiration mittels einer Saugpumpe ned peinlichste Mundpflege diesel Komplikationen vorzubeugen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pra~tische Erwiigungen"
        },
        {
            "text": "Die kiinstliche Niere, ihre Indikation und praktische Anwendung sollten jedoch nicht erhrtert werden, ohne, wenigstens kurz, auf andere Methoden der Dialyse hinzuweisen. Peritoneale Spiilung ~, ~ zum Entzug yon Elektrolyten oder khrperfremden Gfften aus dem Bht ist seit 1938 bekannt und wird heute besonders in Frankreich angewcndet. In der Tatsache, dab kein Anticoagulans nhtig ist, scheint ihr Ifaupt-vorleiI zu liegen. Ihre .~wendung kann fii~ den Patienten sehr unbequem und sogar schmerzhaft selL. Da die t~atur des Verfahrens eine genaue Kontrolle wahrend der Behandlung verbietet, sind die Ergebnisse wechse]nd. An die Gefahr yon Peritonitis mull bei diesem Ver~ahrcn bcsonders gedacht werdcn. Es ist natiirlich kontraindiziert nach abdominellen Operationen oder z. B. in Fallen yon Lebercirrhose mit einhergehendem Ascites. Dickdarmspiilungen als Diatyseverfahren wurden ebenfalls hauptsachlich in Frankreich angewandt. Da jedoch die Darmschleimhaut fahig ist Wasser aktiv zu absorbieren, bringt diese Methode verst~ndliche Gefahren mit sich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pra~tische Erwiigungen"
        },
        {
            "text": "Es herrscht al]gemeine ~bereinstimmung, dab Dekapsutation der Niere in akuter Niereninsuffizienz yon nur sehr geringem Wert, wenn nicht sogar kontraindiziert ist, da die zugrunde liegende Sthrung davon iiberhaupt nicht beriihrt wird und der chirurgische Eingriff an sich bei diesen Patienten nicht ungefi~hrlich ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pra~tische Erwiigungen"
        },
        {
            "text": "Mit der ki~nstlichen Niere wurde die moderne IvIedizin mit einem Apparat bereichert, ,,which might tide over a dangerous crisis\" (ABEL). Sie kann jedoch keinesfatls als vollwertiger Ersatz ffir eJn menschliches Organ angesehen werden. Obwohl die Mhglichkeiten der ktinstlichen Niere sowie anch ihre Grenzen allgemein bekannt sind, blieben vide Gebiete ihrer Anwcndung unerforscht. Hier bietet sic ein lohnendes Be-t~tigungsfeld fiir den klinischen Wissenschaftler. Erfahrungen in der gesamten Welt, besonders in Amerika, Schweden and Frankreich babeL den hohen ~¥ert der ,,k~nstlichen ]~iere\" in der modernen Therapie best~tigt: Ihre Anwendung ist fdr viele Menschen lebensrettend. Ihre Entwicklung l~$t das Problem besonders der akuten Niereninsuffizienz in einem Rouen, hoffnungsvollcren Licht erscheinen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlufibemerkung"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Triangel 1",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Literatur",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Abel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Rowntaee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Tvrner ; Anw~l",
                    "suffix": ""
                },
                {
                    "first": "I~",
                    "middle": [],
                    "last": "Alwall",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "A"
                    ],
                    "last": "I~",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Torneera",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Alwall",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Alwall",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "A"
                    ],
                    "last": "Lvnde~qvist",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Ber~an",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Jeghers",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Schre~-Ner ; ~ Borst",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G G"
                    ],
                    "last": "Danzig",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "; ~",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kringel",
                    "suffix": ""
                }
            ],
            "year": 1914,
            "venue": "Acts reed. scand. (Stockh.)",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Body Fluids. Baltimore: The Williams & Wilkins Company",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Elkinton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Danowski",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "",
            "volume": "146",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Chemical Anatomy, Physiology and Pathology of extracellular fluid",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Crosley Zr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gamble",
                    "suffix": ""
                }
            ],
            "year": 1925,
            "venue": "J. Med. Sci",
            "volume": "220",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "TheTreatment of Fenal Failure. New York u. London: Grune & Stratton 1955. --a~ 5~Eag~LL",
            "authors": [
                {
                    "first": "~",
                    "middle": [],
                    "last": "Merr~l",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Weller ; A~",
                    "suffix": ""
                },
                {
                    "first": "Mer~i~",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Mower",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Mvrra¥",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1944,
            "venue": "J. P. : New England J. Med",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "a~ SARRn, If.: Dtsch. reed. Wsehr. 1956, Nr",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Med",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sei",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Sohre~",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "B~r~a~",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grr~rt¢",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feys ; Schre~ner",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Ber~a~",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "",
            "volume": "223",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Die Messung der Muskeldurchblutung am Mensehen 1223",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "He~bei%t Hensel",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical Management of Renal Failure",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Satauss",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Raisz ; I",
                    "suffix": ""
                },
                {
                    "first": "1~",
                    "middle": [
                        "S"
                    ],
                    "last": "Smite",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "A~n~a~h~",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "G~ay",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "K~o~r",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "M~dr",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "O&apos;m~a~a",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Rvsh ; ~ W~lt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "13",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "13ETERS: Yale J. Biol. a. Med",
            "volume": "108",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Der VergMeh des Celtophans und der Capillarwand als selektiv permeable Membran bezieht sich auf die fraktion£re Porenfl/~che (die for den Durehtritt ge!Oster Stoffe zur Verfiigung steht), die totale ~ oder Gesamtporenfl~ehe (die fiir Filtration zur Verfiigung steht), den Porenradins und die Porenl~nge. Fiir den Durchtritt yon Albumin z. B. w~re ein Porenrauius yon 100--i20 ~ nStig. Nach J.P. M]~n~LL. Znsammensetzung und Vorbereitung der AuBenfliissigkeitfiir Dialyse im ,,Hospital of the University of Pennsylvania\". • 450 cm s jeder L6snng warden getrennt hergestellt. Unmittelbar vor Gebrauch warden beide LSsungen mit 17 Liter Leitungswasser gemiseht. (Verdiinnung 1 : 40). Der p~ der Gesamtl6sung soilte 7,4 sein, was dutch Zugabe kleiner Mengen yon tIC1 oder NaOH erreicht warden kann. ADD. 2. Graphische Dars&ellung der kfinstlichen Niere nach KOLFL Das 131ut wird dutch die nm die rotierende Tromrnel gewiekelten Schl~uche gepumpt. Ein Teil der Trommel [st in die Aui3enflikssigkeit eingetaucht. Durchtritt des Proteinmolektils dutch die speziellen Eigensehaften der Membran verhindert wird, foigt der Transport der ,,kleineren\" Molekiile den Regeln der Diffusion. In weleher Riehtung ein Stoff die Membran passieren Mrd, h~ngt im wesentlichen yon der Konzentrationsdifferenz zwischen Blur und Augenfliissigkeit ab. Wenn z. B. die Kaliumkonzentration im Blur grSger ist als die in der AuBenfli~ssigkeit, warden Kaliummolektile so lunge in die Aul~enflttssigkeit iibertreten, bis Konzentrationsgleichheit besteht. Naeh demse]ben Prinzip diffundieren HCO3-Ionen aus der AuBenfltissigkeit in das Blur, wenn wie z.B. bei Aeidose ihr Konzentrationsgradient umgekehrt ist.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Die ,,ki~nstliche Niere\" yon KoI~ (rotierender Typ) ist in Abb. 2 dargestellt, Die hier der DiMyse zur Verfiigulig fiigig. Der breite Cellophansehlauch ist zwiseheli Masehendralat in vielen engeli Lagen um eineli Zylilider gewickel~, der d&nn in die Aul]elifltissigkeit eingetaucht wird. Beide sind verhMtliismfiBig klein und billig in der Anschaffung. Auch hier Abb. 3. Graphisehe Darstellling des Westinghouse Modells yon AI~WA~Ls kiinstticher Niere. Die konzentrische Anordmmg der 3 Zylinder verhindert ~oerdehnung der Cellophanschl~iuche tm(l ertaubt daher Anwendung yon hydrostatischem Druck auf der ]31ut-Seite. (Aim ESEINmON-DANowsKI~) stehende Fl~che betr/igt 24000 cm 2 gegeniiber nut 7600 cm 2 im menschliehen Glomerulusapparat. Das Ger~t kanli Mcht mit Dampf sterilisiert und in kurzer Zeit zusammeligesetzt werden. Die AuBenfliissigkeit befindet sich in einem 100 Liter-Talik. Dies maeht kurzfristige Ver£nderungen der Aut?enfliissigkeit wS~hrend der DiMysebehalidlung in gewissem Grade schwierig. Wegen der Dehnbarkeit ihrer Blutkammer ist Ultrafiltration begrenzt. ALWALLS ,,ki~nstliche ~¥iere\" geht aus Abb. 3 hell-or. Die Cellophanseh]guehe sind hier um eine feststehende TromnmeI gewickelt IIIId dutch MetMlgitter gegen Oberdehnung gesiehert. Der Tank hat kontinuier]ichen Zu-und Abflug, was Vergnderungen in der Konzentratioli der AuBenfltissigkeit in ge~qssem Mage erleiehtert. Die hier der DiMyse zur Verfiigung stehende Fli~ehe betr~gt 16000 em ~. Das Blur wird mittels einer Pumpe dutch das DiMysiersystem bewegt. Das Modell yon MIJm~Ay ~s uliterseheidet sieh nur geringfiigig, obwohl beide unabhgngig voneinander ent~Jekelt wurdeli. Die ,,k~nstliche Niere\" naeh Sl~os und L~oN~I~I)S~ ist in Abb. 4 gezeigt. Sie arbeitet nach dem Prinzio der Gegen-stromdiMyse. Das ]3lut fliel3t zwischen 2 Cellophanfolien, die durch l~ngsgerillte Gummiplatten aufeiliandergepregt sind. Die AuBenftiisslgkeit strSmt in Gegenriehtling dutch den t~aumn zwisehen Cellophanfotie ulid Gummiplatte. Der Vorteil dieses Apl0arates liegt :in der fortlaufenden Versorgulig mit friseher AuBenfltissigkeit, was kurzfristige Ver-~nderungen dereli Konzentration besonders einfaeh maeht. Weiterhin ermSglieht die Stabilit~t der Blutkammer AIIwendung yon zusal, zliehem hydrostatisehen Druek and somit Ultrafiltration. Abb. 4. Graphische Darstellung der kiinstlichen Niere nach SxEaas lind :LEONtIARDS. (Alla EI~EINTON-D&NOWSKI 1~) erlaubt die Stabilitiit der Blutkammer in gewissem Grade Ultraffltration. Als Nachteil mul? das verhaltnism~Big grol3e tote Volumen betrachtet werden, das 900--t000 cm ~ Blur zum Aufftillen erfordert gegeniiber 300--400 cm abei den vorher genannteli 3/[odellen. Abb. 5. Graphische Darsteltlmg der ktinstlichen Niere naeh INOUYE-:ENGELBERG. (~US ~NOUYE-~NGEI~BERQ ~) ]3ei allen 4 Typen werden ffir eine DiMysebehandlung yon eilier Dauer voli 2--6 Std durchschnittlieh 100--180 Liter Augenfliissigkeit ben6tigt. Bevor a.uf Einzelheiten der IncHkation eiligegangen wird, erscheint es wesentlich darauf hinzuweisen, dab DiMyse-85* ERNsT-ALBRECHT G~I~THERT und LEwis W. [BLuEMLE jr. : Die,,kfinstliche Niere\" Klinische Wozhensehrifb behandlung am schwerkranken Patienten mit relativ geringem Risiko verbunden ist. In erfahrenen Handen ist die ,,kfinstliche Niere\" eine wertvolle Bereieherung moderner Therapie. Es ware jedoch veffehlt, sie als alleinigen Ersatz eingeffihrter and bewahrter l~{ethoden anzusehen, ebenso ware es abzulehnen ihre Anwendung nut als letztes HiIfsmittel zu erwagen. Akute NiereninsuMizienz (Akute tubulare Nekrose, Lower I~ephron Nephrosis n, ~s, ~). Die Erfahrung der letzten 10 Jatn'e hat gezeigt, daft akute Niereninsuffizienz z.B. nach Transfusionszwisehenfallen, lung andauernden Sehockzustanden, schweren Verletzungen, umfassenden abdominelten Operationen ~, as, ~s oder Vergiftungen mit nephrotoxisehen Stoffen die optimale Indikation fiir die Anwendung der ,,kfinstliehen l~iere darstellt. Erfahrung hat aber auch gezeigt, dab vide, ~7, 8 g St, ct(~toff a~gesch/~dem Abb. 6. Chemisehe Yer~inderung im ]]tut naeh 6s~findiger Dialysebehandlung. Bei diesem 34j~hrigen Mann trat akute Niereninsuffizienz einen Tag nach der operativen Entfernung eines Nebennierencarcinoms anf. Wegen starken Blutverlustes and anhaltender Hypqtension w~hrend der Operation erhielt der Patient grotte -~engen yon konserviertem Blur. Am 13. Tage seiner Oligurie trat plStzliche Verschteehterung mit beginnendem Korea elm Der Blutkaliur~spiegel war nahezu 7 mXil. Dialysebehandlung ffihrte zu merklicher klinischer Besserung. Wiederholte klinische Verschlechterung mit begleitender Hyperkal~mie, die zu ¥erSnderungen im EKG fiihrte, machte eine zweite Dialysebehandlung am 19. Tag der Oligurie nStig, wiederum mit deutlieher klinischer Besserung. Diurese folgte am 23. Tag. Die schwarzen Punkte stelten die ~Normalwerte dar",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Chronische Niereninsu]/izienz. In a.usgewahlten Fallen chroniseher Niereninsuffizienz kann die Anwendung der kfinstlichen Niere yon therapeutischer Bedeutung sein. Eine Exacerbation der zugrunde liegenden Krankheit kann rasche Veranderungen in der Zusammensetzung der Blutelektrolyte verursachen, die, wenn nicht rechtzeitig erkannt und behandelt, zu plStzliehem Tode ffihren. Fernerhin leiden Patienten mit lange wahrender chronischer Niereninsuffizienz unter lastigem l~belsein, Erbrechen, Sehwi~che nnd Apathie4L Dialysebehandlung kann diese Symptome wesentlich bessern und ffir diese Patienten Wochen, oder vielleicht sogar Monate ldinisehen Wohlbefindens bedeuten (1VI]~]av~L). Falls Versehiebung des EIektrolytgleichgewiehtes im Blare erneut die Kompensationsfahigkeit des Patienten fibersehreitet nnd somit wiederum zu allgemeiner Verschlechterung ffihrt, ist wiederholte Dialysebehandlung zu erw~gen; sie ist jedoeh kontraindiziert, wenn die Remission nut yon kurzer Dauer war. Man muI~ sich natfirlich im klaren sein, dab Begleiterscheinungen wie Hypertension oder maligne Nephrosklerose dureh Dialysebehandlung nicht beeinflui~t werden. ME~ILL 34 hat dies in den folgenden Worten sehr Idar zum Ausdruek gebracht: \"To be a candidate for a procedure which does nothing but modify chemical abnormalities, the patient should be 'chemically sick' \". Endlieh kann Dialysebehandtung als praoperative Mat~nahme am Patienten m~t chronischer I~iereninsuffizienz das Operationsrisiko wesentlich herabmindern. Vergi]tungen. Die MSglichkeit der Entfernung exogener toxischer Stoffe aus dem Blute mittels der ,,kiinstlichen Niere\" wurde schon yon ABEL 1 (1913) erwahnt. Neuere Erfahrungen mit der I)ialysebehandlung in Fallen vGn exogener Vergiftung brachten iiberzeugende Ergebnisse. In manchert Fallen war die Dialysebehandlung tebensrettend. MER-l~mL und WELLER 33 (1952) beschrieben einen Fall yon schwerer Bromidvergiftung bei einer 53j~hrigen Frau mit aus-gepr~gten psychischen St6rungen. Eine 5stfindige Dialysebehandlung ffihrte zum vSlligen Verschwinden aller krankhaften Befunde. ScI4]~Er~E~ and l~fitarbeiter 4s entzogen in einer 6stfindigen Dialysebehandlung 9,4 g Salicylat aus dem Blur eines Patienten, der einen Selbstmordversuch mit Aspirin unternommen hatte. Diese Erfahrung wurde auch yon DOOLA~ und Mitarbeiter ~ bestatigt, i)A:~Zi~, ~0 berichtet fiber einen Fall yon Thioeyanatpsychose, der erfotgreieh dureh Dialysebehandlung beeinfluf~t wurde. Der Serumthiocyanatspiegel konnte in 6 Std yon 24,8 rag/100 em a auf 1,5 mg je 100 em a herabgesetzt werden. Derselbe Autor weist darauf hin, dab die yon ihm verwandte ,,Kolff-B:igham-Niere\" (KoLF]~S rotierender Typ in der Modifikation yon ME~RmL) in der Entziehung yon Thiocyanat aus dem Blute 73,6mal wirksamer war als die menschtiche Niere. L]~O~ARDS und SU~S~E ~s~ zeigten an Hunden die Nfitzlichkeit einer ,,kfinstliehen Niere\" in der Entfernung yon Barbitursaurepraparaten aus dem Blute. KYLE und Mitarbeiter ~a fanden, dab die ,,kfinstliche Niere '° ffir diesen Zweek 16mal wirksamer war Ms die menschliehe Niere, im ]~alle yon Amitol sogar 18real. Sie kamen weiterhin zu der wiehtigen Feststellung, daB, obwohl im Blute Barbiturs~urederivate an Eiweig gebunden sind, diese Bindnng doeh sehwaeh genug ist um deren Dialyse zu gestatten. AnWALL a konnte mit seiner ,,kfinstlichen Niere\" in 2 l~igllen yon sehwerer Barbitursaurevergiftung 65 % bzw. 85 % aus dem Blur entziehen. B~A~ und Mitarbeiter ~ verwandten ebenfalls Dialysebehandtung bei Barbitursaurevergiftung am Menschen mit gutem Erfolg. vo~ (~demili~ssig~eit. LEON~lCDS und Mitarbeiter ~ kamen zu bemerkenswerten Resultaten in Versuehen, Wasser ~us dem Blute normaler und 5dematSser tIunde mitten Ultrafittration zu entziehen. Mit seinem besonders zur Ultra.filtration geeignetem Apparat getang es ihm 700--1240 em ~ Wasser mit einer Gesehwindigkeit yon 2,3--8,5 emalmin zu entnehmen. W~hrend des ElektrolytgMehgewieht ungestSrt blieb, starben atle Hunde an den Folgen der entstandenen Bluteindiekung. In sp~teren Versuchen erzeugte LEO~.~DS e~ bei Hunden dureh Einspritzen D~g~scher LSsung in des Perikard sehwere 0demzustande. Diesen Tieren konnte jedoch dureh Dialysebehandlung'nicht mehr Wasser entzogen werden als den normMen. Hunden mit ausgepr~gten IIungerSdemen und Aseites win'den bis zu 2100 cm ~ Wasser entzogen. Obwohl Mle ..Hunde zu Beginn der DiMysebehand]ung mindestens 500 em a Odemfliissigkeit aufwiesen, beobachtete LEo~gS ~ naeh Entzug yon 1000 cm amit einer Geschwindigkeit zwischen 5,2 und 6,7 em~/min einen merkliehen Abfall des Blutdruekes und hielt daher die Wa, ssermenge, die man gef~,hrenlos entziehen kann, ffir begrenzt. Klinische Erfahrungen haben jedoch gezeigt, dab langsamer und vorsichtiger Wasserentzug wahrend der Dialyse veto Mensehen relativ gut vertragen wird s. Abb. 7 zeigt den Verlauf der Wasserabgabe wahrend DiMysebehandlung bei einem unserer Patientem Experimentelle Anwendung. WnLL~, LOWN und Mit. arbeiter a° verwandten die ,,kfinstliehe Niere\" ffir akuten Entzug yon KMium aus dem Blur digitalisierter tIunde und zeigten rapide Ver&nderurgm des EKG, entspreehend dem jea~eiligen Kaliumspiegel des Serums. Einer der jfingsten Beitrage auf dem Gebiet der Dialyse komm~ yon WXTTESr, DOOLAN und Mitarbeiter Cs. Diese beobachteten wesentliehe Besserung anoxamiseher Symptome w~hrend Dialysebehandlung.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Appar~tur in den Operationssaal oder ans Kra.nkenbett zu bringen. Ein Laboratorium, eingerichtet fiir jade Art Yon Blutanalyse einsehlieBlieh Flammenphotometrie und pE-Bestimmung unter der Leitung er/ahrener Fachlcr~i/te ist ein grundlegendes Er]ordernis. Wenn aueh eine Dialyse-Sterilisation und dem Zusammenbuuen der ,,kiinstlichen Niere\" vol]st~ndig ausgefiillt. Um mit den neuesten Erfahrungen anderer ,,l~ierenzentren\" Schritt zu halten sind Tierversuche unerl~l~lich. Eine gut ausgeriistete Blutbank mu]~ selbstverst~ndlich zur Verfiigung stehen. Eine ~einmechanische Werkstatt sollte un-umschr~nkt zug~inglich sein. Ein EKG-Apparat, vorzugsweise ein Direktschreiber, ist in vielen Fallen wahrend der Dialysebehandlung erforderlich und sollte zur grundlegenden Ausriistung gehOren. Daneben sell der Eanm natiirlich such alle Einrichtungen ein,.s normalen Krankenzimmers z. B. die Mhglichkeit fiir Sauerstoffbehandlung enthalten. Eine Kzankenschwester ohne anderwcitige Verpflichtung sollte w~hrend der Dialysebehandlung den Bhtdruck, Puls und Atmung in 10miniitigen Messungen iiberwachen. Es ist weiterhin ihre Aufgabe, den speziellen Bediir~nissen des Patienten mit besonderer Sorgfalt nachzukommen. Aus dem obcn Gesagten last sich leicht ersehen, dal~ eine reibungslose Abwieklung der Dialysebehandlung und deter Er/olg you der guten Zusammenarbeit des gesamten ,,Teams\" abhgngt.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}