{
    "paper_id": "9c1f02936fc0a1bd3ba03cf80cbcc22a8fe3e3d3",
    "metadata": {
        "title": "Infektionen auf dem Vormarsch? Korrespondierender Autor",
        "authors": [
            {
                "first": "K",
                "middle": [],
                "last": "Friese",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ludwig-Maximilians-Universität München",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "A"
                ],
                "last": "Gingelmaier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ludwig-Maximilians-Universität München",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "I"
                ],
                "last": "Mylonas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ludwig-Maximilians-Universität München",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "K"
                ],
                "last": "Friese",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ludwig-Maximilians-Universität München",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Infektionen in der Gynäkologie und Geburtshilfe stellen eine große Herausforderung sowohl für das medizinische Personal als auch für das Gesundheitswesen dar. Nicht nur ubiquitär vorkommende Erreger (z. B. Candida [4]), sondern auch sexuell übertragbare Erkrankungen (z. B. HPV) spielen mittlerweile eine wichtige Rolle in unserem Fach. Vor allem systemische Infektionen in der Schwangerschaft sind immer häufiger ein großes Problem sowohl für den behandelnden Arzt als auch für die betroffenen Patientinnen [5]. Seit der Entdeckung und Anwendung der Antiinfektiva wurden Infektionen als einfach zu behandelnde und meist harmlose Erkrankungen angesehen. Auch wenn diese zwar nicht mehr in unseren Breitengraden die primäre und wichtigste Todesursache darstellen, so sind allerdings die Annahmen und Hoffnungen (aus den 50er-Jahren des 20. Jahrhunderts) auf eine Ausrottung aller infektiösen Erkrankungen nicht eingetreten. Mittlerweile zeigt uns die Natur in regelmäßigen Abständen, dass diese Problematik noch längst nicht ausgestanden ist. Jüngste Beispiele stellen SARS, West-Nile-Virus und die Vogelgrippe dar. Mittlerweile ist die Vogelgrippe in Europa und Afrika und -wie nicht anders zu erwarten -auch in Deutschland angekommen. Die große Angst, aber auch die noch größere Gefahr besteht in der Mutation des H5N1-Virus in eine pathogene Variante der Influenza, wie sie bereits bei der sog. \"Spanischen Grippe-Epidemie\" erfolgte, die Anfang des letzten Jahrhunderts Millionen von Opfern forderte. Eine effektive Behandlung oder sogar ein Impfstoff steht leider noch nicht zur Verfügung. Auch HIV-Infektionen stellen mittlerweile ein großes medizinisches und sozioökonomisches Problem dar. Obwohl die Entwicklung neuer Medikamente gegen das HI-Virus in den letzten Jahren zwar zu ei-ner Verbesserung der Lebensqualität, Verlängerung der Lebenserwartung sowie zu einer enormen Reduzierung des Übertragungsrisikos des HIV auf den Fetus geführt hat, nimmt die HIV-Infektion mittlerweile eine erschreckende epidemische Dimension an mit über 42 Mio. Infektionen weltweit und über 14.000 Neuinfektionen pro Tag. Auch HPV-Infektionen nehmen weltweit zu -es wird ein Risiko von bis zu 85, eine HPV-Infektion im Leben in der gesamten Population zu akquirieren, angenommen. High-risk-HPV werden mit der Entstehung von Zervixkarzinomen assoziiert. Obwohl die Diagnose und die Behandlung der Infektion von extremer Bedeutung sind, rücken mittlerweile präventive Maßnahmen in den Vordergrund, um kurz-und langfristig gesundheitlichen Nebenwirkungen vorzubeugen [3]. Durch den modernen Lebensstil und die erhöhte Mobilität der Bevölkerung steigt auch die Anzahl der Reisenden. Etwa 8 aller Reisenden mussten während oder nach einem Aufenthalt in Entwicklungsländern ärztlich behandelt werden. Die häufigsten Behandlungsindikationen waren v. a. fiebrige Erkrankungen (Malaria, Dengue und Rickettsien), akute Diarrhöen (Parasiten und Bakterien) sowie dermatologische Probleme [1]. Somit stellen tropenmedizinische Infektionserkrankungen, v. a. in der Schwangerschaft, ebenfalls eine zunehmende Herausforderung für unser Fachgebiet dar [2]. Gynäkologische und geburtshilfliche Infektionen und die daraus resultierenden vielfachen und oft schwerwiegenden gesundheitlichen Störungen haben für die Betroffenen erhebliche individuelle körperliche, somatische und psychische Konsequenzen. Sie sind für die Gesellschaft epidemiologisch und gesundheitsökonomisch ein erhebliches \"Public-Health-Problem\". Diese Situation, die in Zeiten des Gebur-tenrückgangs und der demographischen Transition nicht nur von gesundheitspolitischer, sondern auch von hoher familienpolitischer Bedeutung ist, sollte jedem bewusst sein. Nicht nur die Wissenschaft ist diesbezüglich in die Verantwortung genommen, sondern gleichermaßen das Gesundheitswesen und die Politik. Mit dieser kurzen Einführung wünschen wir Ihnen ein erfolgreiches Studium dieser",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infektionen in der Gynäkologie und Geburtshilfe stellen eine große Herausforderung sowohl für das medizinische Personal als auch für das Gesundheitswesen dar. Nicht nur ubiquitär vorkommende Erreger (z. B. Candida [4] ",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Einführung zum Thema"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Spectrum of disease and relation to place of exposure among ill returned travelers",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Freedman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Weld",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Kozarsky",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "354",
            "issn": "",
            "pages": "119--130",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ausgewählte tropische Infektionskrankheiten in der Schwangerschaft",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fritzsche",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fernow",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Reisinger",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Gynäkologe",
            "volume": "36",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Neue Aspekte der HPV-Diagnostik-und Impfung",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hillemanns",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rinnau",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hollwitz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Vaginale Candidose",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hof",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Gynäkologe",
            "volume": "36",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Systemische Infektionen in der Geburtshilfe",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mylonas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gingelmaier",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Friese",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Gynäkologe",
            "volume": "36",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Mittlerweile zeigt uns die Natur in regelmäßigen Abständen, dass diese Problematik noch längst nicht ausgestanden ist. Jüngste Beispiele stellen SARS, West-Nile-Virus und die Vogelgrippe dar. Mittlerweile ist die Vogelgrippe in Europa und Afrika und -wie nicht anders zu erwarten -auch in Deutschland angekommen. Die große Angst, aber auch die noch größere Gefahr besteht in der Mutation des H5N1-Virus in eine pathogene Variante der Influenza, wie sie bereits bei der sog. \"Spanischen Grippe-Epidemie\" erfolgte, die Anfang des letzten Jahrhunderts Millionen von Opfern forderte. Eine effektive Behandlung oder sogar ein Impfstoff steht leider noch nicht zur Verfügung. Auch HIV-Infektionen stellen mittlerweile ein großes medizinisches und sozioökonomisches Problem dar. Obwohl die Entwicklung neuer Medikamente gegen das HI-Virus in den letzten Jahren zwar zu ei-es wird ein Risiko von bis zu 85, eine HPV-Infektion im Leben in der gesamten Population zu akquirieren, angenommen. High-risk-HPV werden mit der Entstehung von Zervixkarzinomen assoziiert. Obwohl die Diagnose und die Behandlung der Infektion von extremer Be-Public-Health-Problem\". Diese Situation, die in Zeiten des Gebur-tenrückgangs und der demographischen Transition nicht nur von gesundheitspolitischer, sondern auch von hoher familienpolitischer Bedeutung ist, sollte jedem bewusst sein. Nicht nur die Wissenschaft ist diesbezüglich in die Verantwortung genommen, sondern gleichermaßen das Gesundheitswesen und die Politik. Mit dieser kurzen Einführung wünschen wir Ihnen ein erfolgreiches Studium dieser Ausgabe von \"Der Gynäkologe\". Prof. Dr. K. Friese Dr. A. Gingelmaier Dr. I. Mylonas Korrespondierender Autor Prof. Dr. K. Friese Frauenkliniken der Ludwig-Maximilians-Universität München -Standorte Innenstadt/Großhadern ioannis.mylonas@med.uni-muenchen.de",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}