{
    "paper_id": "9d4a84a4466a102cce305a1caa73cd0130cce298",
    "metadata": {
        "title": "Anabolic androgenic steroid induced necrotising myopathy",
        "authors": [
            {
                "first": "Michael",
                "middle": [],
                "last": "Hughes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "' Hospital",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": "michael.hughes83@hotmail.co.uk"
            },
            {
                "first": "Saleh",
                "middle": [],
                "last": "Ahmed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "' Hospital",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Hughes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "' Hospital",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "S"
                ],
                "last": "Ahmed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "' Hospital",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "St",
                "middle": [],
                "last": "Thomas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "' Hospital",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We describe the case of a 23-year-old gentleman who developed a severe generalised necrotising myopathy. Initially presenting with features of a virus-induced polymyositis, both symptomatic and biochemical improvements were initially achieved with glucocorticoid-based immunosuppression. Subsequently he represented with evidence of severe generalised rhabdomyolysis (creatinine kinase peaking at 210,000 U/L). Rendered anuric from the myogloburic assault, he required intensive care support from the development of multi-organ failure. Subsequent investigations failed to demonstrate an infective, inXammatory, metabolic or inherited aetiology. Muscle biopsy demonstrated severe generalised necrotising myopathy in the notable absence of inXammation. ConWdential discussion with the patient and relatives conWrmed a suspicion of anabolic androgenic steroid (AAS) abuse. There is limited literature as to the toxic eVect of AAS compounds on muscle tissue, and these tend to focus on localised disease. Indeed, AAS have consistently been shown in animal models to produce a generalised myotrophic state. Apart from the social uses of such compounds, the scope for their supervised use in various medical conditions has been established since the 1960s. A 23-year-old gentleman, with an unremarkable medical history presented with a 1-week history of coryzal symptoms and generalised myalgia. A reduced quantity of dark urine production was also noted, and there were no features of autoimmune disease. Born in Sri Lanka, there was no recent history of foreign travel and no signiWcant family history. He denied the use of recreational drugs, and only occasionally used alcohol modestly. On physical examination he",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "was found to be a well-muscled gentleman, with a painful proximal myopathy of both the upper and lower limbs; otherwise, the examination was grossly unremarkable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Creatinine kinase (CK) on admission was 28519 U/L. With a preceding history of an upper respiratory tract infection, a clinical diagnosis of polymyositis and rhabdomyolysis was made. Supportive therapy was directed. Immunosuppression was introduced with prednisolone 80 mg od. Admission investigations failed to demonstrate an infective or inXammatory aetiology (Table 1) . Intravenous methylprednisolone (1 g/5 days) was introduced to which he symptomatically improved, as did his markers of rhabdomyolysis. An in-patient electromyelogram and muscle biopsy was performed (detailed later); and he was subsequently discharged on prednisolone 60 mg od. CK upon discharge was 13652 U/L. Three days later he represented with a recurrence of severe generalised myalgia and weakness. CK on representation was 52459 U/L. Intravenous methylprednisolone was again utilised. He subsequently developed a progressive weakness aVecting the larynx and was transferred to the Intensive Care Unit (ICU) due to concerns over his airway patency. A CT scan of the chest revealed no neck or mediastinal mass. Due to a worsening metabolic acidosis secondary to renal failure, and fatiguing of the respiratory muscles he was electively intubated and ventilated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 362,
                    "end": 371,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "This gentleman had a protracted admission to the ICU for 37 days. Supportive cardiovascular, respiratory, renal and gastrointestinal care was required. He remained dependent on dialysis due to renal failure secondary to rhabdomyolysis. CK continued to rise to a maximum of 210,000 U/L. Methylprednisolone was stopped, and hydrocortisone introduced to avoid further myelotoxicity. His ICU admission was associated with several line and chest associated septic episodes; as well as the development of M. Hughes (&) · S. Ahmed St Thomas' Hospital, London, UK e-mail: Michael.Hughes83@hotmail.co.uk the Acute Respiratory Distress Syndrome (ARDS). He developed several episodes of large bowel obstruction which required decompression with sigmoidoscopy and/or rectal tube insertion. There was no obvious lesion or volvulus seen upon endoscopy, or electrolyte inbalance to explain these repeated episodes. Of interest, his serum was noted to be hypertriglyceridemic several times; this was repeated oV propofol which is known to have high triglyceride content.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On Day 37 of his ICU admission, he developed signs of recurrent obstruction with an increasingly distended abdomen. This compromised his ventilation, and was associated with a worsening metabolic acidosis. With the suspicion of an ischaemic event to the bowel he underwent an emergency laparotomy. A perforated gastric ulcer with peritoneal faecal soiling was seen, in addition to small bowel ischaemia. The patient suVered a cardiac arrest which was unresponsive to advanced cardio-pulmonary resuscitation intra-operatively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We propose that this gentleman's extreme rhabdomyolysis is secondary to anabolic androgenic steroid (AAS) use. Throughout the course of this case an aetiological factor was sought. His initial presentation was clinically consistent with a viral polymyositis, with a history of a preceding upper respiratory tract infection. Admission investigations did not support the diagnosis of an infective (Table 1) or inXammatory process (RF, ANA, ANCA negative). He did, however, improve clinically and biochemically following the introduction of steroids and supportive treatment. A bacterial or viral aetiology was excluded (Table 1) , as was an inXammatory/auto-immune disease. Metabolic markers were not consistent with an underlying pathology to account for this gentleman's extreme rhabdomyolysis (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 395,
                    "end": 404,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 617,
                    "end": 626,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 794,
                    "end": 803,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Nerve conduction studies demonstrated normal sensory and motor conduction from both the upper and lower limbs. The electromyelogram, however, showed myopathic changes in all the muscles sampled with evidence of an acute inXammatory process. Subsequent muscle biopsy revealed no evidence of inXammatory myositis, inclusion body myositis, dermatomyositis, metabolic or mitochondrial myositis; only muscle Wbre necrosis in the notable absence of inXammation (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 455,
                    "end": 463,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Standard urinary drug screen was negative including MDMA (Table 1) . A urinary anabolic screen was considered too late in the diagnostic process. A transthoracic echocardiogram was performed to delineate the cause of a raised troponin (likely due to renal failure); this demonstrated left ventricular hypertrophy, which in a young individual may represent anabolic androgenic steroid use. ConWdential discussions with both the patient's family and friends conWrmed the suspicion of anabolic steroid use. It would appear he had become interested in the social applications of anabolic steroid use, and his physique had sig-niWcantly changed in the last year. Direct questioning of the patient prior to his death produced a severe stress response.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 57,
                    "end": 66,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Muscle is an exceptionally sensitive tissue to toxins and drugs due to its high metabolic rate and various points of Table 1 interaction [1] . The wide spectrum of disease caused by drugs and toxins include myalgia and myopathy to myositis, rhabdomyolysis and acute renal failure. Drug induced myopathies represent a distinct subgroup of myopathies that diVer in terms of their pathological mechanisms [2] . This group of disorders is of great interest to the clinician as the disease progress may be limited or reversed by treatment of the underlying cause [3] . Toxic myopathies also serve as excellent experimental models in relation to muscle research. Toxic myopathies may be divided into six groups [2] . These are necrotizing myopathy, vacuolar myopathy, inXammatory myopathy, mitochondrial myopathy, steroid myopathy and hypokalaemic myopathy [2] . Body-builders, athletes and other sporting professions have used anabolic steroids for several decades as an aid to build muscle mass and strength [4] . Anabolic androgenic steroids (AAS) achieve a supra-physiological testosterone state, prolonging its action in vivo [5] . AAS have a wide physiological range of action. AAS use is associated with numerous side eVects which are in general a dose-related phenomenon; therefore, it is the groups which use these in large doses that are most susceptible. These include masculination in women and children, hepatic and lipid impairment and behavioural changes such as aggression [5] . Anabolic steroid use is well associated with the development of left ventricular hypertrophy [7] .",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 402,
                    "end": 405,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 558,
                    "end": 561,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 705,
                    "end": 708,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 851,
                    "end": 854,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1004,
                    "end": 1007,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1125,
                    "end": 1128,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1483,
                    "end": 1486,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1582,
                    "end": 1585,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 124,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The beneWcial use of anabolic steroids in medicine is a developing area of clinical interest [6] . These include HIVrelated muscle wasting, as well as other catabolic disease states such as chronic obstructive airway disease [5] and the prevention glucocorticoid induced myopathy. Other conditions of note include hereditary angioedema, and certain growth failure syndromes in children. The use of AAS should be undertaken with extreme care by medical professionals, with vigilance to the development of side-eVects.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In regard to muscle disease, AAS is associated with a myotrophic state. The published literature suggests an association between localised rhabdomyolysis such as the tricep and deltoid muscles, and the use of AAS [7, 8] . In these cases muscle pain was associated with rhabdomyolysis; however, the development of renal failure was averted with supportive measures including optimisation of Xuid balance and forced alkaline diuresis. Research using animal models has demonstrated that anabolic steroids induce apoptosis on diVerentiated skeletal muscle [9] .",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 216,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 217,
                    "end": 219,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 552,
                    "end": 555,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The muscle biopsy in this patient demonstrated evidence of extensive necrotising myositis. This is usually associated with drug therapy such as Wbrates and statins [2] ; however, as described anabolic steroids may cause both local and generalised muscle disease. Therefore in conclusion we propose by the exclusion of other potential aetiological causes, this gentleman's extensive necrotising myositis, and resulting severe rhabdomyolysis is a manifestation of anabolic androgenic steroid toxicity. There is limited literature as to the potential toxic eVect of androgenic anabolic steroids on diVerentiated skeletal muscle, apart from a few case reports which describe localised myopathy. Animal models have indeed demonstrated the ability of such agents to induce a generalised myopathic state. The potentially beneWcial eVects of androgenic anabolic steroids in a medical setting have been well recognised since the 1960s. There appears to be an increasing amount of published literature in regards to emerging areas to which these compounds may be suitable. This case also serves to highlight the toxic eVects of such agents, and why these should be prescribed and monitored by a medical practitioner.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 167,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Toxic myopathies",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Amato",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Neurol Clin",
            "volume": "23",
            "issn": "2",
            "pages": "397--428",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Drug-induced and toxic myopathies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Coquet",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bannwarth",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Henin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Rev Prat",
            "volume": "51",
            "issn": "3",
            "pages": "278--283",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Iatrogenic and toxic myopathies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Sieb",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gillessen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Muscle Nerve",
            "volume": "27",
            "issn": "2",
            "pages": "142--156",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Drugs and toxins associated with myopathies",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Pascuzzi",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Curr Opin Rheumatol",
            "volume": "10",
            "issn": "6",
            "pages": "511--520",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A review of the chemistry, biological action, and clinical applications of anabolic-androgenic steroids",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Shahidi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin Ther",
            "volume": "23",
            "issn": "9",
            "pages": "1355--1390",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pharmacology of anabolic steroids",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Kicman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Pharmacol",
            "volume": "154",
            "issn": "3",
            "pages": "502--521",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Exertion induced rhabdomyolysis of the long head of the triceps",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Goubier",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "S"
                    ],
                    "last": "Hovman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Oberlin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Br J Sports Med",
            "volume": "36",
            "issn": "2",
            "pages": "150--151",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Rhabdomyolysis of the deltoid muscle in a bodybuilder using anabolic-androgenic steroids: a case report",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Farkash",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shabshin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pritsch",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Athl Train",
            "volume": "44",
            "issn": "1",
            "pages": "98--100",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Anabolic steroids induce injury and apoptosis of diVerentiated skeletal muscle",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abu-Shakra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Alhalabi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Nachtman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Schemidt",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Brusilow",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Neurosci Res",
            "volume": "47",
            "issn": "2",
            "pages": "186--197",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Muscle biopsy-see",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Neuropathologists for providing muscle biopsy photograph.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments Dr DG O'Donovan and KM Kurian, Consultant"
        }
    ]
}