{
    "paper_id": "9d9ce6ac903234c01eb7f592a5366cc3537ba2a9",
    "metadata": {
        "title": "Rationality, Risk and Response: A Research Agenda for Biosecurity",
        "authors": [
            {
                "first": "Filippa",
                "middle": [],
                "last": "Lentzos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "BIOS Centre",
                    "location": {
                        "addrLine": "Houghton Street",
                        "postCode": "WC2A 2AE",
                        "settlement": "London, London",
                        "country": "UK"
                    }
                },
                "email": "f.lentzos@lse.ac.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "This article considers how threats become constituted as problems requiring policy responses, and how one might account for such problematizations and responses. Focusing specifically on the threat from bioterrorism, it draws on a broadly constructivist approach to risk, and highlights how ideas around political rationalities, styles of thought, forms of risk and frameworks of knowledge can be useful in thinking about emerging biosecurity policies. It suggests that a comparative study of Britain and the United States might help to clarify how the threat of bioterrorism is being constructed by various groups, how support for particular 'framings' of the threat is being mobilized and taken up in policy networks, and how this is linked to different courses of action in response to the possibility of bioterrorism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "how much new money had been allocated, and urged the government to publish figures on its terrorist countermeasures spending before and after 11 September 2001 (HC Science and Technology Committee, 2003: 12) . The government declined (Cm 6108, 2004: 7) . However, an indication was provided by Chancellor of the Exchequer, Gordon Brown, in his 2003 Budget speech, where an extra £332 million was allocated over the next three years to counter the general terrorist threat (HM Treasury, 2003) . More specifically, in terms of biodefence, Minister of State for Health John Hutton told the Science and Technology Committee inquiry that 'over a four-year period it [biodefence spending since 11 September 2001] is something like £260 million of dedicated additional spending' (HC Science and Technology Committee, 2003: 11) . The British Department of Health's equivalent in the US-DHHS-spent approximately $15 billion over the four-year period 2002-5. In other words, the US invested 97 per cent more money than Britain in civilian biodefence.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 175,
                    "text": "11 September 2001 (HC Science and",
                    "ref_id": null
                },
                {
                    "start": 176,
                    "end": 207,
                    "text": "Technology Committee, 2003: 12)",
                    "ref_id": null
                },
                {
                    "start": 234,
                    "end": 252,
                    "text": "(Cm 6108, 2004: 7)",
                    "ref_id": null
                },
                {
                    "start": 472,
                    "end": 491,
                    "text": "(HM Treasury, 2003)",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 819,
                    "text": "(HC Science and Technology Committee, 2003: 11)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The financial disparity between the two countries is paralleled by a significant disproportion in the number and scale of initiatives set up to tackle bioterrorism. In the US, an array of threat and vulnerability assessment exercises, prevention and protection efforts, surveillance and detection programmes, and response and recovery initiatives have been set up since 2001. Through the 'Biodefense for the 21st Century' presidential directive of April 2004, a Homeland Security Biodefense Complex has been developed. This complex is a nationwide group of institutions, and includes as its centrepiece the Department of (1) the National Bioforensic Analysis Centre, which will conduct forensic analysis of material recovered following a biological attack with the aim of attaining a 'biological fingerprint' to identify the perpetrators and determine the origin and method of attack; and (2) the Biological Threat Characterization Centre, which will conduct studies and laboratory experiments 'to better understand current and future biological threats, assess vulnerabilities, conduct risk assessments, and determine potential impacts in order to guide the development of countermeasures such as detectors, drugs, vaccines, and decontamination technologies to protect the US against these threats ' (DHS Fact Sheet, 2005) . In addition to the NBACC facility, the Homeland Security Biodefense Complex also includes the Plum Island Animal Disease Control Center-another site connected with the 1950s and 1960s US offensive biological weapons programme-as well as the Biodefense Knowledge Center at the Lawrence Livermore National Laboratory, the ten newly established, university-based Regional Centers of Excellence for Biodefense, and the eleven high containment laboratories currently under construction. Biomedical research to develop therapies and diagnostic tools to counter biological attacks forms a large component of the US response to the threat of bioterrorism. Nearly 1,000 biodefence-related projects have been awarded since 2001, primarily through DHHS ( Figure 3 ) (Lentzos, in press) . Educational institutions (both public and private) have been the main recipients of these projects by far, receiving in both 2003 and 2004 nearly double, and in 2005 more than double, the number awarded to industry. Industry, however, has consistently received a substantially larger number of projects than both government institutions (federal, state and local) and other (non-profit, non-educational) institutions. Of the projects awarded in the 1995-2005 period, 26 per cent targeted viral hemorrhagic fevers (VHF, e.g. Ebola, Marburg, Lassa Fever, Dengue, etc.) , 25 per cent focused on anthrax, 10 per cent focused on smallpox, 9 per cent focused on plague, 6 per cent focused on tularemia, and 5 per cent targeted botulism (Figure 4 ). Project BioShield, signed into law in July 2004, is a ten-year effort to accelerate the awarding process for research grants on medical countermeasures against potential bioterrorism agents. The main goal of the project, however, is to bring biodefence research into the development and manufacturing phases. Recognizing that many medical countermeasures against bioterror agents do not have a natural market and therefore do not attract significant commercial interest, the US government has dedicated $5.6 billion over the next ten years to enable it to act as a guaranteed buyer of successful vaccines, drugs, and other therapies.",
            "cite_spans": [
                {
                    "start": 1299,
                    "end": 1323,
                    "text": "' (DHS Fact Sheet, 2005)",
                    "ref_id": null
                },
                {
                    "start": 2081,
                    "end": 2100,
                    "text": "(Lentzos, in press)",
                    "ref_id": null
                },
                {
                    "start": 2616,
                    "end": 2669,
                    "text": "(VHF, e.g. Ebola, Marburg, Lassa Fever, Dengue, etc.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2070,
                    "end": 2078,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2833,
                    "end": 2842,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "Turning to the UK, it is not obvious that 11 September has generated any new initiatives to deal with the bioterrorist threat (HC Science and Technology Committee, 2003: 23) . Already in place prior to the 2001 attacks was the Department of Health's Medical Countermeasures Group to provide advice on the medical response to deliberate releases of pathogens and to consider operational requirements. Also in place was the Department of Health's Health Protection Agency, focusing on infectious disease surveillance through its Centre for Infections, and on research through its Centre for Emergency Preparedness and Response. In addition to these initiatives, the UK civilian biodefence response, unlike the US response, relies heavily on the Ministry of Defence and its research agency, Defence Science and Teachnology Laboratory (DSTL).",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 173,
                    "text": "(HC Science and Technology Committee, 2003: 23)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is, of course, necessary to qualify this dichotomous account of the differences between the UK and the US: there are also significant similarities. Both countries, for example, have sought technical solutions to the problem of biosecurity, investing particularly in medical countermeasures-or what the Bush administration has labelled 'anti-bioterror products'. These target pathogens like smallpox, anthrax and Ebola for which current vaccines and therapies are inadequate or unavailable, as well as emerging pathogens, like SARS and influenza H5N1 virus, and new pathogens synthesized de novo. Vaccines and therapies are being stockpiled on both sides of the Atlantic. While the particular targets and size of the stockpile are not generally disclosed in the UK, information about the Strategic National Stockpile, or the 'National Repository of Life-Saving Pharmaceuticals and Medical Materiel', is more forthcoming in the US, with the Bush administration, for example, very publicly pledging to stockpile enough smallpox vaccine for every American.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Common histories and contemporary congruences"
        },
        {
            "text": "Similar legislative responses can also be seen in the two countries. The British Anti-Terrorism, Crime and Security Act 2001 and the American Bioterrorism Act 2002 both identify pathogens considered particularly at risk of misuse, and restrict access to these. Labelled 'Schedule 5 pathogens' in the UK and 'select agents' in the US, these cover similar, but not identical biological agents and toxins. The development of bioterrorism scenarios is yet another example of similar responses to the threat of bioterrorism in the UK and the US. Most of these exercises are nationally based, but often feature similar scenarios-for example, the American 'Dark Winter' exercise and the British 'Red Scar' exercises have focused on smallpox outbreaks. Some exercises are jointly coordinated between Britain and the US, and a few involve larger number of countries as well as intergovernmental organizations. The 'Top Officials Three' full-scale exercise-the third in the congressionally mandated Top Officials (TOPOFF) series simulating multi-point terrorist attacks using chemical and biological weapons-was jointly conducted with the UK and Canada, where simultaneous, related exercises were carried out. 'Atlantic Storm'-a table-top exercise convened in Washington in January 2005, a couple of months prior to 'Top Officials Three'-was designed to mimic a summit of transatlantic leaders forced to respond to a bioterrorist attack, again focused on smallpox. The transatlantic leaders were played by current and former officials from each country or organization represented, and included the prime ministers of Canada, Italy, the Netherlands, Poland, Sweden and the United Kingdom; the presidents of the European Commission, France and the United States; the Chancellor of the Federal Republic of Germany; and the Director General of the World Health Organization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Common histories and contemporary congruences"
        },
        {
            "text": "There is also a longer history of similarities and cooperation between the UK and the US that frame and inform responses to the threat of bioterrorism (Balmer, 2001; Guillemin, 2005) . Both countries established state-sponsored programmes to develop biological weapons around the Second World War. Biological weapons were initially envisioned as bombs that generated aerosols intended to kill or disable troops in a local area, but this concept was quickly replaced by a vision of biological weapons as huge clouds of germs that would drift with the wind and infect people over large areas. In 1959 Porton Down, the site of the British biological weapons programme, declared an end to its offensive biological projects in favour of defensive research and development. The United States followed a decade later with President Nixon renouncing the US offensive biological weapons programme in 1969, thereby paving the way for the multilateral Biological Weapons Convention, banning the development, production and stockpiling of biological weapons.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 165,
                    "text": "(Balmer, 2001;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 166,
                    "end": 182,
                    "text": "Guillemin, 2005)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Common histories and contemporary congruences"
        },
        {
            "text": "It was not until two very senior scientists, Vladimir Pasechnik and Ken Alibek, defected in the early 1990s that details became known of the secret, bureaucratically enormous offensive biological weapons programme in the Soviet Union. Employing thousands of scientists and technicians, and supported by large research and production facilities, the programme developed in tandem with genetic modification technology and far exceeded the sophistication and capacity the United States had achieved in the 1960s. Like the British and American programmes, the Soviet programme emphasized experiments on infectious agents and aimed for large-scale industrial production for strategic attack. It emulated Western science to increase the power of some germ agents, and with time sought to extend aerial delivery by adding germ warheads to long-range intercontinential missiles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Common histories and contemporary congruences"
        },
        {
            "text": "Biological weapons proliferation among lesser states, like Iraq and apartheid South Africa, also came to light in the 1990s. This, together with the increase in large-scale terrorism attacks and the Aum Shinrikyo nerve gas release on the Tokyo underground, played a considerable part in expanding the Anglo-American vision of a biological weapon, and in developing the political perception of bioterrorism as a threat to national security both in Britain and in the United States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Common histories and contemporary congruences"
        },
        {
            "text": "Constituting threats as problems Despite these similarities in the two national contexts, the contemporary differences remain significant. The differences in the financial investment and in the number and scale of initiatives set up to tackle bioterrorism in Britain and the United States raise important policy questions. On the one hand, the different responses might suggest the Bush administration is overstating the threat, and consequently investing substantial public resources in unwarranted initiatives and research programmes to the detriment of other, potentially more valuable, endeavours. Indeed, 'dissenting' voices within the US are beginning to question the proportionality of the risk assessment underlying recent spending on biodefence, the credibility of bioterrorist attack scenarios and the necessity of the biodefence research programme (Altman et al., 2005; Enserink and Kaiser, 2005; Miller, 2005) . And as a New Scientist editorial recently noted, since the anthrax letters of autumn 2001 'there has not been a single bioterrorist attack anywhere in the world. Given that the actual risk of such an attack remains unclear, and that experts believe terrorists are far more likely to use conventional explosives because they are easier to handle, has the US reaction been appropriate? ' (2006: 5) .",
            "cite_spans": [
                {
                    "start": 859,
                    "end": 880,
                    "text": "(Altman et al., 2005;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 881,
                    "end": 907,
                    "text": "Enserink and Kaiser, 2005;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 908,
                    "end": 921,
                    "text": "Miller, 2005)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1308,
                    "end": 1319,
                    "text": "' (2006: 5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Common histories and contemporary congruences"
        },
        {
            "text": "These sentiments are, however, markedly different from those of high-profile organizations within the international community focused on intelligence and security, health and the market economy. The International Criminal Police Organization (Interpol) asserts, for example, that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Common histories and contemporary congruences"
        },
        {
            "text": "The threat of bio-terrorism is real. It is becoming increasingly possible for terrorists to be able to produce and deploy bio-weapons, as the volume and sophistication of the necessary information becomes ever more accessible through publications, the internet, and other sources. Given the magnitude of the harm that could be caused by a bioterrorist attack-an untold number of deaths is possible-it is clear to Interpol that we must take this threat seriously. (Noble, 2006) In addition to organizing a series of regional workshops in Africa, Asia and Latin America to encourage recognition and response development to the threat of bioterrorism, Interpol has developed a 'bio-terrorism incident pre-planning and response guide' providing a stepby-step manual for law enforcement in preparing for, and dealing with, a bio-incident. Focusing more specifically on health, the World Health Organization (WHO) has also published a guide on preparedness for and response to the deliberate use of biological agents to cause harm (WHO, 2004) . Running to 340 pages, among other things it sets out a framework of threat analysis, pre-emptive risk-reduction strategies, acquisition of equipment, training, development of procedures, preparation of information and communication packages, and validation of response capabilities. The Organization for Economic Cooperation and Development (OECD) has developed a programme on biosecurity, organizing workshops on 'Promoting Responsible Stewardship in the Biosciences: Avoiding Potential Abuse of Research and Resources' and 'Biosecurity of Microbial Biological Resources-Complementing Innovation', and setting up a website dedicated to biosecurity, all with a particular emphasis on encouraging innovation and the bioeconomy.",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 476,
                    "text": "(Noble, 2006)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1025,
                    "end": 1036,
                    "text": "(WHO, 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Common histories and contemporary congruences"
        },
        {
            "text": "What, then, does this suggest? Perhaps it reflects the United States' hegemonic position in international policy-making. Or, perhaps it is not the Bush administration overstating the threat, but rather that the limited financial investment and initiatives in the UK signal 458 j j an underestimation by the British government of the bioterrorism threat, and that its lack of apparent preparation for eventual attacks is putting its electorate at risk. It is not my objective to assess the real level of biothreat, nor to provide a direct or normative evaluation of risk assessments and policies in Britain or the US. Rather, my aim is to suggest that a comparative approach might be helpful in understanding a more general question: how threats are constituted as problems requiring policy responses, and how one might account for such problematizations and responses. Here, I wish merely to outline how an empirical investigation mapping the policies and activities of the two governments and linking these to the social factors that have generated them can clarify how the threat of bioterrorism is being constructed by various groups, how support for particular 'framings' of the threat is being mobilized and taken up in policy networks, and how this is linked to different courses of action in response to the possibility of bioterrorism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Common histories and contemporary congruences"
        },
        {
            "text": "As sociologists and anthropologists have highlighted and continue to point out, risk is not simply a fact intrinsic to reality but rather a contextually based, historically distinctive scheme of understanding. In their article 'Biosecurity: Towards an anthropology of the contemporary', Collier et al. . . . a problematization does not mean the representation of a pre-existent object nor the creation through discourse of an object that did not exist. It is the ensemble of discursive and non-discursive practices that makes something enter into the play of true and false and constitutes it as an object of thought (whether in the form of moral reflection, scientific knowledge, political analysis, etc.) (1994: 670) They are concerned with second-order observing, the 'apparatus' of biosecurity, and risk portfolios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From risk to security"
        },
        {
            "text": "They draw upon the work of Niklas Luhmann, in particular his argument that the world itself 'knows no risks, for it knows neither distinctions nor expectations, not evaluations, nor probabilities-unless self-produced by observer systems in the environment of other systems ' (1993: 236) . In other words, in contrast to theorists of the risk society, such as Ulrich Beck and Tony Giddens, but in agreement with other, broadly 'constructivist' approaches to risk such as those of Ian Hacking, Pat O'Malley and Richard Ericson, they argue that risk arises from particular ways of thinking about, seeing and acting upon the world. And, even within an attitude that grasps the world in terms of risk, not all risks are accorded equal weight or considered of equal concern.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 286,
                    "text": "' (1993: 236)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "From risk to security"
        },
        {
            "text": "The hierarchy of risk anxieties prevalent at any place and time is itself 'constructed'. As Collier et al. point out, this argument was made, most famously, by Mary Douglas and Aaron Wildavsky: 'Each form of social life has its own typical risk portfolio ' (1982: 6) . A risk portfolio, then, is a way of selecting, out of all possible, real or imagined threats and harms, those that will be the focus of individual or collective attention. This selection is, inescapably, done in relation to moral evaluations pervaded by cultural norms. As I will argue later, in order to understand the divergent British and American perceptions of, and responses to, the threat of bioterrorism, their national risk portfolios must be explored. Such a comparative exploration provides an excellent opportunity to clarify the cultural norms and moral evaluations that place biorisks so high in the risk portfolio of the public, media and politicians in the US, and so much lower in the British risk portfolio.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 266,
                    "text": "' (1982: 6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "From risk to security"
        },
        {
            "text": "Collier et al. have identified three dimensions of the emerging biosecurity apparatus as the focus of their multi-sited anthropological enquiry: (1) the containment of known sources of agents and expertise, more specifically the control of post-Soviet weapons scientists and biological materials; (2) the work of strategic planners involved in modelling problems of biosecurity and the definition of possible scenarios of attack; and (3) the R&D aimed at improving the ability to identify and respond to pathogens used in attacks. Like them, I too am concerned with risk construction and the way in which problems emerge. Yet I address this from a different research site. My focus is on the politics of bioterrorism, and on the policies and policy networks that are developing around biosecurity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From risk to security"
        },
        {
            "text": "Political rationalities and styles of thought I start from the suggestion that one might begin to understand divergences in policy evaluations of biorisks and responses to bioterrorism in terms of the different 'political rationalities' dominant in different national polities (Rose, 1999; Rose and Miller, 1992) . The emphasis on political rationalities directs us to an analysis of the changing fields within which political and other forms of authority operate, the discursive framing of the proper objects for political concern, and the proper distribution of tasks among different authorities-states, governments, experts, intermediate bodies, commercial actors, civil society organizations and private citizens. Such an analysis of discourses is in part a matter of language. But language here does not merely 'represent' pre-formed interests or aspirations: it has an active role as a kind of intellectual apparatus for rendering reality thinkable in such a way that it is amenable to political deliberations, and for giving it a salience for others, notably in terms of the affects and ethics with which it engages.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 289,
                    "text": "(Rose, 1999;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 290,
                    "end": 312,
                    "text": "Rose and Miller, 1992)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "From risk to security"
        },
        {
            "text": "In the formation of rationalities and problems, a significant role is played by distinct groups, and the contests between them over who has the authority to define and shape the problem and the response to it. Key in terms of bioterrorism are political parties, but also industry, pressure groups, different scientific factions and the military, in addition to more dispersed groups that share similar perspectives and mobilize opinion and resources in particular ways. Brian Balmer's (2001) historical account of British biological warfare policy from the 1930s to the mid-1960s is a useful example here of the role one particular group-scientists-has played in bringing the facts of biothreats into existence. I refer to the various groups as 'thought communities'-an idea I adapt from the work of Ludwik Fleck (1979) to refer to informal communities, not necessarily confined to a single scientific discipline or professional group, but linked by a number of features: they share a particular thought style, they have a common set of reference points and ideas of facts and evidence, they make use of common forms of argument and they share a normative framework.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 491,
                    "text": "Balmer's (2001)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 807,
                    "end": 819,
                    "text": "Fleck (1979)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "From risk to security"
        },
        {
            "text": "The forms of knowledge produced by these thought communities, and the associated modes of calculation, explanation and argumentation involved in the debates about priorities and policy formation in relation to civilian biodefence, must, I argue, be explored to understand the British and American responses to the threat of bioterrorism: how and in what way are problems formed and solutions shaped, and by whom? What forms of knowledge, authority and expertise are deployed or contested by different groups? What evidence is drawn upon in the evaluation of risk, and what frameworks are used to conceptualize future risks of misuse (historical examples, horizon scanning, scenario planning, evidence from the intelligence community, etc.)? What key norms and values are embodied in the problem formations in each thought community, and to what extent are they shared or disputed? What mechanisms are proposed for governing misuse and monitoring scientific activity (legislation, guidelines, codes of conduct, peer review, professional norms, etc.), and on what criteria are they selected and justified? In other words, it is by identifying the various groups engaged in the policy debates, their positions, 'styles of thought', and underlying values and norms that we can begin to explore the distinct 'political rationalities' dominant in the two countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From risk to security"
        },
        {
            "text": "One key feature of political rationalities relates to problem definition and framing (Jasanoff and Wynne, 1998) , or the particular way in which the threat of bioterrorism has emerged and been configured in distinct polities. Here I focus on the ways in which this can be understood in terms of risk. Risk thinking can, as we know, take many forms. François Ewald has produced some of the most rigorous critical thinking on the genealogy of risk, and his work helps us identify the particular form of risk thinking taking shape around biosecurity. In his analysis of insurantial societies, he argues that: 'Nothing is a risk in itself; there is no risk in reality. But on the other hand, anything can be a risk; it all depends on how one analyzes the danger, considers the event ' (1991: 199) . Insurance, as a technology of risk, 'is first and foremost a schema of rationality, a way of breaking down, rearranging, ordering certain elements of reality ' (1991: 199) . The insurer, then, does not merely register the existence of risk and then offer guarantees against them in some passive way. Rather, he actively produces risks, making 'risks appear where each person had hitherto felt obliged to submit resignedly to the blows of fortune ' (1991: 199-200) . We can identify similar processes in the construction of threats and biorisks: those active in this field do not merely register such threats, they produce them. They bring into existence a potential future in a form that demands action in the present-once threat is transformed into risk, those to whom this discourse is addressed can no longer submit themselves with hope or resignation to a future that will come as it may. They must act, for the future is something for which they now have responsibility.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 111,
                    "text": "(Jasanoff and Wynne, 1998)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 779,
                    "end": 792,
                    "text": "' (1991: 199)",
                    "ref_id": null
                },
                {
                    "start": 953,
                    "end": 966,
                    "text": "' (1991: 199)",
                    "ref_id": null
                },
                {
                    "start": 1241,
                    "end": 1258,
                    "text": "' (1991: 199-200)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Forms of risk"
        },
        {
            "text": "More recently, Ewald (2001) has suggested the emergence of a new configuration of risk thinking: the security paradigm. He argues that:",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 27,
                    "text": "Ewald (2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Forms of risk"
        },
        {
            "text": "While the language of risk, against a background of scientific expertise, used to be sufficient to describe all types of insecurity, the new paradigm sees uncertainty reappear in the light of even newer science. It bears witness to a deeply disturbed relationship with a science that is consulted less for the knowledge it offers than for the doubts it insinuates. Moral obligations are swallowed up in public ethics, and the principle of responsibility is seen as a reflection of a brand-new notion of precaution. (2001: 274) This notion of precaution 'reintroduces the true, sovereign decision in public policy and in the practices of responsibility ' (2001: 297) . It reintroduces a pure logic of decision, where:",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 526,
                    "text": "of precaution. (2001: 274)",
                    "ref_id": null
                },
                {
                    "start": 652,
                    "end": 665,
                    "text": "' (2001: 297)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Forms of risk"
        },
        {
            "text": ". . . the decision still belongs to the politician rather than to the expert and is the result more of an ethic, of the respect of certain procedures, than of a morality linked to the application of a pre-existing framework. It does not follow that scientific expertise is useless, but that it will not release the politician from the sovereignty of his or her decision. (2001: 298) While risk thinking, then, operates in a world that is, in principle at least, amenable to calculation, disciplining the future in probabilistic algorithms, precaution is an attitude born in a future of uncertainty. It therefore creates a different set of obligations on political actors, because decisions are both required and fateful, but always underdetermined by evidence, calculation or expertise. While insurance operates according to a logic of compensation, the attitude of precaution arises where the threats envisaged are of a form that cannot be compensated: 'Precaution, to a certain extent, brings us out of the age of insurance companies. It creates a world in which, in principle, compensation no longer has meaning, because the only rational attitude is to avoid the occurrence of a threat with irreversible consequences ' (2002: 298) . Of course, there is a sense in which Ewald overstates this argument. As Richard Ericson and Aaron Doyle (2004) have shown, in the wake of the attacks of 11 September 2001, insurance companies did indeed enter the field of catastrophe risks and found means of calculating and insuring against them. And, indeed, in the world of biorisks, we can certainly see the emergence of new forms of expertise, generating new decisional logics. It is, I suggest, these new forms of expertise, the experts of biorisk, who have played a key role in shaping the US and UK responses to the risks of bioterrorism, and the very different forms that the obligations of precaution have taken in these two countries.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 382,
                    "text": "(2001: 298)",
                    "ref_id": null
                },
                {
                    "start": 1221,
                    "end": 1234,
                    "text": "' (2002: 298)",
                    "ref_id": null
                },
                {
                    "start": 1317,
                    "end": 1347,
                    "text": "Ericson and Aaron Doyle (2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Forms of risk"
        },
        {
            "text": "Focusing on the framework of science within which questions can be posed and answered, Ian Hacking (2001) has emphasized that the sheer amount of investment and resources going into weapons research means that this is where much of our new knowledge is brought into being. He argues that the new knowledge determines the content of science and the particular questions we are able to ask at specific times, closing off certain possibilities and opening up others.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 105,
                    "text": "Hacking (2001)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Pathways to truth"
        },
        {
            "text": "To illustrate this idea of frameworks or 'forms' of science, he turns to the coming into being of the nucleus, as a real possibility, in the years 1890-1912. He suggests that, in 1870:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathways to truth"
        },
        {
            "text": ". . . it was not thinkable that an atom should be constituted by an infinitesimally small concentration of mass in a void at whose outer limits are the remaining parts of the atom. Certain possibilities did not exist for us, but only gradually entered the field as electrons came to be postulated and then known. Even when Rutherford did have the nucleus in 1911, he was very slow in talking about it, and did not at first draw much attention to it at the small congresses of the day. It really took him two or three years-not to countenance the nuclear as a fact, but to think of it as a possibility. The fact that the atom has a nucleus was less of a problem for Rutherford than to transform a form of knowledge in order to make an atom with a nucleus a possibility (and simultaneously a known fact). (2001: 171) Returning to the idea of knowledge determining particular forms of science, he notes, referring specifically to nuclear weapons, that:",
            "cite_spans": [
                {
                    "start": 803,
                    "end": 814,
                    "text": "(2001: 171)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pathways to truth"
        },
        {
            "text": "When so much knowledge is created by and for weaponry, it is not only our actual facts and the content of knowledge, that are affected. The possible facts, the nature of the (ideal) world in which we live become determined. Weapons are making our world, even if they are never exploded. Not because they spin off new materials, but because they create some possibilities and delimit others, perhaps forever. (2001: 167) It is, then, not just biodefence activities that are planned, developed, funded and supported, but the world of mind and technique in which biosecurity is devised. And the forms of that world can come back to haunt us, even when the anthrax vaccines, high-containment laboratories, biosensors, pre-emptive risk-reduction strategies, decontamination technologies, genetically enhanced pathogens, testing chambers and bioterrorism incident response guides themselves are gone: 'For we have created forms of knowledge which have a homing device. More [biodefence], for example ' (2001: 185) .",
            "cite_spans": [
                {
                    "start": 994,
                    "end": 1007,
                    "text": "' (2001: 185)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pathways to truth"
        },
        {
            "text": "The 'denaturalization' of biorisks that underpins the kind of analysis outlined in this article has significant policy implications. As Donald MacKenzie has argued-again in relation to nuclear technologies-it could here be argued that 'to see the mundane social processes that form the [biosecurity] world is to see simultaneously the possibility of intervening in them, of reshaping that world ' (1990: 4) .",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 406,
                    "text": "' (1990: 4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "I have suggested three types of denaturalization. The first is to locate biorisks within the problem spaces, political rationalities and thought communities that bring them into reality as problems to attend to. The second is to clarify the forms that biorisks take, and the extent to which we are moving from a calculation, probability, insurance configuration of risk thinking towards a security, uncertainty, precaution configuration. The third type of denaturalization is to recognize the 'path-dependent' consequences of embracing a particular way of engaging with risk, where heavy investments in certain research and development may irreversibly transform our thinking and the questions we ask.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "It is by identifying the various groups engaged in the national policy debates that we can begin to explore their role in constituting the threat from bioterrorism as a problem requiring a policy response. By examining the discourses of these groups-the political parties, intelligence and security experts, biological scientists and their professional associations, the military, epidemiologists and health professional, individual firms and the larger biopharmaceutical industry, think tanks, health and safety regulators, civil society, 'dissenting voices', the media-we can consider the nature of the threats envisioned, the authority and evidence they draw on in their risk assessments, and the norms and values that underpin these. And by studying the extent of overlap within the group discourses, the relationships and interactions between the groups, and the degrees of inclusion in the developing policy network-and relating this to pre-existent networks and the broader social, economic and historical context-we can gain some insight into the different courses of action in Britain and the US in response to the possibility of bioterrorism. j",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An open letter to Elias Zerhouni",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Bassler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beckwith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Belfort",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bloom",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "307",
            "issn": "",
            "pages": "1409--1419",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Report on federal funding for biological weapons prevention and defense, fiscal years",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Balmer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Palgrave. Center for Arms Control and Non-Proliferation",
            "volume": "",
            "issn": "",
            "pages": "1930--65",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The government reply to the eighth report from the House of Commons Science and Technology Select Committee",
            "authors": [],
            "year": 2004,
            "venue": "Session 2002-2003 HC 415-L: The Scientific Response to Terrorism",
            "volume": "6108",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Biosecurity: Towards an anthropology of the contemporary",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Collier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lakoff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rabinow",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Anthropology Today",
            "volume": "20",
            "issn": "5",
            "pages": "3--7",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "National biodefense analysis and countermeasure center",
            "authors": [],
            "year": 2005,
            "venue": "Fact Sheet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Risk and culture: An essay on the selection of technical and environmental dangers",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Wildavsky",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Has bioterrorism gone overboard?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Enserink",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "307",
            "issn": "",
            "pages": "1396--1398",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Catastrophe risk, insurance and terrorism",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Ericson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Doyle",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Economy and Society",
            "volume": "33",
            "issn": "2",
            "pages": "135--173",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Foucault effect: Studies in governmentality",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ewald",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The return of Descartes' malicious demon: An outline of a philosophy of precaution",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ewald",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Genesis and development of a scientific fact",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fleck",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Dits et écrits: 1954-1988, 4 vols",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Biological weapons: From the invention of state-sponsored programs to contemporary bioterrorism",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guillemin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Budget 2003: Building a Britain of economic strength and social justice",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hacking",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The scientific response to terrorism",
            "authors": [],
            "year": 2003,
            "venue": "Commons Science and Technology Committee",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Human choice and climate change",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jasanoff",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wynne",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The political economy of fear: Mapping the emerging biodefence industry",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lentzos",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Politics and the Life Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Risk: A sociological theory",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Luhmann",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Inventing acuracy: A historical sociology of nuclear missile guidance",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mackenzie",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "NIH scientists criticize agency: Microbiologists echo earlier claims that funding priorities are skewed against basic science. The Scientist",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Know your enemy: In throwing money at bioterror, the US is ignoring a greater health risk (Editorial)",
            "authors": [],
            "year": 2006,
            "venue": "New Scientist",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Secretary-General's Foreword. In Bio-terrorism incident pre-planning and response guide",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Noble",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "ICPO--INTERPOL",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Powers of freedom: Reframing political thought",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Political power beyond the state-Problematics of government",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "British Journal of Sociology",
            "volume": "43",
            "issn": "2",
            "pages": "173--205",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Public health response to biological and chemical weapons. Geneva: World Health Organization",
            "authors": [],
            "year": 2004,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "US Federal Biodefence Funding 2001-2007 Source: Adapted from Center for Arms Control and Non-proliferation (2006) Fig. 2. US Federal Biodefence Funding by Agency in $ million 2001-2007 Source: Adapted from Center for Arms Control and Non-proliferation (2006) 454 j j Homeland Security's National Biodefense Analysis and Countermeasures Center (NBACC) facility scheduled for completion in 2008. Located on the new National Interagency Biodefense Campus at Fort Detrick, Maryland-one of the main sites of the 1950s and 1960s US offensive biological weapons programme-the 160,000 square foot NBACC facility will house two centres:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Biodefence Projects Awarded 1995",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Disease",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(2004) outline a framework for understanding the constructed nature of risk, taking their point of departure from Michel Foucault and his notion of 'problematization':",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This article has come out of discussions and collaborative work with Nikolas Rose. It has been generously supported by seed funding from the LSE Research Committee.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}