{
    "paper_id": "9dae57d30096221120fc9de9d37f0eae5adc1a9f",
    "metadata": {
        "title": "Linking the Historical Roots of Environmental Conservation with Human and Wildlife Health",
        "authors": [
            {
                "first": "Kevin",
                "middle": [
                    "J"
                ],
                "last": "Olival",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "EcoHealth Alliance",
                    "location": {
                        "addrLine": "460 W. 34th Street, 17th Floor",
                        "postCode": "10001",
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "L"
                ],
                "last": "Hoguet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "EcoHealth Alliance",
                    "location": {
                        "addrLine": "460 W. 34th Street, 17th Floor",
                        "postCode": "10001",
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Daszak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "EcoHealth Alliance",
                    "location": {
                        "addrLine": "460 W. 34th Street, 17th Floor",
                        "postCode": "10001",
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We examine the historical and philosophical roots of environmental stewardship and how they relate to conservation and human health. Concern for the environment in the United States derives from two distinct historical ideologies that we term ''green'' and ''brown'' environmentalism. We propose a modern-day synthesis of these ideologies that recognizes that environmental degradation and the emergence of zoonotic and epizootic diseases, affecting both humans and wildlife (i.e., pathogen pollution), are interconnected. This interconnection provides a compelling new reason to protect and preserve biodiversity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On this 40th anniversary of the Endangered Species Act, it is appropriate to look at the historical roots of environmental protection and conservation in the United States, particularly as they relate to ecology and to health. Modern-day environmental stewardship in the United States is derived from two distinct historical threads. The first, which we refer to as ''green'' environmentalism, focuses on preserving and maintaining natural ecosystems, habitats, and specific sites for the purpose of maintaining biodiversity. The second arena of environmental stewardship, which we call ''brown'' environmentalism, focuses on limiting and mitigating pollution that is generated by human activities-principally industry and agriculture-that affect human health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "''Green'' conservation in the US was inspired by the nineteenth-century transcendental writings of Thoreau, Emerson, and the preservationist John Muir, who ascribed an intrinsic value to nature. According to this philosophy, Nature should be protected, not because it has current or future quantifiable value for society, but rather, because of what we don't know about it. At the core of these ideals is a belief that natural, pristine places have a spiritual and magical grandeur, and that we should respect them out of childlike wonder (Emerson 1836) . This philosophy laid the groundwork for early environmental policy at the end of the nineteenth century and for the protection of large tracks of land for conservation. John Muir was instrumental in lobbying Congress to enact the National Parks bill in 1890 and protect Yosemite Valley from development. He formed the Sierra Club in 1892 based on these preservationist ideals. Muir and colleagues believed in the physical and psychological healing properties of Nature and justified the conservation of wilderness, in part, by its link with human health and well-being. ''Everybody needs beauty as well as bread, places to play in and pray in, where nature may heal and give strength to body and soul alike'' (Muir 1912) .",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 553,
                    "text": "(Emerson 1836)",
                    "ref_id": null
                },
                {
                    "start": 1265,
                    "end": 1276,
                    "text": "(Muir 1912)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "US environmental policy was additionally shaped by an anthropocentric thesis derived from English utilitarian philosophers Jeremy Bentham and John Stuart Mill. Gifford Pinchot, the first Chief of the US Forest Service (1905) (1906) (1907) (1908) (1909) (1910) , famously championed the idea that forests and wild lands should be managed for their maximum utility to man. Pinchot implemented a policy of ''multiple'' or ''wise use'' for Federal lands-a policy still in effect today. Pinchot summed up the mission of the Forest Service, which has stewardship of 193 million acres-an area the size of Texas-as ''providing the greatest amount of good for the greatest amount of people in the long run'' (www.fs.fed.us). Similarly, the mission of the Federal Bureau of Land Management, which administers over 245 million ''surface'' acres in the U.S. and 700 million subterranean acres, is ''to sustain the health, diversity, and productivity of America's public lands for the use and enjoyment of present and future generations'' (www.blm.gov).",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 224,
                    "text": "(1905)",
                    "ref_id": null
                },
                {
                    "start": 225,
                    "end": 231,
                    "text": "(1906)",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 238,
                    "text": "(1907)",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 245,
                    "text": "(1908)",
                    "ref_id": null
                },
                {
                    "start": 246,
                    "end": 252,
                    "text": "(1909)",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 259,
                    "text": "(1910)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At the same time that Emerson and Muir were forming their romantic ideals about the preservation of American wilderness, public health officials in the United Kingdom were trying to mitigate water pollution to control cholera outbreaks. In the process, they developed the early makings of ''brown'' environmentalism. John Simpson, the first medical health officer in London and less well-known contemporary of John Snow, the ''father of modern epidemiology,'' emphasized the need for improvements to water quality to combat disease. In 1856 he described the Thames in London as ''…contaminated with the outscourings of the metropolis, swarming with infusorial life, and containing unmistakeable molecules of excrement'' (Simpson 1856) . His reports led to the first real attempt to improve sanitation and river quality in the UK-an early example of the ''brown'' approach to environmental stewardship in which restoring freshwater ecosystems was a means to protect human health (Ashby 1977).",
            "cite_spans": [
                {
                    "start": 720,
                    "end": 734,
                    "text": "(Simpson 1856)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Such ''brown'' environmentalism was the primary impetus behind much of the significant environmental legislation enacted in the United States during the early 1970s. Hazardous environmental and health impacts in the United States from toxic pollution were first brought to the public's attention by Rachel Carson, a marine biologist and now famous environmental whistle-blower. In her book Silent Spring (1962), Carson highlighted the cascading ecological and health effects of DDT, arguing that pollution was the primary scourge against humanity:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Only yesterday mankind lived in fear of the scourges of smallpox, cholera, and plague that once swept nations before them. Now our major concern is no longer with the disease organisms that once were omnipresent; sanitation, better living conditions, and new drugs have given us a high degree of control over infectious disease. Today we are concerned with a different kind of hazard that lurks in our environment-a hazard we ourselves have introduced into our world as our modern way of life has evolved. (Carson 1962) After Carson, public awareness of pollution emerged very rapidly as an issue in the United States. In 1965, few people considered pollution important; five years later, it ranked second only to crime among the public's concerns (Graham 1999 ). Carson's health-centric political lobbying, combined with major pollution events resulting from some highly visible industrial accidents, such as the Santa Barbara oil spill in 1969, led to the establishment of the US Environmental Protection Agency in 1970 and to the subsequent adoption of two of the most important and pioneering environmental health laws in US history: the Clean Air Act (1970) and the Clean Water Act (reorganized in 1972). These are fundamentally ''brown'' Acts that seek to protect the environment as a way to safeguard human health, rather than to care for the environment for its own sake.",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 519,
                    "text": "(Carson 1962)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 748,
                    "end": 760,
                    "text": "(Graham 1999",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During this era, heightened public awareness of the environment combined with the well-publicized plights of some charismatic species, such as whooping cranes and whales, provided the setting against which the Endangered Species Act, an essentially ''green'' piece of legislation, became law in 1973. The Act's preamble emphasizes that wildlife and plants have intrinsic value and ''are of esthetic, ecological, educational, historical, recreational, and scientific value to the Nation and its people''.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What have we learned from these historical origins of the environmental stewardship movement in the US, and how can we better reconcile these ''green'' and ''brown'' antecedents? We emphasize a few key points: First, in retrospect, Carson was only partially correct. While pollutants remain an insidious threat to health and the environment, there is now a growing acceptance that emerging infectious diseases (EID's) are on the rise and are having dramatic impacts on both global health and conservation (Daszak et al. 2000; Karesh et al. 2012) . The public health optimism of the late 1960s that led Carson to dismiss the threats from ''disease organisms'' and William Stewart, then the U.S. Surgeon General, famously to ''close the book'' on infec-tious diseases (Lederberg et al. 1992) , is over. Today the impact and threat of pandemic zoonoses is real and looms large over humanity (Morse et al. 2012) . Over 60% of human infectious pathogens are zoonotic, the majority from wildlife. The list of deadly or debilitating agents includes SARS, HIV, Nipah virus, Lyme disease, Rocky Mountain spotted fever, West Nile virus, and salmonella. Further, EIDs have increased in frequency since the 1970s (Jones et al. 2008) .",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 525,
                    "text": "(Daszak et al. 2000;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 526,
                    "end": 545,
                    "text": "Karesh et al. 2012)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 766,
                    "end": 789,
                    "text": "(Lederberg et al. 1992)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 888,
                    "end": 907,
                    "text": "(Morse et al. 2012)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1201,
                    "end": 1220,
                    "text": "(Jones et al. 2008)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Second, infectious diseases are now recognized as a significant threat to wildlife conservation and to the broader environment (Daszak et al. 2000) . For example, the introduced pathogen, Geomyces destructans (cause of White Nose Syndrome), has spread rapidly in just over five years, killing six million bats from 11 species in North America (whitenosesyndrome.org). Several bat species are now threatened with extinction, an event that could have substantial downstream ecological and economic effects (Frick et al. 2010; Boyles et al. 2011; Langwig et al. 2012 ). Anthropogenically introduced pathogens have already caused species extinctions-from gastric-brooding frogs in Australia (chytrid fungus), through to around a third of Hawaiian honeycreepers (introduced malaria and pox virus). The distribution of EIDs in nature is pan-global, with antibodies to chicken viruses found in Antarctic penguins, and the spread of West Nile virus and whirling disease reaching from Europe across the US continental divide. We now have a new phrase to bring to the conservation lexicon-'Pathogen Pollution' (Daszak et al. 2000) . In this play on Carson's text, we consider the pathogens that people unwittingly spread around the planet as we alter landscapes, expand agriculture, and travel to new regions. This form of pollution can be as insidious as DDT and may have already had a higher impact on our environment.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 147,
                    "text": "(Daszak et al. 2000)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 504,
                    "end": 523,
                    "text": "(Frick et al. 2010;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 524,
                    "end": 543,
                    "text": "Boyles et al. 2011;",
                    "ref_id": null
                },
                {
                    "start": 544,
                    "end": 563,
                    "text": "Langwig et al. 2012",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1100,
                    "end": 1120,
                    "text": "(Daszak et al. 2000)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Third, and perhaps most relevant to our premise, a growing body of disease ecology research (emphasized by the quality and quantity of articles published in EcoHealth over the past decade) has demonstrated that the same factors that cause environmental destruction and subsequent global declines in biodiversity also drive the emergence of infectious diseases. These anthropogenic ''drivers'' include deforestation, agricultural expansion, natural resource exploitation, bushmeat hunting, and global travel and trade (Morse 1993) . These drivers, which are primarily associated with land-use change, facilitate the emergence of zoonotic diseases by disrupting 'natural' host-pathogen dynamics and/or by exposing humans to a novel pool of pathogens from wildlife reservoirs (Jones et al. 2013; Murray and Daszak 2013) . The emergence of Nipah virus in Malaysia is a good example of how environmental drivers, including the industrialization and expansion of pig farms into bat habitat, led to pathogen spillover and a subsequent human outbreak (Daszak et al. 2006; Pulliam et al. 2012) .",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 529,
                    "text": "(Morse 1993)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 773,
                    "end": 792,
                    "text": "(Jones et al. 2013;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 793,
                    "end": 816,
                    "text": "Murray and Daszak 2013)",
                    "ref_id": null
                },
                {
                    "start": 1043,
                    "end": 1063,
                    "text": "(Daszak et al. 2006;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1064,
                    "end": 1084,
                    "text": "Pulliam et al. 2012)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Scientific recognition of the connection between damage to the environment and the emergence of harmful zoonotic and epizootic diseases provides a compelling new reason to protect and preserve biodiversity. While we recognize that it is neither feasible nor desirable to stop environmental change or the global forces that cause it, we advocate looking for sustainable solutions that will mitigate both ecological damage and disease risk. This search should include working with industry and governments to develop more ''EcoHealthy'' alternatives to current practices starting with systematic assessments of emerging disease risk concomitant with environmental impact statements. By emphasizing disease prevention as a reason to preserve intact ecosystems and the creatures that live within them, we bring together critical elements of ''brown'' and ''green'' conservation and provide a simple message: Both humans and the environment will be better off from setting aside protected areas (as Muir did); adopting best practices for extractive industries (per Pinchot); and, like Carson, blowing whistles when those practices seem too risky.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Economic importance of bats in agriculture",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Ashby E ; Cryan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Mccracken",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Kunz",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Science",
            "volume": "332",
            "issn": "",
            "pages": "41--42",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Emerging infectious diseases of wildlif: threats to biodiversity and human health",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carson R ; Houghton Mifflin Daszak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Hyatt",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Science",
            "volume": "287",
            "issn": "",
            "pages": "443--449",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The emergence of Nipah and Hendra virus: pathogen dynamics across a wildlife-livestock-human continuum",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Plowright",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Pulliam",
                    "suffix": ""
                },
                {
                    "first": "Abdul",
                    "middle": [],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Field",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Disease Ecology: Community Structure and Pathogen Dynamics",
            "volume": "",
            "issn": "",
            "pages": "188--203",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An emerging disease causes regional population collapse of a common North American bat species",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Frick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Pollock",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Hicks",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Langwig",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "329",
            "issn": "",
            "pages": "679--682",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Morning After Earth Day",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Zoonosis emergence linked to agricultural intensification and environmental change",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Grace",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alonso",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rushton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Said",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "110",
            "issn": "",
            "pages": "8399--8404",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Storeygard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gittleman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990--994",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Zoonoses 1 Ecology of zoonoses: natural and unnatural histories",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Karesh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dobson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lubroth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Dixon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "1936--1945",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Sociality, density-dependence and microclimates determine the persistence of populations suffering from a novel fungal disease, white-nose syndrome",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Langwig",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Frick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Bried",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Hicks",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Kunz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kilpatrick",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ecology Letters",
            "volume": "15",
            "issn": "",
            "pages": "1050--1057",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Emerging Infections: Microbial Threats to Health in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lederberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shope",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Oaks",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Prediction and prevention of the next pandemic zoonosis",
            "authors": [
                {
                    "first": "Ss ;",
                    "middle": [],
                    "last": "Morse",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Morse",
                    "suffix": ""
                },
                {
                    "first": "Jak",
                    "middle": [],
                    "last": "Mazet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Woolhouse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Parrish",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Karesh",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "1956--1965",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Century Company Murray KA, Daszak P (2013) Human ecology in pathogenic landscapes: two hypotheses on how land use change drives viral emergence",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Muir",
                    "suffix": ""
                }
            ],
            "year": 1912,
            "venue": "Current opinion in virology",
            "volume": "3",
            "issn": "",
            "pages": "79--83",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Agricultural intensification, priming for persistence and the emergence of Nipah virus: a lethal batborne zoonosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Pulliam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dushoff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bunning",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Jamaluddin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of the Royal Society Interface",
            "volume": "9",
            "issn": "",
            "pages": "89--101",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Report on the Last Two Cholera-Epidemics of London, as Affected by the Consumption of Impure Water, London: The General Board of Health",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "We thank an anonymous reviewer for valuable comments on this essay. KJO and PD were supported by the USAID Emerging Pandemic Threats Program PREDICT project Cooperative Agreement Number (GHN-A-OO-09-00010-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}