{
    "paper_id": "9ed1d98277a560bca71ed6d7a34c4d7e7058cd89",
    "metadata": {
        "title": "Effects of Ultraviolet Germicidal Irradiation (UVGI) on N95 Respirator Filtration Performance and Structural Integrity",
        "authors": [
            {
                "first": "William",
                "middle": [
                    "G"
                ],
                "last": "Lindsley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Health Effects Laboratory Division",
                    "institution": "National Institute for Occupational Safety and Health",
                    "location": {
                        "settlement": "Morgantown",
                        "region": "West Virginia"
                    }
                },
                "email": "wlindsley@cdc.gov"
            },
            {
                "first": "Stephen",
                "middle": [
                    "B"
                ],
                "last": "Martin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Occupational Safety and Health",
                    "location": {
                        "settlement": "Morgantown",
                        "region": "West Virginia"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "E"
                ],
                "last": "Thewlis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Health Effects Laboratory Division",
                    "institution": "National Institute for Occupational Safety and Health",
                    "location": {
                        "settlement": "Morgantown",
                        "region": "West Virginia"
                    }
                },
                "email": ""
            },
            {
                "first": "Khachatur",
                "middle": [],
                "last": "Sarkisian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Health Effects Laboratory Division",
                    "institution": "National Institute for Occupational Safety and Health",
                    "location": {
                        "settlement": "Morgantown",
                        "region": "West Virginia"
                    }
                },
                "email": ""
            },
            {
                "first": "Julian",
                "middle": [
                    "O"
                ],
                "last": "Nwoko",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Occupational Safety and Health",
                    "location": {
                        "settlement": "Pittsburgh",
                        "region": "Pennsylvania"
                    }
                },
                "email": ""
            },
            {
                "first": "Kenneth",
                "middle": [
                    "R"
                ],
                "last": "Mead",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Occupational Safety and Health",
                    "location": {
                        "addrLine": "1095 Willowdale Road, M/S 4020",
                        "postCode": "26505-2845",
                        "settlement": "Cincinnati, Morgantown",
                        "region": "Ohio, WV"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "D"
                ],
                "last": "Noti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Health Effects Laboratory Division",
                    "institution": "National Institute for Occupational Safety and Health",
                    "location": {
                        "settlement": "Morgantown",
                        "region": "West Virginia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The ability to disinfect and reuse disposable N95 filtering facepiece respirators (FFRs) may be needed during a pandemic of an infectious respiratory disease such as influenza. Ultraviolet germicidal irradiation (UVGI) is one possible method for respirator disinfection. However, UV radiation degrades polymers, which presents the possibility that UVGI exposure could degrade the ability of a disposable respirator to protect the worker. To study this, we exposed both sides of material coupons and respirator straps from four models of N95 FFRs to UVGI doses from 120-950 J/cm 2 . We then tested the particle penetration, flow resistance, and bursting strengths of the individual respirator coupon layers, and the breaking strength of the respirator straps. We found that UVGI exposure led to a small increase in particle penetration (up to 1.25%) and had little effect on the flow resistance. UVGI exposure had a more pronounced effect on the strengths of the respirator materials. At the higher UVGI doses, the strength of the layers of respirator material was substantially reduced (in some cases, by >90%). The changes in the strengths of the respirator materials varied considerably among the different models of respirators. UVGI had less of an effect on the respirator straps; a dose of 2360 J/cm 2 reduced the breaking strength of the straps by 20-51%. Our results suggest that UVGI could be used to effectively disinfect disposable respirators for reuse, but the maximum number of disinfection cycles will be limited by the respirator model and the UVGI dose required to inactivate the pathogen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T he possibility of a global pandemic of an infectious respiratory disease is of tremendous concern to the occupational health community, because healthcare workers would face the greatest risk of exposure. For pandemic diseases that may be transmitted by airborne particles, the isolation precaution guidelines from the Centers for Disease Control and Prevention (CDC) call for healthcare workers to wear respiratory protection while treating patients. (1) Because of their loose fit and low filtration capacity, surgical masks do not provide respiratory protection from small airborne particles. (1, 2) For this reason, the most common respiratory protection device used in healthcare settings is the disposable N95 filtering facepiece respirator (FFR). However, infection control procedures typically call for disposable FFRs to be discarded after a single use to avoid cross-contamination. This means that a pandemic of a disease such as influenza would require a tremendous number of FFRs to protect healthcare workers from airborne transmission. The Institute of Medicine (IOM) projected that a 6-week influenza pandemic would require 90 million FFRs. (3) The Occupational Safety and Health Administration (OSHA) has predicted that an influenza pandemic would likely last 24 weeks, which suggests that up to 360 million FFRs could be needed in the United States alone. (4) A surge in demand of this magnitude would greatly exceed current stockpiles and production capabilities, and would almost certainly result in a shortage.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 457,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 598,
                    "end": 601,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 602,
                    "end": 604,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1158,
                    "end": 1161,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1375,
                    "end": 1378,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "One possible way to meet the need for FFRs during a pandemic would be to reuse them, (3) since even a small num-ber of reuses would greatly expand the available pool of disposable respirators. During the 2009 H1N1 pandemic, the CDC recommended that healthcare facilities consider extending the use of and reusing N95 respirators if necessary. (5) However, a significant concern with reuse is the possibility that the external surfaces of the respirator will become contaminated with infectious material and lead to disease transmission if, for example, a worker touches the respirator surface while re-donning it. To avoid this, FFRs would need to be decontaminated after each use. The IOM determined that no effective decontamination strategy existed for disposable respirators and recommended that this be explored. (3) A variety of techniques for decontaminating N95 respirators have been tested, including autoclaving, steam generated by heat or microwaves, ethylene oxide, vaporized hydrogen peroxide, and bleach. (6) (7) (8) (9) (10) (11) All of these techniques have advantages and disadvantages. Heat and steam can melt or degrade the respirator and require drying the FFR after treatment. (10, 12) Chemical disinfectants require rinsing and drying, and can leave an unpleasant odor or a residue that irritates the skin. (12) Gaseous systems using ethylene oxide or vaporized hydrogen peroxide require specialized equipment and ventilation controls. (11) N95 respirators cannot be disinfected with alcohols such as isopropanol because alcohols remove the electrostatic charge from the filtration media and substantially degrade its filtration capacity. (13) Disposable respirators also can be decontaminated through the use of ultraviolet germicidal irradiation (UVGI). UVGI uses ultraviolet light to inactivate microorganisms, primarily by cross-linking thymidine nucleotides in DNA and uracil nucleotides in RNA, which blocks replication. (14) UVGI systems are relatively quick and easy to use, and do not leave chemical residues or risk exposing workers to toxic chemicals. In the lab, UVGI has been successfully used to decontaminate N95 respirators exposed to the bacteriophage MS2 (15, 16) and influenza virus. (6, 8) An important consideration for all decontamination methods, including UVGI, is the risk that they will degrade the respirator material, and in particular that they will reduce the ability of the respirator to filter out infectious bioaerosols. This is especially a concern with UVGI, as UV radiation degrades polymers, which are used in the construction of disposable FFRs. Some studies have looked at the effects of UVGI on respirator appearance, fit, airflow resistance, and filtration efficiency after one to three decontamination cycles and have found no significant effects. (7, 10, 12) However, the effects of extended exposures to UVGI after multiple decontamination cycles are not known, and it is unclear how large a cumulative dose of UVGI respirators can withstand, what damage eventually occurs, or how many times disposable FFRs could potentially be decontaminated and reused.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 818,
                    "end": 821,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1019,
                    "end": 1022,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1023,
                    "end": 1026,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1027,
                    "end": 1030,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1031,
                    "end": 1034,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1035,
                    "end": 1039,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1040,
                    "end": 1044,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1198,
                    "end": 1202,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1203,
                    "end": 1206,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1329,
                    "end": 1333,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1458,
                    "end": 1462,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1661,
                    "end": 1665,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1949,
                    "end": 1953,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2195,
                    "end": 2199,
                    "text": "(15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2200,
                    "end": 2203,
                    "text": "16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2225,
                    "end": 2228,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2229,
                    "end": 2231,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2812,
                    "end": 2815,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2816,
                    "end": 2819,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2820,
                    "end": 2823,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The purpose of this project was to study the effects of UVGI on the filtration performance and structural integrity of N95 respirators. By measuring the amount of UVGI to which respirators could be exposed before degrading, the maximum number of decontamination cycles to which disposable FFRs could be exposed can be determined, and concerns about possible loss of aerosol filtration efficiency can be examined. The results of this study will assist in the evaluation of UVGI as a potential method for FFR decontamination and in the design of systems and procedures for decontaminating respirators during a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Circular coupons were punched from N95 respirators and tested to determine their filter penetration (the fraction of aerosol particles that are not removed from the air stream and thus pass through the respirator material) and their flow resistance (the amount of air pressure required for air to flow through the respirator material at a given flow rate). Both sides of the coupons were exposed to UVGI and their filter penetration and flow resistance were tested again. The layers of the coupons were then separated and the bursting strength of each layer was determined. Straps were removed from respirators, both sides were exposed to UVGI, and their maximum tensile strengths were measured.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Four models of N95 FFRs were selected for our experiments from those contained in the Strategic National Stockpile maintained by the CDC for use during public health emergencies. The models used were the 1860 N95 respirator/surgical mask (referred to as the 3M 1860; 3M, St. Paul, MN), the 9210 N95 respirator (referred to as the 3M 9210; 3M), the 1730 N95 respirator/surgical mask (referred to as the GE 1730; Gerson, Middleboro, MA), and the 46727 N95 respirator/surgical mask (referred to as the KC 46727; Kimberly-Clark, Roswell, GA). All respirators of each model were from the same lot number. For testing, 3-4 circular 37 mm coupons were punched from each respirator sample to obtain a total of 24 coupons for each respirator model. Four test coupons from each respirator model were tested under each exposure condition. The coupons were loaded into holders composed of two middle ring sections from three-piece polystyrene 37 mm filter cassettes (Part# 225-3250, SKC, Eighty-four, PA). The holders were then wrapped with black vinyl tape. This arrangement left both sides of the test coupon uncovered so that they could be exposed to UV irradiation. Two straps were cut from each respirator for exposure and testing: one strap was used as a control while the other was exposed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respirators"
        },
        {
            "text": "The filter penetration and flow resistance of the respirator coupons were tested before and after UV exposure using a commercial aerosol filter tester (Model 3160, TSI, Shoreview, MN). The fraction of aerosol particles that passed through the respirator coupon was measured sequentially using NaCl particles with diameters of 0.02, 0.03, 0.04, 0.05, 0.06, 0.08, 0.1, 0.2, 0.3, and 0.4 µm. The maximum of these values was defined as the filter penetration. The flow resistance was determined by measuring the pressure drop of the airflow across the coupon. All tests were performed at an air flow rate of 5 l/min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Filter Penetration and Flow Resistance"
        },
        {
            "text": "Respirator coupons and straps were exposed to ultraviolet light with a primary wavelength of 254 nm (UV-C) in a custommade 91 cm × 31 cm × 64 cm high chamber. The chamber was fitted with two 15 Watt T-150 254 nm UV-C lamps in a reflective housing and lined with black felt to minimize reflections. UV-C irradiance was measured using a radiometer (ILT-1700, International Light Technologies, Peabody, MA). Eight respirator coupons were placed on a horizontal surface so that the coupons and the sensor were approximately 6.2 cm below the lamps. A section of filter cassette was attached to the sensor head of the radiometer so that the irradiation of the sensor head would match that of the coupons. Calibration measurements using the radiometer showed that the irradiance of the eight positions varied by no more than ±4%. Samples were also rotated once among the positions when they were flipped so that the mean exposures for the different groups were within ±0.1% of each other. The respirator coupons were exposed to 0, 120, 240, 470, or 950 J/cm 2 of UV-C on each side (one side was exposed at a time). To expose the respirator straps, eight straps were laid side-by-side horizontally on a support surface at the same height as the sensor and each side was exposed to 0, 590, 1180, or 2360 J/cm 2 in a similar manner to the coupons. Temperature and humidity in the chamber were monitored using a humidity and temperature transmitter (HMT330, Vaisala, Helsinki, Finland). The mean temperature during coupon exposures was 27 • C (SD 1.7) and the mean relative humidity was 25% (SD 6.5). The exposure system was controlled using a custom-written computer program (LabVIEW 2013, National Instruments, Austin, TX).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "UVGI Exposure"
        },
        {
            "text": "After the final filtration tests, the respirator coupons were removed from the filter cassettes and separated into layers as described previously. (17) The 3M 1860, 3M 9210, and the Gerson 1730 had three layers each, while the Kimberly-Clark 46727 had four layers. The layers were tested separately because some layers are much stronger than others in the same respirator, and changes in some layers might be masked by other layers. In addition, the UVGI dose received by the outer and innermost layers is higher than the middle layers because of attenuation. Analyzing the layers separately therefore provided better information on the effects of UVGI on the material. The bursting strength of each layer was measured using a half-scale version of the fixture described in ASTM Standard D3787 (18) mounted in a materials testing machine (Model 5569A, Instron, Norwood, MA). Each coupon layer was clamped in a ring-shaped holder with a 22 mm central hole and rounded edges. A 12.7 mm polished steel ball was pushed through the material at a traverse rate of 2.5 mm/sec and the maximum force before failure was recorded. The respirator straps were clamped in the materials testing machine after UVGI exposure and stretched at a traverse rate of 5 mm/sec until breaking.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 794,
                    "end": 798,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Strength Measurements of Respirator Coupons and Straps"
        },
        {
            "text": "The experimental data were analyzed using SAS software (SAS Institute, Cary, NC). Data for each respirator were evaluated separately. To determine if there was any difference in penetration or flow resistance before and after UVGI irradiation, a randomized Complete Block Design model was fitted using the PROC MIXED procedure with the respirator type included as a random effect. Analyses for differences in the burst strength of UVGI exposed and unexposed respirator layers were done in a similar fashion. Differences in the breaking strength between UVGI exposed and nonexposed respirator straps were evaluated using a PROC MIXED procedure. Two tables showing the numerical results for all of the tests are included as on-line supplemental materials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Results"
        },
        {
            "text": "T he effects of different doses of UVGI on the ability of aerosol particles to penetrate through the different respirators are shown in Figure 1 . For the control coupons, the penetration stayed the same or decreased slightly during the second test; the difference was statistically significant for only one respirator (Table I) . For 16 of the 20 exposed coupons, the penetration increased after exposure, and the difference was statistically significant for 12 coupons. The mean penetration values for all of the coupons were 5% or less both before and after exposure.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 144,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 319,
                    "end": 328,
                    "text": "(Table I)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The mean flow resistance of the control coupons increased from the first to the second test in two cases and decreased in two cases ( Figure 2) . The difference was statistically significant in one case (Table I) but for all controls the change was less than 1% of the initial value. The flow resistance increased after UVGI exposure for 12 of the exposed coupons and decreased for 8; the difference was statistically significant for 12 coupons, but the change was less than 6% of the initial value in all cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 143,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 203,
                    "end": 212,
                    "text": "(Table I)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The strength of the different layers of respirator material generally decreased after UVGI exposure (Figure 3) . At a dose of 120 J/cm 2 , only two of the 13 layers total lost a significant amount of strength; this increased to 10 of 13 layers at the maximum dose of 950 J/cm 2 (Table II) . In several cases, the strength fell more than 90% at the highest two doses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 110,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 278,
                    "end": 288,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The breaking strength of the respirator straps also decreased after UVGI exposure, but the effect was less pronounced than for the layers of respirator material (Figure 4) . At a dose of 590 J/cm 2 , the mean strap breaking strengths decreased 10-21% compared to the paired controls, while the decrease was 14-28% for 1180 J/cm 2 and 20-51% for 2360 J/cm 2 . In most cases, the decrease in breaking strength was statistically significant (Table III) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 171,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 438,
                    "end": 449,
                    "text": "(Table III)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "U ltraviolet germicidal irradiation could potentially be used to disinfect disposable respirators, which could allow the respirators to be used safely multiple times during a public health emergency. However, before such a system can be implemented, it is important to understand how UVGI affects the respirator material, and especially whether UVGI degrades the protection offered by the respirator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Previous studies of the effects of a single cycle or three cycles of lower doses of UVGI on respirators found that the penetration and resistance were not significantly changed. (11, 12) The much higher doses of UVGI used in our experiments led to an increase in particle penetration of up to 1.25% in our respirator coupons, although all of the respirators had mean penetration values below 5% even after the maximum exposure levels. No obvious dose-response relationship occurred between the UVGI dose and the change in penetration, probably due in large part to variability in the coupons and the penetration test itself. These results suggest that UVGI could be used for respirator disinfection, but would need to be implemented cautiously, especially for respirators with a smaller safety margin between the actual penetration value and the 5% maximum allowed for an N95 respirator. It also suggests that each individual model of respirator to be disinfected should be tested, and that more testing is needed to determine if the particle penetration through UVGI-exposed respirators can increase to unacceptable values in some cases. The flow resistance was essentially unchanged after UVGI exposure for all of respirators tested, and it seems unlikely that the flow resistance will be a matter of concern with a UVGI system.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 183,
                    "end": 186,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In contrast to the penetration and resistance, the strength of the respirator materials was dramatically affected by UVGI exposure in most cases. At the highest doses, many of the layers had lost most or all of their strength, and in several cases the material was visibly degraded with obvious breaks or tears and came apart easily. This suggests that the upper limit for UVGI exposure during repeated disinfection cycles would be set by the physical degradation of the respirator material and not by a loss in filtration capacity. For some respirator models, this could potentially serve as a useful warning; if the respirator material is degraded noticeably after UVGI disinfection, the respirator should be discarded. The respirator straps retained most of their strength even at the highest doses, which suggests again that the degradation of the body of the respirator will be the limiting factor in the use of UVGI and not the degradation of the straps. We believe that the most likely reason that the filtration capacity and the flow resistance do not change substantially even though the strength decreases is that the amount of physical load placed on the respirator material during filtration testing (and in normal use) is much lower than the maximum strength of the material. Consequently, the respirator material has a tremendous reserve capacity of physical strength. Although UVGI reduces the strength and toughness of polymers like polypropylene, the fibers will not actually break unless they are stressed. (14) Thus, we think the filter layer remains intact and is able to maintain its filtration capacity.",
            "cite_spans": [
                {
                    "start": 1525,
                    "end": 1529,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The number of UVGI cycles to which a disposable respirator could be subjected is a function of the resistance of the respirator to degradation and the UVGI dose used for each Two studies of UVGI disinfection of respirators exposed to droplets and aerosols containing influenza virus found that a 1.8 J/cm 2 dose was sufficient to reduce the amount of viable influenza virus by a factor of >10 4 (>4-log reduction). (6, 8) This suggests that, for influenza virus, dozens of UVGI disinfection cycles could be performed on respirators without the UVGI affecting their performance. Other pathogens require higher UVGI doses for disinfection (broadly speaking, to achieve a given reduction in viability, bacteria require higher doses than viruses and spores require much higher doses than vegetative cells). (14) For example, the UVGI dose required to disable 90% of a pathogen in aqueous suspension has been reported to be about 2.3 mJ/cm 2 for influenza A virus, 4.8 mJ/cm 2 for Mycobacterium tuberculosis (which causes tuberculosis), and 41.1 mJ/cm 2 for Bacillus anthracis spores (which cause anthrax). (14) Thus, the utility of a UVGI system for disinfecting respirators may depend in part upon the pathogen involved.",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 418,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 419,
                    "end": 421,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 803,
                    "end": 807,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1102,
                    "end": 1106,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Another important aspect to the UVGI disinfection and reuse of disposable respirators is the attenuation of the light by the FFR material, since this reduces the irradiation of pathogens trapped in the interior layers of the respirator. This is not a concern if disinfection of the exterior layers of the respirator is sufficient, but needs to be considered if complete disinfection is required. Fisher and Shaffer examined this question and estimated that, to expose the innermost part of a respirator to a given dose of UVGI, the exterior dose needed to be from 3.2-400 times the required interior level, depending upon the model of the respirator. (17) This suggests that some respirator models may work better with a UVGI system than others. The accumulation of contaminants on the respirator also can reduce the penetration of UVGI into the interior and increase the dose needed for disinfection. (16) A working group formed by the US Department of Veterans Affairs recently proposed desirable characteristics for a disposable N95 respirator designed specifically for healthcare workers. (19) One of their recommendations was that such a respirator be capable of being disinfected 50 times with each disinfection cycle taking less than 60 sec. Our results suggest that, with the appropriate design and choice of materials, a respirator and UVGI system could be designed to meet this goal. It would be relatively easy to design a small UVGI system that could meet the 60-sec cycle goal, while this would be extremely difficult for a chemical immersion, vapor, or steambased system. In addition, because UVGI does not involve hazardous chemicals and can be reasonably compact and inexpensive, such systems could be deployed virtually anywhere within a healthcare facility for quick and easy disinfection of respirators by workers after tending to a patient.",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 655,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 902,
                    "end": 906,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1093,
                    "end": 1097,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Finally, the limitations of our study need to be acknowledged. First, we anticipate that the effects of UVGI on other respirators would be similar to those seen on the four models we tested, but if a UVGI system were to be implemented, the actual model of respirator used would need to be tested to Each data point shows the mean breaking strength for the respirator straps exposed to the dose of UVGI. Eight straps were tested at 4 different doses, with a matched control tested for each exposed strap (32 controls total). Error bars show the standard deviation. determine the effects of UVGI upon it. Second, we tested coupons of material in a standard filter tester, which uses a unidirectional air flow and a dry salt aerosol. We expect that the results would be similar for intact respirators worn by people who are exhaling humid air and inhaling air containing a variety of types of particles, but this should be verified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "T he capacity to disinfect and reuse disposable N95 respirators may be needed during a pandemic of an infectious disease that spreads by airborne particles. Ultraviolet germicidal irradiation is one possible method for accomplishing this. In our experiments, UVGI had a small effect on filtration performance and essentially no effect on flow resistance at doses up to 950 J/cm 2 , while the structural integrity of the respirators showed a noticeable decrease at lower doses. The strength of the respirator straps was less affected by UVGI than the strength of the body material. Our results suggest that UVGI could be used to disinfect respirators, although the maximum number of disinfection cycles will be limited by the respirator model and the UVGI dose required to inactivate the pathogen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "T he authors thank David H. Edgell of NIOSH for machining the parts for the burst strength tester. The findings and conclusions in this report are those of the authors and do not necessarily represent the official position of the National Institute for Occupational Safety and Health (NIOSH). Mention of a specific product or company does not constitute endorsement by the NIOSH. This work is not intended to imply that UVGI is or is not a modification or maintenance for the purposes of 42 CFR Part 84 or 29 CFR 1910.134. All maintenance procedures must be performed in accordance with manufacturer's instructions to maintain the respirator in a NIOSH certified configuration. This article is not subject to US copyright law.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "S upplemental data for this article can be accessed at tandfonline.com/uoeh. AIHA and ACGIH members may also access supplementary material at http://oeh.tandfonline.com/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTAL MATERIAL"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Guideline for isolation precautions: Preventing transmission of infectious agents in health care settings",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rhinehart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chiarello",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am. J. Infect. Control",
            "volume": "35",
            "issn": "2",
            "pages": "65--164",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Respiratory Protection for Healthcare Workers in the Workplace Against Novel H1N1 Influenza A: A Letter Report",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Reusability of Facemasks During an Influenza Pandemic: Facing the Flu",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pandemic Influenza Preparedness and Response Guidance for HealthcareWorkers and Healthcare Employers",
            "authors": [],
            "year": 2009,
            "venue": "Occupational Safety and Health Administration",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Questions & Answers Regarding Respiratory Protection for Infection Control Measures for 2009 H1N1 Influenza among Healthcare Personnel",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Hinrichs: Effectiveness of three decontamination treatments against influenza virus applied to filtering facepiece respirators",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Lore",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Heimbuch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Wander",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ann. Occup. Hyg",
            "volume": "56",
            "issn": "1",
            "pages": "92--101",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Impact of three biological decontamination methods on filtering facepiece respirator fit, odor, comfort, and donning ease",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Viscusi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Bergman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Novak",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Occup. Environ. Hyg",
            "volume": "8",
            "issn": "7",
            "pages": "426--436",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A pandemic influenza preparedness study: use of energetic methods to decontaminate filtering facepiece respirators contaminated with H1N1 aerosols and droplets",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Heimbuch",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kinney",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am. J. Infect. Control",
            "volume": "39",
            "issn": "1",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Evaluation of microwave steam bags for the decontamination of filtering facepiece respirators",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Impact of three cycles of decontamination treatments on filtering facepiece respirator fit",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Bergman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Viscusi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Palmiero",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Int. Soc. Respir. Prot",
            "volume": "28",
            "issn": "1",
            "pages": "48--59",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Evaluation of multiple (3-cycle) decontamination processing for filtering facepiece respirators",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Bergman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Viscusi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Heimbuch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Wander",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Sambol",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Eng. Fibers Fabrics",
            "volume": "5",
            "issn": "4",
            "pages": "33--41",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Evaluation of five decontamination methods for filtering facepiece respirators",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Viscusi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Bergman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Eimer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann. Occup. Hyg",
            "volume": "53",
            "issn": "8",
            "pages": "815--827",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Electrostatic respirator filter media: filter efficiency and most penetrating particle size effects",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Moyer",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Appl. Occup. Environ. Hyg",
            "volume": "15",
            "issn": "8",
            "pages": "609--617",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Ultraviolet Germicidal Irradiation Handbook. UVGI for Air and Surface Disinfection",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kowalski",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Development of a test system to evaluate procedures for decontamination of respirators containing viral droplets",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rengasamy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Appl. Environ. Microbiol",
            "volume": "75",
            "issn": "23",
            "pages": "7303--7309",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The effect of soil accumulation on multiple decontamination processing of N95 filtering facepiece respirator coupons using physical methods",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Int. Soc. Respir. Prot",
            "volume": "27",
            "issn": "1",
            "pages": "16--26",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A method to determine the available UV-C dose for the decontamination of filtering facepiece respirators",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Appl. Microbiol",
            "volume": "110",
            "issn": "1",
            "pages": "287--295",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "ASTM: Standard Test Method for Bursting Strength of Textiles-Constant-Rate-of-Traverse (CRT) Ball Burst Test",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "B95: a new respirator for health care personnel",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Gosch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Eagan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Roberge",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Davey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Radonovich",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am. J. Infect. Control",
            "volume": "41",
            "issn": "12",
            "pages": "1224--1230",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Particle penetration vs. UVGI exposure for respirator material. (A) 3M 1860; (B) 3M 9210; (C) GE 1730; (D) KC 46727. Each pair of bars shows the mean penetration for four 37 mm test coupons before and after UVGI exposure. Error bars show the standard deviation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Flow resistance vs. UVGI dose for respirator material. (A) 3M 1860; (B) 3M 9210; (C) GE 1730; (D) KC 46727. Each pair of bars shows the mean flow resistance for four 37 mm test coupons before and after UVGI exposure. The units \"mm H 2 O\" are used by convention; 1 mm H 2 O = 9.8 N/m 2 . Error bars show the standard deviation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Bursting strength vs. UVGI dose for respirator material. (A) 3M 1860; (B) 3M 9210; (C) GE 1730; (D) KC 46727. Each data point shows the mean bursting strength for four 37 mm test coupons exposed to the dose of UVGI. Error bars show the standard deviation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Breaking strength vs. UVGI dose for respirator straps.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Before-and-After Comparison for Penetration and Resistance",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Burst Strength of Respirator Layers After UVGI Exposure",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Strap Breaking Strength After UVGI Exposure",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}