{
    "paper_id": "9edc21a6eb7d4d178cce71a94b81a64016fe94ce",
    "metadata": {
        "title": "PHYLOGENETIC RELATIONSHIPS IN THE GESNERIOIDEAE (GESNERIACEAE) BASED ON NRDNA ITS AND CPDNA TRNL-F AND TRNE-T SPACER REGION SEQUENCES 1",
        "authors": [
            {
                "first": "Elizabeth",
                "middle": [
                    "A"
                ],
                "last": "Zimmer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Molecular Systematics",
                    "institution": "Smithsonian Institution",
                    "location": {
                        "postCode": "20560",
                        "settlement": "Washington",
                        "region": "DC",
                        "country": "USA;"
                    }
                },
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [
                    "H"
                ],
                "last": "Roalson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Molecular Systematics",
                    "institution": "Smithsonian Institution",
                    "location": {
                        "postCode": "20560",
                        "settlement": "Washington",
                        "region": "DC",
                        "country": "USA;"
                    }
                },
                "email": ""
            },
            {
                "first": "Laurence",
                "middle": [
                    "E"
                ],
                "last": "Skog",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Smithsonian Institution",
                    "location": {
                        "postCode": "20560-0166",
                        "settlement": "Washington",
                        "region": "D.C",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "K"
                ],
                "last": "Boggan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Smithsonian Institution",
                    "location": {
                        "postCode": "20560-0166",
                        "settlement": "Washington",
                        "region": "D.C",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Idnurm",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Molecular Systematics",
                    "institution": "Smithsonian Institution",
                    "location": {
                        "postCode": "20560",
                        "settlement": "Washington",
                        "region": "DC",
                        "country": "USA;"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The Gesnerioideae includes most of the New World members of the Gesneriaceae family and is currently considered to include five tribes: Beslerieae, Episcieae, Gesnerieae, Gloxinieae, and Napeantheae. This study presents maximum parsimony and maximum likelihood phylogenetic analyses of nuclear ribosomal DNA internal transcribed spacer regions (ITS), and the chloroplast DNA trnL intron, trnL-trnF intergenic spacer region, and trnE-trnT intergenic spacer region sequences. The ITS and cpDNA data sets strongly support the monophyly of a Beslerieae/Napeantheae clade; an Episcieae clade; a Gesnerieae clade; a Gloxinieae clade minus Sinningia, Sinningia relatives, and Gloxinia sarmentiana; and a Sinningia/Paliavana/Vanhouttea clade. This is the first study to provide strong statistical support for these tribes/clades. These analyses suggest that Sinningia and relatives should be considered as a separate tribe. Additionally, generic relationships are explored, including the apparent polyphyly of Gloxinia. Chromosome number changes are minimized on the proposed phylogeny, with the exception of the n ϭ 11 taxa of the Gloxinieae. Scaly rhizomes appear to have been derived once in the Gloxinieae sensu stricto. The number of derivations of the inferior ovary is unclear: either there was one derivation with a reversal to a superior ovary in the Episcieae, or there were multiple independent derivations of the inferior ovary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Gesneriaceae Dumort. are a moderate-sized tropical family of flowering plants comprising ϳ133 genera and Ͼ2500 species (Brummitt, 1992; Wentsai et al., 1998) . This family is a member of the order Lamiales (sensu Olmstead et al., 1993; Angiosperm Phylogeny Group, 1998) and is distinguished from other members of the order by a suite of characters: five-lobed corollas, parietal placentation, unilocular bicarpellate ovaries, a pair-flowered cyme inflorescence, minute seeds, and presence of endosperm in the seeds of many taxa (Cronquist, 1981; Wiehler, 1983; Smith et al., 1997b) . Orderwide phylogenetic studies have suggested that the Gesneriaceae form a separate lineage from the presumed nearest relatives, such as the Acanthaceae, Bignoniaceae, Scrophulariaceae, and Veronicaceae (Oxelman, Backlund, and Bremer, 1999; Olmstead et al., 2000 Olmstead et al., , 2001 . ZIMMER ET AL.-PHYLOGENETIC RELATIONSHIPS IN THE GESNERIOIDEAE 1997a, b; Smith and Carroll, 1997; Smith and Atkinson, 1998) . Lack of resolution and low statistical support (i.e., low bootstrap values) in these studies have prevented researchers from making a confident assessment of tribal and generic relationships. This study presents maximum parsimony and maximum likelihood phylogenetic analyses of nrDNA ITS region, and the chloroplast DNA trnL intron, trnL-trnF intergenic spacer, and trnE-trnT intergenic spacer region sequences. These analyses are used to address three primary questions: (1) Does the current classification of the Gesnerioideae proposed by Burtt and Wiehler (1995) reflect inferred phylogenetic relationships?",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 139,
                    "text": "(Brummitt, 1992;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 140,
                    "end": 161,
                    "text": "Wentsai et al., 1998)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 217,
                    "end": 239,
                    "text": "Olmstead et al., 1993;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 240,
                    "end": 273,
                    "text": "Angiosperm Phylogeny Group, 1998)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 532,
                    "end": 549,
                    "text": "(Cronquist, 1981;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 550,
                    "end": 564,
                    "text": "Wiehler, 1983;",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 565,
                    "end": 585,
                    "text": "Smith et al., 1997b)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 791,
                    "end": 828,
                    "text": "(Oxelman, Backlund, and Bremer, 1999;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 829,
                    "end": 850,
                    "text": "Olmstead et al., 2000",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 851,
                    "end": 874,
                    "text": "Olmstead et al., , 2001",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 884,
                    "end": 948,
                    "text": "ET AL.-PHYLOGENETIC RELATIONSHIPS IN THE GESNERIOIDEAE 1997a, b;",
                    "ref_id": null
                },
                {
                    "start": 949,
                    "end": 973,
                    "text": "Smith and Carroll, 1997;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 974,
                    "end": 999,
                    "text": "Smith and Atkinson, 1998)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1543,
                    "end": 1567,
                    "text": "Burtt and Wiehler (1995)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(2) What are the generic relationships within each major clade/ tribe? (3) Are morphological and cytological characteristics used to delineate these groups of the Gesnerioideae congruent with the phylogenetic hypotheses derived from the DNA sequence data?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sampling-Samples were selected from live plants grown at the Smithsonian's National Museum of Natural History Botany Research Greenhouses, Suitland, Maryland, USA, and one herbarium specimen at US (Reldia minutiflora [L.E. Skog] L.P. Kvist & L.E. Skog) . Outgroup sampling was restricted to Aeschynanthus W.Jack and Streptocarpus Lindl. (subfamily Cyrtandroideae; Burtt and Wiehler, 1995;  species and voucher information has been archived at the Botanical Society of America website at http://ajbsupp. botany.org/) because previous studies have supported the monophyly of the Gesnerioideae (Smith and Carroll, 1997; Smith and Atkinson, 1998) . The ingroup comprised 57 species representing all five tribes of the Gesnerioideae, including 16 genera of tribe Gloxinieae, 12 genera of tribe Episcieae, 3 genera of tribe Beslerieae, the 1 genus of tribe Napeantheae, and 2 genera of tribe Gesnerieae (http://ajbsupp.botany.org/). Some greenhouse plants included in this study died before being vouchered (marked ''not vouchered'' in the table at http://ajbsupp.botany.org/), but their identity was verified by L. E. Skog. Some of these unvouchered taxa are Gesneria L. and Rhytidophyllum Mart. specimens obtained from the Montreal Botanical Garden, Montreal, Quebec, Canada. Whether they have been vouchered there is unknown. The sample labeled Rhytidophyllum vernicosum Urb. & Ekman may not be that species but a closely related undescribed species. Until additional samples of this collection can be obtained, its exact disposition cannot be verified. Regardless, in the molecular trees, the phylogenetic position of the sample identified as R. vernicosum is where either R. vernicosum or the undescribed species of Rhytidophyllum would be expected to occur. DNA sequencing-DNA was isolated using standard CTAB (hexadecyltrimethylammonium bromide) extraction methods (Doyle and Doyle, 1987) or the Qiagen DNeasy DNA isolation kit (Qiagen, Valencia, California, USA). Templates of the nrDNA ITS region were prepared using the primers ITS5HP (5Ј-GGA AGG AGA AGT CGT AAC AAG G-3Ј; Suh et al., 1993) and ITS4 (5Ј-TCC TCC GCT TAT TGA TAT GC-3Ј; White et al., 1990) . The chloroplast spacer regions were amplified using the primers trnLc (5Ј-CGA AAT CGG TAG ACG CTA CG-3Ј) and trnLf (5Ј-ATT TGA ACT GGT GAC ACG AG-3Ј) for the trnL intron and trnL-trnF intergenic spacer (igs; Taberlet et al., 1991) , respectively, and trnE (5Ј-GCC TCC TTG AAA GAG AGA TG-3Ј) and trnTr (5Ј-TAC CAC TGA GTT AAA AGG GC -3Ј) for the trnE-trnT igs (Doyle et al., 1992) . Polymerase chain reaction (PCR) amplifications followed the procedures described by Baldwin (1992) , Baldwin et al. (1995) , and Roalson and Friar (2000) utilizing Taq DNA polymerase (Promega, Madison, Wisconsin, USA). Mg HotBeads (3.0 mM; Lumitekk, Salt Lake City, Utah, USA) were used with recalcitrant templates. The PCR products were electrophoresed in a 1.0% agarose gel in 1ϫ TBE (pH 8.3) buffer, stained with ethidium bromide to confirm a single product, and purified using the PEG (polyethylene glycol 8000) precipitation procedure (Johnson and Soltis, 1995) . Direct cycle sequencing of purified template DNAs followed the manufacturer's specifications, using the ABI Prism BigDye Terminator Cycle Se-quencing Ready Reaction Kit (PE Biosystems, Foster City, California, USA) and the PCR primers. Sequencing was performed using an Applied Biosystems Model 377 Automated DNA Sequencing System (PE Biosystems).",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 252,
                    "text": "Kvist & L.E. Skog)",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 388,
                    "text": "Burtt and Wiehler, 1995;",
                    "ref_id": null
                },
                {
                    "start": 389,
                    "end": 389,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 591,
                    "end": 616,
                    "text": "(Smith and Carroll, 1997;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 617,
                    "end": 642,
                    "text": "Smith and Atkinson, 1998)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1866,
                    "end": 1889,
                    "text": "(Doyle and Doyle, 1987)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2077,
                    "end": 2094,
                    "text": "Suh et al., 1993)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 2139,
                    "end": 2158,
                    "text": "White et al., 1990)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2369,
                    "end": 2391,
                    "text": "Taberlet et al., 1991)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 2520,
                    "end": 2540,
                    "text": "(Doyle et al., 1992)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2627,
                    "end": 2641,
                    "text": "Baldwin (1992)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2644,
                    "end": 2665,
                    "text": "Baldwin et al. (1995)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2672,
                    "end": 2696,
                    "text": "Roalson and Friar (2000)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 3083,
                    "end": 3109,
                    "text": "(Johnson and Soltis, 1995)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "DNA chromatograms were proofed, edited, and chromatograms were assembled using Sequencher 3.0 (Gene Codes Corporation, Ann Arbor, Michigan, USA). The sequences were truncated to include only ITS1, 5.8S, ITS2, the trnL intron, the trnL-trnF igs, and the trnE-trnT igs. Identification of the ends of ITS1 and ITS2 were based on comparisons with sequences from other GenBank sequences (Harveya squamosa [Orobanchaceae] GBAN-AF120225; Whytockia bijieensis [Gesneriaceae] GBAN-AF055058). (The prefix GBANhas been added to the accession numbers to link the online version of American Journal of Botany with GenBank but is not part of the actual accession number.) The ends of the chloroplast spacers were determined by comparisons with other chloroplast spacer sequences (Taberlet et al., 1991 ; Nicotiana tabacum [chloroplast complete genome; Solanaceae] GBAN-NC001879). All sequences were manually aligned.",
            "cite_spans": [
                {
                    "start": 765,
                    "end": 787,
                    "text": "(Taberlet et al., 1991",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Sequences have been deposited in GenBank (ITS accessions GBAN-AY047039 to GBAN-AY047097; trnL-F accessions GBAN-AY047098 to GBAN-AY047156; trnE-T accessions GBAN-AY047157 to GBAN-AY047215; http://ajbsupp.botany.org/v89).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Phylogenetic analyses-Maximum parsimony (MP) analyses were performed using PAUP*4.0b4a (Swofford, 2001) . The analysis used heuristic searches (ACCTRAN; 100 RANDOM ADDITION cycles; tree bisection-reconstruction (TBR) branch swapping; STEEPEST DESCENT). The MP analysis of cpDNA spacers was limited to 200 trees of equal length for each of the 100 replicates due to the large number of equal-length trees. Clade robustness was estimated using the parsimony jackknife (jk) analysis (10 000 ''fast addition'' heuristic replicates, ''jac'' emulated, 33% deletion; Farris et al., 1996; Mort et al., 2000) . The fast addition heuristic search is a method in which each replicate is performed using one random-sequence-addition replicate and no branch swapping. Very similar values were found using 10 000 fast addition bootstrap replicates (data not shown). Three ingroup data sets were analyzed and compared: ITS, trnL-F ϩ trnE-T, and a combination of these. Some gaps (indels) in the data matrices were mapped onto the combined analysis strict consensus tree (Fig. 3) . Autapomorphic gaps and complex gaps (such as those associated with single-base repeat regions) were not included as mapped characters.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 103,
                    "text": "(Swofford, 2001)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 560,
                    "end": 580,
                    "text": "Farris et al., 1996;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 581,
                    "end": 599,
                    "text": "Mort et al., 2000)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 1055,
                    "end": 1063,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Homogeneity of the ITS and trnL-F ϩ trnE-T data sets was assessed using three tests: the partition homogeneity test (Farris et al., 1995) as implemented in PAUP*4.0b4a, assessment of branch support conflict (de Queiroz, Donoghue, and Kim, 1995) , and the likelihood ratio test as implemented by Modeltest 2.1 (Posada and Crandall, 1998) . The cpDNA spacers were automatically combined, as they are both part of the nonrecombining chloroplast and any differences between them are likely due to homoplasy rather than separate histories. With the partition homogeneity test, 10 000 replicate data partitions were run (heuristic search; simple addition; no branch swapping), excluding constant characters. This test measures character congruence by comparing tree-length differences among trees derived from resampled data partitions of the combined data sets and trees derived from the defined data partition (i.e., nrDNA vs. cpDNA). Differences in branch support between the different data sets were assessed by comparing jackknife support values for branches in conflict. Conflicting branch structure that was well supported (jk Ͼ 67%) as being different between the ITS and cpDNA data sets was considered to be in conflict, while branch structure that was different, but not well supported by one or both data sets, was not considered to represent conflict. The ITS and cpDNA data sets were analyzed in separate maximum likelihood (ML) analyses based on the likelihood ratio test as implemented by Modeltest 2.1 (Posada and Crandall, 1998) .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 137,
                    "text": "(Farris et al., 1995)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 207,
                    "end": 244,
                    "text": "(de Queiroz, Donoghue, and Kim, 1995)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 309,
                    "end": 336,
                    "text": "(Posada and Crandall, 1998)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1512,
                    "end": 1539,
                    "text": "(Posada and Crandall, 1998)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The nrDNA ITS and cpDNA trnL-F/trnE-T spacer regions were analyzed separately with ML as implemented in PAUP*4.0b4a (Swofford, 2001) . Heuristic searches were employed (ACCTRAN; starting tree based on neighborjoining reconstruction; TBR branch swapping; STEEPEST DESCENT). The general time reversable (GTR) model of evolution (Yang, 1994a) with an estimated gamma shape parameter (gamma) and estimated proportion of invariant sites (p-inv) was used in the ML analysis of ITS (Gu, Fu, and 1995). Gamma and p-inv were used to measure among-site rate variation. The Kimura three parameter with unequal base frequencies (K3Puf) model of evolution (Kimura, 1981) with an estimated gamma shape parameter (Yang, 1994b) was used on the ML analysis of cpDNA spacer data. The choice of these models for the separate data sets was based on the results of analyses using Modeltest 2.1 (Posada and Crandall, 1998) . The Modeltest 2.1 analysis tests the fit of various ML models to the data set and estimates base change frequencies, proportion of variable characters, and shape of the gamma distribution, and chooses the model that best fits the data using the hierarchical likelihood ratio test (Posada and Crandall, 1998) .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 132,
                    "text": "(Swofford, 2001)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 326,
                    "end": 339,
                    "text": "(Yang, 1994a)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 475,
                    "end": 487,
                    "text": "(Gu, Fu, and",
                    "ref_id": null
                },
                {
                    "start": 643,
                    "end": 657,
                    "text": "(Kimura, 1981)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 698,
                    "end": 711,
                    "text": "(Yang, 1994b)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 873,
                    "end": 900,
                    "text": "(Posada and Crandall, 1998)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1183,
                    "end": 1210,
                    "text": "(Posada and Crandall, 1998)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "characters mapped onto the phylogenetic trees were based on examination of live and herbarium specimens as well as reports from the literature (e.g., Wiehler, 1983) using the program MacClade (Sinauer Associates, Sunderland, Massachusetts, USA). Characters were unordered and mapped using the minimal change option. Chromosome numbers were taken from the literature (Skog, 1984; Kvist and Skog, 1996) . In the case of species included in the analyses that have not been previously counted, they were assumed to have the chromosome number of other members of the genus. While this assumption could have misled inferences of chromosome evolution, we did not expect it to impact this study to any large degree due to the relative rarity of changes in chromosome number across the Gesnerioideae (Skog, 1984) .",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 164,
                    "text": "Wiehler, 1983)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 366,
                    "end": 378,
                    "text": "(Skog, 1984;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 379,
                    "end": 400,
                    "text": "Kvist and Skog, 1996)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 791,
                    "end": 803,
                    "text": "(Skog, 1984)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Morphological characters and chromosome numbers-Morphological"
        },
        {
            "text": "The two ITS sequencing primers produced overlapping fragments that collectively covered the entire spacer and 5.8S rDNA regions along both strands. The aligned ITS data matrix was 731 base pairs (bp) long with 424 variable sites, of which 322 were parsimony informative. The length of the unaligned sequences varied from 608 to 645 bp. Three sequences are missing a portion (52-81 aligned bp) of the 5Ј end of the ITS1 spacer due to poor sequencing of that region (Paliavana prasina (Ker Gawl.) Fritsch, Pearcea abunda (wiehler) L.P. Kvist & L.E. Skog, and Vanhouttea lanata Fritsch) . The alignment of the ITS region was somewhat difficult, particularly between the outgroups, members of the Beslerieae and Napeantheae, and the rest of the subfamily. Multiple alignments were explored (data not shown) without major changes to tree topology. Two regions of the nrDNA spacers (a 53-bp region of ITS1, exclusion set 1, and a 66-bp region of ITS2, exclusion set 2) were particularly difficult to align with confidence. These regions were excluded separately and collectively in additional analyses (data not shown). These alternative analyses resulted in no major topological rearrangements to well-supported branches (branches with Ͼ67% jk), but did lower support for some clades. Exclusion set 1 resulted in a nearly identical support tree. Exclusion set 2 and the combined exclusion of sets 1 and 2 resulted in the drop of statistical support of the association of Napeanthus with the Beslerieae clade to below 50% and reduced the statistical support for the pairing of the Gesnerieae clade and the Gloxinieae clade to Ͻ50%. The most inclusive alignment resulted in 42 gaps ranging from 1 to 22 bp in length. Eleven of these gaps were single-base indels. This data alignment resulted in uncorrected pairwise sequence divergence of 0-34%.",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 583,
                    "text": "Kvist & L.E. Skog, and Vanhouttea lanata Fritsch)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DNA sequencing and alignment-"
        },
        {
            "text": "The two trnL-F sequencing primers produced overlapping fragments that collectively covered the entire trnL intron, trnL exon 2, and the trnL-F intergenic spacer along both strands. The two trnE-T sequencing primers produced overlapping fragments that collectively covered the entire trnE-T intergenic spacer along both strands except for 20-40 bp of the 3Ј end of the spacer. The aligned trnL-F/trnE-T data matrix was 1928 bp long with 496 variable sites, of which 210 were parsimony informative. The length of the unaligned sequences varied from 681 to 907 bp for the trnL-F spacers and 388 to 836 bp for the trnE-T spacer. Twenty sequences are missing a portion (9-46 bp) of the 5Ј end of the trnL intron and one sequence is missing 18 bp of the 3Ј end of the trnL-F igs due to poor sequencing of that region. The alignment of the trnL-F/trnE-T region was, for the most part, unambiguous. One region of the cpDNA spacers (3Ј end of the trnE-T igs, 58 bp long) was somewhat difficult to align confidently. This region is a complex microsatellite-like repeat and was excluded in additional analyses (data not shown). The alternative analysis resulted in only one change in statistically well-supported branches. The branch grouping all of the Episcieae tribe was reduced to Ͻ50% support. The most inclusive alignment resulted in 71 gaps ranging from 1 to 467 bp in length (34 gaps of 1-200 bp in the trnL-F spacer region and 37 gaps of 1-467 bp in the trnE-T spacer region). Seventeen of these gaps were singlebase indels. This data alignment resulted in uncorrected pairwise sequence divergence of 0-9%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA sequencing and alignment-"
        },
        {
            "text": "Maximum parsimony analysis-Maximum parsimony analysis of the ITS Gesnerioideae data set resulted in 5400 most-parsimonious trees (length ϭ 1698 steps, consistency index [CI] ϭ 0.443, retention index [RI] ϭ 0.637, rescaled consistency index [RC] ϭ 0.282). Figure 1 is the strict consensus of these trees. Maximum parsimony analysis of the trnL-F/ trnE-T Gesnerioideae data set resulted in 18 400 most-parsimonious trees (length ϭ 719 steps, CI ϭ 0.779, RI ϭ 0.822, RC ϭ 0.640). Figure 2 is the strict consensus of these trees. Maximum parsimony analysis of the combined ITS/trnL-F/ trnE-T Gesnerioideae data set resulted in 12 most-parsimonious trees (length ϭ 2452 steps, CI ϭ 0.534, RI ϭ 0.674, RC ϭ 0.361). Figure 3 is the strict consensus of these trees.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 255,
                    "end": 263,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 477,
                    "end": 485,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 709,
                    "end": 717,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "DNA sequencing and alignment-"
        },
        {
            "text": "The partition homogeneity test found a significant difference between the nrDNA/ cpDNA partition and random partitioning (P ϭ 0.0004). Similarly, the likelihood ratio test found that the fit of separate models to the ITS and cpDNA data sets was significantly better (P Ͻ 0.01) than a model combining the data sets (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tests of conflict between data sets-"
        },
        {
            "text": "Generally, the ITS and cpDNA individual analyses are congruent, with some slight differences among poorly supported nodes ( Figs. 1 and 2 ). Two sets of moderately supported nodes are in conflict. In the ITS MP analysis, Gloxinia perennis (L.) Fritsch and Koellikeria erinoides (DC.) Mansf. are moderately supported as sister taxa (jk ϭ 77%). In the cpDNA MP analysis, Koellikeria Regel is paired with Gloxinia purpurascens (Rusby) Wiehler (jk ϭ 65%; Figs. 1 and 2). Additionally, the cpDNA analysis supports a polytomy including Gesneria cuneifolia (DC.) Fritsch, G. pedicellaris Alain, G. reticulata (Griseb.) Urb., and G. viridiflora (Decne.) Kuntze (jk ϭ 88%), while in the ITS parsimony analysis, G. cuneifolia and G. reticulata form a species pair (jk ϭ 90%) within a clade including G. acaulis L., G. christii Urb., and G. pedicellaris (jk ϭ 65%), sister to G. humilis L. (jk ϭ 67%), with G. viridiflora in a unresolved polytomy outside of this clade (Figs. 1 and 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 137,
                    "text": "Figs. 1 and 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 958,
                    "end": 973,
                    "text": "(Figs. 1 and 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Tests of conflict between data sets-"
        },
        {
            "text": "There is as yet no consensus as to when data sets should be combined (reviewed in de Queiroz, Donoghue, and Kim, 1995) . While the partition homogeneity test provides a test of congruence among data sets, it is not clear how the test is affected by differences in gene history vs. homoplasy (Miller, Rausher, and Manos, 1999) . The likelihood ratio test explores differences in the model of nucleotide change, not necessarily topological differences supported by the data sets. Additionally, many authors consider simultaneous analysis of all data to be the most effective way to study evolutionary descent (Thornton and DeSalle [2000] and references therein). In this study, the incongruences between the data sets do not generally involve well-supported branches. In fact, the relationships that this study is most interested in addressing (tribal relationships) have the same topology in the separate analyses. Therefore, the data sets were combined to optimize the resolving power of all of the data in a single analysis.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 118,
                    "text": "de Queiroz, Donoghue, and Kim, 1995)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 291,
                    "end": 325,
                    "text": "(Miller, Rausher, and Manos, 1999)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 607,
                    "end": 635,
                    "text": "(Thornton and DeSalle [2000]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Tests of conflict between data sets-"
        },
        {
            "text": "The combined data parsimony analysis trees are a hybrid between the ITS and cpDNA topologies (Figs. 1-3) . Strongly supported nodes based on only one data set are generally present and strongly supported in the combined analysis (e.g., the Gloxinia L'Heritier/Anodiscus Benth./Koellikeria clade; Figs. 1-3). There are some cases where clades strongly supported by one data set have less support in the combined analysis than in either of the separate analyses, but these are infrequent (e.g., the Diastema Benth./Monopyle Benth. clade; Figs. 1-3). Generally, the combined analysis represents the strongly supported nodes of the individual analyses. Table 1 . The ML analysis of the ITS data set examined 52 475 rearrangements. One tree (Ϫln ϭ 8906.53324) was found (Fig. 4) . The ML analysis of the trnL-F/trnE-T data set examined 46 151 rearrangements. One tree (Ϫln ϭ 7402.75877) was found (Fig. 5) . Differences between the ML analyses were largely the same as the differences between MP analyses of the two data sets.",
            "cite_spans": [
                {
                    "start": 892,
                    "end": 900,
                    "text": "(Fig. 5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 104,
                    "text": "(Figs. 1-3)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 649,
                    "end": 656,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 765,
                    "end": 773,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Tests of conflict between data sets-"
        },
        {
            "text": "The MP and ML analyses of the individual data sets are generally congruent, with slight differences in branching topology among poorly supported (MP) nodes (jk Ͻ 50%). In the ITS analyses, the ML analysis differs from the MP analysis in its placement of Achimenes Pers. and Niphaea Lindl., the placement of Diastema, and the pattern by which the major clades in the Episcieae tribe group together (Figs. 1 and 4) . In the cpDNA analyses, the ML analysis and the MP analysis are completely congruent, although some branches in the ML analysis are unresolved in the MP strict consensus (Figs. 2 and 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 397,
                    "end": 412,
                    "text": "(Figs. 1 and 4)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 584,
                    "end": 598,
                    "text": "(Figs. 2 and 5",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Comparison of MP and ML trees-"
        },
        {
            "text": "The combined analysis closely resembles the tribal classification of Burtt and Wiehler (1995) , which was based on morphology, chromosome numbers, and geographic distribution, with the exception of the placement of Sinningia Nees and its relatives and of Gloxinia sarmentiana Gardner ex Hook. (Figs. 3 and 6) . The exclusion of Sinningia, Vanhouttea Lemaire, and Paliavana Vandelli from the Gloxinieae to form a new tribe has been suggested previously (Smith and Carroll, 1997; Smith et al., 1997b; Smith and Atkinson, 1998) . While these earlier studies did not demonstrate statistical support for this branching topology, the analyses presented here do (Figs.  1-3) . The placement of Gloxinia sarmentiana outside of the Gloxinieae tribe is a novel finding and is discussed in detail below in the section regarding the Sinningia clade and Gloxinia sarmentiana.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 93,
                    "text": "Burtt and Wiehler (1995)",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 477,
                    "text": "(Smith and Carroll, 1997;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 478,
                    "end": 498,
                    "text": "Smith et al., 1997b;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 499,
                    "end": 524,
                    "text": "Smith and Atkinson, 1998)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 293,
                    "end": 308,
                    "text": "(Figs. 3 and 6)",
                    "ref_id": null
                },
                {
                    "start": 655,
                    "end": 667,
                    "text": "(Figs.  1-3)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Congruence of previous classification to phylogenetic hypotheses-"
        },
        {
            "text": "The phylogenetic hypotheses presented here give strong statistical support for the major lineages of the Gesnerioideae. As previously suggested (Smith, 2000a) , the Napeantheae is associated with the Beslerieae (jk ϭ 76%), and the Beslerieae form a monophyletic group (jk ϭ 100%; Figs. 3 and 6). This Napeantheae/Beslerieae clade is strongly supported as sister to the rest of the Gesnerioideae (jk ϭ 100%). The Sinningia and relatives clade is strongly supported (jk ϭ 100%; Figs. 3 and 6). Given the phylogenetic hypotheses presented here and the strong support for the groupings, the reinstatement of the Sinningieae of Fritsch (1893 Fritsch ( -1894 , with the additional inclusion of Vanhouttea and Paliavana in this tribe, seems warranted.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 158,
                    "text": "(Smith, 2000a)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 623,
                    "end": 636,
                    "text": "Fritsch (1893",
                    "ref_id": null
                },
                {
                    "start": 637,
                    "end": 652,
                    "text": "Fritsch ( -1894",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Congruence of previous classification to phylogenetic hypotheses-"
        },
        {
            "text": "The three other tribes are all strongly supported as monophyletic. The Gloxinieae and Gesnerieae tribes form a sister pair (jk ϭ 90%; Figs. 3 and 6) with strong support for the monophyly of each tribe (Gloxinieae: jk ϭ 97%; Gesnerieae: jk ϭ 100%; Figs. 3 and 6). How the Episcieae is related to these other groups is not entirely clear as it is weakly supported as sister to the Sinningia lineage (jk Ͻ 50%), but the tribe is well supported as monophyletic (jk ϭ 91%; Figs. 3 and 6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Congruence of previous classification to phylogenetic hypotheses-"
        },
        {
            "text": "Relationships within the Beslerieae-Only three genera of the Beslerieae are sampled here. The branches grouping these genera are not well supported, but the topology they suggest requires comment. The relationships suggested here place Gasteranthus Benth. as sister to Reldia Wiehler, and this pair sister to Besleria (Fig. 3) . Gasteranthus often has been considered to be congeneric with Besleria (see discussion in Skog and Kvist, 2000) . Previous phylogenetic studies have placed Besleria and Gasteranthus as sister taxa (Smith, 2000a) , but with poor statistical support (bootstrap ϭ 44%). Interestingly, Reldia and Gasteranthus share some morphological features including clusters of stomata (Skog and Kvist, 2000; Smith, 2000a) . More detailed studies will be required to explore relationships among these genera.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 439,
                    "text": "Skog and Kvist, 2000)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 525,
                    "end": 539,
                    "text": "(Smith, 2000a)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 698,
                    "end": 720,
                    "text": "(Skog and Kvist, 2000;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 721,
                    "end": 734,
                    "text": "Smith, 2000a)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 326,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Congruence of previous classification to phylogenetic hypotheses-"
        },
        {
            "text": "not provided statistical support for how the genera/lineages of Fig. 3 . Analysis of relationships within Gesnerioideae using the combined nrDNA ITS and cpDNA trnL-F/trnE-T data sets. Strict (MP) consensus tree of 12 most-parsimonious trees of 2452 steps (CI ϭ 0.534, RI ϭ 0.674, RC ϭ 0.361). Numbers above branches are jackknife percentages where branch support is Ͼ50%. Bars on branches refer to gaps supporting clades. the Episcieae are related (Smith et al., 1997b; Smith and Carroll, 1997; Smith, 2000b) . Thirteen species in 11 genera of the Episcieae were included in this study. Several relationships are well supported by the data, including the sister relationship of Codonanthe (Mart.) Hanst. and Nematanthus Schr. (jk ϭ 100%), the close relationship of the species of Chrysothemis Decne., Nautilocalyx Hanst., and Paradrymonia Hanst. sampled (jk ϭ 96%), and the grouping of Alloplectus, Columnea, Corytoplectus Oerst., Drymonia, and Neomortonia Wiehler (jk ϭ 96%; Fig. 3 ). How these three clades are related to each other and to the weakly supported Episcia Mart. clade is not clear, and more detailed studies of the tribe will be necessary to explore these relationships.",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 469,
                    "text": "(Smith et al., 1997b;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 470,
                    "end": 494,
                    "text": "Smith and Carroll, 1997;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 495,
                    "end": 508,
                    "text": "Smith, 2000b)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 70,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 976,
                    "end": 982,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Relationships within the Episcieae-Previous studies have"
        },
        {
            "text": "Traditional taxonomic treatments have considered Codonanthe and Nematanthus as closely related (Chautems, 1984 (Chautems, , 1988 . These genera share an n ϭ 8 chromosome complement, overlap in distribution in southern Brazil, and have been successfully crossed to produce fertile hybrids (Wiehler, 1977) . Previous phylogenetic studies have either suggested that these genera were not sister taxa (Smith and Carroll, 1997) or that their grouping was weakly supported with the inclusion of Codonanthopsis Mansf. (n ϭ 9; Smith et al., 1997b; Smith, 2000b) . While the placement of Codonanthopsis cannot be addressed here, there is strong support for Codonanthe and Nematanthus being closely related.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 110,
                    "text": "(Chautems, 1984",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 111,
                    "end": 128,
                    "text": "(Chautems, , 1988",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 288,
                    "end": 303,
                    "text": "(Wiehler, 1977)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 397,
                    "end": 422,
                    "text": "(Smith and Carroll, 1997)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 519,
                    "end": 539,
                    "text": "Smith et al., 1997b;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 540,
                    "end": 553,
                    "text": "Smith, 2000b)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Relationships within the Episcieae-Previous studies have"
        },
        {
            "text": "Chrysothemis, Nautilocalyx, and Paradrymonia form a strongly supported clade in this study (Fig. 3) . These three genera are quite diverse morphologically and include approximately 160 species. Previous studies have either placed Chrysothemis and Nautilocalyx together and Paradrymonia as unresolved in relation to this clade (Smith, 2000b) or a portion of Paradrymonia was weakly grouped with a Chrysothemis/ Nautilocalyx clade (Smith and Carroll, 1997) using different species of these genera than those included here. Chrysothemis and Nautilocalyx both include species that are usually tuberous and tall stemmed, but Paradrymonia includes nontuberous and often short-stemmed plants. Given the morphological diversity of this group and the possible polyphyly of Paradrymonia (Smith and Carroll, 1997) , generic circumscription and the relationships of all members of these genera to the rest of the Episcieae cannot be explicitly addressed here.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 340,
                    "text": "(Smith, 2000b)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 429,
                    "end": 454,
                    "text": "(Smith and Carroll, 1997)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 777,
                    "end": 802,
                    "text": "(Smith and Carroll, 1997)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 99,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Relationships within the Episcieae-Previous studies have"
        },
        {
            "text": "The genera Alloplectus, Columnea, Corytoplectus, Drymonia, and Neomortonia form a strongly supported clade (Fig. 3) , unlike previous studies that have only provided weak support for this grouping (Smith and Carroll, 1997; Smith, 2000b) . Additionally, one study suggested that Neomortonia nummularia (Hanst.) Wiehler was more closely related to Episcia (Smith and Carroll, 1997) , a finding not supported by our data. The para-/polyphyly of Neomortonia is weakly supported in these analyses as in previous studies (Smith and Carroll, 1997; Smith, 2000b) , but further study with greater resolution/sampling will be necessary to determine generic boundaries. Three of the genera of this clade have a berry fruit (Columnea, Corytoplectus, and Neomortonia), which is uncommon in the Gesnerioideae; the only other genera of Gesnerioideae included in this study with this character are Codonanthe and Besleria. Alloplectus and Drymonia both have the more common fleshy capsular fruit found in Chrysothemis, Episcia, Nautilocalyx, Nematanthus, and Paradrymonia.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 222,
                    "text": "(Smith and Carroll, 1997;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 223,
                    "end": 236,
                    "text": "Smith, 2000b)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 354,
                    "end": 379,
                    "text": "(Smith and Carroll, 1997)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 515,
                    "end": 540,
                    "text": "(Smith and Carroll, 1997;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 541,
                    "end": 554,
                    "text": "Smith, 2000b)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 115,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Relationships within the Episcieae-Previous studies have"
        },
        {
            "text": "Episcia is represented here by two species, one (E. lilacina Hanst.) a member of Episcia sensu stricto and the other (E. punctata [Lindl.] Hanst.) a member of the segregate genus Alsobia Hanst. These species are only weakly supported as forming a clade (jk ϭ 59%), and previous phylogenetic studies have not suggested a close relationship of these two (Smith and Carroll, 1997; Smith, 2000b) . Episcia and Alsobia share a stoloniferous habit and sympodial shoot pattern that other segregates of Episcia (Nautilocalyx and Paradrymonia) do not have (Wiehler, 1983) . More detailed studies are necessary to explore relationships among the elements of Episcia.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 377,
                    "text": "(Smith and Carroll, 1997;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 378,
                    "end": 391,
                    "text": "Smith, 2000b)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 547,
                    "end": 562,
                    "text": "(Wiehler, 1983)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Relationships within the Episcieae-Previous studies have"
        },
        {
            "text": "Relationships within the Gesnerieae-Fifteen species in two of the three genera in the Gesnerieae were included in this study (the third genus, the monotypic Pheidonocarpa L.E. Skog from Cuba and Jamaica, was not sampled). Despite previous suggestions that Sanango G.S. Bunting & J.A. Duke is nested within Gesnerioideae, tribe Gesnerieae (Dickison, 1994; Jensen, 1994; Norman, 1994; Wiehler, 1994; Burtt and Wiehler, 1995; Smith et al., 1997a) , the genus now appears to be a lineage outside of Gesnerioideae and possibly the Gesneriaceae, along with the genus Peltanthera Benth. (Oxelman, Backlund, and Bremer, 1999; M. Kiehn, Institut für Botanik und Botanischer Garten, personal communication; E. H. Roalson and A. Idnurm, unpublished data) . For these reasons, it was excluded from this study.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 354,
                    "text": "(Dickison, 1994;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 355,
                    "end": 368,
                    "text": "Jensen, 1994;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 369,
                    "end": 382,
                    "text": "Norman, 1994;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 383,
                    "end": 397,
                    "text": "Wiehler, 1994;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 398,
                    "end": 422,
                    "text": "Burtt and Wiehler, 1995;",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 443,
                    "text": "Smith et al., 1997a)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 580,
                    "end": 617,
                    "text": "(Oxelman, Backlund, and Bremer, 1999;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 618,
                    "end": 696,
                    "text": "M. Kiehn, Institut für Botanik und Botanischer Garten, personal communication;",
                    "ref_id": null
                },
                {
                    "start": 697,
                    "end": 743,
                    "text": "E. H. Roalson and A. Idnurm, unpublished data)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Relationships within the Episcieae-Previous studies have"
        },
        {
            "text": "While the Gesnerieae is strongly supported as monophyletic, how the two included genera (Gesneria and Rhytidophyllum) are related is unclear, as the separate analyses suggest different topologies. In the sampling of five species, it appears that Rhytidophyllum is paraphyletic, with Gesneria citrina Urb. nested within Rhytidophyllum (Fig. 3) . Three species groups are moderately to strongly supported in the combined data analysis. Group 1 comprises G. cuneifolia ϩ G. pedicellaris ϩ G. reticulata (jk ϭ 76%), Group 2 comprises G. pe- Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 334,
                    "end": 342,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 544,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Relationships within the Episcieae-Previous studies have"
        },
        {
            "text": "← Fig. 6 . Suprageneric classification and chromosome evolution mapped onto the maximum parsimony combined data strict consensus tree. Inferred chromosomal changes are marked onto branches with black bars (base chromosome number). The suprageneric classification of Burtt and Wiehler (1995) and informal clade names (in quotes) are marked to the right of the species names. Abbreviations of Burtt and Wiehler's (1995) classification are as follows: B ϭ Beslerieae, E ϭ Episcieae, GE ϭ Gesnerieae, GL ϭ Gloxinieae, and N ϭ Napeantheae. Group 1 species were all included in Gesneria section Physcophyllon L.E. Skog (Skog, 1976) , distinguished by their nearly stemless habit, inflorescences shorter than the leaves, and usually red or reddish corollas. The species in Group 2 were included in two sections [Pentarhaphia (Lindl.) Fritsch, G. ventricosa; Dittanthera (G. Don) L.E. Skog, G. pedunculosa] of Gesneria. Both sections include species with similar habit (erect, shrubby, resinous plants) but are different in floral characteristics (Skog, 1976) . Group 3 is more problematic from a morphological point of view, as it includes G. citrina, a species that had always been included among typical species of Gesneria. This species is a pendent plant in the wild, with small plane leaves and bright yellow tubular flowers, very different from the typical shrubby species of Rhytidophyllum with large bullate or areolate leaves and red, green, or rarely yellow campanulate corollas (Skog, 1976) .",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 290,
                    "text": "Burtt and Wiehler (1995)",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 417,
                    "text": "Burtt and Wiehler's (1995)",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 625,
                    "text": "(Skog, 1976)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 877,
                    "end": 898,
                    "text": "Skog, G. pedunculosa]",
                    "ref_id": null
                },
                {
                    "start": 1039,
                    "end": 1051,
                    "text": "(Skog, 1976)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1482,
                    "end": 1494,
                    "text": "(Skog, 1976)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 2,
                    "end": 8,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Relationships within the Episcieae-Previous studies have"
        },
        {
            "text": "Relationships within the Gloxinieae-While the Gloxinieae sensu stricto is strongly supported as monophyletic with the exclusion of the Sinningia clade and Gloxinia sarmentiana, how the genera are related is not entirely clear (Fig. 3) . Five moderately to strongly supported clades are evident with two orphan genera not strongly supported as associated with these clades. Achimenes is moderately supported as monophyletic (jk ϭ 77%). The three species included (A. candida Lindl., A. cettoana H.E. Moore, and A. misera Lindl.) represent the three main clades found in more detailed studies of this genus (E. H. Roalson, unpublished data) . Achimenes is weakly supported as being sister to the rest of the Gloxinieae sensu stricto clade (jk Ͻ 50%).",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 638,
                    "text": "Roalson, unpublished data)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 234,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Relationships within the Episcieae-Previous studies have"
        },
        {
            "text": "The genera Eucodonia Hanst. and Smithiantha Kuntze are strongly supported as monophyletic (for Eucodonia, jk ϭ 100%; for Smithiantha, jk ϭ 99%) and as sister genera (jk ϭ 100%) and are weakly supported as sister to Niphaea (jk Ͻ 50%). Additionally, Eucodonia and Smithiantha are the only genera of Gesnerioideae to have an n ϭ 12 chromosome complement. These genera both include rhizomatous rosette plants distributed in Central America.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relationships within the Episcieae-Previous studies have"
        },
        {
            "text": "Diastema and Monopyle form a moderately supported clade (jk ϭ 74%). Morphological studies have not suggested that these two genera are closely related (Wiehler, 1983) . Previous molecular phylogenetic studies using ndhF have placed Diastema and Monopyle in a clade with Solenophora Benth. (not sampled here; Smith et al., 1997b; Smith and Atkinson, 1998) , although support for this clade was weak (Smith et al., 1997b: decay ϭ 1; Smith and Atkinson, 1998: bootstrap ϭ 14%) .",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 166,
                    "text": "(Wiehler, 1983)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 308,
                    "end": 328,
                    "text": "Smith et al., 1997b;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 329,
                    "end": 354,
                    "text": "Smith and Atkinson, 1998)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 398,
                    "end": 430,
                    "text": "(Smith et al., 1997b: decay ϭ 1;",
                    "ref_id": null
                },
                {
                    "start": 431,
                    "end": 473,
                    "text": "Smith and Atkinson, 1998: bootstrap ϭ 14%)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Relationships within the Episcieae-Previous studies have"
        },
        {
            "text": "Gloxinia (excluding G. sarmentiana), Anodiscus, and Koellikeria form a well-supported clade ( Fig. 3; jk ϭ 89% ). The two species of Gloxinia sampled in this clade represent typical Gloxinia (G. perennis) and the segregate genus See-mannia Regel (G. purpurascens). Gloxinia perennis, Anodiscus, and Koellikeria share a raceme-like flowering stem (''inflorescence''), with flowers solitary in the axils of strongly reduced leaves, and the grouping of these three taxa is strongly supported (jk ϭ 95%). Within this clade, Gloxinia is strongly supported as paraphyletic (jk ϭ 95%). These data might suggest that Seemannia should be recognized as a distinct genus. Pollen stainability of intergeneric hybrids was a strong impetus for the combination of Seemannia with Gloxinia; crossing attempts between Anodiscus and other genera of the Gloxinieae have not been reported (for information on crossing studies see Wiehler [1976] ). One cross has been successful between Gloxinia perennis and Koellikeria erinoides (Roberts, 1985) , but no indication of pollen viability was offered. Additionally, while some pollen viability (deduced from partial fertility of the hybrids) was found in crosses between Seemannia and Gloxinia, pollen stainability was much less than that among other congeneric crosses: 19% was found in Seemannia latifolia Fritsch ϫ Gloxinia perennis and 20% in Seemannia latifolia ϫ Gloxinia lindeniana (Regel) Fritsch vs. 79% in Gloxinia perennis ϫ G. gymnostoma Griseb. and 100% in Nautilocalyx panamensis (Seem.) Seem. ϫ N. villosus (Kunth & Bouché) Sprague (Wiehler, 1976) . While many interspecific crosses resulted in 0% pollen stainability, some did not: 5-8% was found in Diastema vexans H.E. Moore ϫ Kohleria spicata (Kunth) Oerst., 0-11% in Koellikeria erinoides ϫ Kohleria spicata, and 8% in Seemannia latifolia ϫ Kohleria spicata (Wiehler, 1976) , but these crosses with partial pollen stainability were not subsumed into one genus.",
            "cite_spans": [
                {
                    "start": 909,
                    "end": 923,
                    "text": "Wiehler [1976]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1009,
                    "end": 1024,
                    "text": "(Roberts, 1985)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1573,
                    "end": 1588,
                    "text": "(Wiehler, 1976)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1854,
                    "end": 1869,
                    "text": "(Wiehler, 1976)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 110,
                    "text": "Fig. 3; jk ϭ 89%",
                    "ref_id": null
                }
            ],
            "section": "Relationships within the Episcieae-Previous studies have"
        },
        {
            "text": "Previous phylogenetic studies have only sampled one species of Gloxinia (G. sylvatica ϭ Seemannia) and had placed it as sister to Niphaea (Smith et al., 1997b; Smith and Atkinson, 1998) . One of these studies also sampled Anodiscus and Koellikeria (Smith and Atkinson, 1998 ), but did not support the grouping of these three genera.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 159,
                    "text": "(Smith et al., 1997b;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 160,
                    "end": 185,
                    "text": "Smith and Atkinson, 1998)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 248,
                    "end": 273,
                    "text": "(Smith and Atkinson, 1998",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Relationships within the Episcieae-Previous studies have"
        },
        {
            "text": "Kohleria Regel and Pearcea Regel have both undergone revision Skog, 1992, 1996) . Currently, Pearcea is considered to include Wiehler's Parakohleria (Wiehler, 1983; Kvist and Skog, 1996) . In the analyses presented here, Pearcea and Kohleria form a strongly supported clade (jk ϭ 100%; Fig. 3 ). Additionally, the node grouping the two samples of Kohleria separate from the Pearcea sample is strongly supported (jk ϭ 100%; Fig. 3 ). The close affinity of these genera is congruent with traditional taxonomy that often considered these taxa as congeneric Skog [1992, 1996] and references therein).",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 79,
                    "text": "Skog, 1992, 1996)",
                    "ref_id": null
                },
                {
                    "start": 149,
                    "end": 164,
                    "text": "(Wiehler, 1983;",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 165,
                    "end": 186,
                    "text": "Kvist and Skog, 1996)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 554,
                    "end": 571,
                    "text": "Skog [1992, 1996]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 292,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 429,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Relationships within the Episcieae-Previous studies have"
        },
        {
            "text": "The chromosome complement of Pearcea (as Parakohleria) was originally considered to be n ϭ 13 (undocumented count; Wiehler, 1978) , but more recent studies have shown an n ϭ 11 chromosome complement for at least one species (P. abunda; Kvist and Skog, 1996) . Pearcea appears to be the only Gesnerioideae genus with a primary distribution in South America and an n ϭ 11 chromosome complement. All other n ϭ 11 taxa (Achimenes, Moussonia Regel, and Niphaea), are primarily distributed in Mexico and Central America (Kvist and Skog, 1996) . This close affinity of n ϭ 11 and n ϭ 13 genera separate from the Central American n ϭ 11 genera suggests that the chromosome complement in the Gloxinieae may be more variable than it was previously considered.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 129,
                    "text": "Wiehler, 1978)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 236,
                    "end": 257,
                    "text": "Kvist and Skog, 1996)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 525,
                    "end": 536,
                    "text": "Skog, 1996)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Relationships within the Episcieae-Previous studies have"
        },
        {
            "text": "In a previous study Kohleria was weakly grouped with Achimenes (bootstrap ϭ 49%) while Pearcea was unresolved in relation to the Kohleria/Achimenes clade (Smith and Atkinson, 1998) . Given the weak separation of these genera in the study by Smith and Atkinson (1998) and the strong statistical support of this clade in the current study, it appears that Kohleria and Pearcea are closely related.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 180,
                    "text": "(Smith and Atkinson, 1998)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 241,
                    "end": 266,
                    "text": "Smith and Atkinson (1998)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Relationships within the Episcieae-Previous studies have"
        },
        {
            "text": "the grouping of Sinningia, Paliavana, and Vanhouttea is strongly supported (jk ϭ 100%), relationships among these genera are not clear (Fig. 3) . More detailed sampling of Sinningia, Paliavana, and Vanhouttea will be necessary to discern phylogenetic relationships among these genera, although morphological cladistic studies suggest Paliavana and Vanhouttea are nested within Sinningia, as currently circumscribed (Boggan, 1991) .",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 429,
                    "text": "(Boggan, 1991)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 143,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "The Sinningia clade and Gloxinia sarmentiana-While"
        },
        {
            "text": "Gloxinia sarmentiana is not closely related to other members of Gloxinia, although its specific affinity is unclear in our analyses. The ITS and combined analyses place G. sarmentiana as sister to a combined Episcieae/Sinningia clade (Figs. 1  and 3) , while the cpDNA analysis places G. sarmentiana as sister to the Sinningia clade (Fig. 2) . In either case, this species is not closely related to the other members of Gloxinia we sequenced. Interestingly, G. sarmentiana is somewhat separated geographically from most of the rest of Gloxinia (in southern Brazil vs. the Andes mountains for most of Gloxinia), and has a different storage organ type than typical Gloxinia species (it has a ''lumpy rhizome'' that is similar to tubers on a rhizome vs. a scaly rhizome for the rest of Gloxinia; Fritsch, 1900; J. K. Boggan, personal observation) . Additional sampling of other Gloxinia species in southern Brazil may determine the extent of this separate lineage. Curiously, while Gloxinia sarmentiana is outside of the geographic range of typical Gloxinia, most of the species of Sinningia also occur in southern Brazil, a fact that may support phylogenetic relatedness among these taxa. Chromosome evolution-Unlike the situation in Cyrtandroideae, chromosome number is fairly stable in the Gesnerioideae (Skog, 1984; Burtt and Wiehler, 1995) . Base chromosome number is fairly congruent with the phylogenetic hypotheses presented here (Fig. 6 ). All n ϭ 14 taxa (Gesnerieae) form a strongly supported clade (jk ϭ 100%; Figs. 3 and 6), the n ϭ 12 genera form a strongly supported clade (jk ϭ 100%; Figs. 3 and 6), the n ϭ 9 taxa (most of Episcieae) form a clade with n ϭ 8 genera (Codonanthe and Nematanthus) that is nested within the n ϭ 9 clade as a strongly supported clade (jk ϭ 100%; Figs. 3 and 6) . The n ϭ 13 genera do not form a monophyletic group due to the separation of the Sinningia clade from the primary Gloxinieae clade and the close relationship of Pearcea (n ϭ 11) with Kohleria (n ϭ 13; Figs. 3 and 6). The other n ϭ 11 genera (Achimenes, Moussonia, and Niphaea) do not form a clade, but are scattered among poorly supported branches holding the major groups of Gloxinieae together (Figs. 3 and 6) . These data suggest that while chromosome complement across the Gesnerioideae is relatively stable, there are more changes in chromosome complement within the Gloxinieae than previously postulated.",
            "cite_spans": [
                {
                    "start": 793,
                    "end": 807,
                    "text": "Fritsch, 1900;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 808,
                    "end": 843,
                    "text": "J. K. Boggan, personal observation)",
                    "ref_id": null
                },
                {
                    "start": 1304,
                    "end": 1316,
                    "text": "(Skog, 1984;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1317,
                    "end": 1341,
                    "text": "Burtt and Wiehler, 1995)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 250,
                    "text": "(Figs. 1  and 3)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 333,
                    "end": 341,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1435,
                    "end": 1442,
                    "text": "(Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 1788,
                    "end": 1802,
                    "text": "Figs. 3 and 6)",
                    "ref_id": null
                },
                {
                    "start": 2200,
                    "end": 2215,
                    "text": "(Figs. 3 and 6)",
                    "ref_id": null
                }
            ],
            "section": "The Sinningia clade and Gloxinia sarmentiana-While"
        },
        {
            "text": "Evolution of morphological characters-Although the majority of species in the Gesnerioideae have no specialized stem structures, there are two broad categories of underground stem storage structures present: tubers and scaly rhizomes (Boggan, 1991; Kvist and Skog, 1992) . Scaly rhizomes appear to be synapomorphic for the Gloxinieae tribe (Fig. 7A) . Tubers have arisen at least twice: once in the Episcieae genera Chrysothemis and Nautilocalyx and again in most species of the genus Sinningia (Fig. 7A) . While traditionally considered a member of the Gloxinieae, Gloxinia sarmentiana does not have the typical scaly rhizome, but instead has what we refer to as a ''lumpy'' rhizome. This lumpy rhizome is similar in some regards to the tubers produced on underground rhizomes found in some species of Sinningia not yet sequenced (S. curtiflora (Malme) Chautems, S. richii Clayberg, and S. tubiflora (Hook.) Fritsch). With additional sampling of Gloxinia species from southern Brazil and species of Sinningia with tubers on rhizomes, a stronger relationship between these groups may be found, as suggested by the cpDNA analyses (Figs. 2 and 5) .",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 248,
                    "text": "(Boggan, 1991;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 249,
                    "end": 270,
                    "text": "Kvist and Skog, 1992)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 340,
                    "end": 349,
                    "text": "(Fig. 7A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 495,
                    "end": 504,
                    "text": "(Fig. 7A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1129,
                    "end": 1144,
                    "text": "(Figs. 2 and 5)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The Sinningia clade and Gloxinia sarmentiana-While"
        },
        {
            "text": "While the ovary is typically superior in the Lamiales, ovary position in the Gesnerioideae appears to be quite variable; ova-[Vol. 89 AMERICAN JOURNAL OF BOTANY ries are superior, half-inferior, mostly inferior, or completely inferior (Fig. 7B) . Given the combined data phylogenetic hypothesis, there have been either two or three changes from a superior to inferior ovary or one change of superior to inferior, with a subsequent reversion to superior ovaries in the Episcieae tribe (Fig. 7B ). If the Sinningia clade and Gloxinia sarmentiana were sister to the Gloxinieae ϩ Gesnerieae clade instead of sister to the Episcieae clade, one change from superior to inferior ovaries could be inferred. Since the node grouping the Episcieae clade, the Sinningia clade, and Gloxinia sarmentiana has low statistical support (jk Ͻ 50%), the evolutionary sequence of ovary position change remains unclear.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 244,
                    "text": "(Fig. 7B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 484,
                    "end": 492,
                    "text": "(Fig. 7B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The Sinningia clade and Gloxinia sarmentiana-While"
        },
        {
            "text": "Discordance between studies-As outlined above, there is discordance between this study and previously published phylogenetic hypotheses (Smith, 1996 (Smith, , 2000a Smith and Carroll, 1997; Smith et al., 1997a, b; Smith and Atkinson, 1998) . Some of this discordance can be attributed to the lower phylogenetic signal of the cpDNA ndhF gene sequences and morphology used previously in comparison to the noncoding nrDNA and cpDNA spacers we have sequenced.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 148,
                    "text": "(Smith, 1996",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 149,
                    "end": 164,
                    "text": "(Smith, , 2000a",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 165,
                    "end": 189,
                    "text": "Smith and Carroll, 1997;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 190,
                    "end": 213,
                    "text": "Smith et al., 1997a, b;",
                    "ref_id": null
                },
                {
                    "start": 214,
                    "end": 239,
                    "text": "Smith and Atkinson, 1998)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "The Sinningia clade and Gloxinia sarmentiana-While"
        },
        {
            "text": "One previous study, though, used ITS sequence data to explore relationships in the Episcieae (Smith, 2000b) . The ITS sequences of the Episcieae included in this study provide statistical support to the monophyly of the Episcieae (jk ϭ 81%) as well as major clades within the tribe, while those in Smith (2000b) do not (bootstrap ϭ 6%). In the exploration of this issue, we note that all of the sequences in GenBank from the previous ITS study (Smith, 2000b) included a large percentage of ambiguously called bases (designated as an ''N''). As a means of more directly investigating these questions, comparisons were made between sequences of two species (Gesneria christii and Niphaea oblonga Lindl.) where the identical collection was sequenced for ITS in Smith (2000b) and this study respectively) . There are significant differences in the sequences of the two species as cited in GenBank (G. christii, GBAN-AF206237; N. oblonga, GBAN-AF 206242) and the sequences produced in this study. The Gesneria christii raw sequence in GenBank differs from our sequence by 2.5% and ϳ23% of the sequence is designated by an ''N'' (or nucleic acid ϭ unclear). Similarly, the raw sequence of Niphaea oblonga differs from our sequence by 3.8% and includes 22% Ns. In order to align the GenBank sequences to our data set, inferred gaps were often, but not always, necessary in our sequences where Ns are present in the GenBank sequences. In some cases, large amounts of nucleotide polymorphism have been found in ITS within individuals of Gesneriaceae species (Denduangboripant and Cronk, 2000) . This does not appear to be the situation here, as our sequences were unambiguous and clean, with rare instances of single-base polymorphisms, but no indication of significantly different ITS copies being present.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 107,
                    "text": "(Smith, 2000b)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 298,
                    "end": 311,
                    "text": "Smith (2000b)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 444,
                    "end": 458,
                    "text": "(Smith, 2000b)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 758,
                    "end": 771,
                    "text": "Smith (2000b)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 787,
                    "end": 800,
                    "text": "respectively)",
                    "ref_id": null
                },
                {
                    "start": 1549,
                    "end": 1583,
                    "text": "(Denduangboripant and Cronk, 2000)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "The Sinningia clade and Gloxinia sarmentiana-While"
        },
        {
            "text": "Sequencing methodologies could possibly provide an explanation for some of the differences seen in the sequences. Our sequences were obtained using the ABI Prism BigDye Terminator Cycle Sequencing kit run on an Applied Biosystems Model 377 Automated sequencer with full overlap along both strands (PE Biosystems). This method of sequencing produces clean sequencing chromatograms, which, when both strands are sequenced, provide for confident base calling. The Smith (2000b) paper cites Smith et al. (1997b) for ITS sequencing methodologies, which were apparently the same as for the previous ndhF studies and utilized the Silver Sequence method (Promega). While this is an accepted method of sequencing, it does not provide for computer construction of consensus sequences from multiple strands (such as the Sequencher software package), which minimizes error in sequence reading and archiving. The explanation for the high frequency of missing data (Ns) is unclear. Smith (2000b) indicated that insertion/deletion (indel) events were coded as missing data, which could explain the Ns. However, Gen-Bank notes that the sequences were not submitted as an aligned dataset, so there is no reason for indel events to be marked in the sequences. Additionally, the presence of the Ns aligned with our gaps do not explain the divergence between Smith's (2000b) and our sequences. Gaps do not contribute to uncorrected pairwise divergence estimates, so it is only sites where bases are called in both sequences that contribute to this measure.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 507,
                    "text": "Smith et al. (1997b)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 968,
                    "end": 981,
                    "text": "Smith (2000b)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1339,
                    "end": 1354,
                    "text": "Smith's (2000b)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "The Sinningia clade and Gloxinia sarmentiana-While"
        },
        {
            "text": "Conclusions-This is the first study to provide robust statistical support of monophyly of (1) the Gesnerieae, (2) the Gloxinieae sensu stricto, (3) Sinningia and relatives, and (4) the Episcieae, as well as for the sister relationship of the Gesnerieae and Gloxinieae sensu stricto. Previous studies have suggested these clades were monophyletic but poorly supported, paraphyletic, or even polyphyletic (Smith, 1996 (Smith, , 2000a Smith and Carroll, 1997; Smith et al., 1997a, b; Smith and Atkinson, 1998) . With the exception of the distribution of the n ϭ 11 taxa, the phylogenetic hypotheses presented here are also congruent with a minimal number of chromosomal changes in the subfamily. There are still problems with generic circumscription in some lineages (e.g., Gloxinia). While the Gesnerioideae tribal circumscriptions of Burtt and Wiehler (1995) largely agree with the phylogenies presented here, this study provides evidence that Sinningia, Paliavana, and Vanhouttea might be best dealt with as a tribe separate from the Gloxinieae. Additionally, Gloxinia sarmentiana may represent an additional major lineage of the Gesnerioideae. The molecular phylogenetic hypotheses do not completely agree with the traditional explanation for the evolution of some morphological characters (e.g., ovary position). The nodes placing the Sinningia clade and Gloxinia sarmentiana sister to the Episcieae rather than sister to the Gloxinieae and Gesnerieae needs to be explored to resolve this issue.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 415,
                    "text": "(Smith, 1996",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 416,
                    "end": 431,
                    "text": "(Smith, , 2000a",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 432,
                    "end": 456,
                    "text": "Smith and Carroll, 1997;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 457,
                    "end": 480,
                    "text": "Smith et al., 1997a, b;",
                    "ref_id": null
                },
                {
                    "start": 481,
                    "end": 506,
                    "text": "Smith and Atkinson, 1998)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 833,
                    "end": 857,
                    "text": "Burtt and Wiehler (1995)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Sinningia clade and Gloxinia sarmentiana-While"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An ordinal classification of the families of flowering plants",
            "authors": [
                {
                    "first": "Angiosperm",
                    "middle": [],
                    "last": "Phylogeny Group",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Annals of the Missouri Botanical Garden",
            "volume": "85",
            "issn": "",
            "pages": "531--553",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Phylogenetic utility of the internal transcribed spacers of nuclear ribosomal DNA in plants: an example from the Compositae",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Baldwin",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Molecular Phylogenetics and Evolution",
            "volume": "1",
            "issn": "",
            "pages": "3--16",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The ITS region of nuclear ribosomal DNA: a valuable source of evidence on angiosperm phylogeny",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Baldwin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Sanderson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Wojciechowski",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Donoghue",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Annals of the Missouri Botanical Garden",
            "volume": "82",
            "issn": "",
            "pages": "247--277",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A morphological study and cladistic analysis of Sinningia and associated genera with particular reference to Lembocarpus, Lietzia, Paliavana, and Vanhouttea (Gesneriaceae: Gloxinieae)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Boggan",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Vascular plant families and genera",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Brummitt",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Royal Botanic Gardens",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Révision taxonomique d'un genre de Gesneriaceae endémique du Brésil: Nematanthus Schrader",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chautems",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Candollea",
            "volume": "39",
            "issn": "",
            "pages": "297--300",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Révision taxonomique et possibilités d'hybridations de Nematanthus Schrader (Gesneriaceae), genre endémique de la fôret côtière brésilienne",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chautems",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Thesis, Botanique",
            "volume": "112",
            "issn": "",
            "pages": "1--126",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An integrated system of classification of flowering plants",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cronquist",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "High intraindividual variation in internal transcribed spacer sequences in Aeschynanthus (Gesneriaceae): implications for phylogenetics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Denduangboripant",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "C B"
                    ],
                    "last": "Cronk",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proceedings of the Royal Society of London, Series B",
            "volume": "267",
            "issn": "",
            "pages": "1407--1415",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Separate versus combined analysis of phylogenetic evidence",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Queiroz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Donoghue",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Kim"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Annual Review of Ecology and Systematics",
            "volume": "26",
            "issn": "",
            "pages": "657--681",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A re-examination of Sanango racemosum. 2. Vegetative and floral anatomy",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Dickison",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Taxon",
            "volume": "43",
            "issn": "",
            "pages": "601--618",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Chloroplast DNA inversions and the origin of the grass family (Poaceae)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Doyle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Soreng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Garvin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "89",
            "issn": "",
            "pages": "7722--7726",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A rapid DNA isolation procedure for small quantities of fresh leaf tissue",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Doyle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Doyle",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Phytochemical Bulletin",
            "volume": "19",
            "issn": "",
            "pages": "11--15",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Parsimony jackknifing outperforms neighbor-joining",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Farris",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Albert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Llersjo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lipscomb",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Kluge",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Cladistics",
            "volume": "12",
            "issn": "",
            "pages": "99--124",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Constructing a significance test for incongruence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Farris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Llersjo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Kluge",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bult",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Systematic Biology",
            "volume": "44",
            "issn": "",
            "pages": "570--572",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Die natürlichen Pflanzenfamilien",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fritsch",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "133--185",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Gloxinia stolonifera. Botanische Jahrbücher für Systematik",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fritsch",
                    "suffix": ""
                }
            ],
            "year": 1900,
            "venue": "Pflanzengeschichte und Pflanzenengeographie",
            "volume": "37",
            "issn": "",
            "pages": "493--494",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Maximum likelihood estimation of the heterogeneity of substitution rate among nucleotide sites",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "Y.-X",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "And W.-H",
                    "middle": [
                        "Li"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Molecular Biology and Evolution",
            "volume": "12",
            "issn": "",
            "pages": "546--557",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A re-examination of Sanango racemosum. 3. Chemotaxonomy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Taxon",
            "volume": "43",
            "issn": "",
            "pages": "619--623",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Phylogenetic inference in Saxifragaceae sensu stricto and Gilia (Polemoniaceae) using matK sequences",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Soltis",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Annals of the Missouri Botanical Garden",
            "volume": "82",
            "issn": "",
            "pages": "149--175",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Estimation of evolutionary distances between homologous nucleotide sequences",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kimura",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "78",
            "issn": "",
            "pages": "454--458",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Revision of Kohleria (Gesneriaceae)",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Kvist",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Skog",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Smithsonian Contributions to Botany",
            "volume": "79",
            "issn": "",
            "pages": "1--83",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The genus Columnea (Gesneriaceae) in Ecuador",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Kvist",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Skog",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Allertonia",
            "volume": "6",
            "issn": "",
            "pages": "327--400",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Revision of Pearcea (Gesneriaceae)",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Kvist",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Skog",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Smithsonian Contributions to Botany",
            "volume": "84",
            "issn": "",
            "pages": "1--47",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Phylogenetic systematics of Ipomoea (Convolvulaceae) based on ITS and waxy sequences",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Rausher",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Manos",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Systematic Botany",
            "volume": "24",
            "issn": "",
            "pages": "209--227",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Comparison of three methods for estimating internal support on phylogenetic trees",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Mort",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Soltis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Soltis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Mabry",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Systematic Biology",
            "volume": "49",
            "issn": "",
            "pages": "160--171",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A re-examination of Sanango racemosum. 1. Morphology and distribution",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Norman",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Taxon",
            "volume": "43",
            "issn": "",
            "pages": "591--600",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A parsimony analysis of the Asteridae sensu lato based on rbcL sequences",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Olmstead",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bremer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Palmer",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Annals of the Missouri Botanical Garden",
            "volume": "80",
            "issn": "",
            "pages": "700--722",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Disintegration of the Scrophulariaceae",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Olmstead",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Depamphilis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Elisons",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Reeves",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "American Journal of Botany",
            "volume": "88",
            "issn": "",
            "pages": "348--361",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The phylogeny of the Asteridae sensu lato based on chloroplast ndhF gene sequences",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Olmstead",
                    "suffix": ""
                },
                {
                    "first": "K.-J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Jansen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Wagstaff",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Molecular Phylogenetics and Evolution",
            "volume": "16",
            "issn": "",
            "pages": "96--112",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Relationships of the Buddlejaceae s.l. investigated using parsimony jackknife and branch support analysis of chloroplast ndhF and rbcL sequence data",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Oxelman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Backlund",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bremer",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Systematic Botany",
            "volume": "24",
            "issn": "",
            "pages": "164--182",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Modeltest: testing the model of DNA substitution",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Posada",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Crandall",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Bioinformatics",
            "volume": "14",
            "issn": "",
            "pages": "817--818",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Supraspecific classification of Eleocharis (Cyperaceae) revisited: evidence from the internal transcribed spacer (ITS) region of nuclear ribosomal DNA",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Roalson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Friar",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Systematic Botany",
            "volume": "25",
            "issn": "",
            "pages": "323--336",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "ϫGlokeria 'Dragonsong': a new intergeneric hybrid",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "6--8",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A study of the tribe Gesnerieae, with a revision of Gesneria (Gesneriaceae: Gesnerioideae)",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Skog",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Smithsonian Contributions to Botany",
            "volume": "29",
            "issn": "",
            "pages": "1--182",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "A review of chromosome numbers in the Gesneriaceae",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Skog",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Selbyana",
            "volume": "7",
            "issn": "",
            "pages": "252--273",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Revision of Gasteranthus (Gesneriaceae)",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Skog",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Kvist",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Systematic Botany Monographs",
            "volume": "59",
            "issn": "",
            "pages": "1--118",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Systematics of Columnea section Pentadenia and section Stygnanthe (Gesneriaceae)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Systematic Botany Monographs",
            "volume": "44",
            "issn": "",
            "pages": "1--89",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Tribal relationships within the Gesneriaceae: a cladistic analysis of morphological data",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Systematic Botany",
            "volume": "21",
            "issn": "",
            "pages": "497--513",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "A phylogenetic analysis of tribes Beslerieae and Napeantheae (Gesneriaceae) and evolution of fruit types: parsimony and maximum likelihood analyses of ndhF sequences",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Systematic Botany",
            "volume": "25",
            "issn": "",
            "pages": "72--81",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Phylogenetic resolution within the tribe Episcieae (Gesneriaceae): congruence of ITS and ndhF sequences from parsimony and maximum-likelihood analyses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "American Journal of Botany",
            "volume": "87",
            "issn": "",
            "pages": "883--897",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Phylogenetic signal common to three data sets: combining data which initially appear heterogeneous",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Plant Systematics and Evolution",
            "volume": "221",
            "issn": "",
            "pages": "179--198",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Phylogenetic analysis of the tribes Gloxinieae and Gesnerieae (Gesneriaceae): data from ndhF sequences",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Atkinson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Selbyana",
            "volume": "19",
            "issn": "",
            "pages": "122--131",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Tribal relationships within the Gesneriaceae: an assessment of three data sets",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Denton",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "American Journal of Botany",
            "volume": "83",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Familial placement of Cyrtandromoea, Titanotrichum and Sanango, three problematic genera of the Lamiales",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Denton",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Taxon",
            "volume": "46",
            "issn": "",
            "pages": "65--74",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "A cladistic analysis of the tribe Episcieae (Gesneriaceae) based on ndhF sequences: origin of morphological characters",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Carroll",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Systematic Botany",
            "volume": "22",
            "issn": "",
            "pages": "713--724",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Tribal relationships in the Gesneriaceae: evidence from DNA sequences of the chloroplast gene ndhF",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Wolfram",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Denton",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Annals of the Missouri Botanical Garden",
            "volume": "84",
            "issn": "",
            "pages": "50--66",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Molecular evolution and phylogenetic implications of internal transcribed spacer sequences of ribosomal DNA in Winteraceae",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Suh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Thien",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E E A"
                    ],
                    "last": "Reeves",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zimmer",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "American Journal of Botany",
            "volume": "80",
            "issn": "",
            "pages": "1042--1055",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "PAUP*: phylogenetic analysis using parsimony, version 4.0b4-b6. Laboratory of Molecular Systematics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Swofford",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Smithsonian Institution",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Universal primers for amplification of three non-coding regions of chloroplast DNA",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Taberlet",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gielly",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pautou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bouvet",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Plant Molecular Biology",
            "volume": "17",
            "issn": "",
            "pages": "1105--1109",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "A new method to localize and test the significance of incongruence: detecting domain shuffling in the nuclear receptor superfamily",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Thornton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Desalle",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Systematic Biology",
            "volume": "49",
            "issn": "",
            "pages": "183--201",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Gesneriaceae",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wentsai",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kaiyu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhenyu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Weitzman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Skog",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Flora of China",
            "volume": "18",
            "issn": "",
            "pages": "244--401",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Amplification and direct sequencing of fungal ribosomal RNA genes for phylogenetics",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bruns",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Taylor"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "PCR protocols: a guide to methods and applications",
            "volume": "",
            "issn": "",
            "pages": "315--322",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "A report on the classification of Achimenes",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wiehler",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Eucodonia, Gloxinia, Goyazia, and Anetanthus (Gesneriaceae). Selbyana",
            "volume": "1",
            "issn": "",
            "pages": "374--404",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "New genera and species of Gesneriaceae from the Neotropics",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wiehler",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Selbyana",
            "volume": "2",
            "issn": "",
            "pages": "67--132",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Parakohleria, a new South American genus in the Gesneriaceae",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wiehler",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "4--10",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "A synopsis of the neotropical Gesneriaceae",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wiehler",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Selbyana",
            "volume": "6",
            "issn": "",
            "pages": "1--219",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "A re-examination of Sanango racemosum. 4. Its new systematic position in the Gesneriaceae",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wiehler",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Taxon",
            "volume": "43",
            "issn": "",
            "pages": "625--632",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Estimating the pattern of nucleotide substitution",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Journal of Molecular Evolution",
            "volume": "39",
            "issn": "",
            "pages": "105--111",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Maximum likelihood phylogenetic estimation from DNA sequences with variable rates over sites: approximate methods",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Journal of Molecular Evolution",
            "volume": "39",
            "issn": "",
            "pages": "306--314",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Analysis of relationships within Gesnerioideae using the nrDNA ITS data set. Strict maximum parsimony (MP) consensus tree of 5400 mostparsimonious trees of 1698 steps consistency index [CI] ϭ 0.443, retention index [RI] ϭ 0.637, rescaled consistency index [RC] ϭ 0.282). Numbers above branches are jackknife percentages where branch support is Ͼ50%.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Analysis of relationships within Gesnerioideae using the cpDNA trnL-F/trnE-T data set. Strict (MP) consensus tree of 18 400 most-parsimonious trees of 719 steps (CI ϭ 0.779, RI ϭ 0.822, RC ϭ 0.640). Numbers above branches are jackknife percentages where branch support is Ͼ50%.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Gesnerioideae internal transcribed spacer maximum likelihood tree (Ϫln ϭ 8906.53324). Details of model parameters are listed in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "dunculosa (DC.) Fritsch ϩ G. ventricosa Sw. (jk ϭ 97%), and Group 3 comprises G. citrina ϩ R. rupincola (C.Wright) C.V.Morton ϩ R. auriculatum Hook. ϩ R. exsertum Griseb. ϩ R. tomentosum (L.) Mart. ϩ R. vernicosum (jk ϭ 74%; Fig. 3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Morphological characters mapped onto the maximum parsimony combined strict consensus tree. (A) Evolution of underground storage organs. (B) Evolution of ovary position.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Continued.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Parameters assigned to data sets for maximum likelihood analyses. Abbreviations are as follows: EBF ϭ estimated base frequencies and SRM ϭ substitution rate matrix. Proportion of invariable sites is not included under trnL-F/trnE-T as it is not a variable in the model used for this data set.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}