{"paper_id": "9f0c628d64f7898c4a54ca46f3a3dd4750f7a6e1", "metadata": {"title": "No.5 DISCONTINUOUS DNA VARIATION IN THE EVOLUTION OF PLANT SPECIES: THE GENUS LATHYRUS", "authors": [{"first": "R", "middle": ["K J"], "last": "Narayan", "suffix": "", "affiliation": {"laboratory": "", "institution": "University College of Wales", "location": {"postCode": "SY23 3DD", "settlement": "Aberystwyth", "region": "Dyfed", "country": "U.K"}}, "email": ""}]}, "abstract": [{"text": "The genus Lathyrus is closely related to Vicia and belongs to the family Leguminosae. Most species in this genus are diploids with 2n = 14. The divergence and evolution within this genus is accompanied by a three-fold increase in chromosome size which is directly correlated with a four-fold increase in their nuclear DNA amounts. The fraction of DNA responsible for the variation in total amounts of DNA in this genus consists of repetitive and non-repetitive DNA in a consistent ratio of 4.1 to 1.0. Quantitative comparisons of the total DNA and of DNA constituents show discontinuity in the pattern of variation among the species of this genus. The constraints upon the composition of DNA among species and the discontinuity in the pattern of variation would suggest genome evolution by a succession of spasmodic changes rather than by a continuous progression. This investigation was carried out with two major objectives in mind, 1)to determine the nature of DNA variation accompanying the evolution of this genus and 2) to compare among species the relative changes in nuclear components which are closely correlated with DNA changes. Multivariate analysis was used to classify the data.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The genus Lathyrus is closely related to Vicia and belongs to the family Leguminosae. Most species in this genus are diploids with 2n = 14. The divergence and evolution within this genus is accompanied by a three-fold increase in chromosome size which is directly correlated with a four-fold increase in their nuclear DNA amounts. The fraction of DNA responsible for the variation in total amounts of DNA in this genus consists of repetitive and non-repetitive DNA in a consistent ratio of 4.1 to 1.0. Quantitative comparisons of the total DNA and of DNA constituents show discontinuity in the pattern of variation among the species of this genus. The constraints upon the composition of DNA among species and the discontinuity in the pattern of variation would suggest genome evolution by a succession of spasmodic changes rather than by a continuous progression. This investigation was carried out with two major objectives in mind, 1)to determine the nature of DNA variation accompanying the evolution of this genus and 2) to compare among species the relative changes in nuclear components which are closely correlated with DNA changes. Multivariate analysis was used to classify the data. Revised December 22, 1981 ", "cite_spans": [{"start": 1194, "end": 1219, "text": "Revised December 22, 1981", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "The 21 diploid species investigated were L. miniatis, L. angulatus, L. articulatus, L. nissolia, L. maritimus, L. clymenum, L. ochrus, L. setifolius, L. aphaca, L. cicera, L. sphaericus, L. pratensis, L. annus, L. sativus, L. odoratus, L. tuberosus, L. hirsutus, L. tingitanus, L. sylvestris, L. latifolius, and L. vestitis. Seeds collected from at least two geographical regions were available for each species. The characters selected were as follows.", "cite_spans": [{"start": 44, "end": 324, "text": "miniatis, L. angulatus, L. articulatus, L. nissolia, L. maritimus, L. clymenum, L. ochrus, L. setifolius, L. aphaca, L. cicera, L. sphaericus, L. pratensis, L. annus, L. sativus, L. odoratus, L. tuberosus, L. hirsutus, L. tingitanus, L. sylvestris, L. latifolius, and L. vestitis.", "ref_id": null}], "ref_spans": [], "section": "MATERIALS AND MErHODS"}, {"text": "1. Chromosome Volume.-Chromosome volumes were measured using the method suggested by Hazarika (1969) . Excised root tips from the germinating seeds were treated with 0.1% colchicine for 3 hand then fixed for 4 h in 1:3 acetic alcohol. The root tips were stained with Feulgen and then squashed out in acetocarmine. The lengths of the chromosomes and the width of the chromatids were measured at Cmitosis, at the stage just prior to the separation of the chromatids. Measurements were made under oil-immersion lens using the Vickers instrument eye piece attachment with a moving scale which gave a high degree of accuracy. The chromosomes in each cell were measured individually for length and five chromatids in each 877 cell taken at random to get the mean chromatid width. Volume was then calculated from total chromatid length (2X chromosome length) and average chromatid width assuming the chromatids to be cylindrical in form. The mean chromosome volumes were based on at least five cells from different plants.", "cite_spans": [{"start": 85, "end": 100, "text": "Hazarika (1969)", "ref_id": null}], "ref_spans": [], "section": "MATERIALS AND MErHODS"}, {"text": "2. Total Nuclear DNA.-Total amount of nuclear DNA was measured using Feulgen photometry. Root meristems from germinating seeds were fixed and Feulgen stained using the method first suggested by McLeish and Sunderland (1961) . Steps involved in this method have been modified to minimize experimental error as reported by Teoh and Rees (1976) . The DNA measurements were made on a Vickers M85 microdensitometer. Species were measured in batches of eight which included Allium cepa as control. Small variation between batches was standardized using the control species. Allium cepa (2C = 33.5 pg) was also used as a standard to convert the DNA estimates to absolute amounts. All DNA estimates were corrected to the second decimal place which was accurate under the present experimental conditions. All DNA measurement experiments consisted at least of two replications. Plants collected from different geographical regions were used as replicates. At least three plants were measured in each replication and 20, 2C nuclei were scored in each root tip. Analysis of variance showed no statistically significant difference among nuclei within root tips and among plants within replications. The mean DNA amount estimated for each replication appears in Table 2 . Supernumerary (B) chromosomes in the chromosome complements of species could vitiate the DNA estimations. All species were therefore cytologically examined and none had B chromosomes in their complements.", "cite_spans": [{"start": 194, "end": 223, "text": "McLeish and Sunderland (1961)", "ref_id": "BIBREF9"}, {"start": 321, "end": 341, "text": "Teoh and Rees (1976)", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 1248, "end": 1255, "text": "Table 2", "ref_id": "TABREF2"}], "section": "MATERIALS AND MErHODS"}, {"text": "3. DNA in Euchromatin and Heterochromatin. The area of interphase nuclei occupied by heterochromatin was measured microdensitometrically Rees, 1974, 1976) . Feulgen stained interphase nuclei in root meristems were scanned at optical densities 0-1.3 in the Vickers M85 microdensitometer. The distribution of areas scanned at each optical density was plotted as a cumulative graph. Using the scanning dot, densities were measured for five heterochromatic sectors in each interphase nucleus in order to calculate the mean density of the heterochromatin. The areas scanned at this optical density and above represent the area composed of the heterochromatin. The area occupied by euchromatin was obtained by subtraction of the area of the heterochromatin from the total nuclear area measured at an optical density of O. The average optical density for heterochromatin was found to be 1.6 times the density of euchromatin. Knowing the separate areas of heterochromatin and euchromatin and their densities it was possible to estimate how much of the total DNA in each species is located in each fraction. Independent measurements were made on three root tips from different plants. In each root tip a minimum of 15 nuclei were measured.", "cite_spans": [{"start": 137, "end": 154, "text": "Rees, 1974, 1976)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "MATERIALS AND MErHODS"}, {"text": "4. Repetitive and Non-repetitive DNA.-The melting profiles, buoyant densities in neutral CsCI and the average G+C contents were remarkably similar for all species compared. It was possible therefore to carry out Cot reassociations of DNA of all species under the same experimental conditions. The percentage reassociation was measured spectrophotometrically (Narayan and Rees, 1976) . The estimate of the percentage reassociation at a given Cot value was the mean for three separate measurements. From the Cot reassociation curves the total DNA of the 12Lathyrus species were classifiedinto the following components based on their reassociation kinetics: 1) a fast fraction or highly repetitive DNA; 2) intermediate fraction or middle repetitive DNA; and 3) slow or single copy DNA. Between 5% and 13% of the total DNA belonged to the first category. In absolute amounts this component did not show significant variation among species. On the other hand, the intermediate fraction, consisting of be-tween 56% and 70% of the total DNA in each species, accounted for most of the quantitative changes in nuclear DNA. The remainder of the genome is made up of non-repetitive DNA . Independent estimates were obtained from two separate experiments of the middle and non-repetitive components of each species.", "cite_spans": [{"start": 358, "end": 382, "text": "(Narayan and Rees, 1976)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "MATERIALS AND MErHODS"}, {"text": "Twelve of the 21 species were grouped on the basis of their differences in 12 characters which consisted of their ranked chromosomes, euchromatin, heterochromatin, non-repetitive DNA, middle repetitive DNA and the total DNA using multivariate analysis. The means for the 12 characters were obtained from a large number of measurements and the statistical analysis was based on their dispersion. The species were grouped using the Mahalanobis D2 statistic as suggested by Rao (1952) . The calculation of D values involved the following steps. 1) From the measurements for the 12 characters for all species the variance-covariance matrix (common dispersion matrix) was computed (Table 4) . 2) The uncorrelated linear combinations were obtained by the pivotal condensation of the dispersion matrix and the mean values then converted into a set of uncorrelated means (Ys) . 3) D square between the ith and the jth species from the 12 characters were calculated using the formula n D 2ij = L (Yit -Yjt)2.", "cite_spans": [{"start": 471, "end": 481, "text": "Rao (1952)", "ref_id": "BIBREF17"}, {"start": 863, "end": 867, "text": "(Ys)", "ref_id": null}], "ref_spans": [{"start": 676, "end": 685, "text": "(Table 4)", "ref_id": null}], "section": "Statistical Analysis"}, {"text": "The D 2 for the 12 characters were calculated separately and added up to give D2ij (Narayan and Macefield, 1976) . The D2 for each character for each combination of species was ranked in descending order of magnitude and the rank totals were obtained for all combinations (Murty and Arunachalam, 1967) . The clustering of the species was by the Tochers method as illustrated by Rao (1952) . After clustering, the interand intra-cluster relationships were studied and the generalized statisti- Group A L.ochrus From Narayan and Rees (1976) . The data for L. tingitanus are revised estimates.", "cite_spans": [{"start": 83, "end": 112, "text": "(Narayan and Macefield, 1976)", "ref_id": "BIBREF13"}, {"start": 272, "end": 301, "text": "(Murty and Arunachalam, 1967)", "ref_id": "BIBREF11"}, {"start": 378, "end": 388, "text": "Rao (1952)", "ref_id": "BIBREF17"}, {"start": 510, "end": 538, "text": "From Narayan and Rees (1976)", "ref_id": null}], "ref_spans": [], "section": "1=1"}, {"text": "cal distances between groups represented diagrammatically using the D values. All statistical analyses were programmed on an IBM computer.", "cite_spans": [], "ref_spans": [], "section": "1=1"}, {"text": "The Cot reassociation data for the middle repetitive fraction of 12 species were normalized to 100% and the reassociation rate constant (Cot Y2) was estimated. It ranged from 0.65 X 10°in L. aphaca to 2.0 X 10°in L. hirsutus (Narayan and Rees, 1976) . Using E. coli (genome size, 4.6 X 10 6 base pairs) as standard, which by the same procedure had a Cot Y2 of 6, it was possible to convert the rate constants to base sequence complexity expressed as number of base pairs. The base sequence complexity can be viewed as an index of divergence between repeated sequences and the nine species classified in two groups, A and B ( kinetic complexity for the middle repetitive sequences of 0.52 x 10 6 base pairs. The remaining six species grouped in B had an average kinetic complexity of 1.49 x 10 6 base pairs. A quantitative comparison of the middle repetitive DNA among species in group B showed that they in turn are separable into three subgroups B h B 2 , B 3 • Species in B 1 had low DNA amounts and are similar to species in A. In B 2 the average middle repetitive DNA amount was increased by 3.2 picograms. The species in B 3 had a further increase of 3.0 picograms of middle repetitive DNA which corresponds to an average total DNA of 3.90 picograms. To determine whether these observed quantum DNA changes among groups of species are fundamental to the DNA variation in Lathyrus, I have compared the total nuclear DNA amounts in the 21 Lathyrus species listed above. The species were not selected other than for the availability of their seed. Their range of total DNA was 22.4 picograms. If the difference in amounts of DNA between species is 3.90 picograms, then the 21 species should fall into six or seven groups. The mean nuclear DNA amounts plotted against the total chromosome volume in Figure Table 2 . An analysis of variance of the amounts of DNA shows significant differences between the species within the groups but by far the greater amount of variation, 98% in the component analysis, is due to the differences between groups which are highly significant when tested against the within-group variation. The average interval between group DNA means is 3.72 picograms. A more rigorous classification of 12 of the 21 species was made using multivariate analysis. These 12, whose DNA comprised about two thirds of the total range of DNA shown by the 21 species, were classified on the basis of their divergence in 12 nuclear characters.", "cite_spans": [{"start": 225, "end": 249, "text": "(Narayan and Rees, 1976)", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 1800, "end": 1806, "text": "Figure", "ref_id": null}, {"start": 1807, "end": 1814, "text": "Table 2", "ref_id": "TABREF2"}], "section": "A) Nuclear DNA Variation in Lathyrus"}, {"text": "As a measure of divergence between populations, statistical distances have been used for classification in anthropometry, psychometry, and biology (Hotelling, 1931; Rao, 1952; Nair and Mukherjee, 1960; Murty et al., 1965) using multivariate analysis. Among the various methods in multivariate analysis, the D2 statistic of Mahalanobis (1936) is useful for the classification of biological populations. (Sokal and Rohlf, 1969; Wright, 1978) .", "cite_spans": [{"start": 147, "end": 164, "text": "(Hotelling, 1931;", "ref_id": "BIBREF2"}, {"start": 165, "end": 175, "text": "Rao, 1952;", "ref_id": "BIBREF17"}, {"start": 176, "end": 201, "text": "Nair and Mukherjee, 1960;", "ref_id": "BIBREF12"}, {"start": 202, "end": 221, "text": "Murty et al., 1965)", "ref_id": "BIBREF10"}, {"start": 402, "end": 425, "text": "(Sokal and Rohlf, 1969;", "ref_id": "BIBREF22"}, {"start": 426, "end": 439, "text": "Wright, 1978)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "B) Multivariate Analysis"}, {"text": "The analyses of variance in Table 3 show that the 12 species differed significantly in all characters confirming that the 12 characters are meaningful for the classification of these species. The mean values of the 12 characters for the 12 species are given in Table 5 . In Table 6 are given the average D values within and between clusters.", "cite_spans": [], "ref_spans": [{"start": 28, "end": 35, "text": "Table 3", "ref_id": "TABREF3"}, {"start": 261, "end": 268, "text": "Table 5", "ref_id": null}, {"start": 274, "end": 281, "text": "Table 6", "ref_id": "TABREF5"}], "section": "B) Multivariate Analysis"}, {"text": "1) Grouping of Species into Clusters.-The 12 species were grouped into six sharply defined clusters on the basis of the D 2 values derived from pair-wise comparisons using Tocher's method as given in Rao (1952) . The clusters and the generalized statistical distances between them are shown in Figure 2 . The maximum intercluster distance (D = 1,523) was between clusters A and E which indicated a large measure of divergence between them. ", "cite_spans": [{"start": 200, "end": 210, "text": "Rao (1952)", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 294, "end": 302, "text": "Figure 2", "ref_id": null}], "section": "B) Multivariate Analysis"}, {"text": "Between species-within group analysis of variance 98% of the total variation is estimated to be due to differences between groups.", "cite_spans": [], "ref_spans": [], "section": "Estimated components of variation"}, {"text": "Clusters A and E represented species L. angulatus and L. sylvestris, respectively. The three species (L. ochrus, L. aphaca, L. cicera) are included in cluster B 2 • Clusters C and D contained two species each. Lathyrus odoratus and L. sativus together formed cluster C and L. tingitanus and L. hirsutus cluster D. The distance between clusters B 1 and B 2 is significantly smaller than the distances between other clusters. It is adduced from this that the species included in these clusters bear closer resemblance to each other than those grouped in other clusters. Cluster B 1 is therefore considered to be a subgroup of B 2 • B 1 is made up of three species, viz. L. articulatus, L. nissolia and L. clymenum.", "cite_spans": [], "ref_spans": [], "section": "DNA in picograms (2C values)"}, {"text": "2) Divergence among Species within Clusters.-The D values in the leading diagonal in Table 6 give the magnitude of divergence among species within each cluster and show that the average D value within each cluster is consistently smaller than the D values between major clusters. The average intra-cluster distances for B 2 (38.5), B 1 (76.3), and C (13.5) show that the species grouped in each are markedly similar to each other for the 12 characters. The exceptionally large intra-cluster divergence of group D (215.0) suggests a large measure of divergence between the two species L. tingitanus and L. hirsutus for one or more characters. A comparison of the component D2's (square of the difference between the transformed uncorrelated means for each character) showed that 88.2% of the total divergence between L. tingitanus and L. hirsutus was accounted for by changes in amounts of DNA in heterochromatin. In Figure 3 , C-banded chromosome complements of L. hirsutus and L. tingitanus are compared. Whereas the banding pattern for L. hirsutus is typical for most of the Lathyrus species, the constitutive heterochromatin being confined to the centromeric regions in all chromosomes, chromosomes 1, 2 and 4 of L. tingitanus have additional intercalary bands on their short and long arms. 34.2% of the total chromosome volume in L. tingitanus is made up of constitutive heterochromatin, which is 10.72% higher than in L. hirsutus. Quantitative comparisons of the amounts of constitutive heterochromatin showed species were similar within each of the clusters B 2 , B l , and C. The conclusions are that there are large differences between species in different clusters compared with the marked similarity of the species within the clusters for most characters and that the somewhat larger divergence in cluster D between L. tingitanus and L. hirsutus is mainly due to differences in amount of heterochromatin.", "cite_spans": [], "ref_spans": [{"start": 85, "end": 92, "text": "Table 6", "ref_id": "TABREF5"}, {"start": 916, "end": 924, "text": "Figure 3", "ref_id": null}], "section": "DNA in picograms (2C values)"}, {"text": "3) Discontinuity in Evolutionary Progression.-The close similarity of species within each cluster and the sharp separation of clusters themselves from one another suggest discontinuity in evolutionary progression. In Figure 2 The regularity with which clusters are separated from one another becomes more striking when we compare the average DNA amounts for each cluster (Fig. 2) . The successive clusters are separated from each other by a regular quantum change in their mean DNA amounts. The average quantum DNA change for the five clusters is 3.5 picograms.", "cite_spans": [], "ref_spans": [{"start": 217, "end": 225, "text": "Figure 2", "ref_id": null}, {"start": 371, "end": 379, "text": "(Fig. 2)", "ref_id": null}], "section": "DNA in picograms (2C values)"}, {"text": "Divergence.-The component D2'S derived from the pairwise comparisons of species were ranked in their descending order of magnitude, where rank 1 was assigned to the highest value. The rank totals for the 12 characters, obtained from all possible pairwise combinations of species, give information about the order of priority of the 12 characters in divergence, the inference being that the character with the smallest rank total has made the most contribution to cluster divergence, while characters with increasing rank totals have made correspondingly less. The component D2'S were summed over all combinations for each of the 12 characters and the D values calculated from the totals. These, as well as rank totals, are given in Table 7 , which shows that the order of priority of the characters in their contributions to cluster divergence was DNA in heterochromatin, non-repetitive DNA, total DNA, DNA in euchromatin, repetitive DNA and chromosome volume. Among the 12 characters, DNA in heterochromatin has contributed the maximum (57.42% of the total D2>s) to inter-cluster divergence followed by non-re- petitive DNA (23.4%), total DNA (7.00%), repetitive DNA (2.6%), and DNA in euchromatin (2.46%). 7.48% of the total D 2 was accounted for by the sum of component D2'S from seven chromosomes. Table 7 shows that the sum of the component D values for the seven chromosomes is consistently small when compared with the other characters. The table also shows that, with the minor exception of chroo mosome number 3, they have closely similar D values (mean 94.36). Chromosome 3 has a lower D value of 61.12. The close similarity between D values (and their rank totals) implies that the total chromosome variation among the 12 species is distributed at random among chromosomes within each complement. Total chromosome volume is directly correlated with nuclear DNA amount in Lathyrus species, hence a direct comparison of the DNA contained in individual chromosomes would tell us about the DNA distribution within each chromosome complement and a comparison between species would also give us information about its changes during evolution. The chromosomes of four Lathyrus species were C-banded using giemsa stain and the volume of heterochromatin and euchromatin were mea- sured separately for each chromosome. Using spot microdensitometry, it was established that heterochromatin is on average 1.6 times denser than euchromatin in the interphase nuclei of Lathyrus species from which it was possible to calculate the DNA content of each chromosome. The four species used in this analysis represented a two-fold variation in their nuclear DNA amounts. In Figure 4 the DNA amounts of the seven chromosomes, ranked according to DNA amounts of each species, are plotted against the mean amounts of all four species. The regression analysis shows that the slopes are strikingly similar for the four species, but as expected from the significant DNA variation between species, the differences between the means are highly significant. These results suggest that the quantitative DNA changes associated with speciation have affected all chromosomes within the Lathyrus complements. If we make the assumption that chromosomes which are assigned identical serial numbers in dif- Mean DNA. pq ferent species are homeologous to each other, then the joint regression would imply that the DNA changes were of the same magnitude in all chromosomes. No cytological evidence from interspecific hybrids is available at present to establish the homeologous relationship between different chromosomes, but the inference that quantitative DNA changes are accounted for by all chromosomes within each complement is supported by the results of molecular hybridization experiments (unpubl. results).", "cite_spans": [], "ref_spans": [{"start": 732, "end": 739, "text": "Table 7", "ref_id": "TABREF6"}, {"start": 1302, "end": 1309, "text": "Table 7", "ref_id": "TABREF6"}, {"start": 2664, "end": 2672, "text": "Figure 4", "ref_id": null}], "section": "4) Relative Role of Nuclear Characters in Species"}, {"text": "The experiment in brief was as follows. Purified DNA samples of L. tingitanus were chemically coupled with an antibiotic (actinomycin-D) and silver in separate experiments and DNA was centrifuged to equilibrium in CsCI or CsS0 4 density gradients. Using this method it was possible to isolate three separate DNA components (satellite sequences) from the total L. tingitanus DNA. The three satellite components together represented less than 7% of the total tingitanus DNA and could not be isolated from L. hirsutus included in group D. The low base sequence complexity of the satellite sequences and their relative absence in L. hirsutus would suggest that these sequences were amplified recently during the evolution of the genus. The satellite DNA retrieved using actinomycin-D was then transcribed into H3 labelled C-RNA using the method of Jones (1973) . The labelled C-RNA was hybridized in situ with the DNA in the metaphase chromosomes (Pardue and Gall, 1969) of L. tingitanus. The hybridization was repeated using six other Lathyrus species which contained less DNA in their genome than L. tingitanus. Autoradiographs showed that the satellite sequences are in the heterochromatin at, or near, their centromere in all chromosomes of L. tingitanus (Fig. 5) whereas they are smaller and occur only in some of the chromosomes in each of the other species. The results imply that evolution and divergence of species are accompanied by discrete quantum jumps of DNA and that these amounts are distributed fairly evenly over all chromosomes.", "cite_spans": [{"start": 844, "end": 856, "text": "Jones (1973)", "ref_id": "BIBREF4"}, {"start": 943, "end": 966, "text": "(Pardue and Gall, 1969)", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 1255, "end": 1263, "text": "(Fig. 5)", "ref_id": null}], "section": "5) Random Distribution of Evolutionary Changes in Chromosomes.-"}, {"text": "Classification in Lathyrus The classification of Lathyrus species into a separate genus is well defined. Evolution within this genus was accompanied by large scale changes in chromosome size, structural rearrangements of chromosomes and genic changes. The constancy in chromosome number and similarity in chromosome morphology in many species have made cytotaxonomical classification of Lathyrus difficult. Moreover, interspecific crosses within Lathyrus have been rarely successful. A classification based on interspecific compatibilities and chromosome pairing in interspecific hybrids' was therefore not possible. The taxonomical classifications of this genus are based mainly on general morphology, geographical distribution, plant habits and karyomorphology. Senn (1936 Senn ( , 1938 has classified 42 Lathyrus species into seven major sections (Aphaca, Nissolia, Clymenum, Orobus, Orobastrum, Cicercula, Eulathyrus) and 17 of the 21 species listed in Table 2 are included in his classification. On the basis of general morphology, plant habits and geographical distribution, Senn suggested the section Orobus to be the oldest followed by section Orobastrum, The three highly specialized sections Aphaca, Nissolia and Clymenum are considered to have directly derived from the Orobastrum section. The section Orobastrum has also given rise to section Eulathyrus from which section Cicercula has evolved more recently.", "cite_spans": [{"start": 764, "end": 774, "text": "Senn (1936", "ref_id": "BIBREF21"}, {"start": 775, "end": 788, "text": "Senn ( , 1938", "ref_id": "BIBREF21"}, {"start": 850, "end": 921, "text": "(Aphaca, Nissolia, Clymenum, Orobus, Orobastrum, Cicercula, Eulathyrus)", "ref_id": null}], "ref_spans": [{"start": 957, "end": 964, "text": "Table 2", "ref_id": "TABREF2"}], "section": "C) DNA Groups and Taxonomical"}, {"text": "Taking the 17 species included in this study, five major sections of Lathyrus are arranged in the order of increasing DNA amounts in Table 8 . The eight species from the closely related sections Aphaca, Nissolia, Clymenum, and Orobastrum appear in the same DNA group (3). Species in sections Eulathyrus and Cicercula are not confined to a single DNA group. The four species included in Cicercula cluster into DNA groups 3, 4, and 5 with average DNA amounts 13.74, 16.88 and 20.51 pgs, respectively. Six species in Eulathyrus also fall into three DNA groups 4, 5, and 6 with average DNA values 16.88,20.51 and 24.73 pgs, respectively. Gams (1926) has pointed out the close taxonomical relationship between L. sylvestris and L. latifolius which are in the same group. Lathyrus pratensis, L. angulatus, L. miniatis and L. vestitis are not included in Senn's classification. A precise cytotaxonomical classification of Lathyrus species is required to understand the interspecific affinities within each section and to find out whether such groups would correspond closely with the DNA groups.", "cite_spans": [{"start": 634, "end": 645, "text": "Gams (1926)", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 133, "end": 140, "text": "Table 8", "ref_id": "TABREF7"}], "section": "C) DNA Groups and Taxonomical"}, {"text": "Increase in total DNA, chromosome size and repetitive and non-repetitive DNA in a consistently regular ratio also suggests that the evolution of this genus is accompanied by an increase in nuclear DNA amounts. Therefore, the arrangement in Table 7 may be the evolutionary progression within this genus. A comparison of the base sequence divergence among Lathyrus species was used to assess the evolutionary divergence between them. The middle repetitive and non-repetitive fractions of Lathyrus hirsutus DNA were isolated, radioactively labelled and then cross reassociated with the total DNA of six other species (L. tingitanus, L. odoratus, L. sphaericus, L. clymenum, L. articulatus and L. angulatus) which showed a wide range of variation in their nuclear DNA amounts. The DNA homologies of the repetitive and the non-repetitive components of L. hirsutus with the total DNA of each of the six species were estimated from the percentage cross reassociation of their base sequences as well as from the thermal stability of the reassociated DNA duplexes . The results showed that species differing most in DNA having the largest differences in base composition both in repetitive and non-repetitive components.", "cite_spans": [], "ref_spans": [{"start": 240, "end": 247, "text": "Table 7", "ref_id": "TABREF6"}], "section": "C) DNA Groups and Taxonomical"}, {"text": "In Lathyrus up to 70% of the total DNA is made up of repetitive sequences which account for most of the DNA variation within this genus. The repetitive component ranges from almost identical satellite sequences to families of repetitive sequences which show substantial divergence between them. The remainder of the genome is made up of non-repetitive sequences.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Much of the non-repetitive and most of the repetitive sequences have no known genetic function. If we assume eukaryotic organisms on average contain 55,000 structural genes, this would correspond approximately to 55 x 10 6 base pairs, which in turn amount to less than 0.06 picograms. This comprises a mere 0.09% of the total genome of L. miniatis which has the smallest genome size. This would imply that more than 99% of the total Lathyrus DNA carries no obvious genetic function. The remarkable stringency with which the C values of plant species are conserved over countless cycles of cell divisions, on the other hand, shows that specificity in DNA amounts, apart from its genetic information content, is vital to the organization and stability of the genome. Base sequence amplifications and deletions together with interspersion and divergence are essential for the evolution of plant genomes and these are reflected in the changes in nuclear fractions.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The divergence and evolution in Lathyrus is accompanied by increase in both repetitive and non-repetitive components. Moreover the ratio between the two components is remarkably constant through the evolution of the genus . As in Lathyrus, many other plant and animal genera show consistently reg-ular ratios between repetitive and non-repetitive fractions in the extra DNA contributing to the DNA variation (Hutchinson et al., 1980) . The increase in the repetitive component can be readily conceived as due to the proliferation of repetitive sequences. We cannot, however, account for large increases in the non-repetitive DNA by extensive amplification of base sequences because by this means they would become repetitive. A possible explanation would be that the DNA increase was initially restricted to repetitive fraction followed by the generation of single copy sequences by mutations, deletions, insertions and base sequence rearrangements. The large scale base sequence divergence observed among families of repetitive sequences is a proof of such events taking place during the evolution of higher organisms. Thompson and Murray (1980) have also demonstrated a consistently regular quantitative relationship between single copy DNA and the total genome size in eukaryotes. In a comparison of the mung bean and pea genomes they have shown that most single copy sequences are in fact short interspersed elements from ancient repetitive families which have now diverged so that they no longer reassociate with one another under standard experimental conditions. However, some of the families could be detected by reassociation under low stringency conditions which tolerated more base pair mismatches. In their experiments almost all single copy DNA has reassociated with the kinetics expected for sequences present in one or two copies. Thermal denaturation profiles have also shown substantial amounts of base pair mismatches in the reassociated duplexes consistent with the assumption that they are obtained from divergent repeats. Watson (1965) has given the estimate that the replication error at the nucleotide level is of the order of 10-9 • From the frequency of hemoglobin variants in man the mutation rate per nucleotide per generation is estimated to be 4.4 x 10-8 , which is close to Watson's estimate (Nei, 1975) .", "cite_spans": [{"start": 408, "end": 433, "text": "(Hutchinson et al., 1980)", "ref_id": "BIBREF3"}, {"start": 1120, "end": 1146, "text": "Thompson and Murray (1980)", "ref_id": "BIBREF25"}, {"start": 2043, "end": 2056, "text": "Watson (1965)", "ref_id": null}, {"start": 2322, "end": 2333, "text": "(Nei, 1975)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "If we assume that the overall base sequence divergence took place at a constant rate during evolution, the constant ratio between repetitive and non-repetitive sequences in the extra DNA would imply that the DNA increase in Lathyrus also took place at a constant rate.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The distribution of DNA within this genus, however, is not continuous. Species cluster into groups, members of each group having closely similar DNA amounts. It is reasonable to suppose, therefore, that species within each group share a similar equilibrium or balance in nuclear organization, despite their interspecific divergence and that the groups are \"steady states\" in genome evolution. Nevertheless, the small but significant variation within each group suggests that a certain amount of variation is permissible within each \"steady state.\" Interspecific divergence within each group results from reproductive isolation, gene mutations, karyotype rearrangements or rapid change subsequent to random genetic drift.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Yet genome evolution is a discontinuous change giving a series of \"steady states\" into which the evolving species must fall. The constant increment in DNA of average 3. 7 picograms implies that this is a property of the genome which has presumably arisen by selective forces in the range of environments it has experienced in the past. The DNA amounts which fall in between \"steady states\" have no selective advantage in terms of nuclear organization and are therefore eliminated. If DNA increase occurred at a constant rate : as adduced above it would appear that the evolutionary transition from one \"steady state\" to another took place at approximately equal intervals of time.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The substantial divergence of L. tingitanus from L. hirsutus in cluster D and the divergence of subgroup B 1 from B 2 are significant. The nuclear DNA of L. tingitanus is approximately 2. 1 picograms higher than that for L. hirsutus. Multivariate analysis showed that 88.2% of the total divergence between hirsutus and tingitanus is due to changes in the DNA contained in heterochromatin. It is also significant that L. tingitanus contains 3 satellite sequences which are not amplified in L. hirsutus and five other Lathyrus species from clusters C, B 1 , B 2 and A. In L. tingitanus perhaps we witness a species in transition from one \"steady state\" to another.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Group 3 in Table 2 contained 11 species of which six were used in the multivariate analysis. The six species classified into two subgroups B 2 (oehrus, aphaca, and cieera) and B 1 (artieulatus, nissolia, and clymenum). Within each subgroup species are remarkably similar to each other for all characters compared. An independent classification of nine Lathyrus species, which included species in B 1 and B 2 , based on the average kinetic complexity of their middle repetitive sequences, has shown that species in B 1 are different from those in B 2 ( Table 1 ). The average kinetic complexity is a theoretical estimate for base sequence divergence which restricts in vitro reassociation of denatured DNA. In broad and general terms the observed differences in the average kinetic complexity would suggest that the middle repetitive DNA for species in B 2 results from the rapid turnover of a relatively smaller variety of repetitive sequences repeated to a greater degree. For species in B 1 , however, their middle repetitive sequences are made up of a larger variety of sequences repeated to a limited degree. The average DNA amount for species in B 1 is approximately 1 picogram less than for species in B 2 • Here again the indications are that species in B 1 represent a transitional stage moving from one \"steady state\" to another.", "cite_spans": [], "ref_spans": [{"start": 11, "end": 18, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 552, "end": 559, "text": "Table 1", "ref_id": "TABREF0"}], "section": "DISCUSSION"}, {"text": "Discontinuous type of DNA variation is reported in other plant genera as for example in Anemone (Rothfels et al., 1966) , Vicia (Martin and Shank, 1966) and several genera within the Gramineae (Sparrow and Nauman, 1973) . In the genus Clarkia, Lewis (1962) suggested that catastrophic selection followed by inbreeding, extensive chromosome breakage and rearrangements, with or without numerical chromosome changes, have played a very prominent role in the evolution of this genus. A survey of the DNA variation within this genus has shown that the 26 species measured for their DNA amounts clustered into four distinct groups. The DNA differences between groups are similar, the average being 2.1 picograms. The genus Nieotiana comprises 62 recognized species. Geographical barriers, amphidiploidization and karyotype rearrangements have promoted rapid speciation within this genus and there is a large variation in their chromosome numbers among diploid species (Goodspeed, 1954) . DNA measurements were made on 41 diploid and 10 amphidiploid species, falling into seven DNA groups. The DNA interval between groups is approximately 2 picograms, as in Clarkia. The DNA groups in Clarkia and Nieotiana can be shown to correspond broadly with their taxonomical classification by Lewis and Lewis (1955) and Goodspeed (1954) . Twenty-four Allium species (20 diploid and 4 polyploid) formed six DNA groups with an average interval of 4.2 picograms which is closely similar to that of Lathyrus. What is remarkable with Clarkia, Nieotiana and Allium is that the discontinuous changes show no correlation with numerical chromosome changes or with levels of polyploidy. While each species can be assigned to its DNA group, polyploid and diploid species with different basic chromosome numbers also occurred in the same DNA group (Narayan and Durrant, unpubl.). The above observations show that the discontinuity in DNA variation is fundamental to the organization and evolution of the genome. It is not clear, however, whether such quantum DNA changes arise de novo or whether they arise in a continuously varying distribution formed by the steady accretion of DNA.", "cite_spans": [{"start": 96, "end": 119, "text": "(Rothfels et al., 1966)", "ref_id": null}, {"start": 128, "end": 152, "text": "(Martin and Shank, 1966)", "ref_id": "BIBREF8"}, {"start": 193, "end": 219, "text": "(Sparrow and Nauman, 1973)", "ref_id": "BIBREF23"}, {"start": 244, "end": 256, "text": "Lewis (1962)", "ref_id": "BIBREF5"}, {"start": 963, "end": 980, "text": "(Goodspeed, 1954)", "ref_id": null}, {"start": 1277, "end": 1299, "text": "Lewis and Lewis (1955)", "ref_id": "BIBREF6"}, {"start": 1304, "end": 1320, "text": "Goodspeed (1954)", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "A survey of the nuclear DNA variation among 21 diploid Lathyrus species showed that the distribution of total DNA in this genus is discontinuous. The 21 species clustered into seven separate DNA groups. The DNA interval between successive groups was similar, the average being 3.71 picograms. A rigorous classification of 12 of the 21 species was done using multivariate analysis. The 12 species classified into five major clusters. Successive clusters were separated from each other by a regular quantum change in their mean DNA amounts.", "cite_spans": [], "ref_spans": [], "section": "SUMMARY"}, {"text": "A comparison of the distribution of nuclear DNA within the chromosome complements of four Lathyrus species showed that the extra DNA responsible for total DNA variation is distributed in all chromosomes in each complement. It is suggested that species within each DNA group shared a similar equilibrium or balance in nuclear organization despite their interspecific divergence and that the groups are \"steady states\" in genome evolution. Evolution of the Lathyrus genome gave a series of \"steady states\" into which the evolving species clustered. Transition from one \"steady state\" to another during evolution involved a regular quantum change in nuclear DNA and these amounts were distributed fairly evenly on all chromosomes in each complement.", "cite_spans": [], "ref_spans": [], "section": "SUMMARY"}, {"text": "Survey of the nuclear DNA variation within three other plant genera, Clarkia, Nicotiana and Allium, has also shown that species within each genus occur naturally in groups at regular intervals of approximately 2 or 4 picograms. It is not clear however, whether such discontinuous changes arise de novo or whether they arise in a continuously varying distribution formed by the steady accretion of DNA. ACKNOWLEDGMENTS I am grateful to Dr. Alan Durrant for his help in statistical analysis and comments on the manuscript. I also express my gratitude to Professor H. Rees for his interest and encouragement during this investigation.", "cite_spans": [], "ref_spans": [], "section": "SUMMARY"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Leguminosae. In Hegi's lllustrierte Flora Von Mittel-Europa 4: 3 Munich. GOODSPEED, T. H. 1954. The genus Nieotiana", "authors": [{"first": "H", "middle": [], "last": "Gams", "suffix": ""}], "year": 1926, "venue": "Chronica Botanica", "volume": "16", "issn": "", "pages": "1--536", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The cytogenetics of diploid and autotetraploid plant populations", "authors": [{"first": "M", "middle": ["H"], "last": "Hazamka", "suffix": ""}], "year": 1969, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The generalisation of Student's ratio", "authors": [{"first": "H", "middle": [], "last": "Hotelling", "suffix": ""}], "year": 1931, "venue": "Ann. Math. Stat", "volume": "2", "issn": "", "pages": "360--378", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Constraints upon the composition of supplementary DNA", "authors": [{"first": "J", "middle": [], "last": "Hutchinson", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Narayan", "suffix": ""}, {"first": "And", "middle": ["H"], "last": "Rees", "suffix": ""}], "year": 1980, "venue": "Chromosoma", "volume": "78", "issn": "", "pages": "137--145", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "New Techniques in Biophysics and Cell Biology", "authors": [{"first": "K", "middle": ["W"], "last": "Jones", "suffix": ""}], "year": 1973, "venue": "", "volume": "1", "issn": "", "pages": "29--66", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Catastrophic selection as a factor in speciation", "authors": [{"first": "H", "middle": [], "last": "Lewis", "suffix": ""}], "year": 1962, "venue": "Evolution", "volume": "16", "issn": "", "pages": "257--271", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The genus Clarkia", "authors": [{"first": "H", "middle": [], "last": "Lewis", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Lewis", "suffix": ""}], "year": 1955, "venue": "Univ. California Publ. Bot", "volume": "20", "issn": "", "pages": "241--392", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "On the generalised distance in statistics", "authors": [{"first": "P", "middle": ["C"], "last": "Ma!ialanobis", "suffix": ""}], "year": 1936, "venue": "Proc. Nat. Acad. Sci", "volume": "2", "issn": "", "pages": "49--55", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Does Vida faba have multistranded chromosomes?", "authors": [{"first": "P", "middle": ["G"], "last": "Martin", "suffix": ""}, {"first": "", "middle": [], "last": "Shank", "suffix": ""}], "year": 1966, "venue": "Nature", "volume": "211", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Measurements of deoxyribonucleic acid (DNA) in higher plants by Feulgen photometry and chemical methods", "authors": [{"first": "J", "middle": [], "last": "Mcleish", "suffix": ""}, {"first": "N", "middle": [], "last": "Sunderland", "suffix": ""}], "year": 1961, "venue": "Exp. Cell Res", "volume": "24", "issn": "", "pages": "527--540", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Self incompatibility and genetic divergence in Brassiea campestris, Var. brown sarson", "authors": [{"first": "B", "middle": ["R"], "last": "Murty", "suffix": ""}, {"first": "J", "middle": ["B L"], "last": "Mathur", "suffix": ""}, {"first": "And", "middle": ["V"], "last": "Aruna-Chalam", "suffix": ""}], "year": 1965, "venue": "Sankhya", "volume": "27", "issn": "", "pages": "272--278", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Computer programmes for some problems in biometrical genetics-I. Use of Mahalanobis D 2 in classificatory problems", "authors": [{"first": "B", "middle": ["R"], "last": "Murty", "suffix": ""}, {"first": "V", "middle": ["Arunachalam"], "last": "", "suffix": ""}], "year": 1967, "venue": "Indian J. Genet. Plant Breed", "volume": "27", "issn": "", "pages": "60--69", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Classification of natural and plantation teak tTectona grandis) grown at different locations of India and Burma with respect to physical and mechanical properties", "authors": [{"first": "K", "middle": ["R"], "last": "Nair", "suffix": ""}, {"first": "H", "middle": ["K"], "last": "Mukherjee", "suffix": ""}], "year": 1960, "venue": "Sankhya", "volume": "22", "issn": "", "pages": "1--20", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Adaptive responses and genetic divergence in a world germplasm collection of chick pea (Cieer arietinum L.)", "authors": [{"first": "R", "middle": ["K J"], "last": "Narayan", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Macefield", "suffix": ""}], "year": 1976, "venue": "Theoret. Appl. Genet", "volume": "47", "issn": "", "pages": "179--187", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Nuclear DNA heterochromatin and phylogeny of Nieotiana amphidiploids", "authors": [{"first": "R", "middle": ["K J"], "last": "Narayan", "suffix": ""}, {"first": "H", "middle": [], "last": "Rees", "suffix": ""}], "year": 1974, "venue": "Nuclear DNA divergence among Lathyrus species. Chromosoma", "volume": "47", "issn": "", "pages": "101--107", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Molecular population genetics and evolution. North-Holland Research Monographs", "authors": [{"first": "M", "middle": [], "last": "Nei", "suffix": ""}], "year": 1975, "venue": "Frontiers of Biology", "volume": "40", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Molecular hybridization of radioactive DNA to the DNA of cytological preparations", "authors": [{"first": "M", "middle": ["L"], "last": "Pardue", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Gall", "suffix": ""}], "year": 1969, "venue": "Proc. Nat. Acad. Sci. Wash", "volume": "64", "issn": "", "pages": "600--604", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Advanced Statistical Methods in Biometrical Research", "authors": [{"first": "C", "middle": [], "last": "Rao", "suffix": ""}], "year": 1952, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Evolutionary DNA variation in Lathyrus", "authors": [{"first": "H", "middle": [], "last": "Rees", "suffix": ""}, {"first": "R", "middle": ["K J"], "last": "Narayan", "suffix": ""}], "year": 1977, "venue": "Chromo Today", "volume": "6", "issn": "", "pages": "131--139", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Chromosome size and DNA content of species of Anemone L. and related genera", "authors": [{"first": "M", "middle": ["O"], "last": "Krause", "suffix": ""}], "year": 1966, "venue": "Chromosoma", "volume": "20", "issn": "", "pages": "54--74", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Experimental data for the revision of the genus Lathyrus", "authors": [{"first": "H", "middle": ["A"], "last": "Senn", "suffix": ""}], "year": 1936, "venue": "Proc. Virginia Acad. Sci", "volume": "31", "issn": "", "pages": "67--78", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Biometry, the Principles and Practice of Statistics in Biological Research", "authors": [{"first": "R R", "middle": [], "last": "Sokal", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Rohlf", "suffix": ""}], "year": 1969, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Evolutionary changes in chromosome size and DNA content in grasses", "authors": [{"first": "A", "middle": ["H"], "last": "Sparrow", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Nauman", "suffix": ""}], "year": 1973, "venue": "Basic Mechanisms in Plant Morphogenesis", "volume": "25", "issn": "", "pages": "367--389", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Nuclear DNA amounts in populations of Picea and Pinus species", "authors": [{"first": "S", "middle": ["B"], "last": "Teoh", "suffix": ""}, {"first": "H", "middle": [], "last": "Rees", "suffix": ""}], "year": 1976, "venue": "Heredity", "volume": "36", "issn": "", "pages": "123--137", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Sequence organisation in pea and mung bean DNA and a model for genome evolution", "authors": [{"first": "W", "middle": ["F"], "last": "Thompson", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Murray", "suffix": ""}], "year": 1980, "venue": "Plant Genome. The John Innes Charity", "volume": "", "issn": "", "pages": "51--96", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Variability Within and Among Natural Populations", "authors": [{"first": "S", "middle": [], "last": "Wright", "suffix": ""}], "year": 1978, "venue": "", "volume": "4", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF2": {"text": "the major clusters A, B 2 , C, D and E fall in a straight line. When we compare the statistical distances between successive clusters (A & B 2 , B 2 & C, C & D, and D & E) it is clear that the five clusters are separated from each other by a regular series of steps which make up the discontinuous series. The average inter-cluster distance for this series is 385.25. Although, however, the distances between A and B 2 , B 2 and C and D and E are similar (mean D = 335.3), Q\\O\\O...-10\\ONlI')\\O ...... 888888888B cicicicicicicicicici I I I I I I I I ...... C\"')\\ONOO\\o ....... U)o\\ .....'f)O'V')OO ....t\"\"\"\"\"\"\"\"NC\"\")('j') ..... .q-o, ~.,;~~~~,,;~,,;-c-c ci the distance between C and D is higher (D = 446.0).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "\";\";~~\";\";~~\";-c,,; ci a>~~~~~~b ;:~~g, ,;,,;,,;,,;,,;,,;,,;,,;-c\"\":\"\": ci -õ~~~~;~~~~~~. ...<NNN.,;.,;.,;~,,;....:....:oo ci o lI')\\O\\O.t--.('f').....-l0'....-4U')...-40'\"d\"Ñ NNO....-tO\\O...-4NO'O'\\.r---.O'\\ N rr;.q:uiui..,;.q:.q:ui.q:ui..cir--: c:i NO'l'\\OO\\l\")OOOO.r-NJ:\"'-,\"\"::t 9 _ 'CooOOt-\\O-O'-ONr\"')OO ...-4~~, The clusters and the generalized statistical distances between them.Clusters having more than one species are represented by circles. The diameter of the circle is drawn proportional to the average intracluster divergence. The figures in parentheses are the mean DNA amounts in picograms for each cluster.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Amounts of DNA in the seven chromosomes of four Lathyrus species plotted. against the mean amounts of the four species: 6. L. angulatus, 0 L. articulatus, \\7 L. hirsutus, 0 L. tingitanus. Satellite DNA of L. tingitanus separated using actinomycin-D as ligand was transcribed into H\" labelled C-RNA. It was hybridized in situ with the metaphase -chromosomes of L. tingitanus. The figure shows that the satellite DNA is distributed in the heterochromatic regions of all chromosomes (magnification X 1000).", "latex": null, "type": "figure"}, "FIGREF6": {"text": "in parentheses are the mean DNA amounts in picograms for each group. Sections Aphaca and Nissolia are monotypic and have L. aphaca and L. nissolia, respectively. Section Clymenum includes L. clymenum, L. articulatus, and L. ochrus. Section Orobastrum has species L. sphaericus, L. maritimus and L. s.etifolius. Section Cicercula has species, in order of increasing DNA, L. cicero, L. annus, L. sativus and L. hiTsutus and section Eulathyrus, L. odortuus, L. tuberosus, L. tingitanus, L. sylvestris and L. tati/olius.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Discontinuity in DNA variation between nine Lathyrus species.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Middle repetitive fraction\n</td></tr><tr><td>Species </td><td>Total DNA in picograms picograms </td><td>As\nabsolute amount in </td><td>Average kinetic complexity in base pairs\n</td></tr><tr><td>Group A\n</td><td> </td><td> </td><td> </td></tr><tr><td>L.ochrus </td><td>13.63 </td><td>7.39 </td><td>0.53 x 106\n</td></tr><tr><td>L. aphaca </td><td>14.04 </td><td>6.74 </td><td>0.50 x 106\n</td></tr><tr><td>L. cicera </td><td>14.04 </td><td>7.51 </td><td>0.53 x 106\n</td></tr><tr><td>Mean </td><td>13.90 </td><td>7.21 </td><td>0.52 x 106\n</td></tr><tr><td>Group B\n</td><td> </td><td> </td><td> </td></tr><tr><td>B,\n</td><td> </td><td> </td><td> </td></tr><tr><td>L. articulatus </td><td>12.15 </td><td>6.35 </td><td>1.55 x 106\n</td></tr><tr><td>L. nissolia </td><td>12.92 </td><td>6.73 </td><td>1.55 x 106\n</td></tr><tr><td>L. clymenum </td><td>13.43 </td><td>7.01 </td><td>1.15 x 106\n</td></tr><tr><td>Mean </td><td>12.83 </td><td>6.70 </td><td>1.42 x 106\n</td></tr><tr><td>B2\n</td><td> </td><td> </td><td> </td></tr><tr><td>L. sativus </td><td>16.78 </td><td>9.94 </td><td>1.55 x 106\n</td></tr><tr><td>Ba\n</td><td> </td><td> </td><td> </td></tr><tr><td>L. hirsutus </td><td>20.21 </td><td>12.56 </td><td>1.55 x 106\n</td></tr><tr><td>L. tingitanus </td><td>22.08 </td><td>13.19 </td><td>1.55 x 106\n</td></tr><tr><td>Mean </td><td>21.15 </td><td>12.90 </td><td>1.55 x 106\n</td></tr></table></body></html>"}, "TABREF1": {"text": ". Group A contained three species with an average Chromosome vol, CU·fJ FIG. 1. Distribution of nuclear DNA within the genus Lathyrus. The total nuclear DNA amounts in picograms for 21 Lathyrus species are plotted against their chromosome volumes. The regression is significant at .1% level.", "latex": null, "type": "table"}, "TABREF2": {"text": "Nuclear DNA amounts for 21 Lathyrus species.", "latex": null, "type": "table"}, "TABREF3": {"text": "Analyses of variance on 12 characters in 12 species of Lathyrus.", "latex": null, "type": "table"}, "TABREF4": {"text": "*** Significant at .1% level. *** Significant at .1% levels.", "latex": null, "type": "table"}, "TABREF5": {"text": "Average D values within and between clusters.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Clusters A </td><td>B, </td><td>B, </td><td>C </td><td>D </td><td>E\n</td></tr><tr><td>A </td><td>229.4 </td><td>356.8 </td><td>709.0 </td><td>1,175.0 </td><td>1,523.0\n</td></tr><tr><td>B, </td><td>76.3 </td><td>141.1 </td><td>488.3 </td><td>953.0 </td><td>1,300.0\n</td></tr><tr><td>B2 </td><td> </td><td>38.5 </td><td>356.2 </td><td>822.0 </td><td>1,169.0\n</td></tr><tr><td>C </td><td> </td><td> </td><td>13.5 </td><td>116.6 </td><td>813.9\n</td></tr><tr><td>D </td><td> </td><td> </td><td> </td><td>215.0 </td><td>371.0\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>E\n</td></tr></table></body></html>"}, "TABREF6": {"text": "Total D values and rank totals for 12 characters.FIG. 3. C-banded chromosome complements of L. tingitanus and L. hirsutus.", "latex": null, "type": "table"}, "TABREF7": {"text": "Nuclear DNA variation and taxonomical classification in Lathyrus.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Taxonomical sections\n</td><td> </td><td> </td></tr><tr><td>DNA groups Al&gt;haca </td><td>Clymenum </td><td>Orobastrum. </td><td>Cicercula </td><td>Eulathyrus\n</td></tr><tr><td>1 (6.86)\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>2 (10.76)\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>3 (13.74) </td><td>3 </td><td>3 </td><td>2\n</td><td> </td></tr><tr><td>4 (16.88) </td><td> </td><td> </td><td>1 </td><td>1\n</td></tr><tr><td>5 (20.51) </td><td> </td><td> </td><td>1 </td><td>2\n</td></tr><tr><td>6 (24.73) </td><td> </td><td> </td><td> </td><td>2\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>7 (29.22)\n</td></tr></table></body></html>"}, "TABREF8": {"text": "TABLE 3.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>species.\n</td><td>Nuclear DNA </td><td>amounts </td><td>for DNA in picograms (2C values)\n</td><td>21 Lathyrus\n</td><td>12 species of Lathyrus.\n</td><td>Analyses of variance on 12 Error mean </td><td>characters in\nSpecies mean\n</td></tr><tr><td> </td><td> </td><td> </td><td>Mean\n(standard\n</td><td> </td><td>Characters </td><td>square (11 dj.) </td><td>square\n(11 dj.)\n</td></tr><tr><td>Species/groups\n</td><td>Replication 1\n</td><td>Replication 2\n</td><td>error =\n0.346)\n</td><td>Group\nmeans\n</td><td>Chromosome volume\n</td><td> </td><td> </td></tr><tr><td>Group 1\n</td><td> </td><td> </td><td> </td><td> </td><td>Chromosome 1 </td><td>0.036 </td><td>3.015***\n</td></tr><tr><td>L. miniatis\n</td><td>7.24\n</td><td>6.47\n</td><td>6.86\n</td><td>6.86\n</td><td>Chromosome 2 Chromosome 3 </td><td>0.114 </td><td>2.988*** 2.255***\n</td></tr><tr><td>Group 2\n</td><td> </td><td> </td><td> </td><td> </td><td>Chromosome 4 </td><td>0.035 0.039 </td><td>1.967***\n</td></tr><tr><td>L. angulatus\n</td><td>10.90\n</td><td>10.61\n</td><td>10.76\n</td><td>10.76\n</td><td>Chromosome 5 </td><td>0.051 </td><td>2.338***\n</td></tr><tr><td>Group 3\n</td><td> </td><td> </td><td> </td><td> </td><td>Chromosome 6 </td><td>0.032 </td><td>2.224***\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>Chromosome 7 </td><td>0.043 </td><td>2.475***\n</td></tr><tr><td>L. articulatus\n</td><td>12.45\n</td><td>11.86\n</td><td>12.15\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>L. nissolia\n</td><td>13.20\n</td><td>12.64\n</td><td>12.92\n</td><td> </td><td>DNA\n</td><td> </td><td> </td></tr><tr><td>L. maritimus\n</td><td>12.98\n</td><td>13.33\n</td><td>13.15\n</td><td> </td><td>In euchromatin </td><td>0.069 </td><td>8.302***\n</td></tr><tr><td>L. clymenum\n</td><td>13.75\n</td><td>13.11\n</td><td>13.43\n</td><td> </td><td>In heterochromatin </td><td>0.070 </td><td>9.890***\n</td></tr><tr><td>L.ochrus\n</td><td>13.95\n</td><td>13.31\n</td><td>13.63\n</td><td> </td><td>Non-repetitive </td><td>0.078 </td><td>1.686***\n</td></tr><tr><td>L. setifolius\n</td><td>14.80\n</td><td>13.22\n</td><td>14.01\n</td><td>13.74\n</td><td>Middle repetitive </td><td>0.166 </td><td>20.913***\n</td></tr><tr><td>L. aphaca\n</td><td>13.97\n</td><td>14.10\n</td><td>14.04\n</td><td> </td><td>Total DNA </td><td>0.143 </td><td>36.441***\n</td></tr><tr><td>L. cicero\n</td><td>14.18\n</td><td>13.90\n</td><td>14.04\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>L. sphaericus\n</td><td>14.06\n</td><td>14.29\n</td><td>14.18\n</td><td> </td><td>*** Significant at .1% level.\n</td><td> </td><td> </td></tr><tr><td>L. pratensis\n</td><td>15.44\n</td><td>14.00\n</td><td>14.72\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>L. annus\n</td><td>14.95\n</td><td>14.90\n</td><td>14.93\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Group 4\n</td><td> </td><td> </td><td> </td><td> </td><td>Clusters A and E represented species </td><td>L.\n</td></tr><tr><td>L. sativus\n</td><td>17.15\n</td><td>16.46\n</td><td>16.78\n</td><td>16.88\n</td><td>angulatus and </td><td>L. sylvestris, (L. ochrus, </td><td>respectively.\n</td></tr><tr><td>L. odoratus\n</td><td>16.75\n</td><td>17.16\n</td><td>16.96\n</td><td> </td><td>The three species </td><td> </td><td>L. aphaca,\n</td></tr><tr><td>Group 5\n</td><td> </td><td> </td><td> </td><td> </td><td>L. cicera) </td><td>are included in cluster B2• ters C and D contained two species each.\n</td><td>Clus-\n</td></tr><tr><td>L. tuberosus\n</td><td>19.81\n</td><td>19.22\n</td><td>19.52\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>L. hirsutus\n</td><td>20.27\n</td><td>19.58\n</td><td>19.93\n</td><td>20.51\n</td><td>Lathyrus odoratus formed cluster C and </td><td>and L. sativus </td><td>together\n</td></tr><tr><td>L. tingitanus\n</td><td>22.18\n</td><td>21.98\n</td><td>22.08\n</td><td> </td><td>L. tingitanus cluster D. The distance between than the distances between other clusters. is adduced from this that the species included in these clusters bear closer re-\n</td><td>and L.\n</td></tr><tr><td>Group 6\nL. sylvestris\n</td><td>24.26\n</td><td>25.04\n</td><td>24.65\n</td><td> </td><td>hirsutus clusters B1 and B2 </td><td>is significantly smaller\n</td></tr><tr><td>L. latifolius\n</td><td>24.58\n</td><td>24.98\n</td><td>24.78\n</td><td>24.73\n</td><td> </td><td> </td><td> </td></tr><tr><td>Group 7\n</td><td> </td><td> </td><td> </td><td> </td><td>It </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>L. vistitis\n</td><td>29.65\n</td><td>28.78\n</td><td>29.22\n</td><td>29.22\n</td></tr></table></body></html>"}, "TABREF9": {"text": "TABLE 7. Total D values and rank totals for 12 characters.\nL . hirsutus\no", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Total D value </td><td>Rank total\n</td></tr><tr><td>Chromosome volume\n</td><td> </td><td> </td></tr><tr><td>Chromosome 1\n</td><td>102.9 </td><td>538\n</td></tr><tr><td>Chromosome 2\n</td><td>106.7 </td><td>509\n</td></tr><tr><td>Chromosome 3\n</td><td>61.12 </td><td>679\n</td></tr><tr><td>Chromosome 4\n</td><td>103.3 </td><td>594\n</td></tr><tr><td>Chromosome 5\n</td><td>94.0 </td><td>538\n</td></tr><tr><td>Chromosome 6\n</td><td>99.5 </td><td>563\n</td></tr><tr><td>Chromosome 7\n</td><td>92.4 </td><td>556\n</td></tr><tr><td>DNA\n</td><td> </td><td> </td></tr><tr><td>In euchromatin\n</td><td>213.9\n</td><td>344\n</td></tr><tr><td>In heterochromatin\n</td><td>5,071.2\n</td><td>84\n</td></tr><tr><td>Non-repetitive\n</td><td>2,034.6\n</td><td>153\n</td></tr><tr><td>Middle repetitive\n</td><td>232.8\n</td><td>348\n</td></tr><tr><td>Total DNA\n</td><td>618.64 </td><td>242\n</td></tr></table></body></html>"}}, "back_matter": []}