{
    "paper_id": "a010d0bdda233d0191f43b4f062d35a32194e9cb",
    "metadata": {
        "title": "Archives of Virology Improvement ot Arbovirus HA Antiflens by Treatment With a Colloidal Silica Gel and Sonication",
        "authors": [
            {
                "first": "T",
                "middle": [],
                "last": "Traavii~",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Public Health",
                    "location": {
                        "settlement": "Oslo",
                        "country": "Norway"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A remarkable increase in IliA titers for weakly haemagglutinating Norwegian arbovirus strains, Uukuniemi and Runde viruses, was achieved by including treatment with the colloidal silica gel Aerosil in the antigen preparation scheme. By combining this procedure with sonication, the tigers of sucrose-aceton extracted, infected suckling mouse brains could be increased several hundred times. Good antigens also were obtained from virus grown in B H K 2 t / e 13 cell cultures and concentrated by polyethylene glycol 6000/NAC1. Rubella virus HA antigen and HBsAg were adsorbed to the gel, and excluded from a preparation by treatment with Aerosil. This indicates a limitation to the universal use of the method, presumably related to the particle size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Due to speed, sensitivity, economy and simplicity the haemagglutination inhibition test (HAI) has been a standard test in arbovirus serology. This applies to both identification of virus isolates and serological surveys and diagnostics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For production of arbovirus haemagglutinating (HA) antigens, the classical sucrose-aeeton extraction method (SA) (3) with infected suckling mouse brains has been almost undisputed, although methods based on infected cell culture fluids (2, 12) and infected mouse aseites fluids (8) have also been reported.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 239,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The arbovirus strains isolated in Norway up to date (15, 16, 17, 18) , have all presented modest yields of HA antigens by the conventional SA method. Tweenether treatment (9) has not increased the tigers appreciably.",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "text": "(15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 57,
                    "end": 60,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 61,
                    "end": 64,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 65,
                    "end": 68,
                    "text": "18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 171,
                    "end": 174,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The low titers of suckling mouse brain preparations necessitate a high consumption of mouse litters and frequent performance of the rather cumbersome and laborious SA method. For unknown reasons, variations in the quality of the antigen from batch to batch are adding to the difficulties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Consequently, there is a marked need for a reliable and simple method to prepare high-titered HA antigens from infected tissues or cell cultures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since the haemagglutination inhibitors in virus preparations appear to be of lipoprotein n a t u r e (4, 6, 11), a procedure for I-IA antigen production might be based on a compound which removes lipoprot, eins without interference with the q u a n t i t y or configuartion/composition of the genuine HA antigens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The colloidal silica gel \"Aerosil\" has demonsbrated capability to adsorb serum lipoproteins a n d also the hepatitis B antigen (HBsAg) ineluding the Dane particle (13, t4) . I t seemed worthwhile to investigate whether this compound would adsorb inhibitors to HA, leaving the viruses/HA antigens in solution. Since a beneficial effect of sonieation on arbovirus H A titers has been reported (1), it was decided to include ultra sound t r e a t m e n t into the investigations.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 171,
                    "text": "(13, t4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The strain SF E 1 was isolated from engorged Ixodes ricinus ticks (nymphs) collected from migrating passerine birds captured at Store Fcerder (an island in the Oslofjord) in May 1973. By HAI it was demonstrated to be serologically related to the $23 prototype Uukuniemi virus and that it also had the same morphology (I5, 17).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Strain,s"
        },
        {
            "text": "The strain I~u E 81 was isolated from unengorged Ixodes uriae (females) collected in the seabird colony at Runde in September 1973. In the electron microscope it presents a morphology which closely resembles that of the corona virus group (t6, 18).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Strain,s"
        },
        {
            "text": "A Tween-ether extracted l~ubella HA antigen from Behringwerke has also been used in these investigations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Strain,s"
        },
        {
            "text": "Antigen Preparations Crude suckling mouse brain preparations (SMB antigens) consist of approximately 20 per cent suspensions of infected brain material in borate saline pH 9.0 or in PBS pH 7.4. SF E 1 was used at the fourth mouse brain passage, titering 7.2 logs10 BMLDs0/ml (baby mouse lethal doses). The fifth SMB passage of I~u E 81 which titered 6.1 logs BMLD~0/ml eonstitut, ed the antigenic source for this virus. To get rid of tough debris, %he brain suspensions were centrifuged once at 5000 × g for 15 minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Strain,s"
        },
        {
            "text": "Sucrose-aceton extracted suckling mouse brains (SA antigens) were prepared according to CLARKE and CASALS (3), but the final lyophilization step was omitted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Strain,s"
        },
        {
            "text": "Virus precipitates from cell culture fluids (BHK antigens) were prepared as follows: Polyethylene glycol (PEG) 6000 (Maerogolum 6000, Norsk Medicinaldepot), 6 g/100 ml, and NaC1, 2.2 g/100 ml, were dissolved in culture fluids harvested from virus infected B t I K 21/c 13 cultures (7). The pHi was adjusted to 7.6, and precipitation took place at 4 ° C overnight. On the following morning the culture fluids were centrifuged at 5000 × g for 20 minutes. The supernates were discarded, and the precipitates redissolved in PBS with 0.75 per cent bovine serum albumine or borate saline with 0.4 per cent albumine (BABS). The antigens used in these experiments were made by redissolving precipitates in 1/300 of the originM volume.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Strain,s"
        },
        {
            "text": "The strains employed in these experiments had the following passage history: SF E 1 had passed 5 times in mice, and thereafter undergone 6 to 9 passages in cell culture. Ru E 81 was used after 2 mouse brain passages and 5--8 passages in B H K 21/ c 13 cells. The rubella I-IA antigen was used as such.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Strain,s"
        },
        {
            "text": "Aerosil 380 (Degussa, Frankfurt a. M~in), according to the manufacturer is a colloidal silica consisting of aggregated 7 nm particles with a surface area of about 380 me/gram.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Absorption o/Inhibitors"
        },
        {
            "text": "Aerosil Adsorption This was performed as follows : The antigen solutions were mixed with 10, 20, 40, 60, 80 and 100 mg Aerosil per ml. The mixtures were treated with a swirlcr (Cenco Instrumenten, Breda, the Netherlands) to ensure a homogenous suspension to be effected. The tubes were placed in a waterbath with automatical shaldng (type 3047, J. Kottermann, K.G. tIanigsen, Germany) for 2 hours at 45 ° C and centrifuged for 30 minutes at 5000 × g. The antigen-containing supernate was pipetted off and kept, while the sedimented silica gel was discarded. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Absorption o/Inhibitors"
        },
        {
            "text": "HA and H A l tests were performed essentially as described by CLA~XE and CASALS (3), modified for microtitration equipment (Cooke Eng. Co., Alexandria, Virginia) and using chicken erythroeytes instead of the recommended goose cells. The HA activity was tested with the following antigen preparations of each virus parallelly: a) Untreated ; b) Aerosil-treated; e) Sonieated ; d) Aerosil-treated and then sonicated ; e) Sonieated and then Aerosil-treated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Haemagglutination and Haemagglutination Inhibition Tests"
        },
        {
            "text": "Uninfected suckling mouse brains, SA extracted suckling mouse brains and culture fluids from uninfected BHK21/c 13 cultures had been treated as the antigens and were included in every test as controls. HA activity was investigated in the p i t range of 5.6--7.4 at -{4 ° C, room temperature and 37 ° C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Haemagglutination and Haemagglutination Inhibition Tests"
        },
        {
            "text": "I n order to confirm the virus specificity of observed HA reactions, specific mouse antisera, and a serum pool from uninfected mice were utilized in HAI. Six units of antigen were employed in these tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Haemagglutination and Haemagglutination Inhibition Tests"
        },
        {
            "text": "Infected brain suspensions and PEG treated cell culture concentrates were titrated by intraeerebral inoculation in suckling mice after Aerosil absorption, incubation with shaking in waterbath at 45 ° C and untreated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Titration o] InJectivity and Precipitins"
        },
        {
            "text": "Preeipitin activity was titrated by immunoelectroosmophoresis in 1 per cent agarose gel as described elsewhere (17, 18) .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "(17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 116,
                    "end": 119,
                    "text": "18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Titration o] InJectivity and Precipitins"
        },
        {
            "text": "B y employing 10 mg Aerosil per ml, the H A titers were increased from 4-to 8-fold, depending on the kind of antigenic preparation, for SF E 1 a n d I~u E 81. By using 20 mg silica gel per m], a further 4-to 8-fold increase was obtained. No beneficial effect was recognized b y increasing the concentration above this level. Accordingly a n Aerosil concentration of 20 mg/ml was chosen throughout the experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimal Concentration o/ Aerosil"
        },
        {
            "text": "The rubella H A antigen initially titered 256--512. This was reduced to 32 to 64 after t r e a t m e n t with 10 mg Aerosil per ml and to nil when 20 mg/ml was used. At 80 mg/ml some H A activity appeared. This m a y be due to inefficient mixing. These results are summarized in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 279,
                    "end": 286,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Optimal Concentration o/ Aerosil"
        },
        {
            "text": "Dependence on pH and Temperature SF E t virus was earlier shown to have a marked p H dependence in the H A reaction, with m a x i m u m activity at p H 5.6--5.8 for SA preparations. The p H effect on R u E81 was not as manifest, nearly constant H A titers being obtained at p H 6.2--7.2. After Aerosil t r e a t m e n t the p H spectrum for H A was broadened, although S F E 1 still possessed a m a x i m u m at p i t 5.6--6.2 (Table 2) . The i n c u b a t i o n temperature had earlier been shown to affect the H A of SF E 1 severely. The highest titers were obtained at 37 ° C, while nearly no I-L~_ activity was recorded at 4 ° C. The influence of varying temperatures was less for R u E 81, b u t somewhat higher titers and clearer end-points were obtained at 4 ° C.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 427,
                    "end": 436,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Optimal Concentration o/ Aerosil"
        },
        {
            "text": "After absorption with silica gel, SF E i haemagglutinated at 4 ° C, although titers were lower t h a n at 37 ° C. For ~u E81 titers were essentially the same at 4 ° C a n d 37 ° C, b u t sedimentation patterns were better at the lower temperature (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 256,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Optimal Concentration o/ Aerosil"
        },
        {
            "text": "No differences were recorded between the two sonication procedures applied. I n some instances a 2-to 4-fold titer increase was registered, b u t at other times H A t, iters were unaffected b y sonication alone (Table 4@ The E//ect o/AerosiI on In]ectivity and Precipitins I t was shown, as demonstrated in Table 5 , t h a t ~he drop in infectivity titer seen for lgu ES1 was m a i n l y due to the i n c u b a t i o n at 45 ° C. SF E 1 was unaffected b y Aerosil treatment. Preeipitin titers were not affected for a n y of the viruses. T. TR-~kAWK :",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 220,
                    "text": "(Table 4@",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 307,
                    "end": 314,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Sonication"
        },
        {
            "text": "The results are summarized in Table 6~ There was no obvious difference between performing sonication before or after Aerosil treatment, but the combination of these two procedures proved valuable. As can be seen the highest titers were obtained with SA extracted mouse brain preparations. But fairly acceptable and useful HA antigens can be produced from cell culture fluids and crude suckling mouse brains.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 38,
                    "text": "Table 6~",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Sonication"
        },
        {
            "text": "The HA reactions observed are virus specific as demonstrated by homologous serum inhibitions and negative reactions for control preparations. HA titers in reciprocal values b Untreated",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sonication"
        },
        {
            "text": "The experiments described have demonstrated the ability of the colloidal silica gel Aerosil to absorb supposed HA inhibitory factors from virus antigen preparations. The two viruses investigated are large, 80--220 nm in diameter (15, 16, 17, 18) . The results obtained with Tween-ether extracted rubella virus and with HBsAg (13), when Aerosil actually absorbs the virus specific antigens, points to a limitation to the method, presumably presented by the size of the virion. The exact limit is not known at present, but the data available indicate that the critical diameter is somewhere between 50 and 80 nm. It seems unlikely that the Aerosil absorption method can be applicated to the smaller alpha and flaviviruses.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "text": "(15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 234,
                    "end": 237,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 238,
                    "end": 241,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 242,
                    "end": 245,
                    "text": "18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Methods used in the past to improve the capability of low-titered HA antigens or to bring non-haemagglutinating viruses to react, have been based on detergents (9, 10) or enzymes (1, 5) . Reaction conditions must be carefully controlled with regard to concentration and time in order to obtain satisfactory results. Since the effect of Aerosil seems to be due to a simple absorption effect without any interference with chemical composition or configuration, the problems mentioned are eliminated.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 182,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 183,
                    "end": 185,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results obtained with virusinfected cell culture fluids after precipitation with PEG 6000/NAG2 and Aerosil absorption imply that antigens of this kind represent a useful alternative to the conventional suckling mouse brain antigens. The inferiority in HA titers will be more than compensated by the gain in resources and economy and the simplicity of production.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The preparation of arbovirus hemagglutinins by sonication and trypsin treatment",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ardoln",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ha~ou~&apos;",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Amer. J. trop. Med. Hyg",
            "volume": "18",
            "issn": "",
            "pages": "592--598",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Production of hemagglutinin by dengue virus in HeLa cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Bucx~ey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ihongse",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Proc. Soc. exp. Biol. Med",
            "volume": "113",
            "issn": "",
            "pages": "284--288",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Techniques for haemagglutination inhibition with arthropod-borne viruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Ci",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Casai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1958,
            "venue": "Amer. J. trop. Med. Hyg",
            "volume": "7",
            "issn": "",
            "pages": "561--573",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Polyphosphoinositides as receptor substances for certain groups of arboviruses",
            "authors": [
                {
                    "first": ":",
                    "middle": [],
                    "last": "~isch-Nioge~a",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Eyei~",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Acta virol",
            "volume": "15",
            "issn": "",
            "pages": "119--125",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Arbovirus haemagglutinins. Differential susceptibility to trypsin",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hangover",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Nature",
            "volume": "219",
            "issn": "",
            "pages": "753--755",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Nonspecific inhibitors of arbovirus hemagglutinin",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ivanic",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Pathol. Microbiol",
            "volume": "39",
            "issn": "",
            "pages": "17--18",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Concentration and purification of vesicular stomatitis virus by polyethylene glycol \"precipitation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcs~ari~y",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bexzli~gm~",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Virology",
            "volume": "40",
            "issn": "",
            "pages": "745--746",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Use of Sarcoma 180 to prepare haemagglutinating and complement-fixing antigens for viruses in adult mice",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Mettler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Casals",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Downs",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "S~ope",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Proc. Soc. exp. Biol. Med",
            "volume": "136",
            "issn": "",
            "pages": "1355--1359",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Studies on the structure of a haemagglutinating component of a group A arbovirus (Sindbis)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mussoay",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rot%",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Virology",
            "volume": "23",
            "issn": "",
            "pages": "573--581",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Simple method for preparation of haemagglutinating arbo-A virus antigens from brains of suckling mice",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "~{ussg-&amp;y",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fadda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petcalta",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Nature",
            "volume": "213",
            "issn": "",
            "pages": "304--305",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Haelnaggtutination with arthropode-borne viruses and its inhibition by certain phosphotipids",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Po~erfieli)",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Rowe",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Virology",
            "volume": "11",
            "issn": "",
            "pages": "765--770",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A method for production of arthropodborne viral haemagglutinins in tissue culture",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saltines",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Ann. Med. exp. Fenn",
            "volume": "40",
            "issn": "",
            "pages": "174--181",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "On the adsorption of Australia antigen to a colloidal silica., and some possible applications",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Siebke",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kjeldsberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Traavlk",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Acta Path. microbiol. Scand. (Section B.)",
            "volume": "80",
            "issn": "",
            "pages": "5--9",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Hepatitis-free and stable human serum for intravenous therapy",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stemtan",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Vox. Sang",
            "volume": "20",
            "issn": "",
            "pages": "442--457",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The isolation of an agent relatedto Uukuniemi virus from Norwegian Ixodes ricinus ticks",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Traa¥ik",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mehl",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Petterson",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Acta Path. Microbiol. Scand. (Section B.)",
            "volume": "82",
            "issn": "",
            "pages": "297--298",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Tick-borne viruses in Norway",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "T:Aaavlk",
                    "suffix": ""
                },
                {
                    "first": "1%",
                    "middle": [],
                    "last": "Mei~l",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Med. Biol",
            "volume": "53",
            "issn": "",
            "pages": "321--324",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Uukuniemi group viruses isolated in Norway",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Traavik",
                    "suffix": ""
                },
                {
                    "first": "I~",
                    "middle": [],
                    "last": "Meiil",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kjeldsberg",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Arch. Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Runde virus\", a coronaviruslike agent associated with seabirds, and ticks",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Titaavlk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mehl",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Arch. Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "i n a l Results F o r S F E 1 c o m p a r e d t i t r a t i o n s were p e r f o r m e d at 37 ° C w i t h final p H 5.8, for R u E 8 1 t h e p a r a m e t e r s were 4 ° C a n d p H 6.4. A b s o r p t i o n was e:~ecuted w i t h 20 m g Aerosil p e r m l a n d s o n i e a t i o n was p e r f o r m e d w i t h 3 b u r s t s a 15 seconds a n d i00 W o u t p u t .",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "A Branson B 12 sonifier (Branson Sonic Power S.A.) with microtip was employed. For cooling, an ethanol-wet ice mixture was used. Only 2 time/power combinations have been investigated this far: 1. Three bursts at 100W for 15 seconds. 2. A continuous treatment at 60W for 3 minutes.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The e]~ect o/ increasing Aerosil concentration on H A titers (reciprocal values) The influence o] Aerosil treatment (20 mg/ml) on the p H dependence o/ H A reactions",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The influence o/ Aerosil treatment on the optimal incubation temperature ]or H A reactions",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "The",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "The in]luenee o/ combinations o/ Aerosil treatment (A ) and sonication (S) on H A activities",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}