{"paper_id": "a01ff426d36471a472458be124d10ba4e27ad6e4", "metadata": {"title": "Enteritis in cattle due to Yersinia pseudotuberculosis infection", "authors": [{"first": "K", "middle": ["J"], "last": "Slee·", "suffix": "", "affiliation": {}, "email": ""}, {"first": "P", "middle": [], "last": "Brightlingt", "suffix": "", "affiliation": {}, "email": ""}, {"first": "R", "middle": ["J"], "last": "Seiler·", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "A selective medium was used to isolate Yersinia sp from the intestinal tract of 222 scouring cattle in Gippsland during 1985 and 1986. Intestinal infection with Y. pseudotuberculosis, particularly of serotype III, was found to be especially prevalent in weaned calves, yearlings and young adult cattle. Clinically affected cattle had a profuse liquid diarrhoea and many were systemically ill.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Haematological changes suggestive of infection were present in 38 of 49 of these cattle. At least 35 cattle died and characteristic microabscesses were demonstrated in the intestinal mucosa of 20 of 26 examined histologically. Y. pseudotuberculosis was sensitive to tetracyclines in vitro and this drug produced a rapid bacteriological cure. Yersiniosis occurred during the winter, spring and early summer. Challenge of adult cattle with Y. pseudotuberculosis serotype III did not result in intestinal colonisation or clinical disease. Intestinal infection was, however, established in 4 weaned calves and haematological changes and antibody production were demonstrated in them.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Intestinal microabscesses were seen in three calves killed on days 8, 14 and 18 after challenge. The fourth calf eliminated infection by day 18 and no lesions were demonstrated when it was killed on day 72. There is a very high prevalence of antibodies reacting with Y. pseudotuberculosis serotype III in adult cattle. It is concluded that cattle are a common host for this bacterium, infection being frequent, with clinical and fatal disease occurring occasionally. The factors leading to clinical disease are unknown. Aust Vet J 6S: 271-275", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Yersinia pseudotuberculosis is a rare cause of mesenteric lymphadenitis and septicaemia in man, a common cause of miliary abscesses in rodents and birds (Bercovier and Mollaret 1984; Carter 1984) and has been reported to produce abortions in sheep (Watson and Hunter 1960) and pneumonia and abortion in cattle (Mair and Harbourne 1963; Langford 1969) . Birds, rodents, pigs and a variety of other animals have been implicated as hosts of Y. pseudotuberculosis (Bercovier and Mollaret 1984) .", "cite_spans": [{"start": 153, "end": 182, "text": "(Bercovier and Mollaret 1984;", "ref_id": null}, {"start": 183, "end": 195, "text": "Carter 1984)", "ref_id": "BIBREF5"}, {"start": 248, "end": 272, "text": "(Watson and Hunter 1960)", "ref_id": null}, {"start": 310, "end": 335, "text": "(Mair and Harbourne 1963;", "ref_id": null}, {"start": 336, "end": 350, "text": "Langford 1969)", "ref_id": null}, {"start": 460, "end": 489, "text": "(Bercovier and Mollaret 1984)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Reports from New Zealand implicate Y. pseudotuberculosis as a cause of enteritis in cattle, goats and deer. particularly during the wet, cold winter and spring months (Henderson 1983; . However, New Zealand workers have also recovered Yersinia sp including Y. pseudotuberculosis, Y. enterocolitica, Y. frederiksenii, Y. kristensenii and Y. intermedia from clinically normal animals (Henderson 1984; Hodges et 0/1984;  Hodges and Carman 1985; BulIians 1987) casting doubt on the clinical significance of isolates of Yersinia sp from individual animals. Y. pseudotuberculosis serotype III enteritis has also been described in cattle in northern New South Wales (Callinan et al 1988) and from Canada (Lynch 1986).", "cite_spans": [{"start": 167, "end": 183, "text": "(Henderson 1983;", "ref_id": null}, {"start": 382, "end": 398, "text": "(Henderson 1984;", "ref_id": null}, {"start": 399, "end": 416, "text": "Hodges et 0/1984;", "ref_id": null}, {"start": 417, "end": 417, "text": "", "ref_id": null}, {"start": 418, "end": 441, "text": "Hodges and Carman 1985;", "ref_id": null}, {"start": 442, "end": 456, "text": "BulIians 1987)", "ref_id": null}, {"start": 659, "end": 680, "text": "(Callinan et al 1988)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The Regional Veterinary Laboratory at Bairnsdale provides a diagnostic service to the Gippsland area of Victoria. This area, in south-eastern Australia, is a major dairy, beef and prime lamb producing area. Rainfall is maximal during the winter and spring months of June to November and is supplemented by flood irrigation in some drier areas of Central Gippsland from September to May. Because of the recently reported occurrence of Yersinia sp enteritis in agricultural animals in New Zealand, culture for members of this genus was commenced in mid-1984.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Samples, including faeces, intestinal contents, rectal swabs, tissues and blood as well as sick and dead cattle were submitted September, 1988 to assist in diagnosis of the cause of scouring. A brief history was included with the submitted samples.", "cite_spans": [{"start": 127, "end": 142, "text": "September, 1988", "ref_id": null}], "ref_spans": [], "section": "Biological Samples"}, {"text": "All faeces, rectal swabs and intestinal contents were inoculated heavily onto CIN agar\", a culture medium selective for Yersinia sp. Culture plates were incubated for 40h and then examined for the presence of colonies with characteristic morphology. All growth and characterisation of Yersinia sp was carried out at an incubation temperature of 30°C.", "cite_spans": [], "ref_spans": [], "section": "Isolation and Identification of Yersinia sp"}, {"text": "Bacterial isolates were tested for ability to hydrolyse urea and for production of acid from 1070 cellobiose, melibiose, rhamnose and sucrose in BBL CTA mediumj. One hundred and ninety-three isolates were sent to a reference laboratory for confirmation of identification and representative strains were also sent to the Tasmanian Department of Agriculture for serotyping.", "cite_spans": [], "ref_spans": [], "section": "Isolation and Identification of Yersinia sp"}, {"text": "Yersinia sp isolates were tested for susceptibility to a range of antibiotics by a disc diffusion technique.", "cite_spans": [], "ref_spans": [], "section": "Isolation and Identification of Yersinia sp"}, {"text": "To determine the approximate numbers of Y. pseudotuberculosis excreted by cattle during the acute stage of natural infection, 3 faeces that had been stored at 4°C for 2 to 3 days were serially diluted in sterile saline and lrnl aliquots were inoculated onto CIN agar. Culture plates were incubated and typical colonies were counted.", "cite_spans": [], "ref_spans": [], "section": "Isolation and Identification of Yersinia sp"}, {"text": "Samples were examined for Salmonella sp, nematode and trematode ova and coccidial oocysts, Samples from calves up to 3 months of age were examined for Cryptosporidium and virus particles. Serums from adult cattle with chronic diarrhoea, or cattle from herds known to be infected with Johne's di.sease were examined using a complement fixation technique, With Mycobacterium plei as the antigen.", "cite_spans": [], "ref_spans": [], "section": "Detection of Other Enteropathogens"}, {"text": "Tissues were routinely fixed in 10% buffered formalin, embedded in paraffin, sectioned at 4u and stained with haematoxylin and eosin.", "cite_spans": [], "ref_spans": [], "section": "Histology, Haematology and Serology"}, {"text": "• Oxoid Australia Pty Ltd, West Heidelberg, Victoria t FSE Scientific, Melbourne, Victoria Haemoglobin and total leukocyte count were estimated and differential leukocyte cell counts were performed using standard methods. Plasma protein and fibrinogen were estimated using a refractometer. Fibrinogen was precipitated by heating capillary tubes of plasma at 56°C for three min.", "cite_spans": [], "ref_spans": [], "section": "Histology, Haematology and Serology"}, {"text": "A Widal agglutination technique (Winblad 1980 ) was used to test for antibodies reacting with Y. pseudotuberculosis serotype 111 in experimentally infected calves and in 36 healthy adult cattle from 18 widely separated farms.", "cite_spans": [{"start": 32, "end": 45, "text": "(Winblad 1980", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Histology, Haematology and Serology"}, {"text": "The history provided with each submission was analysed to determine the geographic and seasonal occurrence of Y. pseudotuberculosis infection and the symptoms of affected cattle. The seasonal occurrence of Salmonella sp enteritis was also determined for the study period of January 1985 to December 1986. The age distribution of cattle with yersiniosis was compared to the age distribution of a sample of all submissions from scouring cattle received at the laboratory between June and December 1986.", "cite_spans": [], "ref_spans": [], "section": "Clinical Observations"}, {"text": "On one farm, 32 of 51 calves were found to be excreting Y. pseudotuberculosis serotype III in faeces. Most of the 51 calves, ranging from 12 to 16 weeks of age were in poor condition and scouring. A single dose of two grams of long acting oxytetracyclinett was administered intramuscularly to 19 randomly selected, infected calves and girth measurements were taken from all infected calves. Further girth measurements and faecal samples were taken 5 and 61 days later. The growth rates of treated and untreated calves were compared and the efficacy of the antibiotic in eliminating faecal shedding of Y. pseudotuberculosis was assessed.", "cite_spans": [], "ref_spans": [], "section": "Experimental Treatment With Oxytetracycline"}, {"text": "Four aged Friesian cows and 4 weaned cross-bred calves were challenged with Y. pseudotuberculosis serotype III. Prior to challenge, faecal samples were examined for enteropathogens on several occasions and blood was collected from the calves for detection of antibodies reacting with Y. pseudotuberculosis serotype III.", "cite_spans": [], "ref_spans": [], "section": "Experimental Injections"}, {"text": "Six minimally subcultured isolates of Y. pseudotuberculosis serotype 111 were suspended in 500 ml of sterile whole milk and 50 ml aliquots containing approximately 4 x 10\" colony forming units were administered orally to all cows and calves. Cattle were observed following challenge and blood and faecal samples were collected. Single calves were killed at 8, 14, 18 and 72 days after challenge and post-mortem examinations were performed.", "cite_spans": [], "ref_spans": [], "section": "Experimental Injections"}, {"text": "From January 1985 to December 1986 biological samples were submitted on 2639 occasions for examination for enteropathogens. Y. pseudotuberculosis was isolated from 185 submissions involving a total of 222 individual cattle.", "cite_spans": [], "ref_spans": [], "section": "Isolation and Identification of Yersinia sp"}, {"text": "Yersinia sp colonies on the selective agar were minute at 16h but 1.5 mm in diameter after 40h incubation and readily identifiable due to their characteristic size and deep mauve colour. A total of 193 isolates of Yersinia sp were further characterised. When tested in tubed media, all isolates were found to hydrolyse urea, 8 of 193 strains fermented melibiose and rhamnose but none fermented cellobiose or sucrose. It was concluded that isolates were all Y. pseudotuberculosis and this identification was confirmed by the National Yersinia Reference Laboratory, Melbourne. Of the 8 melibiose and rhamnose fermenting strains serotyped, two were serotype I five were serotype II while one isolate was rough and could not be typed. Non-fermenting isolates were all serotype III.", "cite_spans": [], "ref_spans": [], "section": "Isolation and Identification of Yersinia sp"}, {"text": "tt Terramycin LA, Pfizer Agricare Pty ltd, West Ryde, New South Wales", "cite_spans": [], "ref_spans": [], "section": "Isolation and Identification of Yersinia sp"}, {"text": "Of the 193 Y. pseudotuberculosis isolates tested, 18 (9.4010) were resistant to one or more antibiotics, 192 (99.5010) were sensitive to ampicillin and neomycin, 176 (91.2010) to streptomycin and sulphonamide and 193 (100IlJo) to tetracycline and trimethoprim.", "cite_spans": [], "ref_spans": [], "section": "272"}, {"text": "Colony counts on the faeces of 3 calves demonstrated that they were excreting from 7 x 10· to 37 x 10·/g Y. pseudotuberculosis.", "cite_spans": [], "ref_spans": [], "section": "272"}, {"text": "Y. pseudotuberculosis was seldom isolated from any site other than the gastrointestinal tract. When it was isolated from other sites it was a scant growth and not acompanied by histologic evidence of infection.", "cite_spans": [], "ref_spans": [], "section": "272"}, {"text": "Enteric salmonellosis was detected in 252 submissions during the survey period of 1985 and 1986, and a total of 267 cattle were affected.", "cite_spans": [], "ref_spans": [], "section": "Detection oj Other Enteropathogens"}, {"text": "Counts of greater than 1000 nematode ova/g. 10 liver fluke ovalg or 40,000 oocysts/g of faeces or the presence of Cryptosporidium sp, rota virus, coronavirus and Salmonella sp were considered diagnostically significant, as was the demonstration of a titre of 8 or greater in a serological test for Johne's disease. Using these criteria, 50 of the 222 cattle from which Y. pseudotuberculosis was isolated had other enteropathogens, including worms (20), liver fluke (8) histologically normal, although in one animal there were a few foci of mixed inflammatory cells in the hepatic sinusoids.", "cite_spans": [], "ref_spans": [], "section": "Detection oj Other Enteropathogens"}, {"text": "In several instances there were coccidia in the intestinal mucosa, sometimes associated with mild necrosis of cryptal epithelium.", "cite_spans": [], "ref_spans": [], "section": "Detection oj Other Enteropathogens"}, {"text": "Blood was available from 49 cattle. Y. pseudotuberculosis serotype III had been isolated from all but one animal, the exception being infected with a non-typeable, rhamnose and melibiose fermenting stain. Dehydration, indicated by a haemoglobin of greater than 15.0 g/dl, was a common finding (20 of 49), while the presence of a neutrophilia (> 4.0 x 10 91 I), increased band form neutrophils (>0.1 x 10 9 11), or increased fibrinogen concentration (> 7 gil) indicating infection, was frequent (34 of 36). The animal from which the untypeable strain had been isolated was dehydrated with a neutrophilia and left shift and increased fibrinogen. Selected haematological features are presented in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 694, "end": 701, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Haematology"}, {"text": "Of the Y. pseudotuberculosis infected cattle, 30.90/0 were calves, 27.70/0 were yearlings, 19.0% were heifers or young adults and 27.70/0 were mature cattle of 36 months or older. The age of 2 cattle was not stated. By comparison, 32.60/0 of faeces received between May and December 1986 were from calves, 7.8% were from yearlings, 7.0% were from heifers and young adults and 52.7% were from mature cattle of 36 months or older. Although many samples were examined from calves less than 3 weeks of age, none were excreting Y. pseudotuberculosis. There was a marked variation in the seasonal occurrence of both enteric yersiniosis and salmonellosis ( Table 2) . Isolations of Y. pseudotuberculosis were made from all areas serviced by the laboratory.", "cite_spans": [], "ref_spans": [{"start": 650, "end": 658, "text": "Table 2)", "ref_id": "TABREF2"}], "section": "Clinical Observations"}, {"text": "Three clinical presentations were evident. Ninety-two of 222 cattle were found dead, often after a short of period of illness, or were acutely ill with signs such as depression, dehydration, pyrexia and recumbency. They were passing profuse, foetid, watery faeces, sometimes with flecks of blood visible and at Of 185 submissions, 69 recorded that more than one animal was affected on the farm and in 26 instances other cattle had already died.", "cite_spans": [], "ref_spans": [], "section": "Clinical Observations"}, {"text": "Five days after oxytetracycline treatment Y. pseudotuberculosis could not be isolated from 17 of 19 calves, while all 13 untreated calves continued to excrete the bacterium. The effect of the treatment was highly significant (Fisher's exact 2 tail test p<O.OOI).", "cite_spans": [], "ref_spans": [], "section": "Experimental Treatment With Oxytetracycline"}, {"text": "Sixty-one days after the first visit, Y. pseudotuberculosis was not cultured from any treated calves but was still present in the faeces of 3 of 13 untreated calves. The growth rates of calves in the two groups were not statistically different (Student T-test p>0.05).", "cite_spans": [], "ref_spans": [], "section": "Experimental Treatment With Oxytetracycline"}, {"text": "Thirty-five of 36 blood samples from healthy adult cattle had antibody titres of from 10 to 80 reacting with Y. pseudotuberculosis serotype III.", "cite_spans": [], "ref_spans": [], "section": "Serological Testing of Normal Cattle"}, {"text": "Prior to inoculation with Y. pseudotuberculosis, all 4 calves and 4 cows were demonstrated free of enteropathogens. Although the cows excreted Y. pseudotuberculosis in their faeces from 1 to 9 days after challenge, there was no haematological or clinical evidence of disease and it was concluded that infection had not been established.", "cite_spans": [], "ref_spans": [], "section": "Experimental Infections"}, {"text": "Challenged calves also remained clinically normal throughout the observation period. Faecal excretion of Y. pseudotuberculosis decreased to a light growth between days 2 and 4 but then increased to a heavy growth between days 7 to 11. This increase in excretion was accompanied by production of band form neutrophils in 3 calves (maximum of 0.7,2.2 and 1.3 x 10 9 / 1) and increased fibrinogen in all calves (maximum 10, 10, 8 and 8 gil). Calves were free of antibody reacting with Y. pseudotuberculosis serotype III prior to challenge. All produced antibody between 4 and 7 days after challenge and peak titres of 160 to 320 were achieved by days 9 to 16. Biochemical features remained normal throughout.", "cite_spans": [], "ref_spans": [], "section": "Experimental Infections"}, {"text": "Two calves were killed during the acute infection and Y. pseudotuberculosis was isolated in heavy growth from the duodenum, mid-jejunum, terminal ileum, colon and faeces at this time. A light growth of the bacterium was also obtained from the palatine tonsil of one of these calves and from the mediastinal lymph node of the other. A third calf was killed as the infection was subsiding and Y. pseudotuberculosis was isolated as a light growth only from faeces and colon. When the final calf was killed on day 72, Y. pseudotuberculosis could not be isolated from any site. Y. pseudotuberculosis was not isolated from ileocaecal, retropharyngeal or prescapular lymph nodes or from liver or spleen of any of the 4 calves. No other enteropathogens were detected in any challenged cattle during the trial.", "cite_spans": [], "ref_spans": [], "section": "Experimental Infections"}, {"text": "The only gross lesions seen in challenged calves were several, yellow, floccular foci in the palatine tonsil of one calf killed during the acute infection and prominent mesenteric lymph nodes in all calves.", "cite_spans": [], "ref_spans": [], "section": "Experimental Infections"}, {"text": "Histologically there were variable numbers of microabscesses of the crypts and lamina propria of calves killed between days 8 and 18. A patchy distribution of lesions was evident in all levels of the small intestine but the large intestine was unaffected. In the first calf the lesions were centered on Peyer's patches with large accumulations of neutrophils in the lymphoid follicles, extending into the lamina propria ( Figure   2 ). The second had lesions of similar severity with a greater involvement of the lamina propria, while in the third lesions were rare and consisted of dilated crypts and a few small microabscesses in the lamina propria of the duodenum. The last calf had occasional collections of neutrophils within the lymphoid follicles of some Peyer's patches. As in the naturally occurring cases, small bacterial colonies were sometimes present at the centre of the neutrophil accumulations. The mesenteric lymph nodes of all calves were hyperplastic with moderate numbers of neutrophils in the medullary sinuses and in a band around the follicles in the spleen of two calves. Two calves also had suppurative accumulations in tonsillar crypts. ", "cite_spans": [], "ref_spans": [{"start": 422, "end": 432, "text": "Figure   2", "ref_id": "FIGREF2"}], "section": "Experimental Infections"}, {"text": "The isolation of Y. pseudotuberculosis from the faeces of 222 scouring cattle, the association with haematological and serological evidence of infection and the finding of distinctive intestinal pathology is strong evidence that Y. pseudotuberculosis serotype III is responsible for enteritis in cattle. Yersiniosis occurred in the winter, spring and early summer (Table 2) , a previously recognised phenomenon (Bercovier and Mollaret 1984) . In contrast, salmonellosis occurred throughout the year, a total of 267 isolates being obtained from the same samples. The peak prevalence for salmonellosis was again in the winter, spring and early summer (Table 2) . Intestinal infection with Y. pseudotuberculosis was not demonstrated in calves less than 3 weeks old, while infection was common in older calves, yearlings and young adults and few infections were demonstrated in mature cattle. A similar age distribution has been noted by New Zealand workers (Hodges and Carman 1985) but Callinan et 01(1988) found that disease was confined to older cattle in outbreaks of infection in northern New 274 South Wales; disease was not seen in cattle less than 6 months old. No Yersinia spp other than Y. pseudotuberculosis were isolated.", "cite_spans": [{"start": 411, "end": 440, "text": "(Bercovier and Mollaret 1984)", "ref_id": null}, {"start": 954, "end": 978, "text": "(Hodges and Carman 1985)", "ref_id": null}, {"start": 983, "end": 1003, "text": "Callinan et 01(1988)", "ref_id": null}], "ref_spans": [{"start": 364, "end": 373, "text": "(Table 2)", "ref_id": "TABREF2"}, {"start": 649, "end": 658, "text": "(Table 2)", "ref_id": "TABREF2"}], "section": "Discussion"}, {"text": "A broad spectrum of clinical signs was seen in affected cattle. Clearly, most cattle exposed to the organism show no clinically detectable illness, but some do become ill and some die. Where systemic signs of depression, dehydration, pryrexia and recumbency were seen in conjunction with profuse, watery diarrhoea containing blood, the main differential diagnoses were salmonellosis and coccidiosis. Laboratory examination of faeces is necessary to differentiate between these aetiologies. In instances where chronic diarrhoea with weight loss was observed, especially in young stock, the main differential diagnosis was parasitism. Other enteropathogens were demonstrated in 50 of 222 Y. pseudotuberculosis infected cattle, a not unexpected results as they were predominantly calves, yearlings and young adults.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The histopathologic changes demonstrated in these cattle are different from those recognised for other enteritides (Barker and Van Dreumel 1986) , and therefore are considered to represent the definitive morphologic manifestation of bovine yersiniosis. Salmonellosis, the most obvious differential diagnosis, is typified by more severe lesions with surface erosion and ulceration, and effusive, fibrinous inflammation in the submucosa. Coccidiosis is more easily confused with yersiniosis since both conditions may have necrotising lesions centered on the intestinal crypts. Some of our cases did have mild, concomitant coccidial infection but distinctive, superficial rnicroabscesses are not a feature of coccidiosis. Bovine virus diarrhoea, malignant catarrh, other viral and cryptosporidial infections are not associated with lesions such as those we have described.", "cite_spans": [{"start": 115, "end": 144, "text": "(Barker and Van Dreumel 1986)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our pathologic findings are similar to those in previous reports of enteritis in cattle due to Y. pseudotuberculosis infection. In contrast to the descriptions of disseminated infections due to Y. pseudotuberculosis in birds, rodents, primates (Bercovier and Mollaret 1984) and deer (Henderson 1983) , infection in cattle is usually restricted to the gastrointestinal tract, and particularly the small intestine, pneumonia and abortion being recorded only rarely (Langford 1969) . Acute enterocolitis in adult cattle characterised by serofibrinous and multifocal, suppurative exudation, superficial necrosis of intestinal epithelium and numerous bacterial colonies has been described from elsewhere in Australia [Callinan et 01 1988) . In buffalo calves non-specific lesions in parenchymal organs, as well as gastrointestinal lesions, have also been seen (Behra et 01 1984) . We were unable 10 produce clinically apparent yersiniosis in experimentally challenged calves. However, only 4 calves were dosed and it was demonstrated in the treatment trial that under field conditions infection is common, but disease less so. Furthermore, stress factors such as cold wet weather, sub-optimal feeding and genetic susceptibility may be important in disease expression.", "cite_spans": [{"start": 283, "end": 299, "text": "(Henderson 1983)", "ref_id": null}, {"start": 463, "end": 478, "text": "(Langford 1969)", "ref_id": null}, {"start": 712, "end": 733, "text": "[Callinan et 01 1988)", "ref_id": null}, {"start": 855, "end": 873, "text": "(Behra et 01 1984)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "There were slight differences in the appearance of the natural and experimental infections in that the experimental lesions were concentrated more heavily in the Peyer's patches. However, the diagnostic material submitted was frequently from undetermined locations of the small intestine, and this often precluded detailed examination of the Peyer's patches. Also, the experimental cases were subclinically affected and so may represent the non-lethal pathology of the condition. Hence, the qualitatively similar changes were considered as variations along a pathologic spectrum. A more comprehensive study is necessary to fully characterise the pathogenesis of bovine yersiniosis. Callinan et 01(1988) associated bovine yersiniosis in northern New South Wales with waterlogging or flooding of pasture, an association that was not evident in our series of cases.", "cite_spans": [{"start": 682, "end": 702, "text": "Callinan et 01(1988)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Whether flooding was responsible for exposure to infection or acted as a stressor on already infected cattle was not demonstrated.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Bercovier and Mollaret (1984) indicate that Y. pseudotuberculosis hydrolyses urea and ferments both melibiose and rhamnose but not cellobiose or sucrose. In contrast, Y. pestis is reported not to produce urease and Y. enterocolitica, Y. intermedia, Y. kristensenii and Y. jrederiksenii ferment either cellobiose or sucrose or both (Bercovier and Mollaret 1984 Toma (1986) comments that few serotype III isolates ferment rhamnose. Thus, although the fermentation reactions we obtained for most isolates were at variance with those reported by Bercovier and Mollaret (1984) , they are compatible with those recorded by Mair et 01 (1979) , Tsubokura et al (1984) and Toma (1986) for Y. pseudotuberculosis serotype III. Serological examination of a number of our isolates indicated that the small number of melibiose and rhamnose fermenting strains isolated were of serotypes I and II, while the more common non-fermenting strains were, as expected, serotype III.", "cite_spans": [{"start": 331, "end": 359, "text": "(Bercovier and Mollaret 1984", "ref_id": null}, {"start": 360, "end": 371, "text": "Toma (1986)", "ref_id": null}, {"start": 542, "end": 571, "text": "Bercovier and Mollaret (1984)", "ref_id": null}, {"start": 617, "end": 634, "text": "Mair et 01 (1979)", "ref_id": null}, {"start": 637, "end": 659, "text": "Tsubokura et al (1984)", "ref_id": null}, {"start": 664, "end": 675, "text": "Toma (1986)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "The preponderance of Y. pseudotuberculosis serotype III in cattle and pigs has been noted by other workers (Tsubokura et a11984; Hodges et 01 1984; Hodges and Carman 1985) . In contrast, this serotype is uncommon in birds, rodents and other animals in which serotypes I and II usually predominate (Hodges et 011984; Tsubokura et 011984; Toma 1986 ). Serotype III has been isolated from human beings (El-Maraghi and Mair 1979; Toma 1986 ), so that cattle or their products may be the source for these infections.", "cite_spans": [{"start": 129, "end": 147, "text": "Hodges et 01 1984;", "ref_id": null}, {"start": 148, "end": 171, "text": "Hodges and Carman 1985)", "ref_id": null}, {"start": 337, "end": 346, "text": "Toma 1986", "ref_id": null}, {"start": 399, "end": 425, "text": "(El-Maraghi and Mair 1979;", "ref_id": null}, {"start": 426, "end": 435, "text": "Toma 1986", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Although Y. pseudotuberculosis serotype III is clearly able to produce enteritis in cattle, this ability has not been demonstrated for serotypes I and II because of the small number of strains isolated and a lack of supporting pathological changes in these cases. Serotype I has, however, been shown to produce abortion in cattle (Mair and Harbourne 1963) .", "cite_spans": [{"start": 330, "end": 355, "text": "(Mair and Harbourne 1963)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "A number of findings from this investigation shed light on the epidemiology of yersiniosis in cattle. Since experimentally infected calves produce antibodies to Y. pseudotuberculosis and adult cattle have a high prevalence of antibodies and apparent resistance to challenge, it is probable that this is a very common infection in southern Australia with most older cattle being immune. Failure to isolate Y. pseudotuberculosis from calves less than 3 weeks old may indicate that maternal antibodies are protective in this age class. Infected calves were shown to excrete large numbers of the bacterium in their faeces. This could cause heavy environmental contamination and so rapid exposure of susceptible cattle. The seasonal incidence demonstrated (Table 2) , does not reflect the availability of susceptible host cattle and we conclude that this seasonality probably depends on the enhanced survival of the bacterium in a cool, damp environment. There is no evidence, either from this investigation or in the literature, to indicate how Y. pseudotuberculosis serotype III survives over late summer and autumn when infection appears to be rare.", "cite_spans": [], "ref_spans": [{"start": 751, "end": 760, "text": "(Table 2)", "ref_id": "TABREF2"}], "section": "Discussion"}, {"text": "Australian Veterinary Journal. Vol. 65, No.9, September, 1988 Since infection with Y. pseudotuberculosis serotype III appears to occur most frequently in ruminants and pigs (Tsubokura et 0/1984; Hodges et 0/1984; Hodges and Carman 1985) and rarely in other species, it is likely that these animals are a reservoir for this organism, and in the Gippsland environment where pigs and ruminants other than sheep are uncommon, cattle are likely to be the major host species.", "cite_spans": [{"start": 31, "end": 61, "text": "Vol. 65, No.9, September, 1988", "ref_id": null}, {"start": 173, "end": 194, "text": "(Tsubokura et 0/1984;", "ref_id": null}, {"start": 195, "end": 212, "text": "Hodges et 0/1984;", "ref_id": null}, {"start": 213, "end": 236, "text": "Hodges and Carman 1985)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Parenteral treatment with antibiotics, especially oxytetracycline, is suggested when severe systemic signs are observed.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Cattle without systemic signs, other than diarrhoea, usually overcome the infection and therapy is not indicated. Since antibodies are common in adult cattle and appear to be protective, a vaccine directed against Y. pseudotuberculosis serotype III may be useful in preventing yersiniosis.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Pathology of Domestic Animals", "authors": [{"first": "I", "middle": ["K"], "last": "Barker", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Van Dreumel", "suffix": ""}], "year": 1986, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Bergey's Manual of Systematic Bacteriology", "authors": [], "year": 1984, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Diagnostic Procedures in Veterinary Bacteriology and Mycology", "authors": [{"first": "M", "middle": ["E"], "last": "Carter", "suffix": ""}], "year": 1984, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Veterinary Rec", "authors": [{"first": "N", "middle": ["S"], "last": "Mair", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Harbourne", "suffix": ""}], "year": 1962, "venue": "", "volume": "75", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Manual of Clinical Immunology", "authors": [{"first": "S", "middle": [], "last": "Winblad", "suffix": ""}], "year": 1980, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "dublin (3), coronavirus (2), Cryptosporidium sp (I), worms and S. dublin (I), worms and fluke (4), fluke and S. dublin (I), coronavirus and rotavirus (I) and M. paratuberculosis (I). Histology Samples from the intestinal tracts of 33 cattle were submitted for examination. Y. pseudotuberculosis serotype III had been isolated from all but one animal, the exception being infected with serotype II. Tissues from 7 of the 33 cattle were excessively autolyzed. Lesions were present in 20 of the remaining 26, all associated with serotype III infection. The typical lesions were scattered, multi focal microabscesses in the superficial lamina propria and in Peyer's patches. These microabscesses consisted of well defined, dense accumulations of neutrophils in the centre of which bacterial colonies were often present (Figure I). In a few instances both the small and large intestine were affected, but in most cattle the lesions were confined to the small intestine. All other organs werẽ l... . t'e • JI.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Distinctive microabscess in the lamina propria showing a narrow rim of neutrophils and colonies of bacteria (arrow). H and Ex225", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Suppurative focus at the base of a crypt in a Peyer's Patch from an experimentally infected calf killed during the acute stage of infection. Hand E x 225", "latex": null, "type": "figure"}, "TABREF1": {"text": "Haematological features of cattle infected with Yersinia pseudotuberculosis", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Number of samples </td><td>Range of values\n</td><td>Mean value </td><td>Reference range\n</td></tr><tr><td>Haemoglobin (g/dl)\n</td><td>49\n</td><td>8.0-21.3\n</td><td>14.6 </td><td>8.0-15.0\n</td></tr><tr><td>Leukocytes (xl09/1)\n</td><td>49\n</td><td>1·54\n</td><td>13.0 </td><td>4·12\n</td></tr><tr><td>Total neutrophils (xl0911)\n</td><td>33\n</td><td>0.1-42.7\n</td><td>9.0 </td><td>0.6-4.0\n</td></tr><tr><td>Band forms (xl0911)\n</td><td>33\n</td><td>0-22.9\n</td><td>5.9 </td><td>0-0.1\n</td></tr><tr><td>Lymphocytes (xl0911)\n</td><td>33\n</td><td>1.6·11.0\n</td><td>5.4 </td><td>2.5-7.5\n</td></tr><tr><td>Monocytes (Xl0911)\n</td><td>33\n</td><td>0-1.9\n</td><td>0.7 </td><td>0-0.8\n</td></tr><tr><td>Eosinophils (xl09/1)\n</td><td>33\n</td><td>0-1.3\n</td><td>0.2 </td><td>0·2.4\n</td></tr><tr><td>Plasma protein (gil)\n</td><td>46\n</td><td>32-80\n</td><td>54 </td><td>59-86\n</td></tr><tr><td>Fibrinogen (gil)\n</td><td>27\n</td><td>2·15\n</td><td>7.7 </td><td>4·7\n</td></tr></table></body></html>"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF3": {"text": "Porcine, bovine, ovine and human isolates of Y. pseudotuberculosis serotype III have been shown by Mair et 0/1979 and Tsubokura et 01 1984 to be atypical among serotypes of Y. pseudotuberculosis as they do not ferment melibiose and", "latex": null, "type": "table"}, "TABREF4": {"text": "Table 2). Isolations of Y. pseudotuberculosis were made from all areas serviced by the laboratory.\nThree clinical presentations were evident. Ninety-two of 222 cattle were found dead, often after a short of period of illness, or were acutely ill with signs such as depression, dehydration, pyrexia and recumbency. They were passing profuse, foetid, watery faeces, sometimes with flecks of blood visible and at\nTABLE 2", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Seasonal occurrence of enteric yerslniosis and salmonellosis in Gippsland cattle during 1985 and 1986\nTotal submissions </td><td>Y. pseudotuberculosis Salmonella sp isolates isolates\n(submissions) (submissions)\n</td></tr><tr><td>Jan </td><td>114 </td><td>0 </td><td>8\n</td></tr><tr><td>Feb </td><td>97 </td><td>0 </td><td>4\n</td></tr><tr><td>Mar </td><td>125 </td><td>0 </td><td>9\n</td></tr><tr><td>Apr </td><td>140 </td><td>0 </td><td>9\n</td></tr><tr><td>May </td><td>168 </td><td>1 </td><td>12\n</td></tr><tr><td>Jun </td><td>194 </td><td>9 </td><td>23\n</td></tr><tr><td>Jul </td><td>254 </td><td>33 </td><td>14\n</td></tr><tr><td>Aug </td><td>418 </td><td>54 </td><td>32\n</td></tr><tr><td>Sep </td><td>462 </td><td>47 </td><td>44\n</td></tr><tr><td>Oct </td><td>322 </td><td>21 </td><td>47\n</td></tr><tr><td>Nov </td><td>207 </td><td>12 </td><td>34\n</td></tr><tr><td>Dec </td><td>138 </td><td>8 </td><td>16\n</td></tr><tr><td>Totals 2639 </td><td>185 </td><td>252\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Many private veterinary practitioners and farmers, particularly G Dessent, assisted by providing submissions or access to their herds respectively. I Jerrett, L Stephens, S Hum, J Browning, D Buckland. R Aukema and R Stone of the RVL assisted with diagnostic testing. Roy Mason and Bevan Peel of the Mt Pleasant laboratory of the Tasmanian Department of Agricultureand Kaya Prpic of the National Yersinia Reference Laboratory, Melbourne, serotyped isolates and confirmed our speciation. The assistance of all of these people is greatly appreciated.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}