{"paper_id": "a0a0dea13bdf80cc520d371342ff28897a791f47", "metadata": {"title": "Environmental effects of a marine fish farm of gilthead seabream (Sparus aurata) in the NW Mediterranean Sea on water column and sediment", "authors": [{"first": "Tania", "middle": [], "last": "Morata", "suffix": "", "affiliation": {"laboratory": "Institutd'Investigaci o per a la Gesti oIntegrada de Zones Costaneres (IGIC)", "institution": "Universitat Polit ecnica de Val encia", "location": {"addrLine": "Universitat Polit ecnica de Val encia. C/Paranimf, 1. 46730, Grau de Gandia (Val encia)", "settlement": "Val encia", "country": "Spain, Spain"}}, "email": ""}, {"first": "Silvia", "middle": [], "last": "Falco", "suffix": "", "affiliation": {"laboratory": "Institutd'Investigaci o per a la Gesti oIntegrada de Zones Costaneres (IGIC)", "institution": "Universitat Polit ecnica de Val encia", "location": {"addrLine": "Universitat Polit ecnica de Val encia. C/Paranimf, 1. 46730, Grau de Gandia (Val encia)", "settlement": "Val encia", "country": "Spain, Spain"}}, "email": ""}, {"first": "Isabel", "middle": [], "last": "Gadea", "suffix": "", "affiliation": {"laboratory": "Institutd'Investigaci o per a la Gesti oIntegrada de Zones Costaneres (IGIC)", "institution": "Universitat Polit ecnica de Val encia", "location": {"addrLine": "Universitat Polit ecnica de Val encia. C/Paranimf, 1. 46730, Grau de Gandia (Val encia)", "settlement": "Val encia", "country": "Spain, Spain"}}, "email": ""}, {"first": "Javier", "middle": [], "last": "Sospedra", "suffix": "", "affiliation": {"laboratory": "Institutd'Investigaci o per a la Gesti oIntegrada de Zones Costaneres (IGIC)", "institution": "Universitat Polit ecnica de Val encia", "location": {"addrLine": "Universitat Polit ecnica de Val encia. C/Paranimf, 1. 46730, Grau de Gandia (Val encia)", "settlement": "Val encia", "country": "Spain, Spain"}}, "email": ""}, {"first": "Miguel", "middle": [], "last": "Rodilla", "suffix": "", "affiliation": {"laboratory": "Institutd'Investigaci o per a la Gesti oIntegrada de Zones Costaneres (IGIC)", "institution": "Universitat Polit ecnica de Val encia", "location": {"addrLine": "Universitat Polit ecnica de Val encia. C/Paranimf, 1. 46730, Grau de Gandia (Val encia)", "settlement": "Val encia", "country": "Spain, Spain"}}, "email": ""}]}, "abstract": [{"text": "This study examined the effects of organic enrichment on water column, sediments and macrofauna caused by a fish farm in the Mediterranean Sea. Samples were collected on four sampling campaigns over a one-year cycle. Significant differences were found in the water column in dissolved oxygen, dissolved inorganic nitrogen, phosphate and total phosphorus concentrations between the fish farm and the control. The increase in the dissolved inorganic nitrogen and phosphate concentrations at the fish farm modified the stoichiometric ratios between nutrients, with silicate acting as limiting nutrient at the fish farm 11% more than at the control. Nevertheless, chlorophyll a concentration in the water column was higher at the control station, probably due to the fouling of the underwater fish farm structures. Significant differences were found in sediment concentrations of organic matter, total phosphorus and redox potential between the fish farm and the control. The Canonical Correlation Analysis indicated that organic matter, total phosphorus, redox potential and% of gravels accounted for 68.9% of the total variance in the species data. Changes were observed in macrofauna, with a decrease in number of species and up to a nine-fold increase in abundance with respect to the control.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The rapid growth of aquaculture, in particular the intensive open seawater fish farming installations in the Mediterranean Sea, has generated a series of conflicts with traditional users of coastal waters such as fishermen and tourists (Porrello, Tomassetti, Manzueto, Finoia, Persia, Mercatali & Stipa 2005) , while becoming the focus and subject of a multitude of studies due to the environmental effects of such facilities (Mantzavrakos, Kornaros, Lyberatos & Kaspiris 2007) .", "cite_spans": [{"start": 236, "end": 308, "text": "(Porrello, Tomassetti, Manzueto, Finoia, Persia, Mercatali & Stipa 2005)", "ref_id": "BIBREF55"}, {"start": 426, "end": 477, "text": "(Mantzavrakos, Kornaros, Lyberatos & Kaspiris 2007)", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Introduction"}, {"text": "The most common effects of farming fish in cages which are of greatest concern are mainly the issue of local eutrophication. The largest source of waste in aquaculture is organic matter coming from the fish feed (Sanz-L azaro & Mar ın 2011). Generally speaking, approximately 1/4 of the nutrients added via fish feed are incorporated into the fish meat itself, whereas 3/4 remain in the water (Holmer, Wildfish & Hargrave 2005) . This organic matter is relatively rich in organic carbon and nutrients such as nitrogen and phosphorus, released in particulate and dissolved form. The release of dissolved nutrients can provoke an enrichment of surrounding waters, giving rise to an increase in primary production in the affected areas (FAO 1992) , which in turn alters the composition of the algae species found in this area. The increase in algae biomass can lead to greater turbidity and lower concentrations of dissolved oxygen in the water column owing to the decomposition of algae biomass (La Rosa, Mirto, Favaloro, Savona, Sar a, Danavaro & Mazzola 2002; Garren, Smriga & Azam 2008) . Nevertheless, the impact of fish farming tends to be more noticeable in the benthos than in the water column, as the waste from the cages tends to accumulate around and under the fish cages (Vita & Marin 2007; Yucel-Gier, Kucuksezgin & Kocak 2007) . This accumulation of organic matter at the sediment surface increases the metabolism of the sediments which leads to increased oxygen consumption (Holmer & Kristensen 1992; Morata, Sospedra, Falco & Rodilla 2012) , as oxygen is used by aerobic bacteria as an electron acceptor in respiration.", "cite_spans": [{"start": 393, "end": 427, "text": "(Holmer, Wildfish & Hargrave 2005)", "ref_id": "BIBREF31"}, {"start": 733, "end": 743, "text": "(FAO 1992)", "ref_id": "BIBREF27"}, {"start": 997, "end": 1059, "text": "Rosa, Mirto, Favaloro, Savona, Sar a, Danavaro & Mazzola 2002;", "ref_id": "BIBREF42"}, {"start": 1060, "end": 1087, "text": "Garren, Smriga & Azam 2008)", "ref_id": "BIBREF29"}, {"start": 1280, "end": 1299, "text": "(Vita & Marin 2007;", "ref_id": "BIBREF63"}, {"start": 1300, "end": 1337, "text": "Yucel-Gier, Kucuksezgin & Kocak 2007)", "ref_id": "BIBREF66"}, {"start": 1486, "end": 1512, "text": "(Holmer & Kristensen 1992;", "ref_id": "BIBREF30"}, {"start": 1513, "end": 1552, "text": "Morata, Sospedra, Falco & Rodilla 2012)", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Introduction"}, {"text": "Although organic matter is considered to be the greatest source of pollution from fish farming, there are other contaminants that can have an adverse effect on benthic communities, such as the metals Cu, Zn and Cd (Dean, Shimmield & Black 2007) as well as chemotherapeutic agents (Davies, Mchenery & Rae 1997) . These contaminants may cause interactive effects (Murray, Bulling, Mayor, Sanz-L azaro, Paton, Killham & Sosal 2008) and may also alter the benthic community structure and diversity. Macrofauna plays an important role in ecosystem functions such as the mineralisation of organic matter and nutrient recycling (Braeckman, Provoost, Gribsholt, Van Gansbeke, Middelburg, Soetaert, Vincx & Vanaverbeke 2010) . Although many of these processes are carried out by bacteria living at the bottom of the sea, macrofauna also has an effect on these processes via bioturbation and bioirrigation.", "cite_spans": [{"start": 214, "end": 244, "text": "(Dean, Shimmield & Black 2007)", "ref_id": "BIBREF22"}, {"start": 280, "end": 309, "text": "(Davies, Mchenery & Rae 1997)", "ref_id": "BIBREF21"}, {"start": 361, "end": 428, "text": "(Murray, Bulling, Mayor, Sanz-L azaro, Paton, Killham & Sosal 2008)", "ref_id": "BIBREF49"}, {"start": 621, "end": 715, "text": "(Braeckman, Provoost, Gribsholt, Van Gansbeke, Middelburg, Soetaert, Vincx & Vanaverbeke 2010)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Introduction"}, {"text": "The environmental assessment of aquaculture activities is a key component in decisions made by planners regarding the number and size of fish farms that can be installed at a given site. Moreover, a greater understanding and assessment of this medium is of vital importance to fish farm managers as it is related to fish health and ultimately to the profitability of the farm itself (Chou, Haya, Paon, Burridge & Moffat 2002) .", "cite_spans": [{"start": 383, "end": 425, "text": "(Chou, Haya, Paon, Burridge & Moffat 2002)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Introduction"}, {"text": "Spain reports the largest production in aquaculture among European Member States. It is also one of Europe's main producers of gilthead seabream, at 20 360 tonnes in 2010 (14.6%) (Asociaci on Empresarial de Productores de Cultivos Marinos (APROMAR) 2011). It is important that this economic activity should be carried out while respecting the environment and ensuring the highest levels of protection for the site's natural setting. Yet, few studies have been conducted in Spain on the impact of intensive fish farming in the sea (Delgado, Ruiz, Perez, Romero & Ballesteros 1999 The aim of this study was to analyse the effects on water quality, sediment and benthic community structure that are produced by the open-sea cultivation of gilthead seabream (Sparus aurata, Linnaeus, 1758) in cages located in the Western Mediterranean Sea.", "cite_spans": [{"start": 530, "end": 578, "text": "(Delgado, Ruiz, Perez, Romero & Ballesteros 1999", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Introduction"}, {"text": "The potential impact of the waste generated by aquaculture on water column ecosystems has not been as widely studied as the effects of waste on sediments and benthic ecosystems, probably owing to the fact that it is more difficult to identify and quantify such impacts (Olsen, Holmer & Olsen 2008 ). This study is notable for the high spatial resolution of the parameters measured in the water column, which were sampled every 2 m. Most studies published in this field thus far have measured parameters of water at the surface and the bottom (La Rosa et al. 2002; Maldonado et al. 2005; Mantzavrakos et al. 2007; Kaymakci, Aksu & Egemen 2010) or at three depths at the most (Matijevi c, Ku spili c, Morovi c, Grbec, Bogner, Skeji c & Ve za 2009; Huang, Hsieh, Huang, Meng, Chen, Keshavmurthy, Nozawa & Chen 2011) .", "cite_spans": [{"start": 269, "end": 296, "text": "(Olsen, Holmer & Olsen 2008", "ref_id": "BIBREF52"}, {"start": 546, "end": 563, "text": "Rosa et al. 2002;", "ref_id": "BIBREF42"}, {"start": 564, "end": 586, "text": "Maldonado et al. 2005;", "ref_id": "BIBREF43"}, {"start": 587, "end": 612, "text": "Mantzavrakos et al. 2007;", "ref_id": "BIBREF44"}, {"start": 613, "end": 642, "text": "Kaymakci, Aksu & Egemen 2010)", "ref_id": "BIBREF40"}, {"start": 674, "end": 745, "text": "(Matijevi c, Ku spili c, Morovi c, Grbec, Bogner, Skeji c & Ve za 2009;", "ref_id": "BIBREF46"}, {"start": 746, "end": 812, "text": "Huang, Hsieh, Huang, Meng, Chen, Keshavmurthy, Nozawa & Chen 2011)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Introduction"}, {"text": "The gilthead seabream fish farm where this study was conducted is located in the North Western waters of the Mediterranean Sea, off the Spanish coast. The fish farm installation is located in the open sea, about 2 km from the coast at a depth of 19 m. The facilities composed of 15 fattening cages, which together with the remaining structures, comprised a considerable submerged surface area which represented a considerable surface area for fouling growth and development. Fouling is caused by macroalgae and mainly suspensivores such as Mytilus galloprovincialis (Lamarck, 1819) and Sagartia elegans (Dalyell, 1848). Fish production for this farm is 500 t year -1 . The gilthead seabream are fed on commercial feed, dispensed manually by a pneumatic feeding system on a small boat. During the period of this study, the feed conversion ratio (FCR) of the fish farm was approximately 1.8 and 2. The amount of feed dispensed was approximately 1000 t, which was unequally distributed throughout the year as the feed rate varied according to temperature, with maximum feed rate occurring during the summer months and the minimum during the winter months.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "This study covered a one-year cycle, with measurements taken from two sampling points, one located among the fish farm cages (0°3 0 11.10 00 W; 39°50 0 19.62 00 N) and the control station (0°3 0 6.19 00 W; 39°50 0 21.41 00 N), located 130 m northeast of the fish farm. Samples were collected during four sampling campaigns, the first in autumn (25/11/ 2008 (I = Fish Farm Installation) 'I-1' and 01/12/ 2008 (C = Control Station) 'C-1'), the second in winter (23/02/2009 (I) 'I-2' and 28/02/2009 (C) 'C-2'), the third in spring (28/04/2009 (I) 'I-3' and 02/ 05/2009 (C) 'C-3') and the fourth in early summer (17/06/2009 (I) 'I-4' and 19/06/2009 (C) 'C-4').", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Current velocity and direction was measured during sampling by way of a multi-cell current profiler (Acoustic Doppler current-Argonaut-XR, Wissenschaftlich-Technische Werkstätten (WTW), Weilheim, Germany).", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Samples from the water column were taken every two metres. Surface and bottom water (one metre over the sea bed) was also sampled using a Niskin-type water sampler. (Baumgarten, Rocha & Niencheski 1996) . For the analysis of dissolved nutrients, the samples were filtered using a cellulose acetate membrane filter with a pore size of 0.45 lm. The NH 4 + concentration was determined on the same day and the remaining samples were frozen for later analysis. The nutrients were analysed using the methods described by Aminot and Chaussepied (1983) and adapted by Baumgarten et al. (1996) . The Chl-a and SS were determined using the methodology described in APHA, AWWA, & WEF (2005) . Scuba divers visually inspected the sea bottom for signs of Beggiatoa spp. and phytobenthic assemblages. During each sampling session, three samples were taken of unaltered sediment layers for both the fish farm and control station, using corers with a length of 30 cm and an internal diameter of 6.5 cm. When the corers were brought up to the surface, redox potential (Eh) was measured at a depth of 0.5 cm using a Crison PH25 potentiometer. The uppermost layer (1 cm) was removed to analyse granulometry, porosity, organic matter (OM) and total phosphorus (TP). Sediment porosity was calculated following Dell'Anno, Mei, Pusceddu and Danovaro (2002) . To determine sediment TP, digestion was performed following Arocena and Conde (1999) . OM was analysed using the combustion method (Dell'Anno et al. 2002) . Granulometry was performed for the sediment samples using the Wentworth scale (Shepard 1954 ). In addition, three additional cores were taken for subsequent identification and count of benthic macroinvertebrates. These cores were sieved using a 0.5 mm mesh and 7% magnesium chloride was used as anaesthetic. Organisms were later fixed in 7% formaldehyde solution. Simpson's diversity index was calculated following Cardona (2007) .", "cite_spans": [{"start": 165, "end": 202, "text": "(Baumgarten, Rocha & Niencheski 1996)", "ref_id": "BIBREF9"}, {"start": 516, "end": 545, "text": "Aminot and Chaussepied (1983)", "ref_id": "BIBREF4"}, {"start": 561, "end": 585, "text": "Baumgarten et al. (1996)", "ref_id": "BIBREF9"}, {"start": 662, "end": 680, "text": "AWWA, & WEF (2005)", "ref_id": "BIBREF5"}, {"start": 1301, "end": 1334, "text": "Mei, Pusceddu and Danovaro (2002)", "ref_id": "BIBREF24"}, {"start": 1397, "end": 1421, "text": "Arocena and Conde (1999)", "ref_id": "BIBREF6"}, {"start": 1468, "end": 1491, "text": "(Dell'Anno et al. 2002)", "ref_id": "BIBREF24"}, {"start": 1572, "end": 1585, "text": "(Shepard 1954", "ref_id": "BIBREF59"}, {"start": 1909, "end": 1923, "text": "Cardona (2007)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Materials and methods"}, {"text": "Two-way ANOVA was used to determine the existence of significant differences (P < 0.05) among the various parameters analysed in the water column and sediment. The factors chosen were 'location' factor (fish farm facilities and control station) and 'seasonal nature' factor (different sampling campaigns: fall, winter, spring and early summer). When data did not meet the assumptions for the ANOVA, we applied appropriate transformations. This task was carried out using the software Statgraphics centurion.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "The effects of benthic environmental variables on the abundances of species in the macrofauna and their spatial variation were analysed by Canonical Correlation Analysis (CCA) using PC-ORD software. Table 1 shows maximum and average values of water velocity and most frequent current direction for both the fish farm and control site. Maximum velocity (43 cm s À1 ) was measured at the beginning of summer at the fish farm installation. Average velocity ranged between 3 and 10 cm s À1 at the fish farm and 4-8 cm s À1 at the control station. No significant differences were found between average velocities neither at the fish farm and control site nor among the different sampling sessions that took place throughout the year. The dominant current direction was found to be northeast. Table 2 shows maximum, minimum and average values of the parameters measured in the water column for every sampling campaign, for both the fish farm and control site. No significant differences in water temperature were found between the fish farm and control site but there were seasonal variations ( Fig. 1a) : the lowest values were in winter and the highest at the beginning of summer, whereas no significant differences were observed between autumn and spring. Only during the sampling campaign at the beginning of summer, at both the fish farm and the control site, was the surface water temperature 3-4°C higher than the bottom water temperature. No significant differences in pH were found between the fish farm and control site. pH values remained between 7.9 and 8.2. No significant differences in salinity were found between the fish farm and control site and it remained uniform throughout the water column in all the samples. DO values in the water column were lower and significantly different at the fish farm in comparison with the control site. DO concentrations also showed seasonal differences, with the highest levels being observed in winter and spring and the lowest in autumn. No defined pattern was observed in the vertical distribution for DO. The levels of DIN, PO 4 3À and TP at the fish farm 2) SS (mg L À1 ) 5 -8 5 -9 8 -11 9-11 7-12 9-13 6-9 4 -9 (6) (8) (9) (10) (10) (11) (7) (8) Secchi depth (m) 6.0 5.0 4.9 4.6 6.7 6.0 6.7 13 installation were significantly higher than those of the control station, with seasonal differences being found during some of the sampling campaigns. The DIN presented much lower concentrations, both at the fish farm installation and at the control site, during the sampling campaigns of spring and the beginning of summer. The seasonal variations in phosphorus were not high; the only notable increase in concentration was in the autumn campaign, in which the mean concentration in PO 4 3À at the fish farm was double that of the control station. In the vertical profiles of DIN ( Fig. 1b) at the fish farm installation we observed peaks of concentration at intermediate depths in the samples for autumn, winter and the beginning of summer. The vertical distribution profiles for PO 4 3À (Fig.1c) were quite similar to those of the TP; at the fish farm, we observed clearly defined peaks at intermediate depths in the autumn and spring campaigns. No significant differences in Si concentrations were found at the two stations sampled or during the different seasons of the year. In the vertical distribution profiles of Si, a subsurface peak was observed only at the fish farm installation in the spring campaign, but with no clear general pattern emerging (Fig. 1d ). There were significant differences in Chl-a concentration between the fish farm installation and the control station, where the control site was the higher of the two. There were also differences among the different sampling campaigns: the highest Chl-a concentrations were in spring, with an average of 0.74 and 0.91 lg L À1 at the fish farm and control respectively; whereas the lowest were recorded at the beginning of summer (Table 2) . No clear pattern emerged in the vertical distribution of Chl-a in the water column. SS values ranged from 4 to 13 mg L À1 , and were highest in spring at both the fish farm and the control site, coinciding with the highest observed values for Chl-a. There were significant differences between SS at the fish farm and that measured at the control station, and the highest concentrations was observed at the control station, however, there were no significant differences in transparency values between sites. No clear trend was observed in the vertical distribution of the SS.", "cite_spans": [{"start": 2070, "end": 2074, "text": "DIN,", "ref_id": null}, {"start": 2075, "end": 2079, "text": "PO 4", "ref_id": null}], "ref_spans": [{"start": 199, "end": 206, "text": "Table 1", "ref_id": "TABREF2"}, {"start": 787, "end": 794, "text": "Table 2", "ref_id": "TABREF3"}, {"start": 1089, "end": 1097, "text": "Fig. 1a)", "ref_id": "FIGREF0"}, {"start": 2830, "end": 2838, "text": "Fig. 1b)", "ref_id": "FIGREF0"}, {"start": 3037, "end": 3045, "text": "(Fig.1c)", "ref_id": "FIGREF0"}, {"start": 3506, "end": 3514, "text": "(Fig. 1d", "ref_id": "FIGREF0"}, {"start": 3947, "end": 3956, "text": "(Table 2)", "ref_id": "TABREF3"}], "section": "Materials and methods"}, {"text": "Both the fish farm facility and the control station were characterised by sandy sediments with a grain size mode of between 0.125 mm and 0.063 mm and an average size corresponding to very fine sand. Differences were only observed in the percentage of gravels, 6.3 AE 2.8 at the fish farm versus 0.1 AE 0.1 at the control station. This sediment fraction which represented particle sizes greater than 2 mm, mainly composed of mussel valves, which in the case of the fish farm were found to be 40 times higher than that observed in the control station. At both locations the porosity of sediments was 0.46. Significant differences were found between fish farm and control site sediments in OM content, TP concentrations and Eh measurements.", "cite_spans": [], "ref_spans": [], "section": "Sediment"}, {"text": "In the four sampling campaigns, OM content and TP concentrations were found to be greater at the fish farm facility than at the control station ( Fig. 2a and b). OM content was found to be three times and TP seven times higher at the fish farm than at the control site at the beginning of summer. The highest concentrations of OM (1.8% AE 0.7) and TP", "cite_spans": [], "ref_spans": [{"start": 146, "end": 153, "text": "Fig. 2a", "ref_id": "FIGREF1"}], "section": "Sediment"}, {"text": "(1,350 AE 411 mg kg À1 ) and the greatest negative values for Eh (À207 AE 90 mV) were found in the early summer in samples taken from below cages. Reducing conditions were observed under the cages throughout the year; Eh values were found to be consistently negative and much lower than those observed at the control station (Fig. 2c) .", "cite_spans": [], "ref_spans": [{"start": 325, "end": 334, "text": "(Fig. 2c)", "ref_id": "FIGREF1"}], "section": "Sediment"}, {"text": "Visual inspections did not reveal Beggiatoa spp.", "cite_spans": [], "ref_spans": [], "section": "Benthic organisms"}, {"text": "(Trevisan, 1842); however, microphytobenthic assemblages were observed in the control station sediments in the spring.", "cite_spans": [], "ref_spans": [], "section": "Benthic organisms"}, {"text": "Various organisms belonging to Crustacea, Mollusca and Polychaeta groups were found at the fish farm installation. These groups were found at the control station as well others belonging to the Nematomorpha, Equinodermata, Sipuncula and Cnidaria groups, in some of the sampling campaigns. Fig.3 shows the specific richness and abundance of benthic macrofauna, which clearly indicates the consistently lower specific richness and greater abundance of the fish farm when compared with the control station. The number of species found at the fish farm installation was between two and six, whereas at the control station, it was between 7 and 20. However, the average abundance at the fish farm installation was 21 419 AE 14 339 individuals m À2 whereas at the control station, it was 4584 AE 3440 individuals m À2 . This trend was in line with the results of Simpson's Diversity Index (Fig. 4) , which always showed higher values at the fish farm installation than at the control station. Simpson's Diversity Index registered values of between 0.89 and 0.95 at the fish farm, and between 0.08 and 0.15 at the control site. In all sampling campaigns, polychaeta showed lower specific richness at the fish farm than at the control station. Capitella capitata (Fabricius, 1780) was consistently present at the fish farm although some Owenia fusiformis (Delle Chiaje, 1844) indi- viduals were found in a few samples, as were Diopatra neapolitana (Delle Chiaje, 1841). All samples taken at the control station contained species such as Nephtys hombergi (Savigny, 1818) (Fig. 5a) . Hyalinoecia bilineata (Baird, 1870) (Fig. 5b) , Goniada maculate ( € Orsted, 1843), Pectinaria koreni (Malmgren, 1866), Glycera sp (Grube, 1850), in addition to species from the Sabellidae (Malmgren, 1866), Spionidae (Grube, 1850) and Maldanidae (Malmgren, 1867) families, which were found in at least two of the sampling campaigns taken at the control station. In contrast, the abundance of polychaeta was found to be consistently greater at the fish farm than at the control station, owing to the dominance of Capitella capitata under the fish cages. This species showed an abundance of between 5855 and 34 465 individuals m À2 with the samples for winter and beginning of summer showing the maximum abundances (Fig. 5c) . As the Crustacea exhibited the same general pattern in terms of specific richness, that is, fewer species at the fish farm than at the control station, lower abundance at the fish farm was observed. Species such as Ampelisca spinipes (Boeck, 1861) and Apseudes latreilli (Milne-Edwards, 1820) which were detected at the control station were not observed at the fish farm ( Fig. 5d and e) . The sampling conducted at the beginning of the summer did not contain any crustacean species, whereas a maximum abundance was observed in winter, with 530 individuals m À2 . However, the abundance of crustaceans at the control station ranged between 497 and 3646 individuals m À2 , with a maximum observed in the sampling campaign carried out at the beginning of the summer. The number of species from the mollusc group was found to be low at both sites. The autumn sampling did not contain any mollusca species underneath the cages or at the control station. Spisula subtruncata (da Costa, 1778) was found at the fish farm in the sampling taken at the beginning of summer, with an abundance of 552 individuals m À2 . Yet, this species was also found in samples taken at the control station in winter, spring and beginning of summer; the latter sampling exhibiting a maximum abundance for this species, which was found to be 2209 individuals m À2 (Fig. 5f ).", "cite_spans": [], "ref_spans": [{"start": 289, "end": 294, "text": "Fig.3", "ref_id": "FIGREF2"}, {"start": 883, "end": 891, "text": "(Fig. 4)", "ref_id": "FIGREF3"}, {"start": 1562, "end": 1571, "text": "(Fig. 5a)", "ref_id": "FIGREF4"}, {"start": 1610, "end": 1619, "text": "(Fig. 5b)", "ref_id": "FIGREF4"}, {"start": 2287, "end": 2296, "text": "(Fig. 5c)", "ref_id": "FIGREF4"}, {"start": 2672, "end": 2686, "text": "Fig. 5d and e)", "ref_id": "FIGREF4"}, {"start": 3636, "end": 3644, "text": "(Fig. 5f", "ref_id": "FIGREF4"}], "section": "Benthic organisms"}, {"text": "In the CCA, since rare taxa could distort the coordination points, the taxa that were only observed during a sampling campaign at either the fish farm installation or control station were excluded. The abundance values were converted into log (abundance+1). We considered a total of four benthic environmental variables (%OM, TP, Eh,% gravels). Analysis showed that the first three axes accounted for 68.9% of the total variance contained in the data for the species in the benthic community. The first axis accounted for 34.6%, the second, 22.6% and the third, 11.6%. All the variables correlated with axis 1; with the correlation being positive for Eh (r = 0.89), and negative for %OM (À0.53), TP (r = À92) and % gravel (À0.88). The only predictor variable with strong loading on axis 2 was % OM which had a positive correlation (r = 0.72). The Pearson correlation between the species and the environmental variables was 0.96 and 0.98 for the first and second axes respectively. The factors diagram (Fig. 6 ) respecting axis 1, showed a clear differentiation in the two sampled zones and a smaller differentiation among the different sampling campaigns in both zones. The four sampling campaigns at the fish farm installation appeared on the left or negative whereas the sampling campaigns at the control station, with the exception of the beginning of summer, which was in the middle, appeared on the right or positive. As regards axis 2, differences were observed among the different sampling campaigns in two zones. Among the species found, Capitella capitata stood out as the only one located top left. Most of the species found only at the con-trol station appeared to the right, and of these, species such as Ampelisca spinipes, Apseudes latreilli, Pectinaria Koreni, Goniada maculata, Glycera sp and the families Maldanidae and Spionidae appeared bottom right.", "cite_spans": [], "ref_spans": [{"start": 1001, "end": 1008, "text": "(Fig. 6", "ref_id": "FIGREF5"}], "section": "Benthic organisms"}, {"text": "The average velocity values ranged between 3 and 10 cm s À1 , similar to those observed by Aguado and Garc ıa (2004) in the Western Mediterranean Sea. The dominant current direction among all measurements made at both sites was found to be northeast. This minimizes the possibility that the control station could have been influenced by fish farm waste, as the control station had been situated upcurrent from dominant sea currents. At both the fish farm installation and the control station, the water temperature during each sampling campaign varied according to the season. At the beginning of summer, no thermocline was observed, although there was a gradual decrease in temperature from the surface to the bottom due to the increase in incident solar radiation (Fig. 1a) . The lower DO concentrations in the water column observed at the fish farm with respect to those seen at the control station were due to oxygen consumption produced by fish respiration, consumption of organic matter through aerobic decomposition and the nitrification of the reduced forms of nitrogen. In every case, values were found to be higher than the 'farm's critical value' (3.7 mg L À1 ), as per the recommended criteria established by Abo and Yokayama (2007) for sustainable aquaculture production. The highest DO values were observed in winter and spring, probably due to the lower temperature and greater primary production respectively. The highest concentrations of DIN in the water column registered at the fish farm installation were due to supplies of both NH 4 + and NO 3 À +NO 2 À . Ammonium nitrogen (Table 2) is the principal form of nitrogen that is excreted by the fish (Dosdat 2000; La Rosa et al. 2002; Aksu & Kocatas 2007) as well as the first component released by decomposition of organic matter in the water column and sediment. The particulate portion of the nitrogen from the fish farm which was deposited in the sediment was rapidly decomposed biochemically and reincorporated into the water column (Christensen, Rysgaard, Sloth, Dalsgaard & Schwaerter 2000; Aguado 2001; Cromey, Nickell & Black 2002) . The highest value of NH 4 + was found to be 11.4 lM, which meant that, given the temperature, salinity and pH of the water, 2.65% of this concentration was in the form of ammonia (Johansson & Wedborg 1980) , that is, 5.2 lg NH 3 . L À1 . This value was substantially lower than the maximum NH 3 value recommended by the Environmental Protection Agency (EPA) (<100 lg NH 3 . L À1 ) to avoid negative effects on fish growth. It was also lower than the levels recommended by Wajsbrot, Gasith, Krom and Popper (1991) for gil-thead seabream fish farms to avoid adverse effects on growth and survival (< 64 lg NH 3. L À1 ). The differences observed in NO 3 À +NO 2 (Table 2) , found in greater concentrations at the fish farm was probably due to the NH 4 + that was quickly oxidized to the less toxic NO 3 À and NO 2 À (Dosdat 2000) as well as from faecal nitrogen and non-ingested feed. We found generally lower concentrations of DIN during the sampling campaigns of spring and the beginning of summer compared with those of autumn and winter. This reflects the typical dynamics known for the western Mediterranean, caused by summer stratification of the water column due to shallow pycnoclines and maximum phytoplankton growth and nutrient uptake in the upper water layer due to increased temperature and irradiance (Maldonado et al. 2005) . We also observed differences at the fish farm installation compared with the control site, especially during the autumn sampling campaign for concentrations of PO 4 3À and TP in the water column. This can be attributed to the excretion of phosphorus by fish in the form of dissolved orthophosphate, organic phosphorus compounds or non-ingested feed, which also contained phosphorus (Jover 2000) . The peaks found at intermediate depths for both DIN and de PO 4 3À at the fish farm installation were probably due to fish excretion and the location of the fish in the cages when the samples were taken. In floating sea cages, the density of the fish can be affected by environmental gradients such as temperature, currents and variations in light (Juell & Fosseidengen 2004) . Fish are attracted to the optimum areas and avoid unfavourable areas. This causes high densities of fish in favourable areas with less competitive fish confined to the other areas and in lower densities (Johansson, Juell, Oppedal, Stiansen & Ruohonen 2007; It should be noted that significant differences were seen in the majority of nutrients analysed in the water column, with respect to other studies. The high spatial resolution of the water column parameters may have contributed to these results. There are studies such as that conducted by Kaymakci et al. (2010) in which significant differences were not observed for any of the parameters measured in the water column (oxygen or nutrients) at eight fish farms around Salih Island and at control station at each fish farm. However, there are other studies which have shown significant differences in some of the water column parameters measured at sea fish farms with respect to control sites. For instance, La Rosa et al. (2002) also found significant differences in PO 4 3À concentrations; they did not, however, find differences in DIN. Yucel-Gier et al. (2007) found significant differences in NO 3 À concentrations, although they did not find differences in NH 4 + , NO 2 À and PO 4 3À . Aksu and Kocatas (2007) also found significant differences in NH 4 + y PO 4 3À concentrations, but not in DO, y NO 3 À + NO 2 .", "cite_spans": [{"start": 91, "end": 116, "text": "Aguado and Garc ıa (2004)", "ref_id": "BIBREF2"}, {"start": 1221, "end": 1244, "text": "Abo and Yokayama (2007)", "ref_id": "BIBREF0"}, {"start": 1669, "end": 1682, "text": "(Dosdat 2000;", "ref_id": "BIBREF26"}, {"start": 1683, "end": 1703, "text": "La Rosa et al. 2002;", "ref_id": "BIBREF42"}, {"start": 1704, "end": 1724, "text": "Aksu & Kocatas 2007)", "ref_id": "BIBREF3"}, {"start": 2007, "end": 2066, "text": "(Christensen, Rysgaard, Sloth, Dalsgaard & Schwaerter 2000;", "ref_id": "BIBREF15"}, {"start": 2067, "end": 2079, "text": "Aguado 2001;", "ref_id": "BIBREF1"}, {"start": 2080, "end": 2109, "text": "Cromey, Nickell & Black 2002)", "ref_id": "BIBREF19"}, {"start": 2291, "end": 2317, "text": "(Johansson & Wedborg 1980)", "ref_id": "BIBREF33"}, {"start": 2584, "end": 2624, "text": "Wajsbrot, Gasith, Krom and Popper (1991)", "ref_id": "BIBREF64"}, {"start": 2925, "end": 2938, "text": "(Dosdat 2000)", "ref_id": "BIBREF26"}, {"start": 3424, "end": 3447, "text": "(Maldonado et al. 2005)", "ref_id": "BIBREF43"}, {"start": 3832, "end": 3844, "text": "(Jover 2000)", "ref_id": "BIBREF35"}, {"start": 4195, "end": 4222, "text": "(Juell & Fosseidengen 2004)", "ref_id": "BIBREF36"}, {"start": 4428, "end": 4481, "text": "(Johansson, Juell, Oppedal, Stiansen & Ruohonen 2007;", "ref_id": "BIBREF34"}, {"start": 4772, "end": 4794, "text": "Kaymakci et al. (2010)", "ref_id": "BIBREF40"}, {"start": 5193, "end": 5211, "text": "Rosa et al. (2002)", "ref_id": "BIBREF42"}, {"start": 5322, "end": 5346, "text": "Yucel-Gier et al. (2007)", "ref_id": "BIBREF66"}, {"start": 5475, "end": 5498, "text": "Aksu and Kocatas (2007)", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 766, "end": 775, "text": "(Fig. 1a)", "ref_id": "FIGREF0"}, {"start": 1596, "end": 1605, "text": "(Table 2)", "ref_id": "TABREF3"}, {"start": 2771, "end": 2780, "text": "(Table 2)", "ref_id": "TABREF3"}], "section": "Water column"}, {"text": "The higher levels of DIN and PO 4 3À found in the water column of the fish farm installation compared with those of the control station, combined with the oligotrophic character of the Mediterranean Sea (Siokou-Frangou, Christaki, Mazzocchi, Montresor, Ribera, Vaqu e & Zingone 2010) could cause overfertilization and undesirable consequences for the ecosystem and fish farming. Although it is not present in the waste produced by aquaculture (Maldonado et al. 2005) , silicate was also measured to calculate the stoichiometric ratios of nutrients, as another effect of increased nitrogen and phosphorus in the water column is the alteration of the stoichiometric ratio DIN:PO 4 3À :Si. The criteria applied by Justic, Rabalais, Turner and Dortch (1995) were used in this study to identify the limiting nutrients at the fish farm and control station. Table 3 shows the percentages of cases in which each nutrient acted as a potential limiting nutrient, only taking into account nitrogen and phosphorus, as these nutrients are the ones that are added into the system by the aquaculture activity. It was observed that phosphorus was the limiting nutrient at the fish farm in three out of four sampling campaign (autumn, winter, beginning of summer), whereas phosphorus only acted as limiting nutrient at the control station in winter. This is probably attributable to the fish farm activity which releases just as much nitrogen into the system as it does phosphorus; however, nitrogen is released in far greater quantities. Moreover, much of the nitrogen is released in dissolved form whereas phosphorus is mostly in particulate form (Yucel-Gier et al. 2007 ; (Table 4) , it is observed that Si acts as the limiting nutrient at the fish farm facilities 11% more than at the control station. This may be explained by the fact that aquaculture releases are limited, mainly DIN and PO 4 3À . Moreover, the limiting nutrient at the fish farm was mostly found to be PO 4 3À (43%), followed by Si (33%), whereas the limiting nutrients at the control station were found to be PO 4 3À and DIN, showing similar percentages (around 30%). It is also important to point out the higher levels of nutrients in the areas surrounding the fish farm, as these changes in the nutrients ratios generated by this activity could bring the increase of toxic phytoplankton species such as dinoflagellates in certain times of the year. Olivos, Mas o and Camp (2002) and Vila, Garc es, Mas o and Camp (2001) observed a relationship between the nutrient runoff along the continental water and/or the changes in the nutrients ratios induced by anthropogenic activities seasonal incidence and an increase in the presence of harmful dinoflagellates along the Catalan Coast and the North-western Mediterranean respectively. However, despite the greater availability of nitrogen and phosphorus in the areas surrounding the fish farm, we found higher concentrations of Chl-a at the control station. This runs contrary to the general prediction that a greater availability of nutrients should lead to an increase in Chl-a concentrations. This could be due to many factors: the hydrodynamics of the study area might have contributed to the dilution and dispersion; also, the potential effects of the various substances used in aquaculture (to control diseases and antifouling substances) on primary production and/or the role of macroalgae and suspensivores associated to the submerged structures of the fish farm. The hydro-dynamics of the study area (current velocity was found to range between 3 and 10 cm s À1 ) could have added to dilution and dispersion, but this would also have affected nutrients such as phytoplankton biomass. We were also aware that this facility did not use antifouling substances as part of its management practices; thus, there was considerable biofouling. In addition, this study measured Chl-a concentrations in the water, which is not equivalent to the total primary production that may be taking place in the area; the role of macroalgae and suspensivores associated to the submerged structures of the fish farm and their direct consumption of nutrients and phytoplankton respectively was not taken into account. There are studies which attribute increased mussel growth (Cook & Black 2003) and macroalgae (Chung, Kang, Yarish, Kraemer & Lee 2002) to the nutrient enrichment of the water column in fish farms. Cook, Black, Sayer, Cromey, Angel, Spanier, Tsemel, Katz and Eden (2006) observed higher fouling biomass and different community compositions in fish farm installations as opposed to those of control sites. Although we did not measure biofouling biomass associated to the submerged fish farm structures directly, we were able to observe, albeit indirectly, significant growth at the fish farm installation. The dry weight of the valves found in the sediment under the cage was between 775 and 1247 g m À2 . This was the result of the cleaning operations in place at the fish farm, where removal of biomass was not adequately handled and therefore much of said biomass ended up in the sediment under the cages. Cugier, Struski, Blanchard, Mazuri e, Pouvreau, Olivier, Trigui and Thi ebaut (2010) claim that the wild suspensivores associated to shellfish farming are key elements in the control of primary production and concentrations of chlorophyll a. Our study highlights the importance of researching vertical profiles in the water column as a means of evaluating the impact of fish farming. We found that at the fish farm installation there were lower concentrations of DO and higher concentrations of DIN, PO 4 3À and PT than in the reference zone due to the aquaculture activity. The increase in the DIN and PO 4 3À concentrations at the fish farm modified the stoichiometric ratios between nutrients, with Si acting 11% more as a limiting nutrient at the fish farm than at the control. Nevertheless, Chl-a concentration was higher at the control station. On the other hand, the seasonal changes observed in the majority of the variables studied in the water column were mainly due to the typical seasonal weather patterns of the Mediterranean (La Rosa et al. 2002; Maldonado et al. 2005) , since they occurred both at the fish farm and the control station.", "cite_spans": [{"start": 443, "end": 466, "text": "(Maldonado et al. 2005)", "ref_id": "BIBREF43"}, {"start": 711, "end": 753, "text": "Justic, Rabalais, Turner and Dortch (1995)", "ref_id": "BIBREF37"}, {"start": 1632, "end": 1655, "text": "(Yucel-Gier et al. 2007", "ref_id": "BIBREF66"}, {"start": 2409, "end": 2438, "text": "Olivos, Mas o and Camp (2002)", "ref_id": "BIBREF51"}, {"start": 4268, "end": 4287, "text": "(Cook & Black 2003)", "ref_id": "BIBREF17"}, {"start": 4303, "end": 4344, "text": "(Chung, Kang, Yarish, Kraemer & Lee 2002)", "ref_id": "BIBREF16"}, {"start": 4407, "end": 4479, "text": "Cook, Black, Sayer, Cromey, Angel, Spanier, Tsemel, Katz and Eden (2006)", "ref_id": "BIBREF18"}, {"start": 5117, "end": 5201, "text": "Cugier, Struski, Blanchard, Mazuri e, Pouvreau, Olivier, Trigui and Thi ebaut (2010)", "ref_id": "BIBREF20"}, {"start": 6160, "end": 6177, "text": "Rosa et al. 2002;", "ref_id": "BIBREF42"}, {"start": 6178, "end": 6200, "text": "Maldonado et al. 2005)", "ref_id": "BIBREF43"}], "ref_spans": [{"start": 851, "end": 858, "text": "Table 3", "ref_id": "TABREF5"}, {"start": 1658, "end": 1667, "text": "(Table 4)", "ref_id": "TABREF6"}], "section": "Water column"}, {"text": "The differences between the fish farm and the control station in the percentage found in the sediment fraction (> 2 mm) were due to the shells coming from the fouling removal performed on the submerged structures of the fish farm. The OM content was consistently higher under the cages than at the control station, a finding which is known to occur under fish farm cages located in open seawater (Karakassis, Tsapakis, Hatziyanni, Papadopoulou & Plaiti 2000; Mantzavrakos et al. 2007; Borja, Rodr ıguez, Black, Bodoy, Emblow, Fernandes, Forte, Karakassis, Muxika, Nickell, Papageorgiou, Pranovi, Sevastou, Tomassetti & Angel 2009 ). OM in sediment mostly originates from non-ingested fish feed, either due to over-feeding or poorly managed diet. Accumulation of fish faeces, cultivated fish mortality and cage cleaning may also increase OM in the sediment (Molina & Vergara 2005) . The highest OM content was found under the cages in summer, due to the higher rates of organic matter deposition from the seabream production, which varies seasonally. As temperatures increase, fish metabolism increases and more fish feed is administered. This leads to greater excretion rates and fish feed wastage. This accumulation of organic matter at the sediment surface increases the metabolism of the sediments which leads to increased oxygen consumption (Morata et al. 2012) , as oxygen is used by aerobic bacteria as an electron acceptor in respiration. The OM values observed in this study were similar to those found in another fish farm studies (Sakamaki, Nishimura & Sudo 2006; Nizzoli, Bartoli & Viaroli 2007) .", "cite_spans": [{"start": 396, "end": 458, "text": "(Karakassis, Tsapakis, Hatziyanni, Papadopoulou & Plaiti 2000;", "ref_id": "BIBREF39"}, {"start": 459, "end": 484, "text": "Mantzavrakos et al. 2007;", "ref_id": "BIBREF44"}, {"start": 485, "end": 629, "text": "Borja, Rodr ıguez, Black, Bodoy, Emblow, Fernandes, Forte, Karakassis, Muxika, Nickell, Papageorgiou, Pranovi, Sevastou, Tomassetti & Angel 2009", "ref_id": "BIBREF11"}, {"start": 856, "end": 879, "text": "(Molina & Vergara 2005)", "ref_id": "BIBREF47"}, {"start": 1345, "end": 1365, "text": "(Morata et al. 2012)", "ref_id": "BIBREF48"}, {"start": 1540, "end": 1573, "text": "(Sakamaki, Nishimura & Sudo 2006;", "ref_id": "BIBREF57"}, {"start": 1574, "end": 1606, "text": "Nizzoli, Bartoli & Viaroli 2007)", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Sediment"}, {"text": "In this study, TP under the fish cages was always higher than at the control site; a result also seen by Karakassis, Tsapakis and Hatziyanni (1998) ; with the greatest concentrations in the summer months, as observed by Mantzavrakos et al. (2007) . This, as in the case of OM, can be explained by the increase in solid waste that is generated as fish farm activity increases in summer. The TP concentrations in sediments under fish cages in the Mediterranean Sea observed by authors such as Karakassis et al. (1998) and Porrello et al. (2005) , were of an order of magnitude that was similar to the concentrations found in this study. Eh in the sediments is a key factor in determining the biochemical transformation of organic matter as well as distribution, type and physiological activity of bacteria and other microorganisms found in the sediment (Teasdale, Minett, Dixon, Lewis & Batley 1998) . Eh was measured in the uppermost sediment layer. We found sediments under the cages to be consistently more negative, with the greatest negative value observed in early summer possibly due to the higher OM content. Other studies also found reducing sediments under fish farms such as those conducted by Karakassis et al. (1998 Karakassis et al. ( , 2000 and ", "cite_spans": [{"start": 105, "end": 147, "text": "Karakassis, Tsapakis and Hatziyanni (1998)", "ref_id": "BIBREF38"}, {"start": 220, "end": 246, "text": "Mantzavrakos et al. (2007)", "ref_id": "BIBREF44"}, {"start": 491, "end": 515, "text": "Karakassis et al. (1998)", "ref_id": "BIBREF38"}, {"start": 520, "end": 542, "text": "Porrello et al. (2005)", "ref_id": "BIBREF55"}, {"start": 851, "end": 897, "text": "(Teasdale, Minett, Dixon, Lewis & Batley 1998)", "ref_id": "BIBREF61"}, {"start": 1203, "end": 1226, "text": "Karakassis et al. (1998", "ref_id": "BIBREF38"}, {"start": 1227, "end": 1253, "text": "Karakassis et al. ( , 2000", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Sediment"}, {"text": "The area under fish cages showed fewer animal groups as well as a lower specific richness in crustaceans and polychaetes. This is in keeping with Bellan-Santini and Lacaze (1994), who state that under normal conditions, oligotrophic systems such as the Mediterranean Sea, show a low abundance and high diversity of species, a situation that is not unlike the conditions observed at our control station.", "cite_spans": [], "ref_spans": [], "section": "Benthic organisms"}, {"text": "As the CCA indicated, the environmental variables measured in the sediment were largely responsible for the differences found in the macrofauna at the fish farm installation and the control station with the TP and Eh showing the best correlation with the distribution and abundance of the species. The OM also partly explained the distribution and abundance of the species. There are greater quantities of OM under the cages ( Fig. 2a) and this produces a decrease in oxygen concentrations in the sediment, which affects species that show high sensitivity to oxygen depletion (Diaz & Rosenberg 1995) . In natural conditions, hypoxia is often associated with increased ammonia and hydrogen sulphide (Wu 2002) , substances which are toxic to most organisms. Although the CCA explained most of the variability in the two study zones as well as giving high correlations between the environmental and biological variables, other environmental variables not measured in this study were also a probable cause of the low diversity found below the cages. For example, other contaminants from fish farming activities, namely metals and chemotherapeutic agents may also adversely affect benthic fauna (Davies et al. 1997; Dean et al. 2007) , which may also lead to the disappearance of some species. Pinedo, Garc ıa, Satta, De Torres and Ballesteros (2007) classified the macrofauna of the Western Mediterranean area, according to each species sensibility/tolerance to organic enrichment in particular. Species were grouped into four categories: 1sensitive; 2 indifferent; 3tolerant; 4opportunist species. According to this classification system, species such as Ampelisca spinipes belong to group 1 (species which are very sensitive to organic enrichment and present under unpolluted conditions) and species such as Apseudes latreilli, Nephtys hombergi, Goniada maculata, Pectinaria koreni and Glycera sp belong to group 2 were only observed at the control station. At the CCA, these species appeared to the right on the factors diagram. However, Capitella capitata, the dominant species in the fish farm installation (Fig. 5c) and responsible for the high dominance of the macrofauna under the cages (Fig. 4 ) was classified as a member of group 4, that is, as an opportunistic species (in pronounced unbalanced situations). These are deposit feeders which proliferate in reduced sediments. The CCA showed that this species is associated with high values of OM, TP and gravel and highly reducing conditions in sediments. Karakassis et al. (2000) also found Capitella capitata to be the dominant species among macrofauna under two marine fish farms in the Mediterranean Sea. Capitella sp. is thought to be an indicator par excellence of anoxic conditions (Rosenberg 2001; Wu 2002) . On the other hand, the increased abundance of this organism may, to a certain extent, limit accumulation of organic matter in sediments, as there is an increased consumption of organic matter by this macrofauna type. According to Banta, Holmer, Jensen and Kristensen (1999) , this phenomenon may account for up to 15% of the total respiration of sediments.", "cite_spans": [{"start": 576, "end": 599, "text": "(Diaz & Rosenberg 1995)", "ref_id": "BIBREF25"}, {"start": 698, "end": 707, "text": "(Wu 2002)", "ref_id": "BIBREF65"}, {"start": 1190, "end": 1210, "text": "(Davies et al. 1997;", "ref_id": "BIBREF21"}, {"start": 1211, "end": 1228, "text": "Dean et al. 2007)", "ref_id": "BIBREF22"}, {"start": 2512, "end": 2536, "text": "Karakassis et al. (2000)", "ref_id": "BIBREF39"}, {"start": 2745, "end": 2761, "text": "(Rosenberg 2001;", "ref_id": "BIBREF56"}, {"start": 2762, "end": 2770, "text": "Wu 2002)", "ref_id": "BIBREF65"}, {"start": 3003, "end": 3046, "text": "Banta, Holmer, Jensen and Kristensen (1999)", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 427, "end": 435, "text": "Fig. 2a)", "ref_id": "FIGREF1"}, {"start": 2108, "end": 2117, "text": "(Fig. 5c)", "ref_id": "FIGREF4"}, {"start": 2191, "end": 2198, "text": "(Fig. 4", "ref_id": "FIGREF3"}], "section": "Benthic organisms"}, {"text": "The results of this study demonstrate the general effect that organic enrichment has on marine sediments: namely, lower diversity and greater abundance of individuals. The benthic variables which showed the best correlation with the distribution and abundance of species were the concentrations of TP and Eh. The polychaete worm Capitella capitata was the dominant species under the cages, and thus can be considered a good indicator of organic contamination. Taxas such as Ampelisca spinipes, Apseudes latreilli, Nephtys hombergi, Pectinaria koreni and Hyalinoecia bilineata can be regarded as good indicators of non-disturbed areas.", "cite_spans": [], "ref_spans": [], "section": "Benthic organisms"}, {"text": "This study showed that fish-farming activities located in marine ecosystems can give rise to certain environmental effects in the water column as these activities decrease the concentration of dissolved oxygen and increase the concentration DIN and PO 4 3À . These conditions occasionally altered the stoichiometric ratios between nutrients and the limiting nutrient in primary production. Some future lines of research that may prove useful may be the characterisation and quantification of phytoplankton species, as the alterations which may favour the development of species that do not require silicate, such as dinoflagellates. In addition, the fact that we found nutrient concentrations with lower levels of Chl-a at the fish farm facility suggests that it would be worth studying the role of marine biofouling on submerged fish farm structures in the uptake of nutrients, particulates and phytoplankton.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The sediment under the cages was found to have greater concentrations of organic matter and total phosphorus, as well as a redox potential that was more negative with respect to the sediments located in the control station. This was attributed to the organic waste from the fish farm. Since the fish feeding rates were a function of water temperature, the sediments quality consequently also showed seasonal changes. The fish farming activity also generated a significant change to the structure of the benthic community under the fish cages, with a notable decrease in specific richness and nearly a nine-fold increase in abundance. The values of OM, TP, Eh and% gravels in sediments influence the distribution and abundance of species of the macrofauna, which limits the presence of sensitive species and favours population growth of opportunists such as Capitella capitata.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Although these impacts are quite localised and depend on a variety of factors arising from the fish farming activity itself and its location, this type of research may be of assistance in legislative processes, management practices and the adoption of measures by this industry to reduce the negative impact of these farming activities on the environment.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Assimilative capacity of fish farm environments as determined by the benthic oxygen uptake rate: studies using a numerical model", "authors": [{"first": "K", "middle": [], "last": "Abo", "suffix": ""}, {"first": "H", "middle": [], "last": "Yokayama", "suffix": ""}], "year": 2007, "venue": "Bulletin of Fisheries Research and Development Agency", "volume": "19", "issn": "", "pages": "79--87", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Impacto ambiental de los sistemas pisc ıcolas marinos: la acuicultura en jaulas flotantes. Series de qu ımica oceanogr afica. Serie I. Monograf ıas", "authors": [{"first": "F", "middle": [], "last": "Aguado", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "35--83", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Assessment of some chemical parameters in marine sediments exposed to offshore cage fish farming influence: a pilot study", "authors": [{"first": "F", "middle": [], "last": "Aguado", "suffix": ""}, {"first": "B", "middle": [], "last": "Garc", "suffix": ""}], "year": 2004, "venue": "Aquaculture", "volume": "242", "issn": "", "pages": "283--296", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Environmental effects of the three fish farms in Izmir Bay (Aegean Sea-Turkey) on water column and sediment. Rapport du 38e Congr es de la Commission Internationale Pour L'exploration Scientifique de la Mer", "authors": [{"first": "M", "middle": [], "last": "Aksu", "suffix": ""}, {"first": "A", "middle": [], "last": "Kocatas", "suffix": ""}], "year": 2007, "venue": "", "volume": "38", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Manuel des analyses chimiques en milieu marin. Centre National pour l'Explotation des OceansBrest", "authors": [{"first": "A", "middle": [], "last": "Aminot", "suffix": ""}, {"first": "M", "middle": [], "last": "Chaussepied", "suffix": ""}], "year": 1983, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Standard methods for the examination of water wastewater 21th edn", "authors": [{"first": "Awwa", "middle": [], "last": "Apha", "suffix": ""}, {"first": "&amp;", "middle": [], "last": "Wef", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Sedimento. M etodos en ecolog ıa de aguas continentales", "authors": [{"first": "R", "middle": [], "last": "Arocena", "suffix": ""}, {"first": "D", "middle": [], "last": "Conde", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "40--52", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Asociaci on Empresarial de Productores de Cultivos Marinos (APROMAR) (2011) La Acuicultura Marina de Peces en España", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Effects of two polychaete worms, Nereis diversicolor and Arenicola marina, on aerobic and anaerobic decomposition in a sandy marine sediment", "authors": [{"first": "G", "middle": ["T"], "last": "Banta", "suffix": ""}, {"first": "M", "middle": [], "last": "Holmer", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Jensen", "suffix": ""}, {"first": "E", "middle": [], "last": "Kristensen", "suffix": ""}], "year": 1999, "venue": "Aquatic Microbial Ecology", "volume": "19", "issn": "", "pages": "189--204", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Manual de an alises em oceanografia qu ımica", "authors": [{"first": "M", "middle": ["G Z"], "last": "Baumgarten", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Rocha", "suffix": ""}, {"first": "L", "middle": ["F H"], "last": "Niencheski", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Les biocenoses marines et littorales de Mediterranee, synthese, menaces et perspectives", "authors": [{"first": "D", "middle": [], "last": "Bellan-Santini", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Lacaze", "suffix": ""}, {"first": "", "middle": ["C"], "last": "Poizat", "suffix": ""}], "year": 1994, "venue": "Museum National d'Histoire Naturelle", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Assessing the suitability of a range of benthic indices in the evaluation of environmental impact of fin and shellfish aquaculture located in sites across Europe", "authors": [{"first": "A", "middle": [], "last": "Borja", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Rodr", "suffix": ""}, {"first": "K", "middle": [], "last": "Black", "suffix": ""}, {"first": "A", "middle": [], "last": "Bodoy", "suffix": ""}, {"first": "C", "middle": [], "last": "Emblow", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Fernandes", "suffix": ""}, {"first": "J", "middle": [], "last": "Forte", "suffix": ""}, {"first": "I", "middle": [], "last": "Karakassis", "suffix": ""}, {"first": "I", "middle": [], "last": "Muxika", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Nickell", "suffix": ""}, {"first": "N", "middle": [], "last": "Papageorgiou", "suffix": ""}, {"first": "F", "middle": [], "last": "Pranovi", "suffix": ""}, {"first": "K", "middle": [], "last": "Sevastou", "suffix": ""}, {"first": "P", "middle": [], "last": "Tomassetti", "suffix": ""}, {"first": "D", "middle": [], "last": "Angel", "suffix": ""}], "year": 2009, "venue": "Aquaculture", "volume": "293", "issn": "", "pages": "231--240", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Role of macrofauna functional traits and density in biogeochemical fluxes and bioturbation", "authors": [{"first": "U", "middle": [], "last": "Braeckman", "suffix": ""}, {"first": "P", "middle": [], "last": "Provoost", "suffix": ""}, {"first": "B", "middle": [], "last": "Gribsholt", "suffix": ""}, {"first": "D", "middle": [], "last": "Van Gansbeke", "suffix": ""}, {"first": "J", "middle": [], "last": "Middelburg", "suffix": ""}, {"first": "K", "middle": [], "last": "Soetaert", "suffix": ""}, {"first": "M", "middle": [], "last": "Vincx", "suffix": ""}, {"first": "J", "middle": [], "last": "Vanaverbeke", "suffix": ""}], "year": 2010, "venue": "Marine Ecology Progress Series", "volume": "399", "issn": "", "pages": "173--186", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Biodiversidad: todas las claves", "authors": [{"first": "L", "middle": [], "last": "Cardona", "suffix": ""}], "year": 2007, "venue": "Oceano Ambar", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Aquaculture-related trace metals in sediments and lobsters and relevance to environmental monitoring program ratings for near-field effects", "authors": [{"first": "C", "middle": ["L"], "last": "Chou", "suffix": ""}, {"first": "K", "middle": [], "last": "Haya", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Paon", "suffix": ""}, {"first": "L", "middle": [], "last": "Burridge", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Moffat", "suffix": ""}], "year": 2002, "venue": "Marine Pollution Bulletin", "volume": "44", "issn": "", "pages": "1259--1268", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Sediment mineralization, nutrient fluxes, denitrification and dissimilatory nitrate reduction to ammonium in an estuarine fjord with sea cage trout farms", "authors": [{"first": "P", "middle": ["B"], "last": "Christensen", "suffix": ""}, {"first": "S", "middle": [], "last": "Rysgaard", "suffix": ""}, {"first": "N", "middle": ["P"], "last": "Sloth", "suffix": ""}, {"first": "T", "middle": [], "last": "Dalsgaard", "suffix": ""}, {"first": "S", "middle": [], "last": "Schwaerter", "suffix": ""}], "year": 2000, "venue": "Aquatic Microbial Ecology", "volume": "21", "issn": "", "pages": "73--84", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Application of seaweed cultivation to the bioremediation of nutrient-rich effluent", "authors": [{"first": "I", "middle": [], "last": "Chung", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Kang", "suffix": ""}, {"first": "C", "middle": [], "last": "Yarish", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Kraemer", "suffix": ""}, {"first": "J", "middle": [], "last": "Lee", "suffix": ""}], "year": 2002, "venue": "Algae", "volume": "17", "issn": "", "pages": "187--194", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Early colonisation of biological filters suspended in waters adjacent to caged mariculture activity, west Scotland", "authors": [{"first": "E", "middle": ["J"], "last": "Cook", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Black", "suffix": ""}], "year": 2003, "venue": "Annals for Istrian and Mediterranean Studies", "volume": "13", "issn": "", "pages": "17--20", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The influence of caged mariculture on the early development of sublittoral fouling communities: a pan-European study", "authors": [{"first": "E", "middle": ["J"], "last": "Cook", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Black", "suffix": ""}, {"first": "M", "middle": ["D J"], "last": "Sayer", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Cromey", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Angel", "suffix": ""}, {"first": "E", "middle": [], "last": "Spanier", "suffix": ""}, {"first": "A", "middle": [], "last": "Tsemel", "suffix": ""}, {"first": "T", "middle": [], "last": "Katz", "suffix": ""}, {"first": "N", "middle": [], "last": "Eden", "suffix": ""}], "year": 2006, "venue": "Journal of Marine Science", "volume": "63", "issn": "", "pages": "637--649", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "DEPO-MOD-modelling the deposition and biological effects of waste solids from marine cage farms", "authors": [{"first": "C", "middle": ["J"], "last": "Cromey", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Nickell", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Black", "suffix": ""}], "year": 2002, "venue": "Aquaculture", "volume": "214", "issn": "", "pages": "211--239", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Assessing the role of benthic filter feeders on phytoplankton production in a shellfish farming site", "authors": [{"first": "P", "middle": [], "last": "Cugier", "suffix": ""}, {"first": "C", "middle": [], "last": "Struski", "suffix": ""}, {"first": "M", "middle": [], "last": "Blanchard", "suffix": ""}, {"first": "J", "middle": [], "last": "Mazuri E", "suffix": ""}, {"first": "S", "middle": [], "last": "Pouvreau", "suffix": ""}, {"first": "F", "middle": [], "last": "Olivier", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Trigui", "suffix": ""}, {"first": "E", "middle": [], "last": "Thi", "suffix": ""}], "year": 2010, "venue": "Journal of Marine Systems", "volume": "82", "issn": "", "pages": "21--34", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Environmental risk from dissolved ivermectin to marine organisms", "authors": [{"first": "I", "middle": ["M"], "last": "Davies", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Mchenery", "suffix": ""}, {"first": "G", "middle": ["H"], "last": "Rae", "suffix": ""}], "year": 1997, "venue": "Aquaculture", "volume": "158", "issn": "", "pages": "263--275", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Copper, zinc and cadmium in marine cage fish farm sediments: an extensive survey", "authors": [{"first": "R", "middle": ["J"], "last": "Dean", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Shimmield", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Black", "suffix": ""}], "year": 2007, "venue": "Environmental Pollution", "volume": "145", "issn": "", "pages": "84--95", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Effects of fish farming on seagrass (Posidonia oceanica) in a Mediterranean bay: seagrass decline after organic loading cessation", "authors": [{"first": "O", "middle": [], "last": "Delgado", "suffix": ""}, {"first": "J", "middle": [], "last": "Ruiz", "suffix": ""}, {"first": "M", "middle": [], "last": "Perez", "suffix": ""}, {"first": "J", "middle": [], "last": "Romero", "suffix": ""}, {"first": "E", "middle": [], "last": "Ballesteros", "suffix": ""}], "year": 1999, "venue": "Oceanologica Acta", "volume": "22", "issn": "", "pages": "109--117", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Assesing the trophic state and eutriphication of coastal marine systems: a new approach based on the biochemical composition of sediment organic matter", "authors": [{"first": "A", "middle": [], "last": "Dell&apos;anno", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Mei", "suffix": ""}, {"first": "A", "middle": [], "last": "Pusceddu", "suffix": ""}, {"first": "R", "middle": [], "last": "Danovaro", "suffix": ""}], "year": 2002, "venue": "Marine Pollution Bulletin", "volume": "44", "issn": "", "pages": "611--622", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Marine benthic hypoxia: a review of its ecological effects and the behavioural responses of benthic macrofauna", "authors": [{"first": "R", "middle": ["J"], "last": "Diaz", "suffix": ""}, {"first": "R", "middle": [], "last": "Rosenberg", "suffix": ""}], "year": 1995, "venue": "Oceanography and Marine Biology an Annual Review", "volume": "33", "issn": "", "pages": "245--303", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Environmental impact of aquaculture in the Mediterranean: nutritional and feeding aspects", "authors": [{"first": "A", "middle": [], "last": "Dosdat", "suffix": ""}], "year": 2000, "venue": "Environmental Impact Assessment of Mediterranean Aquaculture Farms. Cah Options M editerr CIHEAM-FAO", "volume": "55", "issn": "", "pages": "23--36", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Guidelines for the promotion of environmental management of coastal aquaculture development. FAO Fisheries Technical Paper 328", "authors": [{"first": "", "middle": [], "last": "Fao", "suffix": ""}], "year": 1992, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Benthic fluxes in a tidal salt marsh by fish farm activities: R ıo San Pedro (Bay of C adiz", "authors": [{"first": "S", "middle": [], "last": "Ferr On", "suffix": ""}, {"first": "T", "middle": [], "last": "Ortega", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Forja", "suffix": ""}], "year": 2009, "venue": "Marine Chemistry", "volume": "113", "issn": "", "pages": "50--62", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Gradients of coastal fish farm effluents and their effect on coral reef microbes", "authors": [{"first": "M", "middle": [], "last": "Garren", "suffix": ""}, {"first": "S", "middle": [], "last": "Smriga", "suffix": ""}, {"first": "F", "middle": [], "last": "Azam", "suffix": ""}], "year": 2008, "venue": "Environmental Microbiology", "volume": "10", "issn": "", "pages": "2299--2312", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Impact of marine fish cage farming on metabolism and sulfate reduction of underlying sediments", "authors": [{"first": "M", "middle": [], "last": "Holmer", "suffix": ""}, {"first": "E", "middle": [], "last": "Kristensen", "suffix": ""}], "year": 1992, "venue": "Marine Ecology Progress Series", "volume": "80", "issn": "", "pages": "191--201", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Organic enrichment from marine finfish Aquaculture and effects on sediment biogeochemical processes", "authors": [{"first": "M", "middle": [], "last": "Holmer", "suffix": ""}, {"first": "D", "middle": [], "last": "Wildfish", "suffix": ""}, {"first": "B", "middle": [], "last": "Hargrave", "suffix": ""}], "year": 2005, "venue": "Environmental Effects of Marine Finfish Aquaculture", "volume": "", "issn": "", "pages": "181--206", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Nutrient enrichment caused by marine cage culture and its influence on subtropical coral communities in turbid waters", "authors": [{"first": "Y", "middle": ["C A"], "last": "Huang", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Hsieh", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Huang", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Meng", "suffix": ""}, {"first": "Y", "middle": ["S"], "last": "Chen", "suffix": ""}, {"first": "S", "middle": [], "last": "Keshavmurthy", "suffix": ""}, {"first": "Y", "middle": [], "last": "Nozawa", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Chen", "suffix": ""}], "year": 2011, "venue": "Marine Ecology Progress Series", "volume": "423", "issn": "", "pages": "83--93", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "The ammoniaammonium equilibrium in seawater at temperatures between 5 and 25°C", "authors": [{"first": "O", "middle": [], "last": "Johansson", "suffix": ""}, {"first": "M", "middle": [], "last": "Wedborg", "suffix": ""}], "year": 1980, "venue": "Journal of Solution Chemistry", "volume": "9", "issn": "", "pages": "37--44", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "The influence of the pycnocline and cage resistance on current flow, oxygen flux and swimming behaviour of Atlantic salmon (Salmo salar L.) in production cages", "authors": [{"first": "D", "middle": [], "last": "Johansson", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Juell", "suffix": ""}, {"first": "F", "middle": [], "last": "Oppedal", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Stiansen", "suffix": ""}, {"first": "K", "middle": [], "last": "Ruohonen", "suffix": ""}], "year": 2007, "venue": "Aquaculture", "volume": "265", "issn": "", "pages": "271--287", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Estimaci on del crecimiento, tasa de alimentaci on y producci on de desechos en piscicultura mediante un modelo bioenerg etico", "authors": [{"first": "M", "middle": [], "last": "Jover", "suffix": ""}], "year": 2000, "venue": "", "volume": "9", "issn": "", "pages": "1--14", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Use of artificial light to control swimming depth and fish density of Atlantic salmon (Salmo salar) in production cages", "authors": [{"first": "J", "middle": ["E"], "last": "Juell", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Fosseidengen", "suffix": ""}], "year": 2004, "venue": "Aquaculture", "volume": "233", "issn": "", "pages": "269--282", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Changes in nutrient balance and its consequences", "authors": [{"first": "D", "middle": [], "last": "Justic", "suffix": ""}, {"first": "N", "middle": ["N"], "last": "Rabalais", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Turner", "suffix": ""}, {"first": "Q", "middle": [], "last": "Dortch", "suffix": ""}], "year": 1995, "venue": "Estuarine Coastal and Shelf Science", "volume": "40", "issn": "", "pages": "339--356", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Seasonal variability in sediment profiles beneath fish farm cages in the Mediterranean", "authors": [{"first": "I", "middle": [], "last": "Karakassis", "suffix": ""}, {"first": "M", "middle": [], "last": "Tsapakis", "suffix": ""}, {"first": "E", "middle": [], "last": "Hatziyanni", "suffix": ""}], "year": 1998, "venue": "Marine Ecology Progress Series", "volume": "162", "issn": "", "pages": "243--252", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Impact of cage farming of fish on the seabed in three Mediterranean coastal areas", "authors": [{"first": "I", "middle": [], "last": "Karakassis", "suffix": ""}, {"first": "M", "middle": [], "last": "Tsapakis", "suffix": ""}, {"first": "E", "middle": [], "last": "Hatziyanni", "suffix": ""}, {"first": "K", "middle": ["N"], "last": "Papadopoulou", "suffix": ""}, {"first": "W", "middle": [], "last": "Plaiti", "suffix": ""}], "year": 2000, "venue": "ICES Journal of Marine Science", "volume": "57", "issn": "", "pages": "1462--1471", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Impacts of the fish farms on the water column nutrient concentrations and accumulation of heavy metals in the sediments in the eastern Aegean Sea (Turkey)", "authors": [{"first": "A", "middle": [], "last": "Kaymakci", "suffix": ""}, {"first": "M", "middle": [], "last": "Aksu", "suffix": ""}, {"first": "O", "middle": [], "last": "Egemen", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Impact on the water column biogeochemistry of a Mediterranean mussel and fish farm", "authors": [{"first": "La", "middle": [], "last": "Rosa", "suffix": ""}, {"first": "T", "middle": [], "last": "Mirto", "suffix": ""}, {"first": "S", "middle": [], "last": "Favaloro", "suffix": ""}, {"first": "E", "middle": [], "last": "Savona", "suffix": ""}, {"first": "B", "middle": [], "last": "Sar", "suffix": ""}, {"first": "G", "middle": [], "last": "Danavaro", "suffix": ""}, {"first": "R", "middle": [], "last": "Mazzola", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2002, "venue": "Water Research", "volume": "36", "issn": "", "pages": "713--721", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "The environmental impact of Mediterranean cage fish farms at semi-exposed locations: does it need a re-assessment?", "authors": [{"first": "M", "middle": [], "last": "Maldonado", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Carmona", "suffix": ""}, {"first": "Y", "middle": [], "last": "Echeverr", "suffix": ""}, {"first": "A", "middle": [], "last": "Riesgo", "suffix": ""}], "year": 2005, "venue": "Helgoland Marine Research", "volume": "59", "issn": "", "pages": "121--135", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Impacts of a marine fish farm in Argolikos Gulf (Greece) on the water column and the sediment", "authors": [{"first": "E", "middle": [], "last": "Mantzavrakos", "suffix": ""}, {"first": "M", "middle": [], "last": "Kornaros", "suffix": ""}, {"first": "G", "middle": [], "last": "Lyberatos", "suffix": ""}, {"first": "P", "middle": [], "last": "Kaspiris", "suffix": ""}], "year": 2007, "venue": "Desalination", "volume": "210", "issn": "", "pages": "110--124", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Damsg ard B. & Kristiansen T. (2012) Behavioural Indicators of farmed fish welfare", "authors": [{"first": "C", "middle": ["I M"], "last": "Martins", "suffix": ""}, {"first": "L", "middle": [], "last": "Galhardo", "suffix": ""}, {"first": "C", "middle": [], "last": "Noble", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Spedicato", "suffix": ""}, {"first": "W", "middle": [], "last": "Zupa", "suffix": ""}, {"first": "M", "middle": [], "last": "Beauchaud", "suffix": ""}, {"first": "E", "middle": [], "last": "Kulczykowska", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Massabuau", "suffix": ""}, {"first": "T", "middle": [], "last": "Carter", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Planellas", "suffix": ""}], "year": null, "venue": "Fish Physiology and Biochemistry", "volume": "38", "issn": "", "pages": "17--41", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Physical and chemical properties of the water column and sediments at sea bass/sea bream farm in the middle Adriatic (Maslinova Bay)", "authors": [{"first": "S", "middle": [], "last": "Matijevi", "suffix": ""}, {"first": "G", "middle": [], "last": "Ku Spili C", "suffix": ""}, {"first": "M", "middle": [], "last": "Morovi", "suffix": ""}, {"first": "B", "middle": [], "last": "Grbec", "suffix": ""}, {"first": "D", "middle": [], "last": "Bogner", "suffix": ""}, {"first": "S", "middle": [], "last": "Skeji", "suffix": ""}, {"first": "J", "middle": [], "last": "Ve", "suffix": ""}], "year": 2009, "venue": "Acta Adriatica", "volume": "50", "issn": "", "pages": "59--76", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Impacto ambiental de jaulas flotantes: estado actual de conocimientos y conclusiones pr acticas", "authors": [{"first": "L", "middle": [], "last": "Molina", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Vergara", "suffix": ""}], "year": 2005, "venue": "Bolet ın del Instituto Español de Oceanograf ıa", "volume": "21", "issn": "", "pages": "75--81", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Exchange of nutrients across the sediment-water interface below a marine fish farm of Sparus aurata in the Western Mediterranean Sea", "authors": [{"first": "T", "middle": [], "last": "Morata", "suffix": ""}, {"first": "J", "middle": [], "last": "Sospedra", "suffix": ""}, {"first": "S", "middle": [], "last": "Falco", "suffix": ""}, {"first": "M", "middle": [], "last": "Rodilla", "suffix": ""}], "year": 2012, "venue": "Journal of Soils and Sediments", "volume": "12", "issn": "", "pages": "1623--1632", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Interactive effects of biodiversity, copper and a chemotherapeutant on marine benthic function", "authors": [{"first": "L", "middle": [], "last": "Murray", "suffix": ""}, {"first": "M", "middle": [], "last": "Bulling", "suffix": ""}, {"first": "D", "middle": [], "last": "Mayor", "suffix": ""}, {"first": "C", "middle": [], "last": "Sanz-L Azaro", "suffix": ""}, {"first": "G", "middle": [], "last": "Paton", "suffix": ""}, {"first": "K", "middle": [], "last": "Killham", "suffix": ""}, {"first": "M", "middle": [], "last": "Sosal", "suffix": ""}], "year": 2008, "venue": "Proceedings of the World Conference on Marine Biodiversity (MARBEF)", "volume": "", "issn": "", "pages": "11--15", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Oxygen and ammonium dynamics during a farming cycle of the bivalve Tapes philippinarum", "authors": [{"first": "D", "middle": [], "last": "Nizzoli", "suffix": ""}, {"first": "M", "middle": [], "last": "Bartoli", "suffix": ""}, {"first": "P", "middle": [], "last": "Viaroli", "suffix": ""}], "year": 2007, "venue": "Hydrobiologia", "volume": "587", "issn": "", "pages": "25--36", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Continental runoff of nutrients and their posible influence over stoichiometric ratios (DIN:P:Si) in the northeastern Mediterranean waters of Spain (Catalan Sea)", "authors": [{"first": "A", "middle": [], "last": "Olivos", "suffix": ""}, {"first": "M", "middle": [], "last": "Mas", "suffix": ""}, {"first": "J", "middle": [], "last": "Camp", "suffix": ""}], "year": 2002, "venue": "Ciencias Marinas", "volume": "28", "issn": "", "pages": "393--406", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Perspectives of nutrient emission from fish aquaculture in coastal waters. Literature review with evaluated state of knowledge. FHF project no. 542014", "authors": [{"first": "L", "middle": ["M"], "last": "Olsen", "suffix": ""}, {"first": "M", "middle": [], "last": "Holmer", "suffix": ""}, {"first": "Y", "middle": [], "last": "Olsen", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Thermo-and photoregulatory swimming behaviour of caged Atlantic salmon: implications for photoperiod management and fish welfare", "authors": [{"first": "F", "middle": [], "last": "Oppedal", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Juell", "suffix": ""}, {"first": "D", "middle": [], "last": "Johansson", "suffix": ""}], "year": 2007, "venue": "Aquaculture", "volume": "265", "issn": "", "pages": "70--81", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Rocky-shorecommunities as indicators of water quality: a case study in the Northwestern-Mediterranean", "authors": [{"first": "S", "middle": [], "last": "Pinedo", "suffix": ""}, {"first": "M", "middle": [], "last": "Garc", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Satta", "suffix": ""}, {"first": "M", "middle": [], "last": "De Torres", "suffix": ""}, {"first": "E", "middle": [], "last": "Ballesteros", "suffix": ""}], "year": 2007, "venue": "Marine Pollution Bulletin", "volume": "55", "issn": "", "pages": "126--135", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "The influence of marine cages on the sediment chemistry in the Western Mediterranean Sea", "authors": [{"first": "S", "middle": [], "last": "Porrello", "suffix": ""}, {"first": "T", "middle": [], "last": "Tomassetti", "suffix": ""}, {"first": "L", "middle": [], "last": "Manzueto", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Finoia", "suffix": ""}, {"first": "E", "middle": [], "last": "Persia", "suffix": ""}, {"first": "I", "middle": [], "last": "Mercatali", "suffix": ""}, {"first": "P", "middle": [], "last": "Stipa", "suffix": ""}], "year": 2005, "venue": "Aquaculture", "volume": "249", "issn": "", "pages": "145--158", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Marine benthic faunal successional stages and related sedimentary activity", "authors": [{"first": "R", "middle": [], "last": "Rosenberg", "suffix": ""}], "year": 2001, "venue": "Scientia Marina", "volume": "65", "issn": "", "pages": "107--119", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Tidal timescale variation in nutrient flux across the sedimentwater interface of an estuarine tidal flat", "authors": [{"first": "T", "middle": [], "last": "Sakamaki", "suffix": ""}, {"first": "O", "middle": [], "last": "Nishimura", "suffix": ""}, {"first": "R", "middle": [], "last": "Sudo", "suffix": ""}], "year": 2006, "venue": "Estuarine Coastal and Shelf Science", "volume": "67", "issn": "", "pages": "653--663", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Diversity Patterns of Benthic Macrofauna Caused by Marine Fish Farming", "authors": [{"first": "C", "middle": [], "last": "Sanz-L Azaro", "suffix": ""}, {"first": "A", "middle": [], "last": "Mar In", "suffix": ""}], "year": 2011, "venue": "Diversity", "volume": "3", "issn": "", "pages": "176--199", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Nomenclature based on sandsilt-clay relations", "authors": [{"first": "F", "middle": ["P"], "last": "Shepard", "suffix": ""}], "year": 1954, "venue": "Journal of Sedimentary Petrology", "volume": "24", "issn": "", "pages": "151--158", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Vaqu e D. & Zingone A. (2010) Plankton in the open Mediterranean Sea: a review", "authors": [{"first": "I", "middle": [], "last": "Siokou-Frangou", "suffix": ""}, {"first": "U", "middle": [], "last": "Christaki", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Mazzocchi", "suffix": ""}, {"first": "M", "middle": [], "last": "Montresor", "suffix": ""}, {"first": "", "middle": [], "last": "Ribera D", "suffix": ""}], "year": null, "venue": "", "volume": "7", "issn": "", "pages": "1543--1586", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Practical improvements for redox potential (Eh) measurements and the application of a multiple-electrode redox probe (MERP) for characterising sediment in situ", "authors": [{"first": "P", "middle": ["R"], "last": "Teasdale", "suffix": ""}, {"first": "A", "middle": ["I"], "last": "Minett", "suffix": ""}, {"first": "K", "middle": [], "last": "Dixon", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Lewis", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Batley", "suffix": ""}], "year": 1998, "venue": "Analytica Chimica Acta", "volume": "367", "issn": "", "pages": "201--213", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Is the distribution of the toxic dinoflagellate Alexandrium catenella expanding along the NW Mediterranean coast?", "authors": [{"first": "M", "middle": [], "last": "Vila", "suffix": ""}, {"first": "E", "middle": [], "last": "Garc", "suffix": ""}, {"first": "M", "middle": [], "last": "Mas", "suffix": ""}, {"first": "J", "middle": [], "last": "Camp", "suffix": ""}], "year": 2001, "venue": "Marine Ecology Progress Series", "volume": "222", "issn": "", "pages": "73--83", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Environmental impact of capture-based bluefin tuna aquaculture on benthic communities in the western Mediterranean", "authors": [{"first": "R", "middle": [], "last": "Vita", "suffix": ""}, {"first": "A", "middle": [], "last": "Marin", "suffix": ""}], "year": 2007, "venue": "Aquaculture Research", "volume": "38", "issn": "", "pages": "331--339", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Acute toxicity of ammonia to juvenile gilthead seabream Sparus aurata under reduced oxygen level", "authors": [{"first": "N", "middle": [], "last": "Wajsbrot", "suffix": ""}, {"first": "A", "middle": [], "last": "Gasith", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Krom", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Popper", "suffix": ""}], "year": 1991, "venue": "Aquaculture", "volume": "92", "issn": "", "pages": "277--288", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Hypoxia: from molecular responses to ecosystem responses", "authors": [{"first": "R", "middle": ["S S"], "last": "Wu", "suffix": ""}], "year": 2002, "venue": "Marine Pollution Bulletin", "volume": "45", "issn": "", "pages": "35--45", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Effects of fish farming on nutrients and benthic community structure in the Eastern Aegean (Turkey)", "authors": [{"first": "G", "middle": [], "last": "Yucel-Gier", "suffix": ""}, {"first": "F", "middle": [], "last": "Kucuksezgin", "suffix": ""}, {"first": "F", "middle": [], "last": "Kocak", "suffix": ""}], "year": 2007, "venue": "", "volume": "38", "issn": "", "pages": "256--267", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Temperature, DIN, PO 4 3À and DO in the water column in the fish farm installation and the control station in four sampling campaigns.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "OM, TP and Eh in sediments under the installation of the marine fish farming (I) and the control station (C) in the sampling campaigns in the Fall (F), Winter (W), Spring (Sp) and early Summer (eS).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "(a) Number of species and (b) density of individuals in sediments under the of the fish farm installation (I) and the control station (C) in the sampling campaigns in the Fall (F), Winter (W), Spring (Sp) and early Summer (eS).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Simpson's Diversity Index at installation of the marine fish farming and at the control station in four sampling campaigns.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Density of individuals of some species of macrofauna in sediments under of the fish farm installation (I) and the control station (C) in the sampling campaigns in the Fall (F), Winter (W), Spring (Sp) and early Summer (eS).", "latex": null, "type": "figure"}, "FIGREF5": {"text": "CCA ordination diagram showing the study sites positions: installation (I) and Control (C) in four sampling campaigns (□) and distribution of species (♦) in relation to predictor variables: percentage of organic matter (OM), total phosphorus (TP), redox potential (Eh) and percentage of gravels (Gr).", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Ferr on et al. (2009).", "latex": null, "type": "figure"}, "TABREF0": {"text": "; Aguado & Garc ıa 2004; Maldonado, Carmona, Echeverr ıa & Riesgo 2005; Ferr on, Ortega & Forja 2009).", "latex": null, "type": "table"}, "TABREF2": {"text": "Number of measurements, maximum and average speed and more frequent current direction of the fish farm installation (I) and the control station (C)", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Direction\n</td><td>Total measurements\n</td><td>Percent measurements\n</td><td>Maximum speed (cm s1)\n</td><td>Average speed (cm s1)  sd\n</td></tr><tr><td>Fall </td><td>I </td><td>NE </td><td>1095 </td><td>13.42 </td><td>18.15 </td><td>4.91  2.75\n</td></tr><tr><td>Winter </td><td>C </td><td>W </td><td>930 </td><td>11.40 </td><td>28.90 </td><td>8.04  6.59\n</td></tr><tr><td>I </td><td>E </td><td>1691 </td><td>20.72 </td><td>19.70 </td><td>3.32  2.51\n</td></tr><tr><td>Spring </td><td>C </td><td>S </td><td>930 </td><td>11.40 </td><td>16.25 </td><td>5.34  2.50\n</td></tr><tr><td>I </td><td>NE </td><td>1210 </td><td>14.83 </td><td>31.67 </td><td>5.65  4.09\n</td></tr><tr><td>Early Summer </td><td>C </td><td>SE </td><td>1127 </td><td>13.81 </td><td>14.44 </td><td>4.27  2.71\n</td></tr><tr><td>I </td><td>N </td><td>638 </td><td>7.82 </td><td>43.29 </td><td>9.87  9.03\n</td></tr><tr><td> </td><td>C </td><td>NE </td><td>539 </td><td>6.61 </td><td>36.68 </td><td>5.99  4.10\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Table 2 Ranges and averages (in parenthesis) of environmental parameters of the water column for four sampling campaigns in the fish farm installation (I) and control station (C)", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Fall </td><td> </td><td>Winter </td><td> </td><td>Spring </td><td> </td><td>Early Summer\n</td></tr><tr><td>Environmental Parameter\n</td><td>I </td><td>C </td><td>I </td><td>C </td><td>I </td><td>C </td><td>I </td><td>C\n</td></tr><tr><td>Temperature (ºC) </td><td>16.0-16.5 </td><td>15.0-15.5 </td><td>12.7-12.9 </td><td>12.7-12.9 </td><td>16.0-16.4 </td><td>15.6-16.3 </td><td>22.9-19.6 </td><td>22.9-18.5\n</td></tr><tr><td>pH </td><td>(16.1) </td><td>(15.1) </td><td>(12.9) </td><td>(12.9) </td><td>(16.3) </td><td>(15.8) </td><td>(20.7) </td><td>(20.0)\n</td></tr><tr><td>7.86-8.12 </td><td>8.00-8.14 </td><td>7.92-8.12 </td><td>7.95-8.06 </td><td>8.05-8.13 </td><td>7.99-8.09 </td><td>7.95-8.17 </td><td>7.98-8.06\n</td></tr><tr><td>Salinity (g L1) </td><td>(8.06) </td><td>(8.09) </td><td>(8.00) </td><td>(8.02) </td><td>(8.09) </td><td>(8.07) </td><td>(8.08) </td><td>(8.01)\n</td></tr><tr><td>37.7-37.9 </td><td>37.4-38.0 </td><td>37.5-38.0 </td><td>37.6-38.0 </td><td>37.0-37.5 </td><td>37.1-37.4 </td><td>37.4-37.5 </td><td>36.7-37.5\n</td></tr><tr><td>DO (mg L1) </td><td>(37.8) </td><td>(37.9) </td><td>(37.8) </td><td>(37.8) </td><td>(37.4) </td><td>(37.3) </td><td>(37.4) </td><td>(37.3)\n</td></tr><tr><td>3.82-5.51 </td><td>5.16-7.29 </td><td>8.00-8.53 </td><td>8.71-8.89 </td><td>7.00-7.90 </td><td>8.60-9.40 </td><td>7.60-8.60 </td><td>6.00-9.00\n</td></tr><tr><td>+ (lM) NH4\n</td><td>(4.94) </td><td>(6.31) </td><td>(8.22) </td><td>(8.77) </td><td>(7.57) </td><td>(9.01) </td><td>(7.84) </td><td>(7.73)\n</td></tr><tr><td>3.13-11.44 </td><td>0.50-1.75 </td><td>0.36-4.04 </td><td>0.01-1.31 </td><td>0.01-1.27 </td><td>0.01-0.76 </td><td>0.10-1.35 </td><td>0.35-3.00\n</td></tr><tr><td>NO3\n + NO2\n </td><td>(6.60) </td><td>(0.96) </td><td>(1.43) </td><td>(0.70) </td><td>(0.39) </td><td>(0.38) </td><td>(0.72) </td><td>(1.05)\n</td></tr><tr><td>(lM) 2.59-5.96 </td><td>0.28-3.25 </td><td>4.11-6.10 </td><td>2.20-8.58 </td><td>0.30-2.25 </td><td>0.16-2.25 </td><td>0.16-2.57 </td><td>0.15-2.58\n</td></tr><tr><td>DIN (lM) </td><td>(3.91) </td><td>(0.99) </td><td>(5.29) </td><td>(5.38) </td><td>(1.20) </td><td>(1.25) </td><td>(1.06) </td><td>(0.64)\n</td></tr><tr><td>7.29-15.33 </td><td>1.11-4.15 </td><td>4.47-9.81 </td><td>2.21-9.87 </td><td>0.31-2.66 </td><td>0.17-2.50 </td><td>0.77-2.94 </td><td>0.95-3.55\n</td></tr><tr><td>TP (lM) </td><td>(10.51) </td><td>(1.96) </td><td>(6.72) </td><td>(6.08) </td><td>(1.59) </td><td>(1.63) </td><td>(1.78) </td><td>(1.69)\n</td></tr><tr><td>0.37-0.65 </td><td>0.20-0.39 </td><td>0.19-0.41 </td><td>0.14-0.23 </td><td>0.28-0.51 </td><td>0.26-0.40 </td><td>0.17-0.67 </td><td>0.20-0.54\n</td></tr><tr><td>Si (lM) </td><td>(0.50) </td><td>(0.29) </td><td>(0.26) </td><td>(0.20) </td><td>(0.36) </td><td>(0.35) </td><td>(0.30) </td><td>(0.31)\n</td></tr><tr><td>2.32-2.94 </td><td>1.31-2.37 </td><td>1.27-3.72 </td><td>0.83-4.65 </td><td>1.16-10.84 </td><td>0.81-2.31 </td><td>0.94-2.35 </td><td>1.48-5.40\n</td></tr><tr><td>Chl-a (lg L1) </td><td>(2.62) </td><td>(1.61) </td><td>(2.58) </td><td>(2.50) </td><td>(2.70) </td><td>(1.63) </td><td>(1.54) </td><td>(3.21)\n</td></tr><tr><td>0.10-0.29 </td><td>0.10-0.53 </td><td>0.49-0.58 </td><td>0.40-0.73 </td><td>0.55-1.13 </td><td>0.79-1.03 </td><td>0.10-0.27 </td><td>&lt;0.2\n</td></tr><tr><td>SS (mg L1) </td><td>(0.25) </td><td>(0.28) </td><td>(0.52) </td><td>(0.60) </td><td>(0.74) </td><td>(0.91) </td><td>(0.12) </td><td>(&lt;0.2)\n</td></tr><tr><td>5-8 </td><td>5-9 </td><td>8-11 </td><td>9-11 </td><td>7-12 </td><td>9-13 </td><td>6-9 </td><td>4-9\n</td></tr><tr><td>Secchi depth (m) </td><td>(6) </td><td>(8) </td><td>(9) </td><td>(10) </td><td>(10) </td><td>(11) </td><td>(7) </td><td>(8)\n</td></tr><tr><td>6.0 </td><td>5.0 </td><td>4.9 </td><td>4.6 </td><td>6.7 </td><td>6.0 </td><td>6.7 </td><td>13\n</td></tr></table></body></html>"}, "TABREF5": {"text": "Table 4 Percentage when DIN, PO 4\n3 \u0002 or Si act as potential limiting nutrient", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Sampling\n</td><td>%DIN limiting\n</td><td>%PO4\n3\nlimiting\n</td><td>%Si limiting\n</td><td>% without limitation\n</td></tr><tr><td>Installation </td><td>Fall </td><td>0 </td><td>20 </td><td>80 </td><td>0\n</td></tr><tr><td> </td><td>Winter </td><td>0 </td><td>80 </td><td>20 </td><td>0\n</td></tr><tr><td> </td><td>Spring </td><td>40 </td><td>20 </td><td>10 </td><td>30\n</td></tr><tr><td>Control </td><td>Early Summer </td><td>20 </td><td>50 </td><td>20 </td><td>10\n</td></tr><tr><td>Fall </td><td>33 </td><td>0 </td><td>44 </td><td>22\n</td></tr><tr><td> </td><td>Winter </td><td>0 </td><td>78 </td><td>11 </td><td>11\n</td></tr><tr><td> </td><td>Spring </td><td>33 </td><td>11 </td><td>33 </td><td>22\n</td></tr><tr><td>Installation </td><td>Early Summer </td><td>50 </td><td>30 </td><td>0 </td><td>20\n</td></tr><tr><td>4 campaigns </td><td>15 </td><td>43 </td><td>33 </td><td>10\n</td></tr><tr><td>Control </td><td>4 campaigns </td><td>29 </td><td>30 </td><td>22 </td><td>19\n</td></tr></table></body></html>"}, "TABREF6": {"text": "", "latex": null, "type": "table"}, "TABREF4": {"text": "Table 3 Percentage when DIN or PO 4\n3 \u0002 act as potential\nlimiting nutrient", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>%DIN\n</td><td>%PO4\n3\n</td><td>% without limitation\n</td></tr><tr><td> </td><td>Sampling\n</td><td>limiting\n</td><td>limiting\n</td><td> </td></tr><tr><td>Installation </td><td>Fall </td><td>0 </td><td>70 </td><td>30\n</td></tr><tr><td>Winter </td><td>0 </td><td>80 </td><td>20\n</td></tr><tr><td> </td><td>Spring </td><td>50 </td><td>20 </td><td>30\n</td></tr><tr><td>Control </td><td>Early Summer </td><td>20 </td><td>50 </td><td>30\n</td></tr><tr><td>Fall </td><td>56 </td><td>0 </td><td>44\n</td></tr><tr><td>Winter </td><td>0 </td><td>89 </td><td>11\n</td></tr><tr><td> </td><td>Spring </td><td>56 </td><td>11 </td><td>33\n</td></tr><tr><td>Installation </td><td>Early Summer </td><td>50 </td><td>30 </td><td>20\n</td></tr><tr><td>4 campaigns </td><td>17 </td><td>55 </td><td>28\n</td></tr><tr><td>Control </td><td>4 campaigns </td><td>40 </td><td>33 </td><td>27\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We would like to thank the Caja del Mediterr aneo (CAM) for a pre-doctoral fellowship fund for this research and Antonio Asunci on Acuigroup Maremar Manager, for the facilities and support in conducting the study. The translation of this paper was funded by the Universidad Polit ecnica de Valencia, Spain.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}