{
    "paper_id": "a142b1a54b79354db13667e13f45a5fd46b18423",
    "metadata": {
        "title": "| www.nature.com/naturemicrobiology 1 comment PUBLISHED: 24 FEBRUARY",
        "authors": [
            {
                "first": "Armand",
                "middle": [],
                "last": "Sprecher",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Heinz",
                "middle": [],
                "last": "Feldmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lisa",
                "middle": [
                    "E"
                ],
                "last": "Hensley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gary",
                "middle": [],
                "last": "Kobinger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stuart",
                "middle": [
                    "T"
                ],
                "last": "Nichol",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jim",
                "middle": [],
                "last": "Strong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michel",
                "middle": [],
                "last": "Van Herp",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Concern over Ebola becoming endemic in West Africa has appeared in the medical and lay media. Routes of transmission, rates of viral evolution, suitability of humans as hosts and rarity of spillover events make this very unlikely. Without evidence that endemic Ebola is likely, ending epidemics should remain the focus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A n unfortunate word appeared occasionally in conversation, articles and papers about Ebola in West Africa; it was 'endemic' . When used to describe a disease, this word means that it is constantly present within the population of interest. There has been some confusion caused by the use of the term endemic to describe viral establishment in its animal reservoir in West Africa, and thus becoming a potential source of future Ebola epidemics 1 . This is not endemic, but rather enzootic. For Ebola virus disease (EVD) to be endemic in humans, it would require that human-to-human transmission never stop. This is a grim prospect, and it should not be lightly dismissed, but neither should it be casually invoked.",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 445,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Well-meaning public health officials made use of the word endemic 2 , perhaps to spur on the international community to greater effort, as we would have serious cause for regret if Ebola were to become endemic from our failure to act. Media outlets picked up on this concern, and wrote of the danger of Ebola becoming endemic 3 or included it in other articles to provide an extra air of menace or gravity 4 .",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 407,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The prospect of endemic Ebola is a frightening one, and so at first glance it would appear to be a good motivator. It might encourage public health agencies, governments and communities to combat the outbreak more strongly. However, over the years Ebola has taught that we should be cautious when using fear as a tool; scared people do not always act as intended. When Ebola's lethality is invoked to convince its victims to seek care, it instead causes many of them to hide and elude surveillance, compromising outbreak control. It would be more difficult to end an Ebola epidemic if local public health agencies shifted their limited resources to prepare for possible endemic Ebola, to the detriment of their focus on control of the remaining chains of transmission. It would certainly be unfortunate if, after an epidemic, serious treatable medical conditions went untreated or had their treatment delayed because healthcare providers were convinced that Ebola may be a persistent threat. We would do well to keep these sort of unintended consequences in mind when entertaining hypotheses of endemicity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The West African Ebola epidemic is almost over, and Ebola has not become endemic. As preparations for the next epidemic begin, it would be wise to examine this concern, as it may well be raised again.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ebola virus causes an acute disease with a comparatively short course of illness before the victim recovers or dies. During much of this time -when patients are likely to be shedding the most virus in their bodily fluids -they are incapacitated by weakness. Susceptible people usually come to the patient and become infected in the process of care provision, or by attending the funeral of those who die of Ebola and touching the body. Ebola is not easily spread to casual contacts. It is not transmitted to those passing in the street. This makes Ebola transmission very dependent on deliberate human behaviour, and very rapidly decreases when the risks are understood and the limits of social networks are reached 5 . This is in large part how outbreaks invariably end. The Ebola outbreak in West Africa was effectively controlled in areas where the population changed their behaviours and managed the risks. The epidemic continued because the virus moved on to new communities that had not yet done so.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the current nature of acute EVD is not favourable to Ebola becoming endemic, then the virus itself would have to change for this to happen. Such change appears to be happening relatively slowly, with a mutational rate that is about fourfold lower than that of HIV 6, 7 . Unsurprisingly, there is also no evidence of a major shift in the biological properties of the virus during the outbreak. Ebola fatality rates fluctuate over time within treatment units and differ significantly between units making it difficult to exclude a change in disease severity that might herald an evolution of the virus, however most of this variation is explicable by other factors, for example, changes in characteristics of the population seeking care. What variation remains does not suggest a substantial change has occurred (S. Masson, personal communication of MSF data). Neither is there any suggestion of a change in the mode of transmission, such as the appearance of cases linked only by proximity that might arouse suspicion of airborne transmission.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 269,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 271,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A route to becoming endemic would be open if sufficient disease transmission were caused by patients convalescing from EVD. There is some evidence of delayed viral clearance from sites within the body that have some degree of protection from the immune response, such as the interior of the eye, the central nervous system or the male testes [8] [9] [10] . However, the first is not likely to create any cases in the African setting; the second has resulted in no onward transmission that we know of; and the third was likely the source of one cluster of cases in this outbreak, which was quickly identified and contained, although sexual transmission has been suspected as the cause of a few other clusters 11 . There is a big difference between persistence of virus and potential for transmission. Thousands of male survivors of the West African Ebola outbreak produced only a few suspected cases of sexually transmitted EVD. It is thus comment unlikely that delayed transmission will play a large role in propagating EVD, although it might give rise to a few additional flareups before the outbreak is finally over. Late transmission may be a concern for getting to zero cases and ending an epidemic, but it is not productive enough to pose a risk of Ebola becoming endemic.",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 345,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 350,
                    "end": 354,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 708,
                    "end": 710,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Viruses that have successfully emerged from their animal reservoir to become endemic in humans, such as AIDS or dengue fever, have often come from animals that are evolutionarily closest to us, like nonhuman primates 12 . Our current best guess is that bats -which are far from humans on the evolutionary tree -are the reservoir of Ebola virus, for which we also have indirect evidence from other filoviruses 13, 14 . There are some other human diseases that come from bats 15, 16 , such as bat rabies, Nipah and Hendra virus diseases, SARS, and perhaps MERS. However, like Ebola, these also cause epidemics of disease in humans, and none of them has become endemic.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 412,
                    "text": "13,",
                    "ref_id": null
                },
                {
                    "start": 413,
                    "end": 415,
                    "text": "14",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 477,
                    "text": "15,",
                    "ref_id": null
                },
                {
                    "start": 478,
                    "end": 480,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Each time Ebola enters the human population there is an opportunity, however small, for it to adapt to humans; but each time an epidemic ends, the circulating virus disappears, along with any progress towards adaptation that may have occurred. The process of adaptation is not cumulative. The introduction of Ebola virus in the human population from its animal reservoir appears to be a rare event. The frequency with which these outbreaks occur does not provide great opportunity for the virus to adapt to a form that might become endemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The West African Ebola outbreak was large in scale, long in duration and caused terrible suffering to a great many, but it is almost over. Current scientific knowledge does not support concerns that Ebola will become endemic. While it is possible in theory, in practice there are many significant barriers to this happening. Our concerns are better focused elsewhere. We should not then resume speculation over whether this will happen, but rather focus on lessons learned from this outbreak to respond more efficiently and effectively to the next. ❐",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Liberia Reports New Cases of Ebola",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Macdougall",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "New York Times",
            "volume": "",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ebola's Possible Future as an Endemic Disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lydersen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Discover",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Why Ebola Won't Go Away in West Africa",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beaubien",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "NPR",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Evidence for a decrease in transmission of Ebola virus -Lofa County",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ebola Caused Meningitis in Nurse Pauline Cafferkey",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gallagher",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Possible Sexual Transmission of Ebola Virus -Liberia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Christie",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "All authors contributed equally to the viewpoints expressed in this paper. A.S. had primary responsibility for preparation of the text.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        }
    ]
}