{
    "paper_id": "a163cb6cee7331ee997210890e2241b19ff8cef4",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Cindy",
                "middle": [
                    "R"
                ],
                "last": "Walkerpeach",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ambion, Inc",
                    "location": {
                        "addrLine": "2170 Woodward St., 78744. Fax 512-651-0601",
                        "settlement": "Austin",
                        "region": "TX, TX"
                    }
                },
                "email": "cwalkerpeach@ambion.com."
            },
            {
                "first": "Brittan",
                "middle": [
                    "L"
                ],
                "last": "Pasloske",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ambion, Inc",
                    "location": {
                        "addrLine": "2170 Woodward St., 78744. Fax 512-651-0601",
                        "settlement": "Austin",
                        "region": "TX, TX"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In the mid-to late-1980s, a revolution in molecular diagnostics began with the introduction of innovative methods for the detection of nucleic acids. In retrospect, the appearance of these technologies roughly coincided with the debuts of new pathogenic viruses, such as human immunodeficiency virus (HIV) and hepatitis C virus (HCV). Techniques such as PCR, transcriptionmediated amplification (TMA), and branched DNA (bDNA) were applied to the detection and quantification of these viruses. Eventually, these tests were integrated into routine clinical laboratories for diagnosing and monitoring the treatment of patients infected with these viruses. Quantification data (\"viral load\") indicated whether the current drug cocktail was having the desired effect on the virus (i.e., lowering the viral load). If not, then another drug course could be prescribed. Today, the main advantages of these assays are great sensitivity (measuring as few as 50 copies/mL of plasma), ease of use for quantification, and early detection of viral nucleic acid in the peripheral blood before an antibody response develops, an application that has proven to be especially important in screening of human blood products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA Bacteriophage as Controls for Clinical Viral Testing"
        },
        {
            "text": "These technologies were focused not only on the newly emerging RNA viruses but also on the better-known hepatitis B virus (HBV), cytomegalovirus (CMV), herpes simplex virus (HSV), varicella zoster virus (VZV), human papillomavirus (HPV), and Epstein-Barr virus (EBV). In developing DNA-based tests for these viruses, laboratories incorporated positive controls from one of three potential sources: plasmid DNA, positive patient specimens, or commercially available viral preparations. None of these formats is ideal. Plasmid DNA cannot be used until after the specimen analyte has been extracted. Patient specimens have become more difficult to use in the US after the introduction of new \"HIPAA\" regulations for protection of patient privacy. Moreover, viral nucleic acids in patient specimens are degraded during multiple freeze-thaw cycles. Lastly, the commercially available viral preparations can be heterogeneous or inconsistent from lot to lot. Improved positive and internal controls for DNA analytes are needed that overcome these weaknesses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA Bacteriophage as Controls for Clinical Viral Testing"
        },
        {
            "text": "Of the pathogenic DNA viruses, Food and Drug Administration (FDA)-cleared nucleic acid tests are available for HPV and CMV (www.amp.org/FDATable/ FDATable-jun04.doc) based on the hybrid capture technology and nucleic acid sequence-based amplification (NASBA). Currently, the positive controls for these assays are purified viral DNA, and the cutoff range is 1 ng/L (ϳ5000 genome equivalents/mL or 1 pg/mL). No internal controls are provided with these reagent sets; thus, there is no means for determining whether a negative result is a true negative or is a consequence of failure in the assay itself. In addition, the sample preparation may be poor, and the target DNA may be somewhat degraded during its isolation or may not be efficiently removed from the viral coat, such that the DNA is not completely accessible to the assay components.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA Bacteriophage as Controls for Clinical Viral Testing"
        },
        {
            "text": "To control for these potential failures of sample preparation and assay performance in testing for RNA viruses, novel \"Armored RNA\" controls were developed. The coat protein of Escherichia coli bacteriophage MS2 was used to package RNA fragments encoding sequences for viruses such as HIV and HCV (1, 2 ) . The main advantage of these controls is that the packaged RNA is stable and ribonuclease-resistant in plasma and other matrices but the RNA is compatible with any RNA-based clinical assay after removal of the coat protein. Most importantly, Armored RNA controls can be used for control of sample extraction because they can be added directly to patient samples without risk of being degraded by nucleases in the sample. Thus, if the target RNA is degraded or if enzymatic inhibitors are copurified with the target RNA, then a lower than expected result will be obtained for the control RNA, alerting the laboratorian to a potential problem. The important benefits offered by Armored RNA controls have been recognized by reference laboratories using the controls within routine clinical testing (3-6 ) as well as by major diagnostics companies, which have incorporated Armored RNA into FDA-cleared in vitro diagnostic reagent sets.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 300,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 301,
                    "end": 304,
                    "text": "2 )",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "DNA Bacteriophage as Controls for Clinical Viral Testing"
        },
        {
            "text": "In the first steps toward developing a related DNA control, Stö cher et al. (7 ) produced a convenient plasmid construct that could act as an internal control for five different viral pathogens (CMV, EBV, HBV, HSV, and VZV) for real-time PCR assays. A 151-bp sequence of the neomycin resistance gene (neo) was flanked by primerbinding sequences for each of the five different DNA viruses. The same pair of fluorescence resonance energy transfer (FRET) hybridization probes for the neo sequence could be used for each virus-specific primer pair. By adding this construct to the extracted DNA of a patient sample, it was possible to amplify both the plasmid control sequence and the viral DNA and to distinguish between the two targets, using a pair of FRET hybridization probes and a pair of virus-specific primers. The benefit in this method was that if the signal from the control DNA was weaker than expected, then it was assumed that the DNA sample inhibited the PCR reaction and that the signal from the viral target would be suspect.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "text": "(7 )",
                    "ref_id": null
                }
            ],
            "section": "DNA Bacteriophage as Controls for Clinical Viral Testing"
        },
        {
            "text": "In this issue, Stö cher and Berg (8 ) added value to this control by packaging the control sequence in bacteriophage lambda. The \"Armored DNA\" was protected against purified deoxyribonuclease (DNase) and stable for Ͼ6 months in SM storage medium. This control could now be added directly to the patient sample (rather than to the extracted viral DNA), thereby controlling for both extraction of the viral DNA from the patient sample and amplification of the viral DNA. In addition, they found that the bacteriophage control generated more reliable amplification compared with the plasmid counterpart when it had been stored over an extended period of time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA Bacteriophage as Controls for Clinical Viral Testing"
        },
        {
            "text": "For these reasons, it is expected that the use of the lambda control should lead to a decrease in the number of false negatives reported with these viral assays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA Bacteriophage as Controls for Clinical Viral Testing"
        },
        {
            "text": "There are other advantages to using bacteriophage-type controls. They are genetically homogenous in the target sequence, unlike many of their natural counterparts, which undergo mutations readily and exist as genetic quasi-species. HPV, as one example, has multiple types, some more virulent that others. Bacteriophage-type controls can be manufactured for several strains of a virus, and these controls can then be blended to known control concentrations. Bacteriophage-type controls are noninfectious to humans and thus are not a safety issue during manufacture, shipment, or use. In the case of the lambda bacteriophage, DNA sequences up to 7 kilobases can be packaged and propagated. Sequences of this length permit the end-user many choices in the type of assay used, the sequences targeted, and the length of sequence needed for the assay. Longer DNA sequences are particularly important for assays based on signal amplification (e.g., hybrid capture and bDNA hybridization) instead of sequence amplification (e.g., PCR).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA Bacteriophage as Controls for Clinical Viral Testing"
        },
        {
            "text": "Although Stö cher and Berg (8 ) demonstrate the feasibility of using lambda bacteriophage as an exogenously added assay control, a strong concern remains to be addressed before this technology will be widely accepted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA Bacteriophage as Controls for Clinical Viral Testing"
        },
        {
            "text": "The data indicate that the bacteriophage control is not stable for more than 4 days in plasma or cerebrospinal fluid at 4°C or room temperature [see Table 1 in the Data Supplement of Ref. (8 ) ]. This poor stability is in contrast to Armored RNA, which is stable for at least 11 months in human plasma at 4°C (2 ) and for at least 30 days at 37°C (1 ). It is not clear why the lambda bacteriophage protected controls are less stable than the MS2 bacteriophage controls, but it may be that lambda is susceptible to plasma and cerebrospinal fluid proteases. If more detailed studies document that lambda DNA indeed has a short half-life in human specimen matrices, then its range of applications will be limited. For example, the approach is unlikely to be used for the production of proficiency testing materials, which require (at least ideally) formulation within the relevant human fluid.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "(8 )",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 156,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "DNA Bacteriophage as Controls for Clinical Viral Testing"
        },
        {
            "text": "Another possible concern is that the bacteriophage control in this study can replicate in E. coli, unlike its Armored RNA counterpart. Thus, the potential exists for the control to replicate and spread and possibly contaminate the clinical laboratory. Laboratorians may prefer controls that are nonreplicative. This might be accomplished by generating packaging systems that do not include the phage receptor for E. coli.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA Bacteriophage as Controls for Clinical Viral Testing"
        },
        {
            "text": "Stö cher and Berg (8 ) have demonstrated the feasibility of using a DNase-resistant DNA control in viral testing by generating a single lambda bacteriophage for a family of DNA viruses. It has the clinical benefits of noninfectivity in humans, genetic target homogeneity, and acting as an \"extraction-to-result\" control. The main concern raised by this study is the lack of stability of the lambda control in clinical specimens for more than a few days. It may be necessary to engineer greater stability into this system or to screen other DNA bacteriophage packaging systems. Once issues such as these are addressed more thoroughly, we look forward to the adoption of these DNA controls in viral testing with the same acceptance as has greeted their RNA counterpart.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 22,
                    "text": "(8 )",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DNA Bacteriophage as Controls for Clinical Viral Testing"
        },
        {
            "text": "Ambion, Inc. manufactures and sells Armored RNA and has licensed this patented technology to several diagnostics companies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA Bacteriophage as Controls for Clinical Viral Testing"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Armored RNA technology for production of ribonuclease-resistant viral RNA controls and standards",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Pasloske",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Walkerpeach",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Obermoeller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Winkler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Dubois",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Clin Microbiol",
            "volume": "36",
            "issn": "",
            "pages": "3590--3594",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ribonuclease-resistant RNA controls (Armored RNA) for reverse transcription-PCR, branched DNA, and genotyping assays for hepatitis C virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Walkerpeach",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Winkler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Dubois",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Pasloske",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Clin Chem",
            "volume": "45",
            "issn": "",
            "pages": "2079--85",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Highly sensitive assay for detection of enterovirus in clinical specimens by reverse transcription-PCR with an Armored RNA internal control",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beld",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Minnaar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sol",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Damen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Der Avoort",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "3059--64",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Preclinical evaluation of two real-time, reverse transcription-PCR assays for detection of the severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Bressler",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Nolte",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "987--91",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Use of an internal positive control in a multiplex reverse transcription-PCR to detect West Nile virus RNA in mosquito pools",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Eisler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcnabb",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Jorgensen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Isaac-Renton",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "841--844",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "TaqMan 5Ј-nuclease HIV type 1 PCR assay with phage-packaged competitive internal control for high-throughput blood donor screening",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Seifried",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Clin Microbiol",
            "volume": "39",
            "issn": "",
            "pages": "4302--4310",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A convenient approach to the generation of multiple internal control DNA for a panel of real-time PCR assays",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stöcher",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Leb",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol Methods",
            "volume": "108",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Internal control DNA for PCR assays introduced into lambda phage particles exhibits nuclease resistance",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stöcher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Chem",
            "volume": "50",
            "issn": "",
            "pages": "2163--2169",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}