{"paper_id": "a1a53eb2c0eb54dc469ab6d7038af601fbabff05", "metadata": {"title": "Bronchial inflammation and the common cold: a comparison of atopic and non-atopic individuals", "authors": [{"first": "C", "middle": ["J Trigg K G"], "last": "Nicholson", "suffix": "", "affiliation": {"laboratory": "", "institution": "Leicester University", "location": {"settlement": "Leicester", "country": "UK"}}, "email": ""}, {"first": "J", "middle": ["H"], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "D", "middle": ["C"], "last": "Ireland", "suffix": "", "affiliation": {"laboratory": "", "institution": "Leicester University", "location": {"settlement": "Leicester", "country": "UK"}}, "email": ""}, {"first": "S", "middle": [], "last": "Jordant", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": ["M S"], "last": "Duddle", "suffix": "", "affiliation": {}, "email": ""}, {"first": "R", "middle": ["J"], "last": "Hamilton", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Davies", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background Cold virus infections are associated with asthma attacks and with increased bronchial responsiveness even in normal subjects. Possible mechanisms include epithelial damage, interaction with adhesion molecules or with T-helper cell subsets.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Objective To determine whether colds increase lower airway inflammation, comparing atopic with non-atopic normal subjects. Methods Thirty healthy volunteers (15 atopic) took part. Basehne tests included viral serology. microbiological culture and polymerase chain reaction for rhinovirus infection (HRV-PCR), histamine bronchial provocation and bronchoscopy. Twenty subjects (eight atopic) underwent repeat tests when they developed a cold. Results Forced expiratory volume in one second (FEVi) was significantly lower during colds (-0.I9L [95% confidence mterval -0.10, -0.29], P-0,0004) and there was a significant increase in bronchial responsiveness (+0.62 doublings of the dose-response slope [+0.24. +1.00], i' = 0.003). Eight subjects (two atopic} had a diagnosed viral infection: two HRV. three coronavirus (HCV), one HRV + HCV. one parainfluenza III (PI) and one respiratory syncytial virus (RSV) (also Haemophilus influenzae). In biopsies, during colds, total eosinophils (EGl\"^) increased significantly (geometric mean 6.73-fold [1.12,40.46], P = O.OA). Activated eosinophils (EG2^) only increased significantly in the subgroup without diagnosed viral infection and particularly in atopic rhiniiics. T-suppressor (CD8*\") cells also increased significantly (median +178.3 cells mm\", 7^ = 0.004). Epithelial expression of intercellular adhesion molecule-1 (ICAM-1) expression increased in four atopic rhinitics during colds. Bronchial washings showed a significant increase in neutrophils (GM 1.53-fold [1.04,2.25], i' = 0.02). Conclusion Lower airway inflammation was present in atopic and non-atopic normal subjects with colds. Atopic subjects differed in that they were less likely to have positive virological tests and were more likely to show activated eosinophilia in the lower airway, despite a similar spectrum of symptoms.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "attacks with upper respiratory tract viral infections, a majority of which are rhinoviral [1] [2] [3] [4] [5] . Until recently. There is increasing evidence of an association of asthma rhinovirus (HRV) infections were difficult to diagnose genome common to many if not all serotypes, allowing improved diagnosis of HRV infection. Two studies using this technique have found particularly high identification rates for HRV in asthma exacerbations [6.7] . Several studies have shown that colds may increase asthma severity, using indirect measurements, such as peak expiratory fiow (PEFR), bronchial responsiveness and the late asthmatic response to allergen [8] [9] [10] . However, there is little information on the direct effect of cold virus infection on the immunopathology of the lower respiratory tract. Bronchial biopsies in influenza and mycoplasma have shown inflammatory features consistent with asthma [11, 12] . Nasal biopsies in experimental rhinovirus infection have not shown evidence of an inflammatory infiltrate [13] and it is suggested that mediators such as histamine and bradykinin may cause upper airway symptoms [14] . In nasal epithelial cell cultures, rhinoviruses have a negligible cytopathological effect, compared with the destruction of the monolayer caused by influenza A and adenovirus [15] . Nevertheless, nasal epithelial cell shedding is increased in vivo in experimental rhinovirus infection [16] . Given the high rates of rhinovirus infection in association with asthma exacerbations, it is intriguing to note that the receptor for major rhinovirus serotypes is the intercellular adhesion molecule, ICAM-1 [17] . Its ligands include integrins present on inflammatory cells and binding to ICAM-1 is essential to migration of inflammatory cells into tissues [17, 18] . ICAM-1 is constitutively expressed by vascular endothelial cells but is also upregulated on bronchial epithelial cells in asthma [19, 20] , suggesting a mechanism for inflammatory infiltration of the epithelium. Viral infection may upregulate TCAM-1: by a direct efl'ect as shown in cultured tumour cell fines [21] or indirectly via expansion of TH| T-helper cell clones producing interferon--7 [22.23] . The aim of this study was to examine bronchial epithelial tissue in naturally acquired cold virus infections, in order to determine whether there are differences between the lower airway infiammatory response and ICAM-1 expression in atopic and nonatopic subjects. We decided to study naturally acquired colds, using respiratory symptoms as the diagnostic endpoint, as experimental infection with a specific rhinovirus serotype may not necessarily result in the spectrum of symptoms and inflammatory changes which occur in common colds. We anticipated ^60% identification of viral infections, with a predominance of rhinovirus infections as in previous studies [6.7] . Asthmatics were not studied as we felt that it would be inappropriate to bronchoscope such subjects during an exacerbation. Atopic subjects show mild bronchial Infiammatory changes [24] which may be exacerbated by environmental factors, without unacceptable risk.", "cite_spans": [{"start": 90, "end": 93, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 94, "end": 97, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 98, "end": 101, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 102, "end": 105, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 106, "end": 109, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 445, "end": 450, "text": "[6.7]", "ref_id": null}, {"start": 656, "end": 659, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 660, "end": 663, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 664, "end": 668, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 911, "end": 915, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 916, "end": 919, "text": "12]", "ref_id": "BIBREF11"}, {"start": 1028, "end": 1032, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1133, "end": 1137, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1315, "end": 1319, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1425, "end": 1429, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1640, "end": 1644, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 1790, "end": 1794, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 1795, "end": 1798, "text": "18]", "ref_id": "BIBREF17"}, {"start": 1930, "end": 1934, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 1935, "end": 1938, "text": "20]", "ref_id": "BIBREF19"}, {"start": 2111, "end": 2115, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 2196, "end": 2203, "text": "[22.23]", "ref_id": null}, {"start": 2867, "end": 2872, "text": "[6.7]", "ref_id": null}, {"start": 3056, "end": 3060, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Introduction"}, {"text": "Thirty normal individuals aged between 18 and 45 years gave written informed consent to take part in the study, which was approved by the District Research Ethics Committee. None of the subjects had a history of asthma nor chronic cough, wheeze or dyspnoea. Subjects were excluded if they had smoked in the preceding 2 years or if they had a past history of more than 2 packyears of smoking. Fifteen subjects were selected for atopy, on the basis of one or more positive skin-prick tests to a screen of five common inhalant allergens. All had normal spirometry forced expiratory volume in one second (FEVi) greater than 70% predicted for age and height [25] .", "cite_spans": [{"start": 653, "end": 657, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Subjects"}, {"text": "Subjects were recruited between November 1992 and March 1993 at a time when they had not had a cold for at least 4 weeks. Screening investigations included a brief respiratory symptom questionnaire, medical examination, skin-prick tests to five common inhalant allergens, simple spirometry, histamine bronchial provocation test and a 7-day diary card of respiratory symptoms and peak expiratory flow. Subjects were reviewed after 7 days and excluded from the study if their diary cards revealed greater than 15% diurnal peak fiow variability or chronic lower respiratory symptoms. Blood was taken for platelet count, clotting screen and viral serological tests. Nose and throat swabs were taken for HRV-PCR. Bronchoscopy was performed 2-3 days later. Bronchial washings were taken for microbiological culture and HRV-PCR and bronchial biopsies for immunopathological studies. Subjects were reviewed regularly at monthly intervals and asked to attend for review at the onset ofa cold with lower respiratory symptoms (cough, wheeze or dyspnoea). Diary card symptom scores were reviewed in order to confirm the diagnosis of a cold. Diagnosis was based on the recording of cough together with at least one other symptom (nasal blockage, rhinorrhoea, wheeze or dyspnoea), provided that at least one symptom was rated grade 2 (moderate) or more [7] . Symptom scores were confirmed at interview with the doctor. Clinical examination was performed in order to exclude serious respiratory disease. Histamine bronchial provocation test, polymerase chain reaction (PCR) on nose and throat swabs and viral serology were repeated, followed by bronchoscopy 2-3 days later, when bronchial washings and biopsies were taken and processed as before. Bronchial biopsy sites were randomized so that g) 1996 Blackwell Science Ltd. Clinical and Experimental Allergy. 26, 665-676 half of the subjects underwent biopsy from the right tipper and half the right lower lobe at basehne, the alternate site being biopsied during the acute cold. Diary cards of respiratory symptoms and peak fiow were recorded for 4 weeks, commencing at the onset of cold symptoms. Convalescent viral serology was repeated at the end of the month.", "cite_spans": [{"start": 1339, "end": 1342, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Study de.sign"}, {"text": "Questionnaire and diary cards Subjects completed a written questionnaire on respiratory symptoms. Subjects were excluded if they reported wheeze or breathlessness, in the absence ofa cold, at any time during the preceding 12 months. Diary cards were completed for a week at baseline, recording symptoms of cough, wheeze, breathlessness, nasal blockage and runny nose, twice daily. Symptoms were graded 0-3 (nil, mild, moderate, severe). Peak expiratory flow was recorded on rising and retiring to sleep, using a Mini-Wright meter. Subjects were instructed to record the best of three reproducible readings. Individuals with > 15% diurnal peak flow variation and those with chronic cough, wheeze or dyspnoea were excluded. Diary cards were recommenced at the onset of a cold and recordings of peak flow and symptoms continued for I month.", "cite_spans": [], "ref_spans": [], "section": "Clinical investigations"}, {"text": "Spirometry and bronchial provocation testing FEVi was recorded after resting for 15-20 mln as the best of three repeatable measurements using a Vitalograph dry bellows spirometer (Vitalograph Ltd, Buckingham, UK). Histamine bronchial provocation testing was performed according to a standard tidal breathing method [26] , provided that resting FEVi was greater than 70% predicted value for age and height [25] , A DeVilbiss 646 nebulizer driven by air at a How rate of 6Lmin ' (output 0.755 niL in 2 min) was used. Challenge was terminated when the FEV, had fallen by 20% compared with the lowest value after control solution (Coca's solution) or at the maximum concentration (16 mg/mL\"' histamine). Dose-response slope (SL) [27] was calculated as the maximum percentage fall in FEV, divided by the cumulative dose of histamine delivered. This parameter was used in place of provocation concentration as many subjects were only minimally responsive to histamine, and did not bronchoconstrict by 20% at the maximum dose.", "cite_spans": [{"start": 315, "end": 319, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 405, "end": 409, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 725, "end": 729, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Clinical investigations"}, {"text": "Skin-prick tests were performed using skin-testing solutions (ALK) Dermatophagoides pteronyssinus, mixed grass pollen. Aspergillus fumigatus, cat fur, dog hair, plus positive and negative controls (histamine 1 mg/ mL\"' and 0.9% sahne). Subjects were classified as atopic on the basis of one or more positive skin-prick tests, defined by a skin weal at least 2 mm in diameter and 1 mm greater in diameter than the negative control.", "cite_spans": [], "ref_spans": [], "section": "Clinical investigations"}, {"text": "bronchoscopy Subjects attended for bronchoscopy at 0S.30h. having fasted from midnight. Following intramuscular pre-medication (50-75 mg pethidine, 12.5mg prochlopererazine. 0.6mg atropine), 10% lignocaine solution was applied to the fauces, 4% lignocaine solution to the vocal cords and 2% to airways. An Olympus BF20 bronchoscope was passed and bronchial washing taken from the right middle lobe, using two 20 mL aliquots of normal saline. Cup forceps were used to take biopsies from right upper or lower lobe scgmental/subsegmcntal orifices, according to the randomization sequence.", "cite_spans": [], "ref_spans": [], "section": "Fibreoptic"}, {"text": "Virological and microbiological investigations Nasal swabs were taken from the anterior nares and throat swabs passed firmly over the pharynx and tonsils. Swabs were placed into 0.5 mL transport medium containing nutrient broth (10% fetal calf serum, penicillin, streptomycin and amphotericin B). Swabs and 0.5 mL aliquots of bronchial washings were stored at -70 C. Specimens were subsequently analysed using a seminested reverse transcriptase (RT) PCR for human rhinoviruses (HRV) that incorporated a touchdown reaction cycle, as previously described by Ireland et al. [7] . The primers and probes used had the following sequences:", "cite_spans": [{"start": 571, "end": 574, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Fibreoptic"}, {"text": "RT loPCR'CGGACACCCAAAGTAG3' PCR + 5'GCACTTCTGTTTCCCC3' HRV 2oPCR-5'GGCAGCCACGCAGGCT3' PCR + 5'GCACTTCTGTTTCCCC3' Cultured human rhinoviruses of several serotypes were used as positive controls and virus transport medium was used as negative control for each assay. The appearance of a 202 base pair amplification product was taken to indicate HRV infection. Serum samples (lOmL) were taken at baseline and in the acute and convalescent phase of subsequent infection and stored at -2O'C. Sera were tested for complement fixing antibodies to adenovirus, influenza A and B, respiratory syncytial virus (RSV), parainfiuenza viruses 1-3, Mycoplasma pncumoniac and Chlamydia psiitaci. An enzyme-linked immunosorbent assay (ELISA) was used to detect rises in antibody levels to coronaviruses 229E and OC43. Sera were tested at a dilution of 1 : IOO and a consistent ratio of > 1.3 between absorbance values of convalescent and acute samples was taken as indicating recent infection. Bronchial washings were sent at baseline and in the acute phase of infection for standard microscopy and culture for bacterial pathogens. Virological cultures were not There were no significant differences between atopic and non-atopic subjects.", "cite_spans": [], "ref_spans": [], "section": "Fibreoptic"}, {"text": "performed as our co-workers [7] previously found no improvement in diagnostic yield when culture procedures were added to serology and HRV-PCR. A study of children [6] showed a higher rate of picornavirus identifications in asthma exacerbations but the rate of confirmed HRV infection was similar. The excess of picornaviruses may have been unconfirmed HRVs or other enteroviruses. A higher prevalence of HRV infection may be explained by the different age group studied.", "cite_spans": [{"start": 28, "end": 31, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 164, "end": 167, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Fibreoptic"}, {"text": "All samples were processed and analysed without knowledge of subject, viral infection status or symptoms, in order to avoid bias in the interpretation of results. One biopsy was fixed in Carnoy's solution, processed in a Shandon Citadel 1000 automatic tissue processor (Shandon Southern Products Ltd, Runcorn. UK). embedded in paraffin wax and cut to 3//:m sections. Sections were then stained with monoclonal antibodies EGl (total eosinophils) and EG2 (activated eosinophils) (Pharmacia. Milton Keynes, UK) using a streptavidin immunoperoxidase method. Two biopsies were embedded in optimum cutting compound (Agar, Stanstead, UK), snap-frozen in liquid nitrogen and stored at -7O'C. Cryostat sections were cut at 4//m and stained using monoclonal antibodies for CD3 (total). CD4 (helper). CDS (suppressor) T cells and CD25 (interleukin-2 receptor positive cells) (Dako Ltd, High Wyeombe. UK) using the avidin biotin complex (ABC) technique. Total cell counts were made on each biopsy section and expressed per mm\"^ area of tissue. Areas were measured using computerized image analysis (Kompira Ltd, Strathclyde, UK). Sections were also stained for the intercellular adhesion molecule, ICAM-1 (CD54) (Serotec, Oxford, UK) using the ABC technique. Epithelial expression of ICAM-1 was graded on a scale of 0-3 by colour intensity and distribution of staining.", "cite_spans": [], "ref_spans": [], "section": "Immunohistology"}, {"text": "Specimens were processed immediately on lavage fluid chilled to 4''C. Aliquots (150//L) were cytocentrifuged at 500 rpm for 2 min. Specimens were air dried, then stained with Diffquick reagents for differentia! counts. A diffferential cell count was made by counting 300 cells in consecutive high power fields.", "cite_spans": [], "ref_spans": [], "section": "Bronchia! lavage"}, {"text": "Data were tested for a normal distribution (normal probability plot and the Shapiro-Wilk test) and logtransformed if appropriate. Parametric tests were applied to PEFR, FEV], log-transformed histamine dose-response slope and log-transformed eosinophil and neutrophil data. Lung function and histamine challenge data during colds were compared with the mean baseline value, using a paired r-test. Paired /-tests were used to compare baseline and acute phase eosinophil and neutrophil data. Two sample /-tests were used to compare changes in eosinophils. neutrophils and bronchial responsiveness during colds, between atopic and nonatopic subjects, between viral diagnostic groups and between symptom groups. For non-normally distributed data (T cells, CD25 -I-cells). Wilcoxon's signed rank test was used to compare baseline and acute phase results and the Mann-Whitney {/-test to compare changes in T-cell infiltration during colds between atopic and non-atopic subjects, between viral diagnostic groups and between symptom groups. FEVI. Forced expiratory volume in one second. SL. Slope of the bronchia! provocation dose response curve. 95% CL 95yo conftdence interval of the mean. Where the confidence interval includes zero, the difference is non-significant at the 5% level. * Significant change within group: P < 0-05 (paired /-test). ** Significant change within group: P < 0 01 (paired /-test).", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Thirty subjects, mean age 26 years (range 20-41 years) took part (Table 1) . Sixteen were male and 14 female. Fifteen were atopic, of whom eight were rhinities, six being grass pollen-sensitive and two house dust mite sensitive. Mean FEV| was 113Vo predicted (range 95-136Vo predicted) and mean PEFR variation (amplitude as a percentage of mean) was 1.91% (range -3.8-8.5%). Three subjeets had bronchial hyperresponsiveness, reacting with >20% fall in FFV, to concentrations of histamine lower than 2mg/mL '. There were no significant differences in age. sex ratios, lung function nor bronchial responsiveness between atopic and nonatopic groups.", "cite_spans": [], "ref_spans": [{"start": 65, "end": 74, "text": "(Table 1)", "ref_id": null}], "section": "Results"}, {"text": "Twenty subjects returned with symptoms of a cold between November 1992 and August 1993. None ofthe pollen-sensitive rhinitics presented with colds during the pollen season. Two subjects defaulted from follow-up. Eight other subjects did not experience symptoms of a cold during foilow-up. Viral identifications were made in eight (40%) ofthe symptomatic subjects. There were two rhinovirus (HRV) infections, three coronavirus (HCV) infections (two of serotype OC43 and one 229E), one with dual infection (PCR positive for HRV and serology positive for HCV 229E), one parainfluenza III and one respiratory syncytial virus (RSV) infection. None ofthe subjects had positive HRV-PCR at baseline nor high titres on viral serology. A bacterial pathogen was identified in only one case: Haemophilus influenzae was isolated from the bronchial washings in the subject who also had rising RSV titres. In addition to considering the efiect of atopy., we also considered the effect of positive virological diagnosis on symptoms, lung function, bronchial responsiveness and immunohistology. The aim of this analysis was to determine whether there were any gross differences between subjects with and without positive virological tests which could be accounted for by infection, albeit by a heterogeneous group of pathogens. Although there tnay be differences between the different viral infections, numbers of subjects with any specific infection such as HRV were too few to consider as a separate subgroup in this study.", "cite_spans": [], "ref_spans": [], "section": "Viral and bacterial identification"}, {"text": "All 20 subjects complained of cough and rhinorrhoea. Nine subjects complained of wheezing, five of whom had positive virological tests. Nine subjects complained of breathlessness, five of these having positive virological tests. There were no significant differences in symptom severity between those with and without positive virologica! tests. Eight atopic and 12 non-atopic subjects experienced cold symptoms. Only two of the eight atopic subjects had positive virological tests compared with six ofthe 12 non-atopic subjects. Only two atopic subjects complained of wheeze, compared with seven non-atopic subjects. Only one atopic subject complained of breathlessness, compared with eight non-atopic subjects. Symptom severity was significantly greater for breathlessness in the non-atopic group (median score 1 compared with 0., Mann-Whitney (;-test,", "cite_spans": [], "ref_spans": [], "section": "Symptomatology"}, {"text": "FEV I was significantly lower during colds with a mean reduction of0.19L(95% CI -0.10, -0.29L, P= 0.0004) ( Table 2 ). PEFR and peak flow variation showed no significant change. There was a small but significant increase in bronchial responsiveness, shown by a mean increase of 0.62 doublings of the slope (DS) of the dose response curve (95% CI + 0.24,+ I.00 DS, /»-0.003). Table 2 shows the mean changes in FEV, and SL in atopic and non-atopic subjects and in those with and ", "cite_spans": [], "ref_spans": [{"start": 108, "end": 115, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 375, "end": 382, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Effect of atopy and viral diagnosis on changes in lung function and bronchial re.spon.siveness"}, {"text": "EGl and EG2-total and activated eosinophils respectively. CD3, CD4 and CD8-total, helper and suppressor T cells, respectively. IL-2Rinterleukin-2 receptor positive cells.", "cite_spans": [], "ref_spans": [], "section": "Monoclonal anliboily nomenclature"}, {"text": "There were no significant difierences between the numbers of inflammatory cells present in the atopic and non-atopic subjects' bronchial rnucosa at baseline. Numbers of T-suppressor (CD8\"^) eells were greater in the atopic subjects (* Borderline significance; P = 0 055, Mann-Whitney-f/ test).", "cite_spans": [], "ref_spans": [], "section": "Monoclonal anliboily nomenclature"}, {"text": "without positive viral diagnoses. There was a greater increase in bronchial responsiveness in non-atopic subjects and those without diagnosed viral infection but the difference between groups was not significant.", "cite_spans": [], "ref_spans": [], "section": "Monoclonal anliboily nomenclature"}, {"text": "Comparison of infiammatory cell infiltration of the bronchial mucosa in aiopic and non-atopic subjects at baseline (Table 3 ) There were no significant differences between atopic and non-atopic subjects when ceil counts were compared at baseline. However, there was a greater number of T cells in the atopic group which approached the 5% level of significatice (Mann-Whitney f/-test. P^ 0.055) only for CD8 positive T cells.", "cite_spans": [], "ref_spans": [{"start": 115, "end": 123, "text": "(Table 3", "ref_id": "TABREF2"}], "section": "Immunohistochem istry"}, {"text": "There was a wide scatter of inflammatory cell numbers between subjects some of which may be accounted for by technical factors such as sampling and processing and also by pathophysiological factors. The scatter of results was no more marked than in other studies in the literature.", "cite_spans": [], "ref_spans": [], "section": "Immunohistochem istry"}, {"text": "Eosinophil staining is shown in Fig. I Sixteen subjects had satisfactory bronchial biopsy samples for EG2 staining at each bronchoscopy. Seven of these showed an increase in activated (EG2) eosinophil infiltration during colds. There was no significant increase in EG2 infiltration during colds. Tceil immunostaining is shown in Fig. 2 . Fourteen subjects had satisfactory bronchial biopsy samples for T-ccll staining. One ot these did not have a satisfactory section for total T-cell staining (CD3). T-cell numbers were not normally distributed and non-parametric statistics were used to analyse the data. There was a significant increase in CD8 (T-suppressor) cells from a median of 93.6 cells mm \"^-271.8 ceils mm \" (Wilcoxon's signed rank test, P -0.004). There was also an increase in IL-2R positive cells, although numbers were very small (increase from median of 5.4 cells mm \"-12.8 cells mm \". P = 0.059). Figure 3 shows the differential cell counts in bronchial washings. Seventeen subjects had satisfactory bronchial cytology specimens for differential cell count. There were no significant changes in macrophages, lymphocytes, eosinophils or epithelial cells. However, there was a significant increase in the percentage of neutrophils, from a geometric mean of 6.9% to 10.4%. (Paired /-test: geometric mean 1.53-fold increase, confidence interval 1.04 2.25-fold, P = 0.02.) The effect of atopy and viral diagnosis on changes in infiammatory cell infiltration of the bronchial mucosa is shown in Table 4 . The table shows the change from baseline in numbers of inflammatory cells in atopic and non-atopic subjects and in those with and without positive viral diagnoses. There was no difference in change in EGl infiltration between atopic and non-atopic subjects, nor between those with and without diagnosed viral infection. However, there were diflerences between changes in EG2 infiltration in the subgroups (graphically represented In Fig. 4 ). Only two of the eight subjects with diagnosed viral infection showed an increase in EG2 infiltration compared with five of the eight subject without diagnosed infection. Those without diagnosed viral infection showed a significant increase in EG2 infihration (paired /-test, P = 0.04). The only subject with diagnosed infection to demonstrate a large increase in EG2 infiltration was the subject who had dual infection with RSV and Haemophilus influenzae. This subject was also an atopic (grass pollen allergic) rhinitic. There was a significant increase in EG2 cells in those without diagnosed infection compared with those with diagnosed infection (two sample /-testing, P -0.04) Atopic subjects were more likely to show an increase in EG2 infiltration than non-atopic subjects. The difference between changes from baseline in the atopic and non-atopic subjects was significant on two sample /-testing (P = 0.05) as there was a reduction in EG2 numbers in a majority of the nonatopic subjects. Three of the four atopic subjects who showed an increase in EG2 eosinophils were rhinitics. There were no significant differences between atopic and non-atopic groups nor between those with and without diagnosed viral infection for T cells. There was a greater increase in neutrophils in bronchial washings in those with diagnosed viral infection but this increase was not significantly difterent from the change in those without diagnosed infection. Table 5 illustrates the association between lower respiratory tract symptoms and bronchial infiammatory cell infiltration. The Table shows Fig. 3 . Neutrophil count in bronchial lavage specimens. These data were log-normally distributed. Statistical analysis as in Pig. 1. The majority of samples (13/17) showed an increase in neutrophilia during acute coryzal symptoms. Although the mean increase was small, it was statistically significant. Table 3 .", "cite_spans": [{"start": 3703, "end": 3710, "text": "(13/17)", "ref_id": null}], "ref_spans": [{"start": 32, "end": 38, "text": "Fig. I", "ref_id": null}, {"start": 329, "end": 335, "text": "Fig. 2", "ref_id": null}, {"start": 914, "end": 922, "text": "Figure 3", "ref_id": null}, {"start": 1506, "end": 1513, "text": "Table 4", "ref_id": "TABREF5"}, {"start": 1949, "end": 1955, "text": "Fig. 4", "ref_id": "FIGREF1"}, {"start": 3406, "end": 3413, "text": "Table 5", "ref_id": "TABREF6"}, {"start": 3533, "end": 3544, "text": "Table shows", "ref_id": null}, {"start": 3545, "end": 3551, "text": "Fig. 3", "ref_id": null}, {"start": 3849, "end": 3856, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Changes in numbers of infiammatory cells during colds"}, {"text": "-fold changes with confidence intervals (Cl) which do not incltide Ihe value 1.00 (no change) indicate a significant increase or decrease in numbers of cells. * Significant change from baseline within tirotip (P < 0-05). Paired /-test, (Wilcoxon signed rank test for T cells). ^ Borderline significant change from baseline within group {P =-0'059). Wilcoxon signed rank test. * Significant dilTerence between atopic, non-atopic or viral diagnosis groups {P < 0 05). Comparison of changes: two sample /-test. in the groups of subjects who did or did not report symptoms of wheeze and dyspnoea during their colds. Subjects who wheezed during their colds showed an increase in EGl. CD8 and 1L-2R ' cells in brotichial mucosa but this was not significantly different in comparison with the change iti those who did not wheeze. There were no significant differences between symptom subgroups for EG2, CD3 * and CD4\"^ positive cells in bronchial tnucosa nor for neutrophils in bronchial washitigs. Subjects with dyspnoea during their colds showed a significant increase in CDS ' cells in comparison with the non-dyspnoeic subgroup (median increase + 203.6 cells mm -compared with +43.9 cellsmm \". Mann-Whitney tZ-test P^0.02). These subjects also showed an increase in IL-2R^ cells which did not differ significantly frotn the non-dyspnoeic subgroup. There was no significant association of dyspnoea with changes in other infiamtnatory cells, although there was an increase of neutrophils in bronchial washings in the non-dyspnoeic subgroup.", "cite_spans": [], "ref_spans": [], "section": "Changes in numbers of infiammatory cells during colds"}, {"text": "Thirteen subjects had satisfactory bronchial biopsy samples for ICAM-1 staining. ICAM-l staining of the epithehum was only found in four of seven atopic subjects and none of the six non-atopic subjects. ICAM-l expression was upregulated during colds in all of the four atopic subjects: on a grading scale of 0-3. two subjects increased expression from I to 2. one from 0 to 1 and one from 0 to 2. Only one of these four subjects had an identified viral infection, this being the subject with RSV infection together with Haemophilus influerizae (Grade 0 1). All the atopie subjects for whom biopsy tissue was available were rhinities. Sections were available for five of the eight subjects with viral infection (one HRV. two HCV. one HRV/HCV, one RSV/7/. injlucuzac].", "cite_spans": [], "ref_spans": [], "section": "S!a!iilni> for ICAM-l"}, {"text": "This study was designed in order to determine the effect of the common cold on lower airway inflarnmation. comparing the response in atopie and non-atopic subjects. The study has shown the presence of bronchial inflammation in healthy adult subjects complaining of symptoms of the comtnon cold. We demonstrated two distinct groups among such subjects: those with virologically proven infections and those without. A relative rise in neutrophils was a characteristic of the former group, whereas activated eosinophilic infiltration was present in the latter. Despite such differences, symptom scores were similar in the two groups. Atopy and rhinitis were factors associated with the development of activated eosinophilic inflammation in the bronchial mucosa. The majority of subjects showed reduced FEVi and increases in airways responsiveness, neutrophils. total EGl ^ eosinophils and CD8 ^ suppressor T-lymphocytes. regardless of atopy or the ptesence of viral infection. While perception of symptoms of the common cold by subject or observer eould have influenced the results of lung function and bronchial provocation testing, staining and counting of biopsy and iavage specimens was performed without knowledge of subject, eoryzal symptoms or infection status. Our ilndings indicate that many subjects with symptotns traditionally thought to indicate upper respiratory tract infection have evidence of lower respiratory tract inflammation. It seems likely that total eosinophils and neutrophils increased as part of an acute granulocyte infiltrate, whereas CD8 ' T-suppressor cells may be involved in a killer cell response to viral infection: their role in those subjects in whom we were unable to identify a pathogen is less clear. Numbers of subjects with HRV infection were too few to consider separately. However, our methodology for HRV RT-PCR has previously been well validated [7] , results in adult asthtna exacerbations comparing well with those of a study in children using similar techniques [6] . In the latter study there was a higher rate of picornaviruses identified by PCR but the confirmed rate of HRV was similar. The excess of picornaviruses may have been accounted for by HRV or enterovirus infections, the former being more likely. Differences between the two studies may reflect the age groups involved. Bronchial immunopathology in the HRV cases was not distinctive, despite lCAM-1 being the receptor for major HRV serotypes [17] . ICAM-1 expression in bronchial epithelium was limited to four atopic rhinilic subjects. We have not previously been able to show bronchial epithelial ICAM-1 expression in non-asthmatics, whereas ICAM-1 is constitutively expressed by the vascular endothelium. However, our previous study compared asthmatics with non-atopic non-rhinitics [20] , Thus, the findings of this study suggest that ICAM-1 may be up-regulated in lower airway epithelium in allergic rhinitis as well as in asthma. ICAM-I was only expressed in diagnosed viral infection in one atopic rhinitic subject with the combination of RSV together with Haemophilus influenzae infection. This was a 23-year-old heterosexual who had never smoked. He had no exceptional symptoms and made a full and rapid recovery. Bronchial lavage demonstrated high neutrophilia (64%). Although this is a small study, we believe that our findings suggest a tendency, often suspected in clinical practice, for allergic subjects to report allergic inflammation as a \"cold\". This could explain the low diagnostic rate of viral infection particular to the atopic group, despite a combination of PCR and serological diagnostic techniques which have given a high yield of viral diagnoses in previous studies [7] , It is interesting that there were no significant difl'erences in symptoms among atopic and non-atopic subjects save for breathlessness. which was, paradoxically, more common among the non-atopic subjects. Lower respiratory tract symptoms were quite common among these subjects with uncomplicated colds, providing a clinical correlation with the inflammatory infiltrate, especially with CD8'^ T cells. Other investigators have found slight differences in symptomatology in atopic subjects with experimental HRV infections: symptoms tending to be earlier in onset [28] and more severe in those with evidence of preceding HRV infection [29] , Other studies have shown that markers of allergic inflammation can be detected at distant sites in atopic subjects. Djukanovic et al. [24] showed greater numbers of inflammatory cells in the bronchial mucosa of atopic rhinitics than in non-atopic normals. In contrast, we found no difference between atopic and non-atopic subjects at baseline, but only half of our atopic subjects had rhinitis. Other studies from our laboratory have shown constitutive up-regulation of cytokines such as granulocyte macrophage-colony stimulating factor (GM-CSF) in the nasal mucosa of atopic non-rhinitics with eczema [30] . Thus, it is perhaps not surprising that activated eosinophils can increase in the bronchial mucosa in atopic rhinitics with episodes of respiratory symptoms. Previous studies of the immunopathology of the common cold have concentrated on experimental HRV infection, examining mainly nasal secretions and peripheral blood. There have been few studies of bronchial pathology. Halperin et al. [35] isolated HRV from the lower airway in experimental infection, using a bronchoscopic technique which minimised contamination from the upper respiratory tract. Calhoun et al. [36] found that subjects experimentally infected with HRV16 showed an increase in eosinophils in bronchoa[veolar lavage specimens following allergen challenge. There was an amplified response in atopic rhinitic subjects, consistent with the increase in allergen responsiveness among similar subjects in a previous study [[0] . Other studies of colds have produced conflicting data. Neutrophilia has been consistently found in nasal secretions [16.31] , together with shed epithelial cells [16] . Levandowski [32] showed a reduction in CD4 + and to a lesser extent, CD8 ^ T cells in peripheral blood after HRV25 infection and suggested that this might indicate recruitment of such cells to the site of inflammation. However, the same investigators found only neutrophils and monocytes in nasal secretions [31] . Others have not been able to find an increase in inflammatory cells in nasal biopsies [13] and suggested tbat the symptoms of common cold infection might be caused by mediators such as histamine and kinins [14.33] . Hsia et al. [22] showed an increase in production of interleukin-2 and interferon--j by peripheral blood mononuclear cells, inversely related to severity of the cold. They also showed an increase in natural killer (NK) cell-mediated cytotoxicity and antigen-stimulated blastogenesis. Skoner et al. [34] showed increases in peripheral blood total leucocytes and lymphocytes, especially, CD3, CD4, CDS and CD3 ' DR^; but a decrease in NK cell activity and lymphoproliferative response to RV39, particularly in nonatopic subjects. There were subtle differences in the peripheral blood response between atopic and nonatopic subjects with a tendency to a later response in the atopic allergic group. Such peripheral blood changes indicate a systemic immune response to HRV. Our findings indicate that healthy non-asthmatic subjects with symptoms of the common cold can develop bronchial inflammation, including an infiltrate of eosinophils. neutrophils and CD8^ T-suppressor cells. Atopic rhinitic subjects were most likely to show allergic inflammation with activated eosinophilia and were least likely to have a diagnosed viral g) 1996 Blackwell Science Ltd, Clinical and E.xperimenlal Allergy. 26. 665-676 infection. Therefore, symptoms typical of the common cold may be caused by airway inflammation in the absence of viral infection. Exposure to aeroallergens and possibly environmental pollutants should be considered as alternative triggers of cold symptoms.", "cite_spans": [{"start": 1890, "end": 1893, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 2009, "end": 2012, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 2454, "end": 2458, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 2798, "end": 2802, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 3706, "end": 3709, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 4274, "end": 4278, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 4345, "end": 4349, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 4486, "end": 4490, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 4954, "end": 4958, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 5351, "end": 5355, "text": "[35]", "ref_id": "BIBREF34"}, {"start": 5529, "end": 5533, "text": "[36]", "ref_id": "BIBREF35"}, {"start": 5849, "end": 5853, "text": "[[0]", "ref_id": null}, {"start": 5972, "end": 5979, "text": "[16.31]", "ref_id": null}, {"start": 6018, "end": 6022, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 6037, "end": 6041, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 6333, "end": 6337, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 6426, "end": 6430, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 6546, "end": 6553, "text": "[14.33]", "ref_id": null}, {"start": 6568, "end": 6572, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 6854, "end": 6858, "text": "[34]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Routine antibiotics in hospital management of acule asthma", "authors": [{"first": "Val", "middle": [], "last": "Graham", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Milton", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Knowlcs", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Davies", "suffix": ""}], "year": 1982, "venue": "Lancet", "volume": "i", "issn": "", "pages": "418--439", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The association of viral and bacterial respiratory infections with exacerbations of wheezing in young astlimalic children", "authors": [{"first": "K", "middle": [], "last": "Melntosh", "suffix": ""}, {"first": "E", "middle": ["F"], "last": "Ellis", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Hoffman", "suffix": ""}], "year": 1973, "venue": "J Pediatr", "volume": "82", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Respiratory viral infection and wheezy bronchitis in childhood", "authors": [{"first": "Mec", "middle": [], "last": "Horn", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Brain", "suffix": ""}, {"first": "I", "middle": [], "last": "Gregg", "suffix": ""}], "year": 1979, "venue": "Thorax", "volume": "34", "issn": "", "pages": "23--31", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Viral and bacterial infections in adults with chronic asthma", "authors": [{"first": "D", "middle": ["W"], "last": "Hudgel", "suffix": ""}, {"first": "L", "middle": [], "last": "Langston", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Seiner", "suffix": ""}, {"first": "K", "middle": [], "last": "Melntosh", "suffix": ""}], "year": 1979, "venue": "Am Rev Respir Dis", "volume": "120", "issn": "", "pages": "393--400", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Virul infections as a precipitant of wheeze in children: combined home and hospital study", "authors": [{"first": "", "middle": [], "last": "Mitchell 1", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Inglis", "suffix": ""}, {"first": "H", "middle": [], "last": "Simpson", "suffix": ""}], "year": 1978, "venue": "Arch Dis Child", "volume": "53", "issn": "", "pages": "106--117", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Use of polymerase chain reaction for diagnosis of picornavirus infection in subjects with and without respiratory symptoms", "authors": [{"first": "S", "middle": [], "last": "Johnston", "suffix": ""}, {"first": "G", "middle": [], "last": "Sanderson", "suffix": ""}, {"first": "P", "middle": [], "last": "Pattemore", "suffix": ""}], "year": 1993, "venue": "J Clin Microhiol", "volume": "31", "issn": "", "pages": "111--118", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Improved detection of rhinoviruses in nasal and throat swabs by semi-nested RT-PCR", "authors": [{"first": "D", "middle": [], "last": "Ireland", "suffix": ""}, {"first": "J", "middle": [], "last": "Kent", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Nicholson", "suffix": ""}], "year": 1993, "venue": "J Med Virol", "volume": "40", "issn": "", "pages": "96--101", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Mechanisms of bronchial hyper reactivity in normal subjects after upper respiratory tract infection", "authors": [{"first": "D", "middle": ["W"], "last": "Empey", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Laitinen", "suffix": ""}, {"first": "L", "middle": [], "last": "Jacobs", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Gold", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Nadel", "suffix": ""}], "year": 1976, "venue": "Am Rev Respir Dis", "volume": "113", "issn": "", "pages": "131--140", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Effect of atopy on the natural history of symptoms, peak expiratory flow and bronchial hyperresponsiveness in 7 and 8-year-old children with cough and wheeze", "authors": [{"first": "J", "middle": [], "last": "Clough", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Williams", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Holgate", "suffix": ""}], "year": 1991, "venue": "Am Rev Respir Dis", "volume": "143", "issn": "", "pages": "755--60", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Rhinovirus upper respiratory tract infection increases airway hyperreactivity and late asthmatic reactions", "authors": [{"first": "R", "middle": ["F"], "last": "Lemanske", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Dick", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Swenson", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Vrtis", "suffix": ""}], "year": 1989, "venue": "J Clin Invest", "volume": "83", "issn": "", "pages": "1--10", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Bronchotracheal response in human influenza", "authors": [{"first": "J", "middle": ["J"], "last": "Walsh", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Dietlein", "suffix": ""}, {"first": "F", "middle": ["N"], "last": "Low", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Burch", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Mogabgab", "suffix": ""}], "year": 1961, "venue": "Arch Intern Med", "volume": "108", "issn": "", "pages": "98--110", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Bronchial epithelium in humans recently recovering from respiratory infections caused by Influenza A or Mycoplasma", "authors": [{"first": "M", "middle": [], "last": "Soderberg", "suffix": ""}, {"first": "S", "middle": [], "last": "Hellstrom", "suffix": ""}, {"first": "R", "middle": [], "last": "Lundgren", "suffix": ""}, {"first": "A", "middle": [], "last": "Bergh", "suffix": ""}], "year": 1990, "venue": "Eur Respir J", "volume": "3", "issn": "", "pages": "1023--1031", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Nasal biopsies in human rhinovirus 16 infection: an immunohistochemical sttidy", "authors": [{"first": "D", "middle": ["J"], "last": "Fraenkel", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Bardin", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Johnston", "suffix": ""}, {"first": "G", "middle": [], "last": "Sanderson", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Holgate", "suffix": ""}], "year": 1993, "venue": "Thorax", "volume": "", "issn": "", "pages": "48--1070", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Kinins are generated during experimental rhinoviral colds", "authors": [{"first": "R", "middle": ["M"], "last": "Naclerio", "suffix": ""}, {"first": "D", "middle": [], "last": "Proud", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Lichtenstein", "suffix": ""}], "year": 1987, "venue": "J Infect Dis", "volume": "157", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Respiratory virus infection of monolayer culttires of human nasal epithelial cells", "authors": [{"first": "B", "middle": [], "last": "Winther", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gwaltncy", "suffix": ""}, {"first": "Owen", "middle": [], "last": "Hendley", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 1990, "venue": "Am Rev Respir Dis", "volume": "", "issn": "", "pages": "4--839", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Shedding of infected epithelial cells in rhinovirus colds", "authors": [{"first": "R", "middle": ["B"], "last": "Turner", "suffix": ""}, {"first": "J", "middle": [], "last": "Owen Hendley", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}], "year": 1982, "venue": "J Infect Dis", "volume": "145", "issn": "", "pages": "849--53", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Rothlein R ct al, A cell adhesion molecule ICAM-I is the major surface receptor for rhinoviruses", "authors": [{"first": "D", "middle": ["E"], "last": "Slaunton", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Merluzzi", "suffix": ""}], "year": 1989, "venue": "Cell", "volume": "56", "issn": "", "pages": "849--53", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Intercelliilar adhesion moiecule-1 (ICAM-1) in the pathogenesis of asthma", "authors": [{"first": "C", "middle": ["D"], "last": "Wegner", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Gundcl", "suffix": ""}, {"first": "P", "middle": [], "last": "Reilly", "suffix": ""}], "year": 1990, "venue": "Science", "volume": "247", "issn": "", "pages": "456--465", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "HLA-DR and ICAM-1 expression on bronchial epithelial cells in asthma and chronic bronchitis", "authors": [{"first": "A", "middle": ["M"], "last": "Campbell", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Vignola", "suffix": ""}, {"first": "P", "middle": [], "last": "Chanez", "suffix": ""}], "year": 1993, "venue": "Am Rev Respir Dis", "volume": "", "issn": "", "pages": "148--689", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The expression of intercellular adhesion moIccule-1 and the ,:*l-integrins in asthma", "authors": [{"first": "N", "middle": ["D"], "last": "Manolitsas", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Trigg", "suffix": ""}, {"first": "A", "middle": [], "last": "Mcaulay", "suffix": ""}], "year": 1994, "venue": "Eur Resp J", "volume": "7", "issn": "", "pages": "1439--1483", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Selective induction of intercellular adhesion molecule-1 by interferon-gamma in human airway epithelial cells", "authors": [{"first": "D", "middle": ["C"], "last": "Look", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Rapp", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Keller", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Holtzman", "suffix": ""}], "year": 1992, "venue": "Am J Physiol", "volume": "263", "issn": "", "pages": "79--87", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Peripheral blood mononuclear cell interleukin-2 and intcrferon-gamma production, cytotoxicity and antigenstimulated blastogenesis during experimental rhinovirus infection", "authors": [{"first": "J", "middle": [], "last": "Hsia", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Goldstein", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Simon", "suffix": ""}, {"first": "M", "middle": [], "last": "Sztein", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}], "year": 1990, "venue": "J Infect Dis", "volume": "162", "issn": "", "pages": "591--598", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Induction by lL-I and interferon-gamma: tissue distribution, biochemistry and function of a natural adherence molecule (ICAM-1)", "authors": [{"first": "M", "middle": ["L"], "last": "Dustin", "suffix": ""}, {"first": "", "middle": [], "last": "Rothlein R", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Bhan", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Dinarello", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Springer", "suffix": ""}], "year": 1986, "venue": "J Immunol", "volume": "137", "issn": "", "pages": "245--53", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Quantitication of mast cells and eosinophils in the bronchial mucosa of symptomatic atopic asthmatics and healthy control subjects using immunohistochemistry", "authors": [{"first": "R", "middle": [], "last": "Djukanovic", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Wilson", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Britten", "suffix": ""}], "year": 1990, "venue": "Am Rev Respir Dis", "volume": "142", "issn": "", "pages": "863--71", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Changes in the normal maximal expiratory flow-volume curve with growth and aging", "authors": [{"first": "R", "middle": ["J"], "last": "Knudson", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Lebowitz", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Holberg", "suffix": ""}, {"first": "B", "middle": [], "last": "Burrows", "suffix": ""}], "year": 1983, "venue": "Am Rev Respir Dis", "volume": "127", "issn": "", "pages": "725--759", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "A general practice survey of bronchial hyperresponsiveness and its relation to symptoms, sex. age, atopy and smoking", "authors": [{"first": "C", "middle": ["J"], "last": "Trigg", "suffix": ""}, {"first": "", "middle": [], "last": "Bennett", "suffix": ""}, {"first": "M", "middle": [], "last": "Tooley", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "D&apos;souza", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Davies", "suffix": ""}], "year": 1990, "venue": "Thorax", "volume": "45", "issn": "", "pages": "866--72", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Analysis of dose-response curves to methacholine", "authors": [{"first": "Connor", "middle": ["G"], "last": "O&apos;", "suffix": ""}, {"first": "D", "middle": [], "last": "Sparrow", "suffix": ""}, {"first": "D", "middle": [], "last": "Taylor", "suffix": ""}, {"first": "M", "middle": [], "last": "Segal", "suffix": ""}, {"first": "S", "middle": [], "last": "Weiss", "suffix": ""}], "year": 1987, "venue": "Am Rev Respir Dis", "volume": "", "issn": "", "pages": "136--1412", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Theory and practice of histological techniques", "authors": [{"first": "J", "middle": ["D"], "last": "Bancroft", "suffix": ""}, {"first": "A", "middle": [], "last": "Stevens", "suffix": ""}], "year": 1990, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Use of avidin-biotin complex (ABC) in immunoperoxidase techniques, A comparison between ABC and unlabellcd (PAP) techniques", "authors": [{"first": "S", "middle": ["M"], "last": "Hsu", "suffix": ""}, {"first": "L", "middle": [], "last": "Raine", "suffix": ""}, {"first": "H", "middle": [], "last": "Fanger", "suffix": ""}], "year": 1981, "venue": "J Histo-chemCytochem", "volume": "29", "issn": "", "pages": "577--80", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Rhinovirus 39 infection in allergic and nonailergic subjects", "authors": [{"first": "W", "middle": ["J"], "last": "Doyle", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Skoner", "suffix": ""}, {"first": "P", "middle": [], "last": "Fireman", "suffix": ""}], "year": 1992, "venue": "J Allergy Clin Immunol", "volume": "89", "issn": "", "pages": "968--78", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Amplified rhinovirus colds in atopic subjects", "authors": [{"first": "P", "middle": [], "last": "Bardin", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Fraenkel", "suffix": ""}, {"first": "G", "middle": [], "last": "Sanderson", "suffix": ""}], "year": 1994, "venue": "Clin Exp Allergy", "volume": "24", "issn": "", "pages": "457--64", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Synthesis of TNF-tt, IL-8 and GM-CSF by cultured nasal epithelial cells from atopic and non-atopic non-rhinitic subjects and the effect of exposure for 6 h to nitrogen dioxide (N02)", "authors": [{"first": "M", "middle": ["A"], "last": "Calderon", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Devalia", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Prior", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Davies", "suffix": ""}], "year": 1994, "venue": "Clin Exp Allergy", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Pathogenesis of lower respiratory tract symptoms in experimental rhinovirus infection", "authors": [{"first": "S", "middle": ["A"], "last": "Halperin", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Fggleston", "suffix": ""}], "year": 1983, "venue": "Am Rev Respir Dis", "volume": "128", "issn": "", "pages": "806--816", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Experimental rhinovirus 16 infection potentiates airway inflammation only in allergic subjects", "authors": [{"first": "Calhoun", "middle": ["Wj"], "last": "Reed", "suffix": ""}, {"first": "H", "middle": ["E"], "last": "Stevens", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Busse", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "", "suffix": ""}], "year": 1991, "venue": "Am Rev Respir Dis", "volume": "143", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Nasal secretion leukocyte populations determined by flow cytometry during acute rhinovirus infection", "authors": [{"first": "R", "middle": ["A"], "last": "Levandowski", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Weaver", "suffix": ""}, {"first": "G", "middle": ["G"], "last": "Jackson", "suffix": ""}], "year": 1988, "venue": "J Med Virol", "volume": "423", "issn": "25", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Acute-phase decrease of T-lymphocyte subsets in rhinovirus infection", "authors": [{"first": "R", "middle": ["A"], "last": "Levandowski", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Ou", "suffix": ""}, {"first": "G", "middle": ["G"], "last": "Jackson", "suffix": ""}], "year": 1986, "venue": "J Infect Dis", "volume": "153", "issn": "", "pages": "743--751", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Analysis of nasal secretions during experimental rhinovirus upper respiratory infections", "authors": [{"first": "Y", "middle": [], "last": "Igarashi", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Skoner", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Doyle", "suffix": ""}], "year": 1993, "venue": "J Allergy Clin Immunol", "volume": "92", "issn": "", "pages": "722--753", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Eflfect oi' rhinovirus 39 infection on cellular immune parameters in allergic and non-allergic subjects", "authors": [{"first": "D", "middle": ["P"], "last": "Skoner", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Whiteside", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Wilson", "suffix": ""}], "year": 1993, "venue": "J Allergy Clin Immunol", "volume": "92", "issn": "", "pages": "732--775", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Total (EGl\"*\") eosinophils in the bronchial mucosa. These data were log-normally distributed. Bars represent the geometric mean and 95% confidence interval. Within group comparisons were performed using the paired Mest. Numbers increased significantly during acute coryzal symptoms. (a) T-suppressor (CD8\"^) and (b) interleukin-2 receptor positive (IL-2R'''. CD25''') cells in the bronchial mucosa. These dala were not normally distributed. Horizontal bars indicate medians. Within group comparisons were performed using Wilcoxon's signed rank test. Numbers of CDS\"^ eells inereased significantly during aeute eoryzal symptoms. confidence ititerval 1.12-40.46-fold, paired /-lest: P-0.04).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Fold change in activated cosinophil {EG2) infiltration in the bronchial mucosa during acute coryzal symptoms, (a) Comparison of those with and without diagnosed viral infeclion (virus +ve, -ve). (b) Comparison ofatopicand non-atopic subjects. Bars indicate geometric mean and 95yu Cl. Comparison between groups: two sample /-test. Comparison within group: paired /-test. The broken line at 1.0-fold indicates the level of no change in numbers: confidence intervals which do not cross this line indicate significant change (P < 0-05) within grotips. EG2* ceils increased significantly in atopic rhinitic subjects but not in association with diagnosed viral infection. HRV. Rhinovirus. HCV. Coronavirus. PI, Parainfluen/a ili. RSV-Respiratory syncytial virus. H inf. Huenwphilm injlin'nzac. * Atopie rhinities.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Tabie I. Subject charittteristics", "latex": null, "type": "table"}, "TABREF1": {"text": "Effect of atopy and viral diagnosis on changes in lung function and bronchial responsiveness", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Subject group </td><td>Noti-atopic </td><td>Aiopic </td><td>No viral diagnosis </td><td>Viral diagtiosis\n</td></tr><tr><td>Change in FEV,\n</td><td>-0.16*\n</td><td>-0.23**\n</td><td>-0.21*\n</td><td>-0.20**\n</td></tr><tr><td>(L: mean. 95% Cl)\n</td><td>(-0.26. -0.06)\n</td><td>(-0.43. -0.04)\n</td><td>(-0.37, -0.04)\n</td><td>(-0.35. -0.06)\n</td></tr><tr><td>Change in SL\n</td><td>+0.76**\n</td><td>+0.59\n</td><td>+0.80**\n</td><td>+0.55\n</td></tr><tr><td>(Doubling slope: mean, 95% Cl)\n</td><td>(0.35, 1.16)\n</td><td>(-0.23, 1.41)\n</td><td>(0.27, 1.33)\n</td><td>(-0.18, 1.28)\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Comparisoti of inflammatory cell infiltration of the brotichial mucosa in atopic itnd non-atopic subjects at baseline", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Subject group </td><td>Non-atopic </td><td>Atopic\n</td></tr><tr><td>Eosinophils/mm~ (geom mean, range)\n</td><td> </td><td> </td></tr><tr><td>- E G l\n</td><td>2.70(0. 18.54)\n</td><td>2.67 (0. 86.70)\n</td></tr><tr><td>- E G 2\n</td><td>8.47(1.78,66.99)\n</td><td>2.20 (0, 32.73)\n</td></tr><tr><td>T cells/mm\" (median, range)\n</td><td> </td><td> </td></tr><tr><td>- CD3+\n</td><td>65.2(0.402.1)\n</td><td>158.3(86.4. 505.8)\n</td></tr><tr><td>-CD4+\n</td><td>16.3(0. 296.9)\n</td><td>64.8(19.2. 110.5)\n</td></tr><tr><td>-CD8+\n</td><td>25.0(0. 177.4)\n</td><td>102.4 (.32.1, 287.5)'^\n</td></tr><tr><td>IL-2R+ cells (median, range)\n</td><td>3.45(0. 13.3)\n</td><td>10.0 (0.8, 20.4)\n</td></tr><tr><td>Bronchial lavage\n</td><td> </td><td> </td></tr><tr><td>Neutrophils % (Geometric mean, range)\n</td><td>6.19(1.70.21.68)\n</td><td>7.69 (0.70. 32.28)\n</td></tr></table></body></html>"}, "TABREF4": {"text": "the change from baseline in numbers of infiammatory cells", "latex": null, "type": "table"}, "TABREF5": {"text": "EfFect of atopy and viral diagnosis oti changes in inflammatory cell infiltration ofthe bronchial mucosa", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Subject grotip\n</td><td>Non-atopic\n</td><td>Atopic\n</td><td>No viral diagnosis\n</td><td>Viral diagnosis\n</td></tr><tr><td>Eosinophils/mm\"\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>(-fold change, geometric mean. 95% CI)\n- EGl\n</td><td>6.67\n</td><td>6.8!\n</td><td>11.51\n</td><td>4.60\n</td></tr><tr><td>(0.78. 56.89)\n</td><td>(0.14. 341.98)\n</td><td>(0.48, 274.16)\n</td><td>(0.23. 92.47)\n</td></tr><tr><td>- EG 2\n</td><td>0.42\n</td><td>8.30-*-\n</td><td>8.34*+\n</td><td>0.40\n</td></tr><tr><td>(0.05. 3.18)\n</td><td>(0.59. 115.61)\n</td><td>(1.18. 58.75)\n</td><td>(0.03. 5.71)\n</td></tr><tr><td>T cells/mm\" (median change)\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>- C D 3 *\n</td><td>+288.0\n</td><td>-13.0\n</td><td>+415.0\n</td><td>-6.0\n</td></tr><tr><td>- CD4*\n</td><td>+59.0\n</td><td>+34.9\n</td><td>+ 116.2\n</td><td>+35.0\n</td></tr><tr><td>cDr\n</td><td>+ 191.4*\n</td><td>+83.1\n</td><td>+ 168.3*\n</td><td>+ 185.8\n</td></tr><tr><td>IL-2R\" cells (median change)\n</td><td>+7.69*\n</td><td>+4.3\n</td><td>+6.0\n</td><td>+ 10.8*\n</td></tr><tr><td>Bronchial iavage\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Neutrophils %\n</td><td>1.52*\n</td><td>1.72\n</td><td>1.32\n</td><td>1.93*\n</td></tr><tr><td>(-fold change, geometric mean, 9 5 % CI)\n</td><td>(1.02.2.26)\n</td><td>(0.78. 3.78)\n</td><td>(0.66. 2.60)\n</td><td>(1.07. 3.47)\n</td></tr></table></body></html>"}, "TABREF6": {"text": "Association between lower respiratory tract symptoms and change in bronchial inflammatory cell infiltration", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Subject group\n</td><td>Wheeze-\n</td><td>Wheeze+\n</td><td>Dyspnoea-\n</td><td>Dyspnoea+\n</td></tr><tr><td>Eosinophi Is/mm\"\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>(fold change, geometric mean, 95% CI)\n</td><td> </td><td> </td><td> </td></tr><tr><td>- EGl\n</td><td>1.95\n</td><td>23.40*\n</td><td>8.13\n</td><td>5.25\n</td></tr><tr><td>(0.22. 16.60)\n</td><td>(1.03. 537.03)\n</td><td>(0.37, 182.00)\n</td><td>(0.49. 56.23)\n</td></tr><tr><td>- EG2\n</td><td>1.17\n</td><td>0.98\n</td><td>0.68\n</td><td>1.95\n</td></tr><tr><td>(0.05, 26.92)\n</td><td>(0.23. 4.27)\n</td><td>(0.04. 11.75)\n</td><td>(0.81.4.68)\n</td></tr><tr><td>T cells/mm^\n(median change)\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>- CD3+\n</td><td>-24.0\n</td><td>+260.4\n</td><td>-24.0\n</td><td>+288.0\n</td></tr><tr><td>- CD4+\n</td><td>+2.0\n</td><td>+44.7\n</td><td>+1.9\n</td><td>+59.0\n</td></tr><tr><td>-CD8+\n</td><td>+43.9\n</td><td>+ 19K4*\n</td><td>+43.9\n</td><td>+203.6*+\n</td></tr><tr><td>IL-2R\" cells\n(median change)\n</td><td>0\n</td><td>+7.69*\n</td><td>0\n</td><td>+7.69*\n</td></tr><tr><td>Bronchial lavage\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Neutrophils % ' </td><td>1.59 </td><td>1.48 </td><td>1.97* </td><td>1.11\n</td></tr><tr><td>(-fold change, geometric mean, 95% CI) </td><td>(0.81, 3.09) </td><td>(0.83, 2.63) </td><td>(1.10. 3.52) </td><td>(0.66, 1.87)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "CJT was supported by a Bursary from the Joint Research Board of St Bartholomew's Hospital and a travel grant from the Robert Malcolm Trust. DCI was supported by a gram from the Cystic Fibrosis Trust. We thank the volunteers for their co-operation, Julie Kent, Moises Calderon and Ray Sapsford for technical assistance and Janice Thomas for statistica! advice.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}