{
    "paper_id": "a1aed4577a6f9ef57584d93aa0fe2e293fce0f46",
    "metadata": {
        "title": "The impact of awareness on epidemic spreading in networks",
        "authors": [
            {
                "first": "Qingchu",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jiangxi Normal University",
                    "location": {
                        "postCode": "330022",
                        "settlement": "Nanchang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xinchu",
                "middle": [],
                "last": "Fu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai University",
                    "location": {
                        "postCode": "200444",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Small",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Western Australia",
                    "location": {
                        "postCode": "6009",
                        "settlement": "Crawley",
                        "region": "WA",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Xin-Jian",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai University",
                    "location": {
                        "postCode": "200444",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We explore the impact of awareness on epidemic spreading through a population represented by a scale-free network. Using a network mean-field approach, a mathematical model for epidemic spreading with awareness reactions is proposed and analyzed. We focus on the role of three forms of awareness including local, global, and contact awareness. By theoretical analysis and simulation, we show that the global awareness cannot decrease the likelihood of an epidemic outbreak while both the local awareness and the contact awareness can. Also, the influence degree of the local awareness on disease dynamics is closely related with the contact awareness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The interplay between awareness and epidemic dynamics in networks has recently achieved much attention. The human responses to disease outbreaks can result in the reduction of susceptibility to infection, which in turn, can affect epidemic dynamics. So an epidemic model should include such factors. This issue has been studied from the perspective of awareness reactions. However, the impact of individual awareness is not entirely understood thus far because of its variety and complexity. In this work, we build a continuous mean-field (MF) model to study the impact of the three forms of awareness on the epidemic spreading in a finite scale-free (SF) network: contact awareness that increases with individual contact number; local awareness that increases with the fraction of infected contacts; and global awareness that increases with the overall disease prevalence. Theoretical analysis and simulation shows that the effect of these different types of awareness can be clearly classified. Both the contact awareness and the local awareness can raise the epidemic threshold, while the global awareness can only decrease the epidemic prevalence. These results also tell us that individual awareness contributes toward the inhibition of epidemic transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We explore the impact of awareness on epidemic spreading through a population represented by a scale-free network. Using a network mean-field approach, a mathematical model for epidemic spreading with awareness reactions is proposed and analyzed. We focus on the role of three forms of awareness including local, global, and contact awareness. By theoretical analysis and simulation, we show that the global awareness cannot decrease the likelihood of an epidemic outbreak while both the local awareness and the contact awareness can. Also, the influence degree of the local awareness on disease dynamics is closely related with the contact awareness. The interplay between awareness and epidemic dynamics in networks has recently achieved much attention. The human responses to disease outbreaks can result in the reduction of susceptibility to infection, which in turn, can affect epidemic dynamics. So an epidemic model should include such factors. This issue has been studied from the perspective of awareness reactions. However, the impact of individual awareness is not entirely understood thus far because of its variety and complexity. In this work, we build a continuous mean-field (MF) model to study the impact of the three forms of awareness on the epidemic spreading in a finite scale-free (SF) network: contact awareness that increases with individual contact number; local awareness that increases with the fraction of infected contacts; and global awareness that increases with the overall disease prevalence. Theoretical analysis and simulation shows that the effect of these different types of awareness can be clearly classified. Both the contact awareness and the local awareness can raise the epidemic threshold, while the global awareness can only decrease the epidemic prevalence. These results also tell us that individual awareness contributes toward the inhibition of epidemic transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the outbreak of influenza A (H1N1) in 2009, the effect on human behaviors (such as staying at home and wearing surgical face masks) not only due to public measures but also due to individual responses was widely documented. 1 When aware of an infectious disease outbreak, people will sometimes change their behavior in order to reduce the risk of infection. 2 Interestingly, the change of individual behaviors in the presence of an infectious pathogen also has an effect on the epidemic spreading.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 232,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 365,
                    "end": 366,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Recently, there has been growing interest in investigating ways to model aspects of human responses to disease outbreaks in epidemiological models including network epidemic models 3-5 and non-network epidemic models. [6] [7] [8] In general, individual behaviors in the presence of an infectious pathogen respond to the information obtained from the general circumstances. Following Funk et al., 4 such information may come from the social or spatial neighborhood, which is called local (available) information. Another source of information is from the media (e.g., the information published by public health authorities), called global (available) information.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 222,
                    "end": 225,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 226,
                    "end": 229,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In modeling the effect of human behavior on epidemic transmission, apart from the sources of information described above, the effect of behavioral changes is also important. In light of the classification method proposed in Ref. 4 , the behavioral changes must affect either: (1) the disease state (e.g., healthy state or vaccinated state) of the individual; (2) the infection rate [9] [10] [11] or the recovery rate (may including the contact rate 7 ); or (4) the contact network structure relevant for the spread of disease. 3, [12] [13] [14] [15] In this work, we only consider the effect of individual responses on the infection rate. So, we suppose that the network structure is considered not to depend on the infection level. 11 Although this restriction may limit the realism of our model, it allows us to focus on the information effect for a mild infectious disease, e.g., flu. It is only under an extremely serious epidemic situation that the measures of strong quarantine or isolation would be implemented, 16 which will induce changes in the social network.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 230,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 395,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 529,
                    "text": "3,",
                    "ref_id": null
                },
                {
                    "start": 530,
                    "end": 534,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 540,
                    "end": 544,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 735,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 1019,
                    "end": 1021,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "For simplicity, we call the change of individual behavior to infection individual awareness. 6, 9 Awareness causes individuals to keep social distance 9 (by wearing protective masks, vaccination, or more creative precautions), which (potentially) results in the reduction of individual a)",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 95,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 96,
                    "end": 97,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Author to whom correspondence should be addressed. Electronic mail: wqingchu@yahoo.com.cn. susceptibility. The study of this issue may be classified into the two kinds of perspectives (1) The spread of awareness (or the information transmission), which assumes that the information (generally from an infectious node) undergoes a generation process and a transmission process from individual to individual. In order to study the effect of information transmission, two separate networks can be used for modeling the epidemic spreading and the information spreading, respectively. 9 Another approach is to classify a population with respect to information. 5, 6, 8 In general, the local spread of awareness can stop a disease from spreading, 5, 9 while the global transmission of information can only decrease the prevalence. 5 (2) The reaction of awareness (or the risk perception), which means that an individual promptly obtains relatively accurate information from the current circumstances and responses to the epidemics. In the study of this, the effect of risk perception can be expressed by a function of information. In Refs. 10 and 11, an exponential function of local information is used to study the transition of the level of precautionary measures, where the network structure has important impact on the existence of a value of perception that stops the epidemics. 10 In the present work, we investigate this issue from the second perspective in the heterogenous SF network, which exhibits a broad degree distribution. 17 Different from the previous work (see Refs. 10 and 11), we consider many types of information, which include both local information and global information. One advantage of this approach is that it allows us to study the difference between local information and global information. 4 Besides these prevalence-based information, we also consider one kind of belief-based information 4 which is related to individual nodes' contact numbers called contact information. This accounts for awareness of a higher risk when a node possesses a larger contact number. The study of multiple information complies with the variety and complexity of information in reality. 5 The assumption of the static network allows us to focus on the impact of such multiple information=awareness on the epidemic spreading.",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 581,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 656,
                    "end": 658,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 659,
                    "end": 661,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 663,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 741,
                    "end": 743,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 745,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 1379,
                    "end": 1381,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 1533,
                    "end": 1535,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 1818,
                    "end": 1819,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 2196,
                    "end": 2197,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The rest of this paper is organized as follows: In Sec. II, we propose an SIS (susceptible-infected-susceptible) model with awareness reactions; then in Sec. III, we analyze the conditions for epidemic spreading and determine the epidemic threshold; in Sec. IV, we present numerical simulations and compare these to the theoretical model and investigate the impact of both the local awareness and the global awareness on the epidemic prevalence (i.e., the final epidemic size); and finally, in Sec. V, we conclude the paper and give some discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The epidemics we study spread on scale-free networks of N nodes [17] [18] [19] with degree k distributed according to P(k), where P(k) is the fraction of nodes with connectivity k. Since we restrict our attention to the impact of multiple awareness (or information) on the epidemic spreading, it is assumed that the connectivity of nodes in networks is uncorrelated, which make the following discussion simpler. The infection rate, the rate that susceptible individuals are infected by an infectious neighbor, is always related to susceptibility and infectivity of individuals. [20] [21] [22] To characterize this, we use the two concepts proposed by Olinky and Stone, 23 the admission rate (characterizing susceptibility) and the transmission rate (characterizing infectivity). The admission rate A i is the rate that susceptible node i would actually admit an infection through an edge connected to an infected node. The transmission rate T i is the rate that infected node i would actually transmit an infection through an edge connected to a susceptible node.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 69,
                    "end": 73,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 78,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 578,
                    "end": 582,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 588,
                    "end": 592,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. THE MODEL"
        },
        {
            "text": "If we denote by q ij , the infection rate along the edge between i and j, then, we have 23,24",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. THE MODEL"
        },
        {
            "text": "In cases of no awareness, it is usually assumed T i ¼ k and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. THE MODEL"
        },
        {
            "text": "Here, we still assume that T i ¼ k, but the admission rate A i is coupled with individual awareness or information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. THE MODEL"
        },
        {
            "text": "Considering the complexity of individual awareness or information, 5 we introduce three forms of awareness. The first is dependent of individual contact number (i.e., contact information). In social networks, the contact number can be denoted by the node degree. Intuitively, the larger the contact number, the higher the risk of being infected. So the reaction to contact information (this should be belief-based information 4 ) is called the contact awareness. The contact awareness, therefore, can reduce individual susceptibility and affect the admission rate, represented by w(k i ) as a multiplicative factor 9 in the expression for A i . Obviously, w(x) is a decreasing function of x.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 68,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. THE MODEL"
        },
        {
            "text": "On the other hand, the conscious behavior of individuals will also change in reaction to epidemic information and affect the epidemic spreading in turn. Such information includes both the local infection density . i in node i's vicinity=neighborhood (i.e., the local information 10, 11 ) and the global infection density q in a whole community 2 (i.e., the global information). Hence, the other two kinds of awareness are called local awareness and global awareness corresponding to the local information and the global information, respectively.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 282,
                    "text": "10,",
                    "ref_id": null
                },
                {
                    "start": 283,
                    "end": 285,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. THE MODEL"
        },
        {
            "text": "Similar to the contact awareness, both the local awareness and the global awareness may impact the admission rate with two multiplicative factors. Herein, we first consider a general scenario. If we denote the epidemic information by x, then x ¼ . i for the local information and x ¼ q for the global information. We introduce a function of x, /(x), as a multiplicative factor of A i to characterize the impact of information on the admission rate of node i, which satisfies 0 /(x) 1, /(0) ¼ 1, and / 0 (x) < 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. THE MODEL"
        },
        {
            "text": "In Bagnoli et al., 10 /ðxÞ ¼ e ÀJx h . Here, J stands for the level of precaution measures adopted and 0 h 1 denotes the use of special prophylaxis. And x cannot only represent the local information (denoted by x 1 ) but also the global information (denoted by x 2 ). So, in the literature, 10",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 21,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. THE MODEL"
        },
        {
            "text": "Although this form is interesting and frequently used, 7 the authors obtained the epidemic threshold only for a special case: x 2 ¼ constant. 10 In this work, we take another frequently used form /(x) ¼ 1 À cx where constant c is referred as the impact strength of the epidemic information on the admission rate and 0 c 1.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 144,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. THE MODEL"
        },
        {
            "text": "Based on the above analysis, we have a specific expression of A i for node i (here, A i has been regarded as a function of the entire network) as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. THE MODEL"
        },
        {
            "text": "where c ¼ a for the local awareness and c ¼ b for the global awareness, respectively. In other words,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. THE MODEL"
        },
        {
            "text": "where k i inf is the total number of node i's infected neighbors. We further suppose that the definition of (T i , A i ) (2) holds for all nodes in the network. That is, all nodes can uniformly change their behavior in response to infection, which may be regarded as a kind of statistically synchronized behavior 25 and can be easily revised for more realistic cases. For example, we can assume that Eq. (2) holds for a portion (but not all) of the nodes in the network, which has been investigated from the perceptive of information transmission. 5, 6 It is worth noting that Olinky and Stone 23 analyzed the case T i ¼ T(k i ) and A i ¼ A(k i ) and found that such degreecorrelated infection rates can decrease the potential of an epidemic outbreak. In our work, A i is dynamical, not only dependent of connectivity structures (this point is not included in the work 10, 11 ) but also coupled with epidemic information.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 315,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 548,
                    "end": 550,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 551,
                    "end": 552,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 869,
                    "end": 872,
                    "text": "10,",
                    "ref_id": null
                },
                {
                    "start": 873,
                    "end": 875,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. THE MODEL"
        },
        {
            "text": "In this context, we use SIS dynamics to investigate the effect of awareness. In our model, each individual exists only in two discrete states: S-susceptible and I-infected. At each time step, each susceptible (healthy) node i is infected with rate q ij if it is contacted by one infected individual j; and an infected node is cured and becomes susceptible again with rate c (i.e., the recovery rate).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. THE MODEL"
        },
        {
            "text": "Let H(t) be the probability of a randomly selected link pointing to an infected individual and q k (t) be the infection density among nodes with degree k at time step t, then, we have 26",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. THE MODEL"
        },
        {
            "text": "The probability that a node with degree k has exactly s infected neighbors is given by the binomial distribution 27",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. THE MODEL"
        },
        {
            "text": "Bðk; sÞ ¼ k s ½HðtÞ s ½1 À HðtÞ kÀs :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. THE MODEL"
        },
        {
            "text": "If a susceptible node with degree k has exactly s (s k) infected neighbors, then the probability of infection is wðsÞ :¼ 1 À f1 À kwðkÞð1 À a s k Þ½1 À bqðtÞg s , where we adopt the nonlinear contagion scheme. 27 Taking the expectation of w(s) with respect to the above defined binomial distri-bution indicates that a susceptible node with degree k is infected with probability ProbðS ! IÞ ffi E½wðsÞ ¼ 1 À X s Bðk; sÞ",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 212,
                    "text": "27",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. THE MODEL"
        },
        {
            "text": "Then, the discrete-time epidemic process can be described as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. THE MODEL"
        },
        {
            "text": "Let us consider the epidemic spreading as a continuous-time process 28 and assume that in the infinitesimal interval (t, t þ h] (Ref. 29) , a susceptible individual is infected by an infectious one with probability khwðkÞð1 À a s k Þ½1 À bqðtÞ þoðhÞ, and an infected individual can recover to be healthy with probability ch þ o(h). Then, we have",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 70,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "29)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. THE MODEL"
        },
        {
            "text": "Furthermore, we have q k ðt þ hÞ À q k ðtÞ ¼ Àchq k þ f1 À X s Bðk; sÞH s ðs; kÞg Â ð1 À q k Þ þ oðhÞ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. THE MODEL"
        },
        {
            "text": "where H(s,k) ¼ 1 À khw(k)(1 À as=k)(1 À bq ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. THE MODEL"
        },
        {
            "text": "In the derivation of Eq. (9), the first=second moment of the binomial distribution Eq. (4) E½s ¼ kH and E½s 2 ¼ k 2 H 2 þ kH À kH 2 is used. The fraction of infected nodes over the entire network is such that 26 qðtÞ ¼ X k PðkÞq k ðtÞ:",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 211,
                    "text": "26",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. THE MODEL"
        },
        {
            "text": "It is noticed that without loss of generality, we can set c ¼ 1 in model (9) . Hence, unless otherwise specified, we assume the recovery rate c ¼ 1.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 76,
                    "text": "(9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. THE MODEL"
        },
        {
            "text": "It is interesting to consider a special form in model (9). When a ¼ b ¼ 0 and w(k) ¼ 1, the model is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. THE MODEL"
        },
        {
            "text": "This model is just the networked SIS model proposed by Pastor-Satorrás and Vespignani. 26 ",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 89,
                    "text": "26",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. THE MODEL"
        },
        {
            "text": "A main feature of the infection which we want to estimate is the epidemic threshold for transmission rate k c . If k k c , the modeled disease dies out, otherwise, the disease spreads. The epidemic threshold is actually equivalent to a critical point in a disequilibrium phase transition. 26 A widely used method to analyze the epidemic threshold is to establish the existence of the positive stationary state: as was introduced by Pastor-Satorras and Vespignani. 26, 30 However, this approach seems to be not suitable for our model. Herein, we make use of another approach, i.e., to determine the local stability of the infection-free equilibrium, which is similar to deriving the basic reproduction number in mixed populations. 31, 32 For the sake of the following analysis, we first present a lemma.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 291,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 464,
                    "end": 467,
                    "text": "26,",
                    "ref_id": null
                },
                {
                    "start": 468,
                    "end": 470,
                    "text": "30",
                    "ref_id": null
                },
                {
                    "start": 730,
                    "end": 733,
                    "text": "31,",
                    "ref_id": null
                },
                {
                    "start": 734,
                    "end": 736,
                    "text": "32",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III. EPIDEMIC THRESHOLD"
        },
        {
            "text": "This lemma is easily proved by the basic determinant transformations and can be justified by some special cases. For example, we consider the case r i ¼ 0, i ¼ 1,…,n. It is noticed that at this time, matrix A is a diagonal matrix, then we have that det[A] ¼ t 1 t 2 ,…,t n , which accords with the conclusion obtained from Lemma 1. Also, it can be seen that det[A À lI] can be directly computed by Lemma 1 (where I is a unit matrix). Hence, the eigenvalues of matrix A can be solved by this Lemma. In model (9), we may assume that k ¼ 1,2,…,n since we consider a finite population. 18 Upon omitting higher powers of q k , we can get the linear differential equations d dt q k ðtÞ ¼ Àq k þ kðk À aÞwðkÞH;",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 584,
                    "text": "18",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Lemma 1: For the real matrix"
        },
        {
            "text": "which implies that the Jacobian matrix of Eq. (9) is J 0 ¼ r 1 l 1 À 1 r 1 l 2 r 1 l 3 Á Á Á r 1 l n r 2 l 1 r 2 l 2 À 1 r 2 l 3 Á Á Á r 2 l n r 3 l 1 r 3 l 2 r 3 l 3 À 1 Á Á Á r 3 l n Á Á Á Á Á Á Á Á Á Á Á Á r n p 1 r n l 2 r n l 3 Á Á Á r n l n À 1 where r k :¼ k (k À a)w(k) and l k :¼ kP(k)=hki.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 1: For the real matrix"
        },
        {
            "text": "Obviously, the local stability of the infection-free equilibrium is determined by the stability of matrix J 0 . We now compute the eigenvalues of matrix J 0 by Lemma 1. Let,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 1: For the real matrix"
        },
        {
            "text": "If we define r k ,l k as stated above and v k ¼ À1 À l, then m ij ¼ d ij t i þ r i l j . According to Lemma 1, we have det½J 0 À lI ¼ ðÀ1 À lÞ nÀ1 À1 À l þ X n k¼1 r k l k ! :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 1: For the real matrix"
        },
        {
            "text": "Upon solving equation det[J 0 À lI] ¼ 0, one can obtain n eigenvalues: n À 1 eigenvalues equal to À1 (that is, l 1 ¼ ÁÁÁ ¼ l n À 1 ¼ À1) and the nth eigenvalue",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 1: For the real matrix"
        },
        {
            "text": "r k l k À 1:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 1: For the real matrix"
        },
        {
            "text": "Apparently, l n is the maximal eigenvalue. So the infectionfree equilibrium is locally stable if and only if l n < 0 which leads to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 1: For the real matrix"
        },
        {
            "text": "This shows that the dependence of an epidemic outbreak on both contact awareness and local awareness, while global awareness has no influence whatsoever.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 1: For the real matrix"
        },
        {
            "text": "In Sec. III, we obtained the condition for an epidemic outbreak under the three forms of awareness. We know that both the contact awareness and the local awareness play an important role in determining whether an infectious disease prevails in a population. On the other hand, the epidemic threshold is independent of the global awareness. In this section, we demonstrate these theoretical results using Monte-Carlo stochastic simulations (SS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. SIMULATIONS"
        },
        {
            "text": "Simulations of SIS dynamics are performed using a Barabási-Albert (BA) scale-free network 17 with the degree distribution P(k) $ k À3 (see Fig. 1 ) and the network size N ¼ 10 000. All simulations begin with the initial state where 1% of the nodes are infected and iterate the rules of the SIS model with parallel updating until convergence to a steady state, either absorbing or active. The SIS dynamics are totally evolved for 1000 time steps. As the steady state is a dynamical equilibrium, we make time average to reduce the fluctuation of q(t). So, we let q ¼ 1",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 92,
                    "text": "17",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 145,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "IV. SIMULATIONS"
        },
        {
            "text": "t¼t 0 qðtÞ and take T ¼ 50 (that is, t 0 ¼ 951). To minimise random fluctuation caused by the initial conditions, we make average of q over 50 realizations of different initial infectious nodes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. SIMULATIONS"
        },
        {
            "text": "In addition, since w(k) is a decreasing function of k, we consider the contact awareness with a form w(k) ¼ k Àb , where b ! 0. Upon substituting it into Eq. (11), we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. SIMULATIONS"
        },
        {
            "text": "We mainly examine the dependence of k c on the parameters a and b. In the network with a broad distribution, the ratio hk 2 i=hki is very large. 26 Hence, when b ¼ 0, the effect induced by the local awareness is very small. In order to observe the relation between the epidemic threshold k c and parameters a, b clearly, we consider the two scaling schemes: b ¼ 0.3 and b ¼ 0.8. We first consider the case b ¼ 0.3. In this case, hk 2Àb i=hki is still very large and the impact of the fluctuation of the degree distribution on the epidemic threshold is strong. The epidemic threshold k c in stochastic simulations is measured by the following way. Let, k increase systematically by 0.01 in the interval [0, 1] and we compute q for each k. When q > 0.0005 at k 1 , we set k c ¼ k 1 À 0.01.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 147,
                    "text": "26",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV. SIMULATIONS"
        },
        {
            "text": "In Fig. 2 , we illustrate the change of k c with respect to a and b both for stochastic simulations (for short, SS denoted by solid symbol) and also for mean-field (MF, denoted by open symbol) predictions Eq. (12) . It is clear that the epidemic threshold k c is unchanged for different b; while, it increases with a. These results are in accordance with the mean-field prediction Eq. (12) . The discrepancy between these can also be shown in our simulations. We can see that the simulation results are slightly larger than the expected values obtained from Eq. (12) , which is likely to be due to a distribution cutoff effect on a finite size network. 23 Next, we consider the case b ¼ 0.8. This is also a typical case, which represents for the weak impact of the fluctuation of the degree distribution. According to our simulations in Fig. 3 , we also find that k c is almost unchanged for different b; while, it still increases with a. The difference with the case b ¼ 0.3 is that the epidemic threshold has a broad range. This phenomenon indicates the influence degree of local awareness on the epidemic threshold is related with the contact awareness. The contact awareness seems to facilitate the effect of local awareness on the epidemic threshold.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "text": "(12)",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "(12)",
                    "ref_id": null
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "(12)",
                    "ref_id": null
                },
                {
                    "start": 653,
                    "end": 655,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 837,
                    "end": 843,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "IV. SIMULATIONS"
        },
        {
            "text": "From Figs. 2 and 3, one can see that the scaling scheme b has significant effect on the value of k c . We also investigate the change of k c with b in Fig. 4 3 . When considering k c versus a, we set b ¼ 0.3; when considering k c versus b, we set a ¼ 0.6. \"SS\" means stochastic simulations and \"MF\" means mean-field predictions. All stochastic simulations are performed on the same BA scalefree networks and mean-field predictions are obtained by numerically integrating the ordinary differential Eq. (9), where the degree distribution P(k) is obtained from the stochastic simulation. Fig. 2. b ¼ 0.3. In this plot, we do not find the epidemic threshold k c corresponding to the case b ¼ 1. This is the reason that k c ¼ hki=(hki À 0.6) > 1, which exceeds the range of k. All these results show that simulations agree well with theoretical predictions.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 159,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 157,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 585,
                    "end": 592,
                    "text": "Fig. 2.",
                    "ref_id": null
                }
            ],
            "section": "IV. SIMULATIONS"
        },
        {
            "text": "The threshold formula Eq. (11) clearly shows us that the local awareness has stronger impact on disease dynamics than the global awareness. Although the global awareness has no effect on the epidemic threshold and one cannot decrease the likelihood of an epidemic outbreak through increasing the global awareness (or b), it can decrease the epidemic prevalence. This is in accordance with the previous result 9 and can be verified by simulations. Simulations in Fig. 5 shows that the final epidemic size q decreases with b regardless of k ¼ 0.2 or k ¼ 0.4. Fig. 5 also shows that q decreases with a. In general, the rate of change of final epidemic size with respect to a, @q @a 0 and the rate of change of final epidemic size with respect to b, @q @b 0. We further find that the profiles in Fig. 5 are almost straight lines and for the same k the slope of line q vs a is smaller than one of line q vs b, which can be clearly observed since the two lines go across the same point (at this case, a ¼ b ¼ 0). So, one can get that the impact of the local awareness on the epidemic prevalence is more stronger in our model. In order to completely investigate the discrepancy between the local awareness and the global awareness about their influence degrees on the epidemic prevalence, we would like to propose a quantity to characterize this. Such quantity is defined as follows:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 462,
                    "end": 468,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 557,
                    "end": 563,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 792,
                    "end": 798,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "IV. SIMULATIONS"
        },
        {
            "text": "which is a simple subtraction of two rates of change of final epidemic size. Since @q @a 0 and @q @b 0, the inequality DF < 0 shows that the impact of local awareness=information is greater; otherwise, DF > 0 indicates that the impact of global awareness is greater. As an illustration, from Fig. 5 , we can find that DF < 0 when a ¼ b ¼ 0.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 292,
                    "end": 298,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "IV. SIMULATIONS"
        },
        {
            "text": "In order to estimate the value of DF in stochastic simulations, we take an approximate calculation DFða; bÞ ' 1 e ½qða þ e; bÞ À qða; b þ eÞ:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. SIMULATIONS"
        },
        {
            "text": "From Fig. 6 , one can observe the range of variation of DF with respect to two parameters (a, b) in the model. Through this simulation, we confirm that DF < 0 and find its absolute value jDFj > 0.01. These tell us that the local awareness has a stronger impact on the epidemic prevalence than the global awareness.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 11,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "IV. SIMULATIONS"
        },
        {
            "text": "In the final part of this section, we examine the accuracy of model (9) for prediction of the stationary prevalence. To this end, we performed one thousands of stochastic simulations, in which k is replaced with kh and c is replaced with ch. Fig. 7 shows there is a small discrepancy between the mean-field theory and stochastic simulations. Stochastic simulations are consistently lower than mean field calculations (see Figs. 7(a) and (b)). As we know, the smaller (larger) the value of k c (q), the more serious the epidemic disease. Hence, this is consistent to the results shown in Figs. 2, 3, and 4. In addition, we also see that the mean-field approach is still efficient, especially for small h (see Fig. 7(c) ).",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 71,
                    "text": "(9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 248,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 708,
                    "end": 717,
                    "text": "Fig. 7(c)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "IV. SIMULATIONS"
        },
        {
            "text": "We have presented an analytical framework for studying the impact of three forms of epidemiological awareness on disease dynamics, i.e., contact awareness which increases with individual contact number, local awareness which increases with the fraction of infected contacts, and global awareness which increases with the overall disease prevalence. All three forms of awareness can reduce susceptibility to infection. Theoretical analysis and computational simulations indicate that both the contact awareness and the local awareness can raise the epidemic threshold to control epidemic outbreak, while the global awareness only decrease the epidemic prevalence. Hence, even in the absence of immunization procedures or quarantine=isolation measures, an epidemic disease can be controlled by human adaptive reactions. 7, 9 These results accord with previous findings. 5, 9 It is interesting to explore one particular problem: how can the local information have such a strong effect on disease dynamics compared to the global information under the same conditions? 4 Why can the local awareness raise the epidemic threshold but not the global awareness? We attempt to give a possible illustration. We think this is closely related with the heterogeneity of information for the following reasons.",
            "cite_spans": [
                {
                    "start": 818,
                    "end": 820,
                    "text": "7,",
                    "ref_id": null
                },
                {
                    "start": 821,
                    "end": 822,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 868,
                    "end": 870,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 871,
                    "end": 872,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "V. CONCLUSIONS AND DISCUSSIONS"
        },
        {
            "text": "If we only consider the global information, it is easy to see that these are identical to each other in our model since x ¼ q is not dependent of node in a population. However, it is not the case for the local information. Let us make stochastic simulations to show this. We consider the averaged infection fraction in the nearest neighborhood (NN) of node i with degree k at the steady state, denoted by q nm k ð1Þ. In Fig. 8 , the relation between q nm k ð1Þ and k is numerically investigated. This plot clearly illustrates the obvious difference from q nm k ð1Þ with respect to k, and further tells us that . i as a function of node i is not uniform. Consequently, for all nodes in a population, the global information is homogenous but the local information is heterogenous (this is similar to the effect of contact awareness 23 ). The heterogeneity of information leads to the heterogeneity of individual awareness. This further leads to the heterogeneity of the infection rate owing to the definition (1). As we know, 22, 23 heterogenous infection rates potentially stop an epidemic outbreak.",
            "cite_spans": [
                {
                    "start": 830,
                    "end": 832,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 1024,
                    "end": 1027,
                    "text": "22,",
                    "ref_id": null
                },
                {
                    "start": 1028,
                    "end": 1030,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 420,
                    "end": 426,
                    "text": "Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "V. CONCLUSIONS AND DISCUSSIONS"
        },
        {
            "text": "In the present paper, we adopted a prompt information reaction mechanism, as an approximation to reality. Nevertheless, from real viewpoints, the information reaction should be of slowness or retardation for an individual. In our model, the epidemic model does not display oscillatory behavior. 14 However, if we consider the slow or retarded reactions of awareness, the case would be different. 33 Hence, one may consider other information updating mechanisms, e.g., periodic updating or delayed updating. Also, it is interesting to study the impact of awareness on the epidemic spreading in mobile populations. 34, 35 ",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 398,
                    "text": "33",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 616,
                    "text": "34,",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 619,
                    "text": "35",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "V. CONCLUSIONS AND DISCUSSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "on the above result, it is easy to get Eq",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Color online) The plot of the local infection density at the steady state q nm k ð1Þ with respect to k",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Introduction to Modern Virology",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Dimmock",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Easton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Leppard",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "V C 2012 American Institute of Physics. [doi:10.1063/1.3673573]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "under a ¼ 0.6 and FIG. 1. (Color online) The degree distribution of a BA scale-free network used in our simulations. This plot shows that P(k) $ k À3 . FIG. 2. (Color online) Plot of k c versus a and b with w(k) ¼ k À0.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "(Color online) Plot of k c versus a and b with w(k) ¼ k À0.8 . When considering k c versus a, we set b ¼ 0.3; when considering k c versus b, we set a ¼ 0.6. All the simulations are performed on the same BA scale-free networks as illustrated in Fig. 2. FIG. 4. (Color online) Plot of k c versus b. We use parameters a ¼ 0.6 and b ¼ 0.3. All the simulations are performed on the same BA scale-free networks as illustrated in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "(Color online) The effect of parameter a and b on the final epidemic size q for k ¼ 0.2 and k ¼ 0.4 under b ¼ 0. All the simulations are performed on the same BA scale-free networks.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "(Color online) The variation of DF with respect to a and b. Parameters: e ¼ 0.01, k ¼ 0.2 and b ¼ 0.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "(Color online) Comparison of a mean-field prediction Eq. (9) and the average of 1000 runs of stochastic simulations for the SIS model on the same BA scale-free network with a ¼ 0.6, b ¼ 0.3, k¼ 0.05, c ¼ 0.1, b ¼ 0, N ¼ 10 000, hki ¼ 6. In stochastic simulations, we take h ¼ 0.1, h ¼ 0.5, and h ¼ 1, respectively. This plot displays different time ranges: (a) t [ [0,1000]; (b) t [ [0,50]; (c) t [ [950,1000].",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors wish to thank the referees whose comments improved the quality of the paper. This work was jointly supported by Grants HK UGC GRF PolyU5300=09E and NSFC (Nos. 11072136 and 10805033) and by Shanghai Leading Academic Discipline Project (S30104).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "APPENDIX: PROOF OF EQ. (8) In this appendix, we give the detailed proof of Eq. (8) ",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 26,
                    "text": "(8)",
                    "ref_id": null
                },
                {
                    "start": 79,
                    "end": 82,
                    "text": "(8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}