{
    "paper_id": "a26b054a91fe0a20febf5a003fb1dee563176af2",
    "metadata": {
        "title": "ALLOZYME VARIATION AND GENETIC RELATIONSHIPS AMONG SPECIES IN THE CAREX WILLDENOWII COMPLEX (CYPERACEAE) 1",
        "authors": [
            {
                "first": "Bruce",
                "middle": [
                    "A"
                ],
                "last": "Ford",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Manitoba",
                    "location": {
                        "postCode": "R3T 2N2",
                        "settlement": "Winnipeg",
                        "region": "Manitoba"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "A Ross"
                ],
                "last": "Mcqueen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Manitoba",
                    "location": {
                        "postCode": "R3T 2N2",
                        "settlement": "Winnipeg",
                        "region": "Manitoba"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "F C"
                ],
                "last": "Naczi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northern Kentucky University",
                    "location": {
                        "addrLine": "Nunn Drive, Highland Heights",
                        "postCode": "41099-0400",
                        "settlement": "Kentucky"
                    }
                },
                "email": ""
            },
            {
                "first": "Anton",
                "middle": [
                    "A"
                ],
                "last": "Reznicek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Michigan",
                    "location": {
                        "postCode": "48109",
                        "settlement": "Ann Arbor",
                        "region": "Michigan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A taxonomic study by Naczi, Reznicek, and Ford (American Journal of Botany, 85, 434-447, 1998) has determined that three species (Carex willdenowii, C. basiantha, and C. superata) can be recognized within the C. willdenowii complex. To determine the amount of genetic divergence within and between these species, allozyme analyses were conducted on 14 populations distributed from Pennsylvania to eastern Texas. Seventeen loci were surveyed, 13 of which were polymorphic, with all populations being polymorphic at one or more loci. Interspecific genetic identities ranged from 0.560 (C. willdenowii and C. basiantha) to 0.807 (C. basiantha and C. superata). Alleles for the isozymes Aat-1, Dia-1, Idh-2, Mdh-2, Per-1, Pgm-1, and Pgm-2 served to distinguish C. willdenowii from C. basiantha and C. superata. Carex basiantha and C. superata were recognized by alleles of Mdh-2, Pgm-1, and Tpi-2. The genetic identities of populations within species were high and exceeded 0.957. A caespitose growth habit and perigynia in close proximity to the staminate flowers suggest adaptations for selfing and therefore low levels of heterozygosity. Paradoxically, the values for expected heterozygosities (H exp ) were always lower than those obtained by direct count (H obs ): F values were highly negative, indicating heterozygous excess. Disassortative mating and selection are discussed as possible mechanisms for maintaining heterozygous excess within populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "found in scattered locations in Alabama, Florida, Georgia, Kentucky, Mississippi, South Carolina, Tennessee, and Virginia. This species is best distinguished by its much shorter culms (approximately one-fourth of the plant height).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Isozyme studies have been shown to be useful in elucidating systematic relationships in Carex (e.g., Bruederle and Fairbrothers, 1986; Standley, 1990; Waterway, 1990; Bruederle and Jensen, 1991; Ford, Ball, and Ritland, 1991, 1993; Whitkus, 1992; McClintock and Waterway, 1994) and in gaining a better understanding of enigmatic taxa (e.g., Ford, Ball, and Ritland, 1991, 1993) . In this paper we report the results of an isozyme analysis of the C. willdenowii complex. The objectives of this study were to: (1) evaluate the taxonomic conclusions proposed by Naczi, Reznicek, and Ford (1998) ; (2) assess genetic relationships among species and gene diversity within species; and (3) gain an understanding of the mating systems and evolutionary processes operating in this species complex.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 134,
                    "text": "Bruederle and Fairbrothers, 1986;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 135,
                    "end": 150,
                    "text": "Standley, 1990;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 151,
                    "end": 166,
                    "text": "Waterway, 1990;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 167,
                    "end": 194,
                    "text": "Bruederle and Jensen, 1991;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 195,
                    "end": 210,
                    "text": "Ford, Ball, and",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 211,
                    "end": 231,
                    "text": "Ritland, 1991, 1993;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 232,
                    "end": 246,
                    "text": "Whitkus, 1992;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 247,
                    "end": 277,
                    "text": "McClintock and Waterway, 1994)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 341,
                    "end": 356,
                    "text": "Ford, Ball, and",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 357,
                    "end": 377,
                    "text": "Ritland, 1991, 1993)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 559,
                    "end": 591,
                    "text": "Naczi, Reznicek, and Ford (1998)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A total of 339 individuals were collected from 14 populations (five of C. willdenowii, six of C. basiantha, and three of C. superata) in the eastern United States ( Fig. 1; Table 1 ). Population samples ranged in size from nine to 42 individuals. Because members of the C. willdenowii complex are caespitose, samples taken from discrete, well-spaced clumps were assumed to be different individuals. Field-collected samples were potted in a soil/sand mixture and placed in a greenhouse, under natural light in Winnipeg, Manitoba. All material was ground within 2 wk of potting. Enzyme extraction followed the procedure outlined by Ford, Ball, and Ritland (1991) with the substitution of Gottlieb's (1981a) for Mc-Clure's (1973) grinding buffer. Following extraction, wicks were organized onto petri plates and then stored at Ϫ80ЊC until needed. Each plate contained a standard and a mixture of species and populations. Wicks organized in this manner simplified the scoring of bands on gels.",
            "cite_spans": [
                {
                    "start": 630,
                    "end": 660,
                    "text": "Ford, Ball, and Ritland (1991)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 686,
                    "end": 704,
                    "text": "Gottlieb's (1981a)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 709,
                    "end": 726,
                    "text": "Mc-Clure's (1973)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 180,
                    "text": "Fig. 1; Table 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Electrophoresis was accomplished using the method described by Ford, Ball, and Ritland (1991) . The resolution of 12 enzymes, encoded by 17 interpretable putative loci, was accomplished using one of the three gel-buffer systems from the aforementioned study. Diaphorase (DIA), menadione reductase (MDR), glucose-6-phosphate isomerase (GPI), and triose-phosphate isomerase (TPI) were resolved using System Number 8 of Soltis et al. (1983) . Aspartate aminotransferase (AAT), leucine aminopeptidase (LAP), and superoxide dismutase (SOD) were resolved using Ridgeway H (Shields, Orton, and Stuber, 1983) . Isocitric dehydrogenase (IDH), malate dehydrogenase (MDH), peroxidase (PER), phosphoglucomutase (PGM), and shikimate dehydrogenase (SKD) were resolved using histidine-citrate pH 6.5 (Shields, Orton, and Stuber, 1983) . AAT, IDH, MDH, GPI, SKD, and TPI were stained according to the procedures outlined by Soltis et al. (1983) , while LAP and PGM were resolved using the protocols outlined by Vallejos (1983) . DIA, MDR, PER, and SOD were stained using recipes modified from Wendel and Weeden (1989) . The interpretation and coding of banding patterns on gels was based upon the methodology outlined in Ford, Ball, and Ritland (1991) .",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 93,
                    "text": "Ford, Ball, and Ritland (1991)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 417,
                    "end": 437,
                    "text": "Soltis et al. (1983)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 566,
                    "end": 600,
                    "text": "(Shields, Orton, and Stuber, 1983)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 785,
                    "end": 819,
                    "text": "(Shields, Orton, and Stuber, 1983)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 908,
                    "end": 928,
                    "text": "Soltis et al. (1983)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 995,
                    "end": 1010,
                    "text": "Vallejos (1983)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1077,
                    "end": 1101,
                    "text": "Wendel and Weeden (1989)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1205,
                    "end": 1235,
                    "text": "Ford, Ball, and Ritland (1991)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Allele frequencies, mean number of alleles per locus (k), proportion of polymorphic loci (P), observed and expected average heterozygosities (H obs and H exp , respectively), Nei's unbiased genetic identities (I) (Nei, 1978) , and an UPGMA (unweighted pair-group method) phenogram were calculated using BIOSYS-1 (Swofford and Selander, 1981) . Fixation indices (F ϭ 1 Ϫ H obs /H exp ), as averages over loci, were also determined for each population. Total genetic diversity for each species (H T ), average diversity within (H S ), and among populations (D ST ), and the coefficient of genetic differentiation (G ST ) were calculated using Nei and Chesser's (1983) procedure, unbiased for sample size, using GENESTAT-PC v. 2.1 (Lewis and Whitkus, 1989) . These statistics included both monomorphic and polymorphic loci in their calculations.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 224,
                    "text": "(Nei, 1978)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 312,
                    "end": 341,
                    "text": "(Swofford and Selander, 1981)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 641,
                    "end": 665,
                    "text": "Nei and Chesser's (1983)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 728,
                    "end": 753,
                    "text": "(Lewis and Whitkus, 1989)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Twelve enzymes, putatively encoded by 17 loci, were included in this study. The loci scored were: Aat-1, Mdr, Skd, Sod, . Additional loci for AAT, DIA, GPI, IDH, LAP, MDH, and PER were also observed but were not included because of their inconsistent staining.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "Mdr,",
                    "ref_id": null
                },
                {
                    "start": 110,
                    "end": 114,
                    "text": "Skd,",
                    "ref_id": null
                },
                {
                    "start": 115,
                    "end": 119,
                    "text": "Sod,",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Thirteen of 17 loci (76.47%) were polymorphic (Table  2) , and all populations were polymorphic at one or more loci. Four loci (Dia-1, Gpi-2, Idh-2, Tpi-2) consistently exhibited heterozygous banding patterns in all populations of one or more species. Dia-2, Mdr, Per-2, and Skd were monomorphic for all species surveyed. Allele frequencies for each population examined are available from B. A. Ford upon request.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 56,
                    "text": "(Table  2)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The mean number of alleles ranged from 1.1 for the Tishomingo County, Mississippi population of C. superata (S23) to 1.8 for the Pike County, Ohio population of C. willdenowii (W6) ( Table 3 ). The proportion of polymorphic loci was variable and ranged from 11.8 in the same population of C. superata to 52.9% in the Franklin County, Kentucky population of C. willdenowii (W3). Mean heterozygosity within populations based upon direct count (H obs ) ranged from 0.105 in the Tishomingo County, Mississippi population of C. superata to 0.276 in the Garland County, Arkansas population of C. willdenowii (W19). Values for expected heterozygosity based upon Hardy-Weinberg expectations (H exp ) were always much less than those obtained from direct counts and ranged from 0.061 in the Tishomingo County, Mississippi population of C. superata to 0.169 in the Lewis County, Kentucky population of C. willdenowii (W4). F, which reflects the disparity between H obs and H exp values, provided valuable insights into the breeding systems of the populations examined. A value of 0 is indicative of random mating, while positive and negative values indicate self-fertilization and heterozygous excess, respectively. F values for all populations were negative and ranged from Ϫ0.267 in the West Feliciana Parish, Louisiana population of C. basiantha (B27) to Ϫ0.942 in the Bradford County, Pennsylvania population of C. willdenowii (W40).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 190,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "[Vol. 85 AMERICAN JOURNAL OF BOTANY TABLE 2. Allozyme frequencies for polymorphic loci in Carex willdenowii, Carex basiantha, and C. superata as averages for each species. N ϭ number of individuals used in the calculation of averages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Populations were usually composed of more than one genotype, although the percentage of unique genotypes within each of these populations was variable. Values ranged from 5.0% in the Bradford County, Pennsylvania population of C. willdenowii to 46.2% in the Jasper County, Texas population of C. basiantha (B17). Low percentage values were correlated with the highest negative F values (e.g., W19, W40, S23, S26, S29). Highly negative F values, however, could be found in populations with a higher percentage of unique genotypes (e.g., W6, B17, B25, B27, B28). Nei and Chesser's (1983) gene diversity statistics indicated that C. superata had the lowest total gene diversity (H T ) (0.072), while that for C. willdenowii (0.177) and C. basiantha (0.156) was more than twice as great (Table 4) . Within-population (H S ) values exhibited a similar pattern with the highest values found in C. willden-owii (0.148) and C. basiantha (0.138) and the lowest values (0.071) in C. superata. The similarity between H T and H S values in all species resulted in extremely low D ST values (0.001 in C. superata to 0.030 in C. willdenowii) and low G ST values (0.011 in C. superata to 0.167 in C. willdenowii), indicating that between 83.3 and 98.9% of the genetic diversity within each species lies within populations.",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 585,
                    "text": "Nei and Chesser's (1983)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 783,
                    "end": 792,
                    "text": "(Table 4)",
                    "ref_id": null
                }
            ],
            "section": "Locus Allele"
        },
        {
            "text": "Populations within species exhibited high genetic identities (I) ( Table 5) with average values exceeding 0.957. Average genetic identities between species were much lower and ranged from 0.560 (C. willdenowii and C. basiantha) to 0.807 (C. basiantha and C. superata). These lower between-species identities were the result of the divergence among species at a number of different loci. Alleles for the isozymes Aat-1, Dia-1, Idh-2, Mdh-2, Per-1, Pgm-1, and Pgm-2 were useful in distinguishing C. willdenowii from C. basiantha and/or C. superata. Genetic identities between C. basiantha and C. superata were much higher, with C. basiantha distinguished from C. superata by the alleles Mdh-2 b, Pgm-1 b, Tpi-2 a, and Tpi-2 d.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 75,
                    "text": "Table 5)",
                    "ref_id": null
                }
            ],
            "section": "Locus Allele"
        },
        {
            "text": "A cluster analysis of all 14 populations of the C. willdenowii complex using Nei's (1978) unbiased genetic identities clearly depicted the relationships between populations and species (Fig. 2) . Two distinct groups, one corresponding to C. willdenowii and a second to C. basiantha/superata, were evident in the resulting phenogram. Within the second cluster, C. basiantha and C. superata formed distinct assemblages with no populations misclassified.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 89,
                    "text": "Nei's (1978)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 193,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Locus Allele"
        },
        {
            "text": "Our genetic analysis supports the finding of Naczi, Reznicek, and Ford (1998) in recognizing three distinct species within the C. willdenowii complex: C. willdenowii, C. basiantha, and C. superata. The genetic identity values indicate that all three species can be differentiated electrophoretically and are characterized by a number of unique or high-frequency alleles. The genetic identity values between C. willdenowii and C. basiantha/superata are among the lowest found in any electrophoretic study of Carex but fall within the range of values presented by Crawford (1983) and Gottlieb (1977 Gottlieb ( , 1981b for populations of congeneric species. The high genetic identity between C. basiantha and C. superata is not unprecedented in Carex and is similar to values reported in other studies (e.g., Bruederle and Fairbrothers, 1986; Waterway, 1990; Ford, Ball, and Ritland, 1991; McClintock and Waterway, 1994) .",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 77,
                    "text": "Naczi, Reznicek, and Ford (1998)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 562,
                    "end": 577,
                    "text": "Crawford (1983)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 582,
                    "end": 596,
                    "text": "Gottlieb (1977",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 597,
                    "end": 615,
                    "text": "Gottlieb ( , 1981b",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 806,
                    "end": 839,
                    "text": "Bruederle and Fairbrothers, 1986;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 840,
                    "end": 855,
                    "text": "Waterway, 1990;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 856,
                    "end": 886,
                    "text": "Ford, Ball, and Ritland, 1991;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 887,
                    "end": 917,
                    "text": "McClintock and Waterway, 1994)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Hypotheses of species relationships in section Phyllostachys have been investigated by Starr and Ford (1995) , Starr, Bayer, and Ford (1996) , and Starr et al. (unpublished data) using morophological and nrDNA spacer region sequence data (ITS-1 and ITS-2). These studies suggest that C. superata is more closely related to C. basiantha than it is to C. willdenowii. The low genetic identity values found between C. willdenowii and C. basiantha and between C. willdenowii and C. superata (0.560 and 0.581) compared to the high value found between C. superata and C. basiantha (0.807) would help to support this claim. The phylogeny and evolution of (Table  3 ) and gene diversity (Table 4 ) found in C. willdenowii and C. basiantha. Inflorescence height and geographic distribution may account for these observed genetic differences. Handel (1976a) has postulated that sedges with lower staminate spikes on a culm may have lower pollen flow than those species with well-elevated staminate spikes. Carex willdenowii and C. basiantha possess elongate culms and more elevated inflorescences in comparison to C. superata. Such a morphology may be more conducive to wide pollen flow and gene exchange. Carex superata, on the other hand, has extremely short culms with inflorescences that are crowded in the base of the plant. Such a morphology may constrain pollen movement and reduce genetic variability in this species.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 108,
                    "text": "Starr and Ford (1995)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 111,
                    "end": 140,
                    "text": "Starr, Bayer, and Ford (1996)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 147,
                    "end": 178,
                    "text": "Starr et al. (unpublished data)",
                    "ref_id": null
                },
                {
                    "start": 833,
                    "end": 847,
                    "text": "Handel (1976a)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 648,
                    "end": 657,
                    "text": "(Table  3",
                    "ref_id": null
                },
                {
                    "start": 679,
                    "end": 687,
                    "text": "(Table 4",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The generality of lower genetic diversity in species with restricted distributions is also consistent with the evidence presented in this paper (Hamrick, Linhart, and Mitton, 1979; Loveless and Hamrick, 1984) . Carex superata is confined to the states of Alabama, Florida, Georgia, Kentucky, Mississippi, South Carolina, Tennessee, and Virginia where it is found in widely scattered populations. Carex basiantha and C. willdenowii are more frequent in their occurrence and have about twice the geographical distribution of C. superata (cf. Naczi, Reznicek, and Ford, 1998) .",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 180,
                    "text": "(Hamrick, Linhart, and Mitton, 1979;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 181,
                    "end": 208,
                    "text": "Loveless and Hamrick, 1984)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 540,
                    "end": 572,
                    "text": "Naczi, Reznicek, and Ford, 1998)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "While a variety of factors are known to influence the extent and distribution of genetic diversity within a species complex, breeding systems and distribution are among the most important (cf. Olmstead, 1990) . This consistency may apply to the C. willdenowii complex.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 208,
                    "text": "Olmstead, 1990)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "One of the most surprising findings of this study was the discovery of negative F values in all populations. In order to appreciate the relevance of this observation it is necessary to review the results of past research. Previous electrophoretic studies on Carex have focused on taxa largely restricted to open and/or early-successional habitats. These studies suggest that species can be placed into two groups based upon the level and apportionment of genetic variability. Group 1 is characterized by low levels of intrapopulation genetic variation but high levels of interpopulation and interspecific variation. F values are highly positive, suggesting high levels of selfing (e.g., Bruederle and Fairbrothers, 1986, Bruederle and Jensen, 1991; Waterway, 1990; Whitkus, 1992) . Group 2 possesses similar levels of interspecific variation, but this is apportioned within rather than between populations. F values are close to 0, suggesting higher levels of outcrossing (e.g., Ford, Ball, and Ritland, 1991; McClintock and Waterway, 1993 Nei's (1978) unbiased genetic identities and UPGMA cluster analysis. Cophenetic correlation coefficient ϭ 0.991. casionally observed but are probably the result of sampling heterozygous clonal replicates (cf. Ford, Ball, and Ritland, 1991; McClintock and Waterway, 1993) . Ford, Ball, and Ritland (1991) postulated that these two patterns of genetic variability may be related to differences in life history strategies. Group 1 species are characterized by multiple hermaphroditic spikes or staminate spikes that are overtopped by the lateral pistillate spikes and a caespitose growth habit. Group 2 species are rhizomatous and have relatively few unisexual spikes that are widely separated from each other. In group 1 species the closest pollen donor could be a culm from the same plant, thus increasing the chances of selfing. The possession of multiple hermaphroditic spikes in some species could lead to an overlap in the maturation times of male and female flowers making it more difficult for plants to achieve dichogamy. Moreover, the stigmas may be in direct contact with the staminate flowers creating further opportunities for self-pollination. In group 2 species, culms can be widely spaced along an elongate rhizome, with many rhizomatous plants often found in close proximity to each other. Thus, the nearest neighbor may not be from the same individual, increasing the chances of outcrossing. The relatively few and widely spaced unisexual spikes found in this group could also facilitate dichogamy and increase genetic variability.",
            "cite_spans": [
                {
                    "start": 687,
                    "end": 700,
                    "text": "Bruederle and",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 701,
                    "end": 734,
                    "text": "Fairbrothers, 1986, Bruederle and",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 735,
                    "end": 748,
                    "text": "Jensen, 1991;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 749,
                    "end": 764,
                    "text": "Waterway, 1990;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 765,
                    "end": 779,
                    "text": "Whitkus, 1992)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 979,
                    "end": 1009,
                    "text": "Ford, Ball, and Ritland, 1991;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1010,
                    "end": 1039,
                    "text": "McClintock and Waterway, 1993",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1040,
                    "end": 1052,
                    "text": "Nei's (1978)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1249,
                    "end": 1279,
                    "text": "Ford, Ball, and Ritland, 1991;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1280,
                    "end": 1310,
                    "text": "McClintock and Waterway, 1993)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1313,
                    "end": 1343,
                    "text": "Ford, Ball, and Ritland (1991)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Members of the C. willdenowii complex do not fit within this broad classificatory framework. Like members of group 1, these species are caespitose and have their perigynia in close proximity to the staminate flowers. Unlike the other groups of sedges that have been studied to date, plants are confined to late-successional forested habitats. Furthermore, observed heterozygosity is higher than that expected from Hardy-Weinberg. What factors are responsible for the observed genetic variability? There are a number of possible explanations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The detection of higher than expected levels of allozyme variation has led to some debate as to whether this is the result of selection or a combination of mutation and drift. There is growing evidence (see arguments presented by Hamrick [1989] and Mitton [1989] ), however, that selection can act directly on isozyme loci and that natural selection favors highly heterozygous individuals in some plant groups (Hamrick, 1989; Mitton, 1989) . This may be particularly true of species confined to late-successional environments, which tend to be more complex and heterogeneous than early-successional habitats (Hamrick, Linhart, and Mitton, 1979) .",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 244,
                    "text": "Hamrick [1989]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 249,
                    "end": 262,
                    "text": "Mitton [1989]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 410,
                    "end": 425,
                    "text": "(Hamrick, 1989;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 426,
                    "end": 439,
                    "text": "Mitton, 1989)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 608,
                    "end": 644,
                    "text": "(Hamrick, Linhart, and Mitton, 1979)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Selection, drift, and mutation-"
        },
        {
            "text": "Another factor to be considered is the age of the plants. The low percentage of unique genotypes in many populations suggests that vegetative spread might occur within populations, thus promoting the longevity of any given individual. Natural disturbance, especially by small mammals, was evident at many localities and could account for the fragmentation and dispersal of clumps. Long-lived plants may be subjected to selection pressures over a longer period of time, resulting in populations that are composed of relatively few, heterozgous individiuals. Paternity analysis might provide insights into the selective processes that have shaped the genetic structure of populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection, drift, and mutation-"
        },
        {
            "text": "Disassortative mating-Disassortative mating has the effect of increasing the frequency of heterozygotes within populations. Although a variety of disassortative mechanisms have evolved in plants, self-incompatibility is one way in which an excess of heterozygotes can be produced (Hartl and Clark, 1989) . While selfing has commonly been reported in Carex (e.g., Faulkner, 1973; Handel, 1976a Handel, , 1978a Standley, 1985; Whitkus, 1988) , some species may be self-incompatible (Ford, Ball, and Ritland, 1991) . Compatibility studies, including an assessment of agamospermy and postzygotic barriers, may provide information on both the cause and maintenance of heterozygous excess in the C. willdenowii complex.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 303,
                    "text": "(Hartl and Clark, 1989)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 363,
                    "end": 378,
                    "text": "Faulkner, 1973;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 379,
                    "end": 392,
                    "text": "Handel, 1976a",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 393,
                    "end": 408,
                    "text": "Handel, , 1978a",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 409,
                    "end": 424,
                    "text": "Standley, 1985;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 425,
                    "end": 439,
                    "text": "Whitkus, 1988)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 480,
                    "end": 511,
                    "text": "(Ford, Ball, and Ritland, 1991)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Selection, drift, and mutation-"
        },
        {
            "text": "Seed dispersal distance greater than pollen dispersal-Pollen dispersal has been shown to be relatively limited in Carex despite the fact that many species appear to be superficially adapted to wide pollen flow (Handel, 1976a) . The role of seed dispersal as a component of gene flow has received little attention, but many species have a morphology conducive to long-distance dispersal (e.g., perigynia with inflated and/or hairy bodies, beaks with long teeth, etc.). It could be hypothesized that seed dispersal contributes more to gene flow than pollen dispersal in Carex section Phyllostachys and that seed dispersal in conjunction with other factors such as disassortative mating and selection could provide a mechanism for promoting heterozygous excess within populations. A couple of lines of evidence support the hypothesis of gene flow through seed dispersal in the C. willdenowii complex. (1) Perigynia possess an eliasome-like body, suggesting that species may be ant dispersed (see papers by Handel [1976b Handel [ , 1978b and Gaddy [1986] , discussing myrmecochory in Carex).",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 225,
                    "text": "(Handel, 1976a)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1003,
                    "end": 1016,
                    "text": "Handel [1976b",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1017,
                    "end": 1033,
                    "text": "Handel [ , 1978b",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1038,
                    "end": 1050,
                    "text": "Gaddy [1986]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Selection, drift, and mutation-"
        },
        {
            "text": "(2) Plants are frequently found on slopes, often in association with streams. In these areas perigynia may fall downslope and could be carried some distance by water. (3) Morphological adaptations, such as perigynia with long serrated beaks, could favor long-distance dispersal by small mammals (see above).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection, drift, and mutation-"
        },
        {
            "text": "Gene duplication-Gene duplication has been demonstrated to occur in a variety plant species (Crawford, 1990) . ''Normal'' heterozygous banding patterns are produced by individuals that are homozygous for alternative alleles at each locus. Complicated multibanded patterns are evident when plants are heterozygous at these same loci. Our study failed to disclose any evidence of gene duplication in the C. willdenowii complex.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 108,
                    "text": "(Crawford, 1990)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Selection, drift, and mutation-"
        },
        {
            "text": "Isozymic heteromers-Isozymic heteromers can complicate the interpretation of enzyme banding patterns by creating heterozygous profiles for homozygous loci. Four of the isozymes (DIA, IDH, GPI, and TPI) surveyed possessed loci that consistently exhibited heterozygous banding patterns in all populations of one or more species. Three of these isozymes (IDH, GPI, and TPI) are known to produce two loci, one in the cytosol and the other in the plastid (Kephart, 1990) . Heteromers do not form between isozymes present in different subcellular compartments (Crawford, 1990) . Based on this consistency, and the fact that C. superata is homozygous for loci that are otherwise heterozygous (e.g., Dia-1, , it is unlikely that intergenic dimers have contributed to an inflated estimate of heterozygosity in this study.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 465,
                    "text": "(Kephart, 1990)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 554,
                    "end": 570,
                    "text": "(Crawford, 1990)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Selection, drift, and mutation-"
        },
        {
            "text": "In conclusion, the evidence presented in this paper fully corroborates the taxonomic decisions reached by Naczi, Reznicek, and Ford (1998) . The detection of heterozygous excesses in all populations was unexpected but could be the result of selection, disassortative mating, and/or other factors operating within populations. More experimentation is required to establish the mechanism for both the maintenance and generation of heterozygous excess in the C. willdenowii complex. The presence of heterozygous excess in other related species and sections and in other woodland carices also warrants investigation. Such studies may even shed light on the striking amount of speciation and diversification that has gone on in the woodland Carex flora of eastern North America.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 138,
                    "text": "Naczi, Reznicek, and Ford (1998)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Selection, drift, and mutation-"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Allozyme variation in populations of the Carex crinita complex (Cyperaceae)",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Bruederle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Fairbrothers",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Europe (Cyperaceae). Systematic Botany",
            "volume": "11",
            "issn": "",
            "pages": "41--49",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Phylogenetic and systematic inferences from electrophoretic studies",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Isozymes in plant genetics and breeding, Part A",
            "volume": "",
            "issn": "",
            "pages": "257--287",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Experimental hybridization of north-west European species in Carex section Acutae (Cyperaceae)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Faulkner",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Botanical Journal of the Linnean Society",
            "volume": "67",
            "issn": "",
            "pages": "233--253",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Genetic and macromorphologic evidence bearing on the evolution of members of Carex section Vesicariae (Cyperaceae) and their natural hybrids",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Ritland"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Canadian Journal of Botany",
            "volume": "16",
            "issn": "",
            "pages": "486--500",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Twelve new ant-dispersed species from the southern Appalachians",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Gaddy",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Bulletin of the Torrey Botanical Club",
            "volume": "113",
            "issn": "",
            "pages": "247--251",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Gene number in species of Asteraceae that have different chromosome numbers",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Gottlieb",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "64",
            "issn": "",
            "pages": "1--46",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Relationships between life history characteristics and electrophoretically detectable genetic variation in plants",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L ;"
                    ],
                    "last": "Hamrick",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Linhart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Mitton",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Isozymes in plant biology",
            "volume": "10",
            "issn": "",
            "pages": "173--200",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Restricted pollen flow of two woodland herbs determined by neutron-activation analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Handel",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Bulletin of the Torrey Botanical Club",
            "volume": "260",
            "issn": "",
            "pages": "2925--2927",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Principles of population genetics, 2d",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Hartl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Starch gel electrophoresis of plant isozymes: a comparative analysis of techniques",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Kephart",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "American Journal of Botany",
            "volume": "77",
            "issn": "",
            "pages": "693--712",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "GENESTAT-PC V. 2.1. Department of Botany",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Whitkus",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ecological determinants of genetic structure in plant populations",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Loveless",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Hamrick",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Annual Review of Ecology and Systematics",
            "volume": "15",
            "issn": "",
            "pages": "65--95",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Allozyme variability in natural populations of the yellow monkey-flower, Mimulus guttatus, located in the north Yuba River drainage",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcclure",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Patterns of allozyme variation and clonal diversity in Carex lasiocarpa and C. pellita (Cyperaceae)",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcclintock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Waterway",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "American Journal of Botany",
            "volume": "80",
            "issn": "",
            "pages": "224--231",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Physiology and demographic variation associated with allozyme variation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Mitton",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Isozymes in plant biology",
            "volume": "",
            "issn": "",
            "pages": "127--145",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Morphological, geographical, and ecological differentiation in the Carex willdenowii complex (Cyperaceae)",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F C"
                    ],
                    "last": "Naczi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Reznicek",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Ford",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "American Journal of Botany",
            "volume": "85",
            "issn": "",
            "pages": "434--447",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Estimation of average heterozygosity and genetic distance from a small number of individuals",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        ";"
                    ],
                    "last": "Nei",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "K"
                    ],
                    "last": "And R",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chesser",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Annals of Human Genetics",
            "volume": "89",
            "issn": "",
            "pages": "253--259",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Biological and historical factors influencing genetic diversity in the Scutellaria angustifolia complex (Labiatae)",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Olmstead",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Evolution",
            "volume": "44",
            "issn": "",
            "pages": "54--70",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "An outline of general resource needs and procedures for the electrophoretic separation of active enzymes from plant tissue",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Shields",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Orton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Stuber",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Isozymes in plant genetics and breeding, Part A",
            "volume": "85",
            "issn": "",
            "pages": "443--468",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Starch gel electrophoresis of ferns: a compilation of grinding buffers, gel and electrode buffers, and staining schedules",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Soltis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Haufler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Darrow",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Gastony",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "American Fern Journal",
            "volume": "73",
            "issn": "",
            "pages": "9--26",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Allozyme evidence for the hybrid origin of the maritime species Carex salina and Carex recta (Cyperaceae) in Eastern North America",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Standley",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Systematic Botany Monographs",
            "volume": "7",
            "issn": "",
            "pages": "182--191",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Phylogeny and sectional delimitation in Carex (Cyperaceae) using sequences from the internal transcribed spacer of nrDNA",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Starr",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Bayer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Ford",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "American Journal of Botany",
            "volume": "83",
            "issn": "",
            "pages": "164--165",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Biosys-1: computer program for the analysis of allelic variation in genetics. User's manual",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Swofford",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Selander",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Enzyme activity staining",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Vallejos",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Isozymes in plant genetics and breeding, Part A",
            "volume": "",
            "issn": "",
            "pages": "469--516",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Genetic differentiation and hybridization between Carex gynodynama and C. mendocinensis (Cyperaceae) in California",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Waterway",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "American Journal of Botany",
            "volume": "77",
            "issn": "",
            "pages": "826--838",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Experimental hybridization among chromosome races of Carex pachystachya and the related species C. macloviana and C. preslii (Cyperaceae)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Wendel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F ;"
                    ],
                    "last": "Weeden",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Whitkus",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Isozymes in plant biology",
            "volume": "13",
            "issn": "",
            "pages": "16--24",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Location of sample sites for all populations of the Carex willdenowii complex.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Collection data for populations of the Carex willdenowii complex. Population codes are listed immediately following county or parish names. Vouchers are deposited at KNK and WIN.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Genetic variability in 14 populations of the Carex willdenowii complex: sample size (N), percentage of unique genotypes (% gene), mean number of alleles per locus Ϯ 1 SE (k), percentage of polymorphic loci Ϯ 1 SE (P) (a locus is considered polymorphic if the frequency of the most common allele does not exceed 0.99), observed heterozygosity Ϯ 1 SE (H obs ), expected heterozygosity Ϯ 1 SE (H exp ) (unbiased estimateNei [1978]), fixation index (F). Gene diversity statistics for the Carex willdenowii complex. H T ϭ total gene diversity, H S ϭ within-population gene diversity, D ST ϭ among-population gene diversity, G ST ϭ coefficient of genetic differentiation. species within Carex section Phyllostachys are the subject of future publications.Population genetic structure, as measured by the parameters H obs , H exp , H T , and H S , indicates that C. superata exhibits about half the average genetic variability",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "). Highly negative F values are oc-",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}