{"paper_id": "a28aabf56bf8c7cebd2bb540483fb9cd55e7c809", "metadata": {"title": "Use of Recombinant Cytokines for Optimized Induction of Antiviral Immunity Against SIV in the Nonhuman Primate Model of Human AIDS", "authors": [{"first": "Aftab", "middle": ["A"], "last": "Ansari", "suffix": "", "affiliation": {"laboratory": "", "institution": "Emory University School of Medicine", "location": {"settlement": "Atlanta", "region": "GA"}}, "email": ""}, {"first": "Ann", "middle": ["E"], "last": "Mayne", "suffix": "", "affiliation": {"laboratory": "", "institution": "Emory University School of Medicine", "location": {"settlement": "Atlanta", "region": "GA"}}, "email": ""}, {"first": "Nattawat", "middle": [], "last": "Onlamoon", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sriraj Hospital", "location": {"settlement": "Bangkok", "country": "Thailand"}}, "email": ""}, {"first": "Kovit", "middle": [], "last": "Pattanapanyasat", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sriraj Hospital", "location": {"settlement": "Bangkok", "country": "Thailand"}}, "email": ""}, {"first": "Kazuyasu", "middle": [], "last": "Mori", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Center for AIDS Research", "location": {"settlement": "Tsukuba", "country": "Japan"}}, "email": ""}, {"first": "Francois", "middle": [], "last": "Villinger", "suffix": "", "affiliation": {"laboratory": "", "institution": "Emory University School of Medicine", "location": {"settlement": "Atlanta", "region": "GA"}}, "email": ""}]}, "abstract": [{"text": "Although the biomedical community has always voiced concern for a need to utilize scientifically based rationale instead of the traditional empirical approach for the formulation of vaccines against infectious disease agents and a number of human malignancies, this issue has only more recently been given much required attention, fueled primarily by", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Outbreaks of infectious diseases such as HIV and the much televised and attention-getting outbreaks of diseases such as Ebola, Hantaviruses, and the most recent outbreak of SARS have induced a significant new interest in the formulations and more importantly the science of vaccinology, which has previously to a large extent been conducted empirically. Our laboratory has focused on the use of recombinant nonhuman primate cytokines as adjunctive therapies for inducing antigen-specific immune responses in monkeys because most recombinant human cytokines appear to be immunogenic. This article provides a summary of our work with such cytokines, which includes attempts to define optimum dosing schedules that lead to optimal primary and lasting memory antigen-specific immune responses.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "the failure to develop efficacious immunizations against select infections and neoplasms. Much of the progress on this issue, in fact, has been facilitated by our ability to sequence in some cases the complete genome of an infectious agent; by the global threats posed by agents such as HIV; and by our insights on the mechanisms by which vaccines can induce their protective effect, a scientific knowledge database that continues to grow. An \"ideal\" vaccine is considered a formulation that, following administration, does not cause side effects, is easy to administer, is highly immunogenic, and provides readily measurable protective and long-lasting immunity. No vaccine to date meets all these criteria, some of which appear to oppose each other (e.g., safety vs efficacy). Hence, this has led to the use of adjunctive agents that attempt to fulfill some of the criteria that are missing in the candidate vaccine.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Vaccines have traditionally involved the use of either live and/or attenuated organisms, (polio-Sabin, measles, mumps, rubella, yellow fever, varicella, rotavirus, BCG), killed forms of the entire organism (polio-Salk, influenza, Japanese encephalitis, rabies, hepatitis A, pertussis, cholera, typhoid), subunit vaccines (Hepatitis B, H. influenza B, pneumococci, meningococci, pertussis, anthrax), or in the form toxoids (diptheria, tetanus). More recently, there has been considerable interest in the use of peptide-based vaccines, vectored vaccines, and nucleic acid-(DNA) based vaccines. To a great extent, except for the last three categories (which are for select candidate vaccines at various stages of the Phase I, II, or III clinical trials), in the case of many infectious disease agents, the previously utilized strategies have been quite effective. Fairly recently, there also has been an interest in genetic approaches to developing safe but live attenuated vaccines, such as; (1) the use of introducing mutations within the coding region (missense mutations in the case of RSV and insertion/mutations in the cases of pox viruses, and dengue), (2) deletion mutants (herpes simplex virus; HSV), and (3) antigenic chimeric viruses such as rotavirus vaccines. In general, the most effective protective immune response appears to be conferred by live/attenuated vaccines, followed by whole killed organisms, recombinant proteins, and, lastly, antigenic peptides. With the objective to induce longer-lasting immunity coupled with a growing concern for safety, there has been considerable interest in the use of recombinant and subunit protein preparations and native or DNA vector-based immunizations. To date the recombinant DNA-based delivery systems have included both bacterial (Listeria, mycobacteria, salmonella, shigella) and viral vectors (adenoviruses, alphaviruses, lentiviruses, and poxviruses). These strategies also serve the purpose of being able to perform well-designed basic and clinical protocols because the immunogens are highly characterized (with knowledge of the precise sequence), permitting an objective evaluation of the immune response and its correlation with protection. A large body of literature attests to the feasibility and efficacy of several such strategies in small-animal models. Unfortunately, to a large extent, such formulations are poorly immunogenic by themselves in preclinical models (e.g., primates) and in humans and have to be incorporated with some form of adjuvant. This has generated a new branch of science of adjuvant research in the field of vaccinology.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The list of adjuvants that have been utilized (and the list keeps growing) include: (1) aluminum salts; (2) emulsification of the immunogen in oils; (3) ISCOMS and liposomes to encapsulate the antigen; (4) CpG containing oligodinucleotides; (5) antigen polymerization; (6) cholera toxin B; (7) C3d; (8) targeting of immunogens to dendritic cells Ansari et al. 2 (DCs); (9) use of heat-shock proteins (hsps) as carriers; and (10) the co-administration of the immunogens with cytokines, chemokines, and/or soluble or membrane bound co-stimulatory molecules (1, 2) . Cytokines and chemokines seemed to us to be the most attractive candidates to be utilized as adjuvants because these are natural cellular products and have the least likelihood of immunogenicity and toxicity to the host. Thus, our laboratory has studied the use of cytokines as adjuncts for the past decade. The purpose of this article is to summarize our findings to date and to highlight the important and, in some cases, surprising results that have been obtained so far. These studies have been conducted utilizing the nonhuman primate model of human AIDS, not only because the simian immunodeficiency virus (SIV)infected rhesus macaques develop most or all of the characteristics noted in human immunodeficiency virus (HIV)-infected humans (3), but also because we believe and provide data to support the notion that such cytokine-and chemokine-based therapies need to be performed in animal models and preferably nonhuman primates (owing to their similarity to humans) prior to their use in humans.", "cite_spans": [{"start": 299, "end": 302, "text": "(8)", "ref_id": "BIBREF8"}, {"start": 360, "end": 361, "text": "2", "ref_id": "BIBREF1"}, {"start": 555, "end": 558, "text": "(1,", "ref_id": "BIBREF0"}, {"start": 559, "end": 561, "text": "2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": ""}, {"text": "Because our interests were to use cytokines as adjuvants in nonhuman primates, we first attempted to clone and sequence the nonhuman primate homologs of human cytokines and since, then have also cloned and sequenced a variety of other immunologically relevant nonhuman primate molecules (4) (5) (6) (7) (8) .", "cite_spans": [{"start": 287, "end": 290, "text": "(4)", "ref_id": "BIBREF3"}, {"start": 291, "end": 294, "text": "(5)", "ref_id": null}, {"start": 295, "end": 298, "text": "(6)", "ref_id": "BIBREF6"}, {"start": 299, "end": 302, "text": "(7)", "ref_id": "BIBREF7"}, {"start": 303, "end": 306, "text": "(8)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Cloning and Sequencing of Nonhuman Primate Cytokines"}, {"text": "To a great extent, the nonhuman primate cytokine sequences were highly similar to the human homologs, sharing from 93-99% homology at the nucleic acid and protein level. In addition, several of the commercially avail-able antisera against human cytokine-/chemokines and their natural ligands appeared to show good cross-reactivity with the nonhuman primate homologs (7) (8) (9) (10) . The most notable differences in the sequences were noted for interleukin (IL)-1α, IL-1β, IL-8, interferon (IFN)-α, IFN-γ, and IL-12β (7). We were surprised by the finding that although recombinant human cytokines functioned quite well with the use of nonhuman primate peripheral blood mononuclear cells (PBMCs) in vitro, they were to varying degrees immunogenic in vivo. Table 1 summarizes our findings with the use of human cytokines in rhesus macaques in vivo. As seen, recombinant human IL-12 was highly immunogenic when administered to rhesus macaques, inducing an antibody response in five of six monkeys by Nonhuman Primate Cytokines 3 a Groups of monkeys were administered 10 µg of each of the cytokine intravenously at 2-wk intervals and blood samples were obtained just prior to re-administration. Serum from the monkeys were then analyzed by EIA, Western blot, and in a bioassay specific for each cytokine (7, 9) as described elsewhere (22) . two immunizations and all six monkeys by the third immunization. In each case, the antibody induced was effective in neutralizing the bioactivity of human recombinant IL-12 (data not shown). In order of relative potency, human recombinant IL-15 was next, followed by recombinant human IFN-γ, and finally recombinant human IL-2. Most of the sera from the IL-15-administered monkeys were also neutralizing, whereas only two-thirds and one-third sera from the recombinant human IFN-γ-and IL-2-administered monkeys, respectively, were found to be neutralizing for bioactivity of the appropriate cytokine. Preliminary data with the use of recombinant human IL-7, Flt-3L, granulocyte-macrophage colony-stimulating factor (GM-CSF) administration to rhesus macaques has also shown evidence of immunogenicity. Thus, in general, most recombinant human cytokines appear immunogenic in rhesus macaques, which precludes their use in vivo, at least when it is utilized on a chronic basis. However, we need to distinguish such response from potentially \"regulatory\" antibody responses that have been documented, in the homologous host (11) . These findings prompted our laboratory to embark on the arduous task of preparing recombinant rhesus macaque cytokines and chemokines, an area of research that continues to date (see also www. emory.edu/ PATHOL-OGY/ Villinger/index.htm). It is our objective here to summarize some of our key findings with the use of recombinant nonhuman primate cytokines and chemokines.", "cite_spans": [{"start": 366, "end": 369, "text": "(7)", "ref_id": "BIBREF7"}, {"start": 370, "end": 373, "text": "(8)", "ref_id": "BIBREF8"}, {"start": 374, "end": 377, "text": "(9)", "ref_id": "BIBREF9"}, {"start": 378, "end": 382, "text": "(10)", "ref_id": "BIBREF10"}, {"start": 1301, "end": 1304, "text": "(7,", "ref_id": "BIBREF7"}, {"start": 1305, "end": 1307, "text": "9)", "ref_id": "BIBREF9"}, {"start": 1331, "end": 1335, "text": "(22)", "ref_id": "BIBREF22"}, {"start": 2458, "end": 2462, "text": "(11)", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 756, "end": 763, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Cloning and Sequencing of Nonhuman Primate Cytokines"}, {"text": "Dose-Response Studies With the Use of rMamu-IL-12 IL-12 is considered a key factor in the development of Th1-type immune responses efficient in the defense against intracellular parasites and tumors (12-14.) Findings from initial studies utilizing recombinant human IL-12 in rhesus macaques infected with the malaria parasite initiated our interest in the use of recombinant IL-12. Thus, the monkeys administered a single dose of 10 µg/kg of recombinant human IL-12 2 d before challenge with Plasmodium cynomolgi led to the protection of seven out of seven rhesus macaques from progression of the infection to the liver stage (15) . The rationale for the use of recombinant rhesus (henceforth referred to as rMamu-IL-12) in SIV-infected rhesus macaques was strengthened by the finding that the in vitro and in vivo response of PBMCs from SIV-infected rhesus macaques to rMamu-IL-12 are gradually lost postinfection (16) as well as the early recognition by Gazzinelli et al. that IL-12 was able to prevent murine AIDS (17) . Thus, studies were conducted with our laboratory preparation of rMamu-IL-12 both in our laboratory and in collaboration with several other laboratories. We first conducted a careful dose-response study. Groups of monkeys (n = 3) were administered either 0.1, 1.0, 5.0, 10, or 20 µg/kg subQ and the levels of plasma IFN-γ monitored (15, 16) . This initial study showed that 10 µg/Kg was optimal for the induction of IFN-γ without any demonstrable toxicity (liver enzyme tests, complete hematology work-up, urine neopterin, etc.). Subsequently, groups of three monkeys each were administered either daily, q2, q3, q4, q5, or q7 d of rMamu-IL-12 subQ and the plasma levels of IFN-γ determined by EIA. As seen in Fig. 1A , monkeys given rMamu-IL-12 daily or every other day responded with only a single initial peak of IFN-γ production, despite continuous IL-12 administration, suggesting that they became refractory as early as d 3 in their IFN-γ response. Monkeys given IL-12 q3 and q4 days also demonstrated degrees of refractoriness, although successive IFN-γ serum peaks were detected after all or most IL-12 adminis- Ansari et al. trations. Monkeys that were given IL-12 q5 or q7 d appeared to respond by synthesizing IFN-γ to equivalent serum levels after each administration. One interpretation of this data was that perhaps the failure to detect IFN-γ was owing to the complexing of IFN-γ to the IFN-γR. As illustrated in Fig. 1B , such mechanism may have accounted, at least in part, for the decreased detection of serum IFN-γ, because soluble IFN-γR was detected in the sera of daily, q2, and to a lesser extent q3 d IL-12 treated monkeys. However, of further interest was the finding that PBMCs from the daily-dosed animals during the refractory period remained truly refractory in vitro, because their culture with IL-12 did not lead to the synthesis of IFN-γ that was readily synthesized by PBMCs from animals given IL-12 q5 or q7 d. These findings prompted us to investigate the mechanisms of refractoriness Nonhuman Primate Cytokines 5 Fig. 1 . Groups of rhesus macaques (n = 3/group) were administered rMamu-IL-12 at 10 µg/Kg subQ either daily, q2, q3, q4, q5 or q7 d. Blood samples were collected daily prior to cytokine administration for a total of 18 d and the serum analyzed for levels of (A) IFN-γ (B) Soluble IFN-γ receptor utilizing standard ELISA kits.", "cite_spans": [{"start": 199, "end": 207, "text": "(12-14.)", "ref_id": null}, {"start": 626, "end": 630, "text": "(15)", "ref_id": "BIBREF15"}, {"start": 915, "end": 919, "text": "(16)", "ref_id": "BIBREF16"}, {"start": 1017, "end": 1021, "text": "(17)", "ref_id": "BIBREF17"}, {"start": 1355, "end": 1359, "text": "(15,", "ref_id": "BIBREF15"}, {"start": 1360, "end": 1363, "text": "16)", "ref_id": "BIBREF16"}, {"start": 2143, "end": 2156, "text": "Ansari et al.", "ref_id": null}], "ref_spans": [{"start": 1733, "end": 1740, "text": "Fig. 1A", "ref_id": null}, {"start": 2451, "end": 2458, "text": "Fig. 1B", "ref_id": null}, {"start": 3072, "end": 3078, "text": "Fig. 1", "ref_id": null}], "section": "Rhesus Macaque (Macaca mulatta) IL-12"}, {"text": "of PBMCs to chronic doses of IL-12, a phenomenon also reported from a human clinical trial (18) . The fact that IL-12-induced IFN-γ synthesis uses the STAT4 signaling pathway prompted us to examine levels of STAT4 at the mRNA level. Aliquots of PBMCs from the daily IL-12-administered monkeys as compared to PBMCs from q5 and q7 IL-12-administered monkeys as well as controls were incubated in vitro with varying amounts of rMamu-IL-12 and the levels of STAT4 mRNA were quantitated using real-time polymerase chain reaction (PCR). Surprisingly, no major differences in the levels of STAT4 mRNA were noted among the various PBMCs. However, the findings by Wang et al. (19, 20) suggest that such IL-12-induced refractoriness is primarily owing to the rapid degradation of STAT4 protein required for IFN-γ transcription. It is likely that this is precisely the reason for the downregulation of IFN-γ in the monkeys that were chronically administered rMamu-IL-12. These findings prompted us to devise methods for the monitoring of PBMCs for their potential to respond to rMamu-IL-12 in vivo. A flow cytometric technique was established for the detection of phosphorylated STAT4 based on the studies reported by Uzel et al. (21) .", "cite_spans": [{"start": 91, "end": 95, "text": "(18)", "ref_id": "BIBREF18"}, {"start": 667, "end": 671, "text": "(19,", "ref_id": "BIBREF19"}, {"start": 672, "end": 675, "text": "20)", "ref_id": "BIBREF20"}, {"start": 1219, "end": 1223, "text": "(21)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Rhesus Macaque (Macaca mulatta) IL-12"}, {"text": "PBMCs from the monkeys were incubated with PHA for 48 h, washed, incubated further for 24 h with IL-2 (100 U/mL), washed, rested in plain media for 24 h, and then washed and incubated for 20 min with varying concentrations of rMamu-IL-12 (0.001, 0.01, 0.1, and 1.0 µg/mL). Cells were then centrifuged, fixed, and permeabilized (Fix/Perm, Caltag) and aliquots incubated with either rabbit antiphosphorylated STAT4, rabbit anti-STAT4, or normal rabbit IgG for 30 min, washed, and then developed with a PE antirab-bit IgG and analyzed by fluorescence-activated cell sorting (FACS). A representative profile is shown in Fig. 2 . Controls (run in parallel, data not shown) consisted of PBMCs from a normal monkey (previously shown to respond positively), Con-A-stimulated spleen cells from STAT4 knockout mice, and wildtype mice. Profiles of PBMCs incubated in media instead of IL-12 (shown in solid black) and those incubated in 0.1 µg/mL of rIL-12 (shown as gray line). Note that whereas the level of STAT4 remains the same, there is a significant shift in the profile of phospho-STAT4 following incubation of normal PBMCs with IL-12 (Fig. 2) . PBMCs from chronically IL-12-administered monkeys when incubated with IL-12 demonstrated a phosphoSTAT4 profile similar (no shift) to media-treated PBMCs confirming refractoriness and the utility of this assay.", "cite_spans": [], "ref_spans": [{"start": 616, "end": 622, "text": "Fig. 2", "ref_id": "FIGREF0"}, {"start": 1131, "end": 1139, "text": "(Fig. 2)", "ref_id": "FIGREF0"}], "section": "Novel Functional Assay for Monitoring IL-12 Responsiveness"}, {"text": "Use of rMamu-IL-12 to Influence the Response of Monkeys to SIV Because the findings from the studies with the use of rMamu-IL-12 have been published (22) , we shall merely summarize the findings and then describe those findings that are not included in the article.", "cite_spans": [{"start": 149, "end": 153, "text": "(22)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Novel Functional Assay for Monitoring IL-12 Responsiveness"}, {"text": "A total of 12 rhesus macaques were immunized with live attenuated influenza virus intranasally (1024 HA units in 1 mL administered drop by drop to the monkeys under anesthesia) and boosted twice at 2-wk intervals using the same dose and route. These monkeys were also immunized with tetanus toxoid in Freund's incomplete adjuvant subQ, followed by two booster doses of the tetanus toxoid at 2-wk intervals. These immunizations were carried out prior to infection with SIV to monitor the antigen-specific memory immune response of each of these animals against these nominal antigens post-SIV Ansari et al. infection. The 12 immunized macaques were divided into three groups (n = 4/group). One group of four animals served as controls (no IL-12 administration). The other two groups were administered a loading dose of rMamu-IL-12 at 20 and 10 µg/kg (d -2 and 0), respectively, and then either 10 µg/kg or 2 µg/kg (twice a week for 8 wk). All 12 monkeys were infected with a highly virulent stock of SIVmac251 intravenously on d 0. Data from these studies showed that although IL-12 did not affect the initial peak viremia, monkeys receiving the higher dose of rMamu-IL-12 showed a significant (p < 0.004) Tukey's at 95% CI) level of disease protection and significant (p < 0.004) lowering of viral-load set-point and proviral DNA loads (p < 0.0001) in both the PBMCs and lymph nodes as compared to normal controls and the lower rMamu-IL-12-(2 µg/kg) dosed monkeys.", "cite_spans": [], "ref_spans": [], "section": "Survival and Viral Loads"}, {"text": "The high-dose rMamu-IL-12 monkeys showed an increase in natural killer (NK) (CD3 -, CD8α/α) and NK T cells (CD3 + , CD8α/α) above and beyond those seen in the controls and in the low-dose monkeys. In addition, although the controls and low-dose rMamu-IL-12 monkeys showed a significant (p < 0.001) increase in the frequency and absolute numbers of CD4 + , CD45RA + , and CD62L + \"naïve\" cells during and shortly following acute viremia, this increase was not seen in the high-dose rMamu-IL-12 monkeys.", "cite_spans": [], "ref_spans": [], "section": "Subset Analyses"}, {"text": "Although both CD8 α/α and CD8 α/β cells from the high-dose rMamu-IL-12 monkeys synthesized antiviral factors at 6 wk pi, only the CD8 α/β cells from the controls and lowdose IL-12 monkeys synthesized such factors early pi. In addition, whereas this antiviral factor synthesis was retained in the CD8 α/β cells of the high-dose IL-12 monkeys at 30 wk pi, the synthesis of such factors was lost in CD8 α/α cells 30 wk pi and beyond.", "cite_spans": [], "ref_spans": [], "section": "Synthesis of Cell-Free Antiviral Factors"}, {"text": "Long-term disease-free survival of the higher-dose rMamu-IL-12 monkeys was associated with significant (p < 0.0001, Tukey's at 95% CI) sustained levels of SIVgag/pol and SIVenv specific cytotoxic T lymphocyte precursors (p-CTLs) as compared to the controls and low-dose rMamu-IL-12 Ansari monkeys (Fig. 3A,B) . All four of the Mamu-A01 + monkeys showed high, sustained frequencies of p11CM tetramer binding CD8 + T cells (3.2-4.8%).", "cite_spans": [{"start": 282, "end": 288, "text": "Ansari", "ref_id": null}], "ref_spans": [{"start": 297, "end": 308, "text": "(Fig. 3A,B)", "ref_id": null}], "section": "SIV-Specific CTLs"}, {"text": "Prolonged disease survival of the highdose rMamu-IL-12 monkeys was also associated with retention of influenza virus memory p-CTL response and tetanus/KLH-specific memory T-cell responses as compared with controls and low-dose IL-12 monkeys.", "cite_spans": [], "ref_spans": [], "section": "Flu-Memory-Specific CTLs"}, {"text": "Our lab has prepared synthetic overlapping peptides covering the entire SIVmac239 gag, env, tat, nef, and rev regions. . We realize that these may be suboptimal for measuring CD8 responses, but our aim was to use these for monitoring of CD4 responses (see below). In addition, we have also obtained SIV gag (70 peptides, 15 mers OL by 8) and SIV tat (16 peptides, 15 mers OL by 8) from the NIH-sponsored AIDS Reagent Program, which we have used to monitor for CD8 responses. We use these in the form of pools for the ELISPOT and/or the ICC assays to identify the magnitude and breadth of the immune response and focus on the synthesis of IFN-γ at present. The aforementioned provided us with 7 pools for gag, 10 pools for env, 3 pools for nef, 2 pools each for rev and tat for the larger peptides, and 10 pools for gag and 2 for tat for the shorter peptides. For each blood sample to be analyzed by the ICC assay, this translated into 36 total pools of peptides that required 36 × 10 6 PBMCs, including controls (1.0 × 10 6 cells/per pool). We gated on CD3 and defined the frequency of CD8 and by negative inference the CD4 + T cells that synthesize IFN-γ. Although it is clear that the magnitude of the virus-specific immune response is important, it is also clear that a single peptide-specific response is not sufficient to confer disease protection. Thus, by the analyses outlined, along with the CBC, it has been relatively easy to derive data on both the magnitude and breadth of the immune response. These assays have been standardized in our lab and the more recent samples from the rMamu-IL-12-administered monkeys have been screened using these assays. We have used cryopreserved cells to generate some ELISPOT data and fresh PBMC samples for the ICC data that are summarized here. There did not appear to be any major differences in the breadth of the env and rev responses in samples obtained early (8-14 wk) pi, but there did appear to be a broader and higher gag response in the rMamu-IL12 high-dose monkeys at this point. There was also a transient tat and nef response at this time-point in all 12 monkeys. Subsequently, there was a sustained broader gag response in the highdose rMamu-IL12 monkeys. The gag response was dominated in the Mamu-A01 + monkeys by the peptide p11CM that was supported by the frequency of p11CM tetramer binding CD8 + T cells (see Fig. 4 for the p11CM tetramer profile).", "cite_spans": [], "ref_spans": [{"start": 2375, "end": 2381, "text": "Fig. 4", "ref_id": null}], "section": "SIV Peptide-Specific Immune-Response Monitoring by ELISPOT and ICC Assay"}, {"text": "At varying time intervals postinfection (>15 mo), it was noted that whereas the frequency of p11CM peptide Mamu-A01 tetramer binding CD8 + T cells were maintained in the SIV infected Mamu-A01 + IL-12 treated monkeys (20) , there was a marked decrease in the frequency of p11CM peptide-induced IFN-γ synthesizing cells at this time-point as determined by ELISPOT. Therefore, an in vitro immune Nonhuman Primate Cytokines a Unfractionated or CD4 depleted p11C unresponsive PBMC from 4 Mamu-A01 + monkey were cultured alone or co-cultured with autologous activated CD4 + T cells in the presence of media, the p11C peptide or OVA an irrelevant protein and the number of IFN-γ synthesizing cells enumerated by ELISPOT. reconstitution study was performed in an effort to define the mechanism. Thus, the p11CM peptide-unresponsive PBMCs were used unfractionated or after depletion of CD4 + T cells (by immuno-beads) from four of our Mamu-A01 + monkeys and then co-cultured with autologous anti-CD3/CD28 activated CD4 + T cells obtained from these monkeys prior to SIV infection. As seen in Table 2 , marked augmentation of the p11CM induced IFN-γ response was noted by co-culture with autologous activated naïve CD4 + T cells. These data suggest that there is a selective loss of CD4 + T-cell helper cell function, Ansari accompanied by a functional loss of antigenspecific CD8 + T cell function late post-SIV infection. The CD8 functional loss can be reconstituted with autologous activated antigen naïve CD4 + T cells. In addition, removal of pi CD4 + T cells from the PBMCs prior to co-culture with preinfection CD4 + T cells showed marked enhanced responses suggesting a role for CD4 + suppressor cells. This observation supports the results of the in vivo transfusion studies that have been reported elsewhere (23) .", "cite_spans": [{"start": 216, "end": 220, "text": "(20)", "ref_id": "BIBREF20"}, {"start": 1308, "end": 1314, "text": "Ansari", "ref_id": null}, {"start": 1808, "end": 1812, "text": "(23)", "ref_id": "BIBREF23"}], "ref_spans": [{"start": 1083, "end": 1090, "text": "Table 2", "ref_id": "TABREF2"}], "section": "In Vitro Functional Reconstitution Studies"}, {"text": "In a collaborative study between our laboratory and that of Dr. Van der Meide et al. (24) , groups of monkeys were administered our rMamu-IL-12 along with HIV-1 gp120 on d 0, 28, and 84. Such co-administration of the rMamu-IL-12 led to a 10-fold augmentation of the anti-gp120-specific antibody response and in addition, led to a detectable titer of HIV-1 neutralizing antibodies, which is normally not elicited by this immunogen. In addition, IL-12 increased the gp120-specific cellular proliferative responses. Most importantly, such rMamu-IL-12 administration was not immunogenic because no detectable anti-IL-12-specific immune responses were noted. The results of these studies provide support to our finding of the adjuvant effect of IL-12 in monkeys.", "cite_spans": [{"start": 85, "end": 89, "text": "(24)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Augmentation of Both Humoral and Cellular Anti-gp120 Specific Immune Responses by Co-Administration of rMamu-IL-12"}, {"text": "Although the aforementioned studies were performed using rMamu-IL-12 protein, we also performed studies using a single plasmid construct expressing Mamu-IL-12 p70, in collaboration with the laboratory of Dr. Kraiselburd. Rhesus macaques were adminis-tered DNA prime (in a VecB7 vector containing the SIV smH4 gag, rev, env, and nef proteins along with the p70 rMamu-IL-12 and the rMamu-GM-CSF expression vectors) and similar DNA boosts at wk 0, 13, and 26, followed by a virus-like particles (VLP) booster dose at wk 39 with or without rMamu IL-12 protein. All monkeys were challenged intrarectally with the pathogenic SIVsmE660 at 2 mo following the protein boost. All except one immunized monkey were infected. Details of the results of this study are published elsewhere (25) , however, the addition of IL-12 to either the DNA prime or the protein VLP boost resulted in marked decrease in viral-load set-points as compared to monkeys administered nonadjuvanted DNA prime/VLP boost or control nonimmunized monkeys. These findings further support the use of IL-12 as an adjunct for HIV-infected patients. Although rMamu-IL-12 along with rMamu-GM-CSF (as DNA prime only) did show beneficial effects in these SIV studies, the administration of rMamu-GM-CSF DNA plasmid as an adjuvant for immune responses against the malaria merozoite surface protein (MSP) in rhesus macaques showed only marginal enhancement of proliferative responses (26) . The reasons for this failure are not readily apparent at present, but suggest that the marked enhancement of immune response by the use of GM-CSF-expressing DNA in murine models (27) does not translate well to larger outbred models or to humans. This may be secondary to a number of factors that are only recently being recognized, such as expression levels relative to the weight of the host, timing of cytokine delivery relative to the antigen (28), influence of species-specific CpG in the DNA constructs, and so on. However, studies of vaccine initiatives in rhesus macaques against SIV by immunization, which include GM-CSF-expressing constructs, do show that the inclusion of GM-CSF Nonhuman Primate Cytokines influences the quality of the antilentivirus humoral response (29). Further studies need to be performed in rhesus macaques to formally address this issue, because GM-CSF either alone or in combination with additional immune factors may be able to mobilize and mature dendritic cells (DCs) in vivo.", "cite_spans": [{"start": 774, "end": 778, "text": "(25)", "ref_id": "BIBREF25"}, {"start": 1435, "end": 1439, "text": "(26)", "ref_id": null}, {"start": 1620, "end": 1624, "text": "(27)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Use of rMamu-IL-12 as an Adjuvant in a Plasmid Form"}, {"text": "Augmentation of Immune Response Using rMamu-IL-2 or rMamu-IL-4", "cite_spans": [], "ref_spans": [], "section": "Use of rMamu-IL-12 as an Adjuvant in a Plasmid Form"}, {"text": "The immune response of rhesus macaques that were recipients of targeted subQ regional lymph-node immunization with recombinant SIV g120 and p27 in alum and absorbed rGM-CSF with and without co-administration with either rMamu-IL-2 or rMamu-IL-4 was studied by Dr. Tom Lehner in collaboration with our lab. The monkeys were then challenged intrarectally with SIVmac 220. Results of these studies showed that, whereas immunization that included rMamu-IL-2 resulted in a marked augmentation of the serum-and sIgA-specific gp120 and p27 immune responses, immunization that included rMamu-IL-4 significantly inhibited the sIgA antibodies in the rectal fluid (30) . The mechanisms for such a differential immune response by IL-2 vs IL-4 is not known at pre-sent. Immunization did induce significant levels of the beta chemokines in this study and were reasoned to play a role in the protective effects of the vaccine.", "cite_spans": [{"start": 653, "end": 657, "text": "(30)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Use of rMamu-IL-12 as an Adjuvant in a Plasmid Form"}, {"text": "The previous studies with the use of rMamu-IL-2, rMamu-IL-4, rMamu-GM-CSF, and so on to a great extent showed not only augmentation of antigen-specific immune responses but also did not appear to induce any detectable increase in viral loads in the SIV-infected animals. The doses and schedule of cytokine administration utilized in these studies were basically empirical. It was deemed important, therefore, to conduct careful studies to determine the dosage and the schedule of cytokine administration that will induce maximal primary immune responses and to sustain long-term antigenspecific memory immune responses (31) . In a preliminary set of experiments, our lab demonstrated that 5 µg/kg and 10 µg/kg of Ansari et al. IL-2 and -15, respectively, appeared to reach a plateau in the maximal recruitment of CD4 + T cell mobilized in vivo (32) . This dose is very similar to the low IL-2 doses used in the clinical setting (33, 34) . However, side by side comparison of IL-2 and IL-15 for the mobilization of NK cells showed a better enhancement in monkeys treated with the optimized IL-2 vs IL-15 doses (Fig. 5 ). Next, we tested and compared IL-2 vs IL-15 in the enhancement of antigen-specific responses in rhesus macaques. It was reasoned that the use of tetanus toxoid to study CD4 + T cell responses and influenza virus to study CD8 + T cell responses would be one valid approach, circumventing the confounding influence of lentivirus-induced immunosuppression. Thus, groups of healthy rhesus macaques were immunized with tetanus toxoid or flu virus and administered rMamu-IL-2 or rMamu-IL-15 daily, every 2, 3, 4, 5, and 7 d. The results of this study clearly indicated that the daily IL-2 administration schedule currently in clinical practice as well as IL-15 administration leads to a rapid expansion of antigen-specific CD4 and CD8 effectors postimmunization, but did not appear to induce increases in long-term CD4 or CD8 memory T cells (32) . Only when administration was spaced by 3-5 d was significant enhancement of memory CD4 and CD8 T cells noted with IL-15 and also IL-2 with optima of q3-q5 d for CD4 responses, q3 for IL-2-enhanced CD8 responses, and q5 for IL-15-enhanced CD8 responses (32) . Based on these data, we tested the effect of either cytokine on the development of antigen-specific effectors and memory cells after a primary and after a secondary immunization. The study used groups of four macaques each administered a single dose of tetanus toxoid and live influenza immunization (as Nonhuman Primate Cytokines 13 Fig. 6 . Groups of four monkeys were either immunized with live attenuated influenza virus intranasally or with tetanus toxoid in Freund's incomplete adjuvant administered subQ and then treated with saline (flu only, TT only), with rMamu-IL-2, rMamu-IL-15, or both rMamu-IL-2 and rMamu-IL-15 for a period of 4 wk. PBMC samples were then evaluated for levels of IFN-γ synthesizing cells in the case of flu or IL-2 synthesizing cells in the case of tetanus toxoid using the standard ELISPOT assay. Primary responses were measured after 4 wk of therapy, the memory responses were measured at 6 mo postimmunization/cytokine therapy, and the postboost samples represent the same monkeys that were administered the same dose of antigen and the same 4 wk of cytokine therapy as during the primary immunization and 4 following cytokine therapy their PBMC samples evaluated (post boost). described earlier) followed by a 4-wk course of twice a week cytokine administration. Detailed results are presented elsewhere (32) but have been summarized in Fig. 6 . Thus, although both cytokines appear to enhance CD4-and CD8-specific primary effector responses, IL-2 was more potent and the IL-2/15 combination even better at enhancing CD8 effectors. However, memory CD8 responses in the IL-2 group were no different from the immunized but cytokine naïve group, whereas IL-15-and IL-2/15-treated monkeys showed statistically elevated memory responses over untreated and IL-2treated monkeys. The various groups of monkeys were then administered a second immunization with tetanus toxoid and live attenuated Influenza virus followed by a cytokine treatment identical to the first for each individual monkey. Whereas all CD4 responses appeared boosted and enhanced by the IL-2, IL-15, or IL-2/15 combined administration, the CD8-specific responses diverged widely among the various groups. Thus, levels of flu-specific CD8 memory T cells did not significantly differ in monkeys administered IL-2 postboost from noncytokinetreated monkeys. In contrast, monkeys administered IL-15 postboost demonstrated marked enhancement of memory CD8 cells, but, to our surprise, monkeys administered the combined IL-2/15 cytokine exhibited only marginal boosting of memory CD8 T cells, suggesting that addition of IL-2 limited the IL-15-mediated enhancement (Fig. 6) . At the very least, these findings suggest complex regulatory mechanisms of T cell homeostasis in vivo using these T cell stimulatory factors, although our nonhuman primate data was recently confirmed by Oh et al. in mice (35) . Ongoing research in several labs including ours is aimed at addressing these mechanisms, and a verification of these results in macaque monkeys infected with SIV in attempts to derive clinically beneficial immunotherapy for HIV-infected patients.", "cite_spans": [{"start": 619, "end": 623, "text": "(31)", "ref_id": "BIBREF31"}, {"start": 844, "end": 848, "text": "(32)", "ref_id": "BIBREF32"}, {"start": 928, "end": 932, "text": "(33,", "ref_id": "BIBREF33"}, {"start": 933, "end": 936, "text": "34)", "ref_id": "BIBREF34"}, {"start": 1954, "end": 1958, "text": "(32)", "ref_id": "BIBREF32"}, {"start": 2213, "end": 2217, "text": "(32)", "ref_id": "BIBREF32"}, {"start": 3560, "end": 3564, "text": "(32)", "ref_id": "BIBREF32"}, {"start": 5109, "end": 5113, "text": "(35)", "ref_id": "BIBREF35"}], "ref_spans": [{"start": 1109, "end": 1116, "text": "(Fig. 5", "ref_id": null}, {"start": 2554, "end": 2560, "text": "Fig. 6", "ref_id": null}, {"start": 3593, "end": 3599, "text": "Fig. 6", "ref_id": null}, {"start": 4877, "end": 4885, "text": "(Fig. 6)", "ref_id": null}], "section": "Formal Studies for the Evaluation of the Optimal Doses of rMamu-IL-2 and rMamu-IL-15 in the Generation of Primary Immune Responses and Sustaining Antigen-Specific Memory Immune Responses"}, {"text": "Of the recombinant rhesus cytokines studied to date, the one cytokine that has not shown much success as an adjuvant has been the use of rMamu-IL-18. In parallel to our studies using IL-12 in the context of acute SIV infection, IL-18 administration alone and in combination with low doses of IL-12 was attempted (data not shown). To our surprise, only a few animals ever responded with IFN-γ secretion in vivo, even though the E. coli-produced rMamu IL-18 was biologically active in vitro (data not shown). In addition, antibodies reactive to the recombinant Mamu-IL-18 appeared in the sera of most of the treated monkeys, suggesting either regulatory negative feedback mechanism or secondary to improperly processed and/or folding of IL-18 during synthesis (36) . Anecdotal evidence from collaborators using a DNA plasmid expressing the mature Mamu-IL-18 fused to the GM-CSF signal sequence for improved secretion suggest that this molecule was ineffective in enhancing SIV-specific responses (data not shown). Similarly, Dr. Giavedoni inoculated monkeys with a SIV construct in which nef was replaced with Mamu IL-18 gene but failed to detect any elevation of serum IFN-γ, in spite of the IL-18 protein being expressed at high levels during the acute phase of viral replication (37) . Taken together, these results suggest that the biology of IL-18 is not well-understood and, as suggested by Liu et al., caspase processing of intracellularly accumulated pro-IL-18 may represent a critical step in the release of biologically active IL-18 in vivo (38) .", "cite_spans": [{"start": 758, "end": 762, "text": "(36)", "ref_id": "BIBREF36"}, {"start": 1280, "end": 1284, "text": "(37)", "ref_id": "BIBREF37"}, {"start": 1549, "end": 1553, "text": "(38)", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Failures of Cytokine Therapy"}, {"text": "Nonhuman primates continue to be utilized as a major resource for not only the testing of candidate vaccines against a variety of Ansari et al.", "cite_spans": [], "ref_spans": [], "section": "Summary"}, {"text": "infectious disease agents, but also to screen for the potency and efficacy of a variety of antimicrobial drugs and as a potential model for a number of human diseases. It is therefore important to define not only the cells and tissues that mediate immune function in these species, but also the molecules that mediate such function. This is especially true for those molecules whose function can be harnessed to modulate immune responses to the benefit of the host. Cytokines are the prime candidate in this regard and the finding that the administration of human cytokines into nonhuman primates leads to neutralizing antibodies against the human reagents, even though there is a high degree of homology, mandates that we utilize homologous cytokines for studies that especially require their evaluation and chronic use. This has been one of the primary emphasis of our lab and the findings from our studies are summarized here. In general, it is our finding that the dosing and in particular the schedule of administration of recombinant cytokines plays an important role in not only the quantity but also the quality of immune response that is generated. In all cases, the daily administration of cytokines was not as optimal as spacing the administration for at least every other day and in some cases perhaps once a week. IL-12 appeared to be highly effective in augmenting immune responses. Intermittent use of IL-2 with IL-15 appeared to have the maximal benefit for not only the magnitude of immune responses, but also the length and duration of memory immune responses. Further studies for the induction of disease-protective immune responses against lentiviruses are needed to determine the use of a number of additional cytokines such as IL-7 for its reported effect on inducing thymopoiesis and in select cases of homeostasis. These studies are currently in progress. It is important also to keep track of the growing number of additional cytokines that number approx 29 at present (39) and, relevant to the induction of localized mucosal immunity for the prevention of sexual transmission of lentiviral infection, the use of mucosal immunomodulatory cytokines and adjuvants (40) . Lastly, it is important to keep in mind that gene polymorphisms for select cytokines do exist, such as those for IFN-γ and IL-4, for example (41) , and the role such polymorphisms may play on the effectiveness of cytokine-based immunotherapy.", "cite_spans": [{"start": 1994, "end": 1998, "text": "(39)", "ref_id": "BIBREF39"}, {"start": 2187, "end": 2191, "text": "(40)", "ref_id": "BIBREF40"}, {"start": 2335, "end": 2339, "text": "(41)", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Summary"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Adjuvanted vaccine strategies and live vector approaches for the prevention of AIDS", "authors": [{"first": "G", "middle": [], "last": "Voss", "suffix": ""}, {"first": "F", "middle": [], "last": "Villinger", "suffix": ""}], "year": 2000, "venue": "AIDS", "volume": "14", "issn": "3", "pages": "153--165", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Cytokines as clinical adjuvants: how far are we?", "authors": [{"first": "F", "middle": [], "last": "Villinger", "suffix": ""}], "year": 2003, "venue": "Expert Rev Vaccines", "volume": "2", "issn": "", "pages": "317--326", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Spectrum of disease in macaque monkeys chronically infected with SIV/SMM", "authors": [{"first": "H", "middle": ["M"], "last": "Mcclure", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Anderson", "suffix": ""}, {"first": "P", "middle": ["N"], "last": "Fultz", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Ansari", "suffix": ""}, {"first": "E", "middle": [], "last": "Lockwood", "suffix": ""}, {"first": "A", "middle": [], "last": "Brodie", "suffix": ""}], "year": 1989, "venue": "Vet Immunol Immunopathol", "volume": "21", "issn": "", "pages": "13--24", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Expression and in vitro evaluation of rhesus macaque wild type (wt) and modified CC chemokines", "authors": [{"first": "P", "middle": [], "last": "Bostik", "suffix": ""}, {"first": "F", "middle": [], "last": "Villinger", "suffix": ""}, {"first": "G", "middle": ["T"], "last": "Brice", "suffix": ""}, {"first": "N", "middle": ["F"], "last": "Chikkala", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Brar", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Cruikshank", "suffix": ""}], "year": 1998, "venue": "J Med Primatol", "volume": "27", "issn": "", "pages": "113--120", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Cloning, sequencing, and homology analysis of nonhuman primate Fas/Fas-ligand and co-stimulatory molecules", "authors": [{"first": "", "middle": [], "last": "Wr", "suffix": ""}], "year": 2001, "venue": "Immunogenetics", "volume": "53", "issn": "", "pages": "315--328", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Molecular cloning and expression of rhesus macaque and sooty mangabey interleukin 16: biologic activity and effect on simian immunodeficiency virus infection and/or replication", "authors": [{"first": "M", "middle": ["E"], "last": "Lee", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Adams", "suffix": ""}, {"first": "F", "middle": [], "last": "Villinger", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Brar", "suffix": ""}, {"first": "M", "middle": [], "last": "Meadows", "suffix": ""}, {"first": "S", "middle": ["Z"], "last": "Bucur", "suffix": ""}], "year": 1998, "venue": "AIDS Res Hum Retroviruses", "volume": "14", "issn": "", "pages": "1323--1328", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Comparative sequence analysis of cytokine genes from human and nonhuman primates", "authors": [{"first": "F", "middle": [], "last": "Villinger", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Brar", "suffix": ""}, {"first": "A", "middle": [], "last": "Mayne", "suffix": ""}, {"first": "N", "middle": [], "last": "Chikkala", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Ansari", "suffix": ""}], "year": 1995, "venue": "J Immunol", "volume": "155", "issn": "", "pages": "3946--3954", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Multiplex analysis of cytokines in the blood of cynomolgus macaques naturally infected with Ebola virus (Reston serotype)", "authors": [{"first": "K", "middle": ["L"], "last": "Hutchinson", "suffix": ""}, {"first": "F", "middle": [], "last": "Villinger", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Miranda", "suffix": ""}, {"first": "T", "middle": ["G"], "last": "Ksiazek", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Peters", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Rollin", "suffix": ""}], "year": 2001, "venue": "J Med Virol", "volume": "65", "issn": "", "pages": "561--566", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Qualitative and quantitative studies of cytokines synthesized and secreted by non-human primate peripheral blood mononuclear cells", "authors": [{"first": "F", "middle": [], "last": "Villinger", "suffix": ""}, {"first": "D", "middle": [], "last": "Hunt", "suffix": ""}, {"first": "A", "middle": [], "last": "Mayne", "suffix": ""}, {"first": "M", "middle": [], "last": "Vuchetich", "suffix": ""}, {"first": "H", "middle": [], "last": "Findley", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Ansari", "suffix": ""}], "year": 1993, "venue": "Cytokine", "volume": "5", "issn": "", "pages": "469--479", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "ELISpot and ELISA analysis of spontaneous, mitogen-induced and antigen-specific cytokine production in cynomolgus and rhesus macaques", "authors": [{"first": "B", "middle": [], "last": "Makitalo", "suffix": ""}, {"first": "M", "middle": [], "last": "Andersson", "suffix": ""}, {"first": "I", "middle": [], "last": "Arestrom", "suffix": ""}, {"first": "K", "middle": [], "last": "Karlen", "suffix": ""}, {"first": "F", "middle": [], "last": "Villinger", "suffix": ""}, {"first": "A", "middle": [], "last": "Ansari", "suffix": ""}], "year": 2002, "venue": "J Immunol Methods", "volume": "270", "issn": "", "pages": "85--97", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Incidence of GM-CSF antibodies in cancer patients receiving GM-CSF for immunostimulation", "authors": [{"first": "G", "middle": [], "last": "Ullenhag", "suffix": ""}, {"first": "C", "middle": [], "last": "Bird", "suffix": ""}, {"first": "P", "middle": [], "last": "Ragnhammar", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Frodin", "suffix": ""}, {"first": "K", "middle": [], "last": "Strigard", "suffix": ""}, {"first": "A", "middle": [], "last": "Oisterborg", "suffix": ""}], "year": 2001, "venue": "", "volume": "99", "issn": "", "pages": "65--74", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Interleukin-12 and the regulation of innate resistance and adaptive immunity", "authors": [{"first": "G", "middle": [], "last": "Trinchieri", "suffix": ""}], "year": 2003, "venue": "Nat Rev Immunol", "volume": "3", "issn": "", "pages": "133--146", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Towards a new generation of vaccines: the cytokine IL-12 as an adjuvant to enhance cellular immune responses to pathogens during prime-booster vaccination regimens", "authors": [{"first": "M", "middle": ["M"], "last": "Gherardi", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Ramirez", "suffix": ""}, {"first": "M", "middle": [], "last": "Esteban", "suffix": ""}], "year": 2001, "venue": "Histol Histopathol", "volume": "16", "issn": "", "pages": "655--667", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Interleukin-12 in anti-tumor immunity and immunotherapy", "authors": [{"first": "M", "middle": ["P"], "last": "Colombo", "suffix": ""}, {"first": "G", "middle": [], "last": "Trinchieri", "suffix": ""}], "year": 2002, "venue": "Cytokine Growth Factor Rev", "volume": "13", "issn": "", "pages": "155--168", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Sterile protection of monkeys against malaria after administration of interleukin-12", "authors": [{"first": "S", "middle": ["L"], "last": "Hoffman", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Crutcher", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Puri", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Ansari", "suffix": ""}, {"first": "F", "middle": [], "last": "Villinger", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Franke", "suffix": ""}], "year": 1997, "venue": "Nat Med", "volume": "3", "issn": "", "pages": "80--83", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "In vitro and in vivo responses to interleukin 12 are maintained until the late SIV infection stage but lost during AIDS", "authors": [{"first": "F", "middle": [], "last": "Villinger", "suffix": ""}, {"first": "S", "middle": [], "last": "Bucur", "suffix": ""}, {"first": "N", "middle": ["F"], "last": "Chikkala", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Brar", "suffix": ""}, {"first": "P", "middle": [], "last": "Bostik", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Mayne", "suffix": ""}], "year": 2000, "venue": "AIDS Res Hum Retroviruses", "volume": "16", "issn": "", "pages": "751--763", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "In vivo treatment with interleukin 12 protects mice from immune abnormalities observed during murine acquired immunodeficiency syndrome (MAIDS)", "authors": [{"first": "R", "middle": ["T"], "last": "Gazzinelli", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Giese", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Morse", "suffix": ""}, {"first": "Iii", "middle": [], "last": "", "suffix": ""}], "year": 1994, "venue": "J Exp Med", "volume": "180", "issn": "", "pages": "2199--2208", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Down-regulation of the pharmacokinetic-pharmacodynamic response to interleukin-12 during long-term administration to patients with renal cell carcinoma and evaluation of the mechanism of this \"adaptive response\" in mice", "authors": [{"first": "A", "middle": [], "last": "Rakhit", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Yeon", "suffix": ""}, {"first": "J", "middle": [], "last": "Ferrante", "suffix": ""}, {"first": "S", "middle": [], "last": "Fettner", "suffix": ""}, {"first": "R", "middle": [], "last": "Nadeau", "suffix": ""}, {"first": "R", "middle": [], "last": "Motzer", "suffix": ""}], "year": 1999, "venue": "Clin Pharmacol Ther", "volume": "65", "issn": "", "pages": "615--629", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Specific down-regulation of interlekin-12 signaling through induction of phospho-STAT4 protein degradation", "authors": [{"first": "K", "middle": ["S"], "last": "Wang", "suffix": ""}, {"first": "E", "middle": [], "last": "Zorn", "suffix": ""}, {"first": "J", "middle": [], "last": "Ritz", "suffix": ""}], "year": 2001, "venue": "Blood", "volume": "97", "issn": "", "pages": "3860--3866", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "IL-2 induces STAT4 activation in primary NK cells and NK cell lines, but not in T cells", "authors": [{"first": "K", "middle": ["S"], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Ritz", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Frank", "suffix": ""}], "year": 1999, "venue": "J Immunol", "volume": "162", "issn": "", "pages": "299--304", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Detection of intracellular phosphorylated STAT-4 by flow cytometry", "authors": [{"first": "G", "middle": [], "last": "Uzel", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Frucht", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Fleisher", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Holland", "suffix": ""}], "year": 2001, "venue": "Clin Immunol", "volume": "100", "issn": "", "pages": "270--276", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Administration of recombinant rhesus interleukin-12 during acute simian immunodeficiency virus (SIV) infection leads to decreased viral loads associated with prolonged survival in SIVmac251-infected rhesus macaques", "authors": [{"first": "A", "middle": ["A"], "last": "Ansari", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Mayne", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Sundstrom", "suffix": ""}, {"first": "P", "middle": [], "last": "Bostik", "suffix": ""}, {"first": "B", "middle": [], "last": "Grimm", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Altman", "suffix": ""}], "year": 2002, "venue": "J Virol", "volume": "76", "issn": "", "pages": "1731--1743", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Adoptive transfer of simian immunodeficiency virus (SIV) naive autologous CD4(+) cells to macaques chronically infected with SIV is sufficient to induce long-term nonprogressor status", "authors": [{"first": "F", "middle": [], "last": "Villinger", "suffix": ""}, {"first": "G", "middle": ["T"], "last": "Brice", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Mayne", "suffix": ""}, {"first": "P", "middle": [], "last": "Bostik", "suffix": ""}, {"first": "K", "middle": [], "last": "Mori", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "June", "suffix": ""}], "year": 2002, "venue": "Blood", "volume": "99", "issn": "", "pages": "590--599", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Stimulation of both humoral and cellular immune responses to HIV-1 gp120 by interleukin-12 in Rhesus macaques", "authors": [{"first": "P", "middle": ["H"], "last": "Van Der Meide", "suffix": ""}, {"first": "F", "middle": [], "last": "Villinger", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Ansari", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Groenestein", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "De Labie", "suffix": ""}, {"first": "Y", "middle": ["J"], "last": "Van Den Hout", "suffix": ""}], "year": 2002, "venue": "Vaccine", "volume": "20", "issn": "", "pages": "2296--2302", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Protection by SIV VLP DNA prime/protein boost following mucosal SIV challenge is markedly enhanced by IL-12/GM-CSF co-administration", "authors": [{"first": "E", "middle": [], "last": "O&apos;neill", "suffix": ""}, {"first": "I", "middle": [], "last": "Martinez", "suffix": ""}, {"first": "F", "middle": [], "last": "Villinger", "suffix": ""}, {"first": "M", "middle": [], "last": "Rivera", "suffix": ""}, {"first": "S", "middle": [], "last": "Gascot", "suffix": ""}, {"first": "C", "middle": [], "last": "Colon", "suffix": ""}], "year": 2002, "venue": "J Med Primatol", "volume": "31", "issn": "", "pages": "217--227", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "A DNA vaccine encoding the 42 kDa C-terminus of merozoite surface protein 1 of Plasmodium falciparum induces antibody, interferon-gamma and cytotoxic T cell responses in rhesus monkeys: immuno-stimulatory effects of granulocyte macrophagecolony stimulating factor", "authors": [{"first": "S", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "F", "middle": [], "last": "Villinger", "suffix": ""}, {"first": "M", "middle": [], "last": "Oakley", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Aguiar", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Jones", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Hedstrom", "suffix": ""}], "year": 2002, "venue": "Immunol Lett", "volume": "81", "issn": "", "pages": "13--24", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Manipulation of the immune response to a plasmid-encoded viral antigen by co-inoculation with plasmids expressing cytokines", "authors": [{"first": "Z", "middle": [], "last": "Xiang", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Ertl", "suffix": ""}], "year": 1995, "venue": "Immunity", "volume": "2", "issn": "", "pages": "129--135", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "The timing of GM-CSF expression plasmid administration influences the Th1/Th2 response induced by an HIV-1-specific DNA vaccine", "authors": [{"first": "K", "middle": [], "last": "Kusakabe", "suffix": ""}, {"first": "K", "middle": ["Q"], "last": "Xin", "suffix": ""}, {"first": "H", "middle": [], "last": "Katoh", "suffix": ""}, {"first": "K", "middle": [], "last": "Sumino", "suffix": ""}, {"first": "E", "middle": [], "last": "Hagiwara", "suffix": ""}, {"first": "S", "middle": [], "last": "Kawamoto", "suffix": ""}], "year": 2000, "venue": "J Immunol", "volume": "164", "issn": "", "pages": "3102--3111", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Co-immunization of rhesus macaques with plasmid vectors expressing IFN-gamma, GM-CSF, and SIV antigens enhances anti-viral humoral immunity but does not affect viremia after challenge with highly pathogenic virus", "authors": [{"first": "P", "middle": [], "last": "Lena", "suffix": ""}, {"first": "F", "middle": [], "last": "Villinger", "suffix": ""}, {"first": "L", "middle": [], "last": "Giavedoni", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Miller", "suffix": ""}, {"first": "G", "middle": [], "last": "Rhodes", "suffix": ""}, {"first": "P", "middle": [], "last": "Luciw", "suffix": ""}], "year": 2002, "venue": "Vaccine", "volume": "20", "issn": "4", "pages": "69--79", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Up-regulation of beta-chemokines and down-modulation of CCR5 co-receptors inhibit simian Ansari et al. in non-human primates", "authors": [{"first": "T", "middle": [], "last": "Lehner", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": [], "last": "Cranage", "suffix": ""}, {"first": "L", "middle": [], "last": "Tao", "suffix": ""}, {"first": "E", "middle": [], "last": "Mitchell", "suffix": ""}, {"first": "C", "middle": [], "last": "Bravery", "suffix": ""}], "year": 2000, "venue": "Immunology", "volume": "99", "issn": "", "pages": "569--577", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Contrasting roles of IL-2 and IL-15 in the life and death of lymphocytes: implications for immunotherapy", "authors": [{"first": "T", "middle": ["A"], "last": "Waldmann", "suffix": ""}, {"first": "S", "middle": [], "last": "Dubois", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tagaya", "suffix": ""}], "year": 2001, "venue": "Immunity", "volume": "14", "issn": "", "pages": "105--110", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "IL-15 is superior to IL-2 in the generation of long-lived antigen specific memory CD4 and CD8 T cells in rhesus macaques", "authors": [{"first": "F", "middle": [], "last": "Villinger", "suffix": ""}, {"first": "R", "middle": [], "last": "Miller", "suffix": ""}, {"first": "K", "middle": [], "last": "Mori", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Mayne", "suffix": ""}, {"first": "P", "middle": [], "last": "Bostik", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Sundstrom", "suffix": ""}], "year": 2004, "venue": "Vaccines", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Low-dose daily interleukin-2 immunotherapy: accelerating immune restoration and expanding HIV-specific T-cell immunity without toxicity", "authors": [{"first": "K", "middle": ["A"], "last": "Smith", "suffix": ""}], "year": 2001, "venue": "AIDS", "volume": "15", "issn": "2", "pages": "28--35", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "A randomized trial of highversus low-dose subcutaneous interleukin-2 outpatient therapy for early human immunodeficiency virus type 1 infection", "authors": [{"first": "R", "middle": ["T"], "last": "Davey", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Chaitt", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Albert", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Piscitelli", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Kovacs", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Walker", "suffix": ""}], "year": 1999, "venue": "J Infect Dis", "volume": "179", "issn": "", "pages": "849--858", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Coadministration of HIV vaccine vectors with vaccinia viruses expressing IL-15 but not IL-2 induces longlasting cellular immunity", "authors": [{"first": "S", "middle": [], "last": "Oh", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Berzofsky", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Burke", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Waldmann", "suffix": ""}, {"first": "L", "middle": ["P"], "last": "Perera", "suffix": ""}], "year": 2003, "venue": "Proc Natl Acad Sci", "volume": "100", "issn": "", "pages": "3392--3397", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "A comparative analysis of the antigenic, structural, and functional properties of three different preparations of recombinant human interleukin-18", "authors": [{"first": "S", "middle": [], "last": "Kikkawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Shida", "suffix": ""}, {"first": "H", "middle": [], "last": "Okamura", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Begum", "suffix": ""}, {"first": "M", "middle": [], "last": "Matsumoto", "suffix": ""}, {"first": "S", "middle": [], "last": "Tsuji", "suffix": ""}], "year": 2000, "venue": "J Interferon Cytokine Res", "volume": "20", "issn": "", "pages": "179--185", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Expression of IL-18 by SIV does not modify the outcome of the antiviral immune response", "authors": [{"first": "L", "middle": ["D"], "last": "Giavedoni", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Velasquillo", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Parodi", "suffix": ""}, {"first": "G", "middle": ["B"], "last": "Hubbard", "suffix": ""}, {"first": "V", "middle": ["L"], "last": "Hodara", "suffix": ""}], "year": 2002, "venue": "Virology", "volume": "303", "issn": "", "pages": "327--337", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Production of a biologically active human interleukin 18 requires its prior synthesis as PRO-IL-18", "authors": [{"first": "B", "middle": [], "last": "Liu", "suffix": ""}, {"first": "D", "middle": [], "last": "Novick", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Kim", "suffix": ""}, {"first": "M", "middle": [], "last": "Rubinstein", "suffix": ""}], "year": 2000, "venue": "Cytokine", "volume": "12", "issn": "", "pages": "1519--1525", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "New interleukins: are there any more?", "authors": [{"first": "M", "middle": [], "last": "Gadina", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Ferguson", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Johnston", "suffix": ""}], "year": 2003, "venue": "Curr Opin Infect Dis", "volume": "16", "issn": "", "pages": "211--217", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "A protective role of locally administered immunostimulatory CpG oligodeoxynucleotide in a mouse model of genital herpes infection", "authors": [{"first": "A", "middle": ["M"], "last": "Harandi", "suffix": ""}, {"first": "K", "middle": [], "last": "Eriksson", "suffix": ""}, {"first": "J", "middle": [], "last": "Holmgren", "suffix": ""}], "year": 2003, "venue": "J Virol", "volume": "77", "issn": "", "pages": "953--962", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Cytokine gene polymorphisms in multifactorial diseases: gateways to novel targets for immunotherapy?", "authors": [{"first": "K", "middle": [], "last": "Vandenbroeck", "suffix": ""}, {"first": "A", "middle": [], "last": "Goris", "suffix": ""}], "year": 2003, "venue": "Trends Pharmacol Sci", "volume": "24", "issn": "", "pages": "284--289", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "PBMCs from a normal healthy rhesus macaque or from a rhesus macaque that was chronically treated with IL-12 and found to be unresponsive were incubated with either media (control) or with 0.1 µg/mL of rMamu-IL-12. The cells were permeabilized and stained for intracellular levels of either STAT-4 (middle graph) or phosphorylated STAT-4 (right graph). The graph on the left is background staining profile of the cell samples using the developing PE-anti-Rabbit Ig.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "PBMC samples from SIV-infected rhesus macaques who were either untreated (controls) or treated with a 20 µg/kg loading dose on d -2 and 0 followed by 10 µg/kg twice a week for 8 wk (hi IL-12) were evaluated for levels of (A) SIV gag/pol and (B) SIV env-specific p-CTLs. Data presented are an average of the values from PBMC samples collected prior to (pre) or at 8, 14, and 18 wk post-SIV infection from four control monkeys and four monkeys that received the high-dose of rMamu-IL-12.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "These include SIV gag (50 peptides, 22 mers overlapping [OL] by 12), SIV env (72 peptides, 25 mers OL by 13), SIV nef (21 peptides, 25 mers OL by 12), SIV tat (15 peptides, 20 mers O.L. by 12), and SIV rev (12 peptides, 20 mers OL by 12)", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Dominance of the p11c gag-specific response in CD8 + T cells from Mamu-A01 + rhesus macaques administered the high-dose of rMamu-IL-12. A representative profile of p11C gag tetramer positive cells in the PBMC samples from one of the monkeys collected prior to SIV infection and at 18 mo postinfection are illustrated. Note the increase from 0.02% (pre) to 9.77+ (post) tetramer positive CD8 cells.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "PBMC samples from four rhesus macaques were evaluated for levels of NK functional activity pre-to and postadministration of either rMamu-IL-2 (Mk 1 to 4) or rMamu-IL-15 (Mk 5 to 8). Data presented are the calculated values of NK cell activity described as lytic units (L.U.) per 10 million PBMCs.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Relative Immunogenicity of Recombinant Human Cytokines Administered to Rhesus Macaques In Vivo a", "latex": null, "type": "table"}, "TABREF1": {"text": "et al.", "latex": null, "type": "table"}, "TABREF2": {"text": "In Vitro Functional Reconstitution (Number of IFN-γ Spots/10 6 Cells) a", "latex": null, "type": "table"}, "TABREF3": {"text": "et al.", "latex": null, "type": "table"}, "TABREF4": {"text": "Table 2. In Vitro Functional Reconstitution (Number of IFN- • Spots/10 6 Cells) a\nRe-stimulation Effector Cells Monkeys\nPulse Pre-SIV CD4 RPu-3 RId-3 RUq-3 REn-4\nMock - PBMC <10 <10 <10 <10\nMock - CD4 depl. PBMC <10 <10 <10 <10\nP11CM", "latex": null, "type": "table", "html": "<html><body><table><tr><td>- PBMC </td><td>34 &lt;10 &lt;10 ND ND 4 Map11C </td><td>4</td><td> </td></tr><tr><td>CM + + + </td><td>BMC CD4 de</td><td>&lt;10 &lt;10 </td><td>&lt;10 &lt;10 &lt;10 &lt;10\n</td></tr><tr><td>+ </td><td>PBMC </td><td>ND </td><td>ND 37\n</td></tr><tr><td>Mock + </td><td>CD4 de</td><td>ND </td><td>ND 42\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td></tr><tr><td>a Unfrd </td><td> p11C un</td><td>monke</td><td>ed alcultu</td></tr><tr><td>with autoltiv</td><td>ls in the presence of m</td><td>OVA </td><td>prote num</td></tr><tr><td>ing </td><td>ed by EL</td><td> </td><td> </td></tr></table></body></html>"}}, "back_matter": [{"text": "We are indebted to the staff of the Yerkes National Primate Research Center for their excellent care for Nonhuman primates used in these studies and to the NIH-funded AIDS Reagent Program.Research was supported by grants NIH RO1 AI 27057-13 and 1R24RR/AI16988-01.Nonhuman Primate Cytokines 15", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}