{
    "paper_id": "a30e64267a451d39d0b281f62aca7ef5751a0e0a",
    "metadata": {
        "title": "Carbohydrate Antigens The Tn Antigen-Structural Simplicity and Biological Complexity",
        "authors": [
            {
                "first": "Tongzhong",
                "middle": [],
                "last": "Ju",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vivianne",
                "middle": [
                    "I"
                ],
                "last": "Otto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "D"
                ],
                "last": "Cummings",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The discovery of the Tn antigen was a milestone in the history of the glycosciences, and its unusual expression was among the first to be associated with a human disorder. The Tn syndrome or Tn polyagglutinability syndrome was first described in 1957 by Moreau et al. [1] They observed an unusual antigen on the erythrocytes of a patient with a rare, acquired hemolytic anemia that was associated with the polyagglutinability of erythrocytes in the cold and independent of the ABO(H) blood-group status. [1] It had been shown earlier in 1925 by Huebner [2] and also in 1927-1928 by Thomsen [3] [4] [5] that stored erythrocytes from normal donors can occasionally become agglutinated. However, that phenomenon was caused by bacterial glycosidases (neuraminidases) that uncovered the carbohydrate T antigen (Galb1-3Gal-NAca1-O-Ser/Thr; Scheme 1), also termed the Thomsen-Friedenreich or TF antigen. This observation itself was seminal in the field, since it led to the discovery of neuraminidase and of the bacterium Vibrio cholera as a source for the enzyme. The exposed T antigen could be bound by preexisting antibodies, as defined in 1930 by Friedenreich. [6] By contrast, the Tn syndrome was characterized by the immediate agglutination in the cold of freshly collected blood samples. This agglutination is now thought to result from the presence of circulating cold agglutinins of the immunoglobulin M type. The Tn antigen was subsequently shown to be a truncated form of a major type of glycosylation in animal glycoproteins with the simple structure GalNAca1-O-Ser/Thr (Scheme 1). The historical naming of the Tn antigen derived from the observation by Moreau et al. that it was similar yet distinct from the T antigen; hence, the designation \"T antigen nouvelle\" or Tn antigen. [1, 7] In the \"cluster of differentiation\" nomenclature, the Tn antigen is designated CD175, and its sialylated version (sialyl Tn) CD175s. The disaccharide T antigen is termed CD176. [8] [9] [10] [11] Dahr et al. reported in 1974 that the Tn antigen occurs in glycoproteins of human erythrocytes as a cryptic GalNAccontaining antigen. [12] The structure of the Tn antigen was then defined in 1975 by Dahr et al. , who used gas-liquid chromatography to show the presence of Ser/Thr-linked GalNAc in tryptic glycopeptides of erythrocytes from Tnsyndrome patients. [13] They also showed that the treatment of glycoproteins with low concentrations of NaOH in the presence of sodium borohydride (NaBH 4 ) caused the socalled b-elimination reaction [14, 15] and released N-acetylgalactosaminitol from many different erythrocyte membrane glycoproteins. The chemical structure of the T antigen as the disaccharide Galb1-3GalNAca1-O-Ser/Thr had been eluci-Glycoproteins in animal cells contain a variety of glycan structures that are added co-and/or posttranslationally to proteins. Of over 20 different types of sugar-amino acid linkages known, the two major types are N-glycans (Asn-linked) and O-glycans (Ser/Thr-linked). An abnormal mucin-type O-glycan whose expression is associated with cancer and several human disorders is the Tn antigen. It has a relatively simple structure composed of N-acetyl-d-galactosamine with a glycosidic a linkage to serine/threonine residues in glycoproteins (GalNAca1-O-Ser/Thr), and was one of the first glycoconjugates to be chemically synthesized. The Tn antigen is normally modified by a specific galactosyltransferase (T-synthase) in the Golgi apparatus of cells. Expression of active T-synthase is uniquely dependent on the molecular chaperone Cosmc, which is encoded by a gene on the X chromosome. Expression of the Tn antigen can arise as a consequence of mutations in the genes for T-synthase or Cosmc, or genes affecting other steps of O-glycosylation pathways. Because of the association of the Tn antigen with disease, there is much interest in the development of Tn-based vaccines and other therapeutic approaches based on Tn expression. Klenk and Uhlenbruck. [16] Interestingly, the disaccharide Galb1-3GalNAc determinant was first demonstrated in studies on human brain gangliosides. [17] [18] [19] For example, GM1, asialoGM1, and the nonsialylated GA1 all contain terminal Galb1-3GalNAcb1-R; however, GalNAc is b-rather than a-linked in this case, and thus distinguishable from the T antigen.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 553,
                    "end": 556,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 594,
                    "end": 597,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 598,
                    "end": 601,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 1158,
                    "end": 1161,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1659,
                    "end": 1677,
                    "text": "Moreau et al. that",
                    "ref_id": null
                },
                {
                    "start": 1785,
                    "end": 1788,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 1789,
                    "end": 1791,
                    "text": "7]",
                    "ref_id": null
                },
                {
                    "start": 1969,
                    "end": 1972,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1973,
                    "end": 1976,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 1977,
                    "end": 1981,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1982,
                    "end": 1986,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 2121,
                    "end": 2125,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2186,
                    "end": 2197,
                    "text": "Dahr et al.",
                    "ref_id": null
                },
                {
                    "start": 2348,
                    "end": 2352,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 2529,
                    "end": 2533,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 2534,
                    "end": 2537,
                    "text": "15]",
                    "ref_id": null
                },
                {
                    "start": 3965,
                    "end": 3974,
                    "text": "Klenk and",
                    "ref_id": null
                },
                {
                    "start": 3987,
                    "end": 3991,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 4113,
                    "end": 4117,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 4118,
                    "end": 4122,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 4123,
                    "end": 4127,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Definition and History of the Tn Antigen"
        },
        {
            "text": "The chemical synthesis of both Tn and T antigens linked to l-serine and l-threonine was first described by Kaifu and Osawa in 1977, [20] and subsequently by several other groups, including Lemieux and co-workers [21] and Paulsen and Hölck. [22] Each group took a different synthetic approach. An elegant strategy for Tn-antigen synthesis was devised by Paulsen and Hölck, who pioneered the use of a nonparticipating azido group at C2 of the GalNAc donor. Thus, 3,4,6-tri-O-acetyl-2-azido-2-deoxy-b-d-galactopyranosyl chloride underwent a Koenigs-Knorr type of reaction with N-benzyloxycarbonyl derivatives of serine or threonine in the presence of silver carbonate and silver perchlorate as promoters to form the a anomer stereoselectively (Scheme 2 a). [22] The C2 azido group was then converted through reductive acetylation into the naturally occurring acetamide group, and the protecting esters were cleaved to generate GalNAca1-O-Ser and GalNAca1-O-Thr, respectively. Similar reactions with the Fmoc derivatives of Ser and Thr were described later by Kunz and Birnbach. [23] The use of the C2-azido halo donor promotes a highly selective a-glycosylation reaction. To generate the disaccharide T antigen, the azido group of the first product in Scheme 2 a was reduced, and the sugar was selectively O-deacetylated and benzylidenated to give a derivative that reacted with tetra-O-acetyl-a-d-galactosylpyranosyl bromide to yield the disaccharide. Subsequent removal of the protecting groups provided the N-acetylated Gal-GalNAc-Ser/Thr building block.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 116,
                    "text": "Kaifu and",
                    "ref_id": null
                },
                {
                    "start": 132,
                    "end": 136,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 212,
                    "end": 216,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 240,
                    "end": 244,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 754,
                    "end": 758,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 1056,
                    "end": 1064,
                    "text": "Kunz and",
                    "ref_id": null
                },
                {
                    "start": 1075,
                    "end": 1079,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Chemical Synthesis of the Tn Antigen and Related Structures"
        },
        {
            "text": "Another elegant synthesis of the Tn antigen (Scheme 2 b) involved the use of the acetylated 2-azido-2-deoxy thiophenyl donor and the Ph 2 SO/Tf 2 O promoter system, which promoted efficient stereoselective glycosylation of Fmoc-Thr(OH)-OBn (or Fmoc-Ser(OH)-OBn) to specifically generate the a-glycoside. [24] Modern syntheses of glycopeptides containing the Tn antigen have been conducted by various strategies. [24] [25] [26] [27] [28] [29] [30] [31] [32] [33] [34] [35] [36] [37] [38] [39] [40] An interesting solid-phase synthetic approach in which glycosyl trichloroacetimidates are used to stereoselectively modify the Ser or Thr hydroxy group of a resin-bound peptide was developed for peptides with a single or multiple Tn antigens. [41] Many techniques for glycopeptide synthesis now utilize N a -Fmoc-Thr-(AcO 3 -a-d-GalNAc) or the corresponding Ser derivative, which are commercially available. Furthermore, glycopeptides with the Tn antigen may also be chemoenzymatically generated by using synthetic peptide acceptors and glycosyltransferases that transfer GalNAc to Ser/Thr residues. [42] These strategies have been important in the development of potential vaccines against the Tn antigen, as discussed in Section 6.1.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 308,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 412,
                    "end": 416,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 466,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 481,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 482,
                    "end": 486,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 491,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 492,
                    "end": 496,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 740,
                    "end": 744,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 1097,
                    "end": 1101,
                    "text": "[42]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Chemical Synthesis of the Tn Antigen and Related Structures"
        },
        {
            "text": "The Tn antigen does not occur in abundance in normal cells and tissues of adult animals, and there is no evidence that it is an oncofetal antigen. Over the years, a variety of approaches have been used to detect the Tn antigen. These approaches, each of which has advantages and limitations, may be broadly subdivided into three categories: chemical, lectin-based, and antibody-based. The direct chemical approach typically involves the b-elimination strategy, [14, 15] in which N-acetylgalactosaminitol is generated by alkaline degradation of glycopeptides in the presence of NaBH 4 with the simultaneous modification of the linking amino acids (Ser to 2-aminoacrylic acid or dehydroalanine and Thr to 2aminocrotonic acid). The identification of N-acetylgalactosaminitol by gas chromatography following acetylation, often in association with the detection of modified Ser or Thr amino acids, is taken as chemical evidence for the presence of Tn antigen on glycopeptides or glycoproteins. Although such approaches are appropriate when sufficient amounts of material are available, it is difficult to perform this type of analysis on the small amounts present in cells or tissues. A variation on this strategy has been to use galactose oxidase without prior neuraminidase treatment to oxidize potential nonreducing terminal GalNAc residues in the Tn antigen at the C6 hydroxy group, and then to reduce with radiolabeled NaB[ 3 H] 4 . [43] The presence of radiolabeled GalNAc is then indicative of the Tn antigen. Of course, radiolabeled Gal can also be produced if the nonsialylated T antigen is present.",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 465,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "15]",
                    "ref_id": null
                },
                {
                    "start": 1429,
                    "end": 1430,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 1433,
                    "end": 1437,
                    "text": "[43]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Detection of the Tn Antigen"
        },
        {
            "text": "However, historically the dominant strategies for detecting Tn antigen are lectin-and antibody-based. A huge number of different GalNAc-binding lectins from plants and animals have been used to explore expression of the Tn antigen. The lectins used include the plant lectins Dolichos biflorus agglutinin (DBA), [44] Marrubium candidissimum agglutinin, [45] Maclura pomifera lectin (MPL), [46] Salvia horminum agglutinin (SHA), [47] Salvia sclarea agglutinin (SSA), [48] Salvia bogotensis lectin, [49] Artocarpus integrifolia lectin (jacalin), [50] Bauhinia purpurea agglutinin (BPA), [51, 52] the B4 isolectin of Vicia villosa agglutinin (VVA-B4), [53] Soja hispida lectin, [54] Moluccella laevis lectin (MLL), [55] and the snail-derived Helix pomatia agglutinin (HPA). [48, 56, 57] The absence of binding of some lectins has also been used to explore the potential expression of the Tn/STn antigens (STn antigen = sialyl-Tn antigen, Neu5Aca2-6GalNAca1-O-Ser/ Thr). For example, Springer et al. showed that erythrocytes from patients with Tn syndrome had diminished binding to the lectins Vicia graminea and Arachis hypogoea (peanut agglutinin, PNA), which bind to sialic acid and the T antigen, [58] respectively. Furthermore, Tn-expressing cell lines, such as Jurkat leukemic cells and human colon carcinoma LSC cells, [59, 60] bind well to HPA, but do not bind well to PNA even after desialylation; [61] this behavior is consistent with the expression of Tn antigen in those cells. Two of the most common plant lectins used to explore Tn expression are VVA-B4 and HPA. For example, VVA-B4 has been used to explore the expression of Tn antigen in many different cancer cells, including those of the pancreas, breast, lung, and prostate. [62, 63] HPA has been widely used since the early 1980s to study Tn-antigen expression. For example, the clonality of the expression of Tn antigen in blood cells was established by Vainchenker et al., [64] who used fluorescently labeled HPA to show expression of the Tn antigen by erythroid and granulocytic cell colonies derived from a patient with Tn syndrome. Tn expression in platelets of a patient with Tn syndrome was also studied by using binding by HPA along with galactose oxidase/NaB[ 3 H] 4 reduction to identify Tn expression on platelet glycoprotein GPIb. [43] However, the use of HPA to identify Tn-antigen expression is problematic, because HPA also binds to the Cad antigen NeuAca2-3(GalNAcb1-4)Galb1-R, blood group A antigen Fuca1-2(GalNAca1-3)Galb1-R, and Forssman glycolipid. [65, 66] In general, most of the plant and animal lectins that bind GalNAc cross-react with nonreducing and terminal GalNAc residues that are either a-or b-linked, as seen for VVA-B4, which also binds Cad (Sda) antigen. [67] Thus, studies in which lectins are used to define the expression of the Tn antigen should be carried out cautiously, and evidence should be supplemented by corroborating chemical, immunological, and/or genetic/molecular data.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 315,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 352,
                    "end": 356,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 388,
                    "end": 392,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[47]",
                    "ref_id": null
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "[48]",
                    "ref_id": null
                },
                {
                    "start": 496,
                    "end": 500,
                    "text": "[49]",
                    "ref_id": null
                },
                {
                    "start": 543,
                    "end": 547,
                    "text": "[50]",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 588,
                    "text": "[51,",
                    "ref_id": null
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "52]",
                    "ref_id": null
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "[53]",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 678,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 711,
                    "end": 715,
                    "text": "[55]",
                    "ref_id": null
                },
                {
                    "start": 770,
                    "end": 774,
                    "text": "[48,",
                    "ref_id": null
                },
                {
                    "start": 775,
                    "end": 778,
                    "text": "56,",
                    "ref_id": null
                },
                {
                    "start": 779,
                    "end": 782,
                    "text": "57]",
                    "ref_id": null
                },
                {
                    "start": 1196,
                    "end": 1200,
                    "text": "[58]",
                    "ref_id": null
                },
                {
                    "start": 1321,
                    "end": 1325,
                    "text": "[59,",
                    "ref_id": null
                },
                {
                    "start": 1326,
                    "end": 1329,
                    "text": "60]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1402,
                    "end": 1406,
                    "text": "[61]",
                    "ref_id": null
                },
                {
                    "start": 1739,
                    "end": 1743,
                    "text": "[62,",
                    "ref_id": null
                },
                {
                    "start": 1744,
                    "end": 1747,
                    "text": "63]",
                    "ref_id": null
                },
                {
                    "start": 1940,
                    "end": 1944,
                    "text": "[64]",
                    "ref_id": null
                },
                {
                    "start": 2308,
                    "end": 2312,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 2534,
                    "end": 2538,
                    "text": "[65,",
                    "ref_id": null
                },
                {
                    "start": 2539,
                    "end": 2542,
                    "text": "66]",
                    "ref_id": null
                },
                {
                    "start": 2754,
                    "end": 2758,
                    "text": "[67]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Detection of the Tn Antigen"
        },
        {
            "text": "One of the earliest immunological approaches to the detection of Tn antigen was based on anti-Tn antisera, [68, 69] which were generated naturally upon its recognition as an antigen. The Springer research group used human anti-Tn antibodies occurring in people as a reagent for Tn identification, [70] following their observations that small levels of anti-Tn antibody occur in the sera of most people. [6, 7, 71] The formation of circulating anti-Tn antibodies was shown to be partly due to exposure to Enterobacteriaceae expressing the Tn antigen. [72] Springer and Tegtmeyer showed that sera from White Leghorn chicks grown in germ-free environments did not contain anti-Tn antibodies, whereas chicks grown in normal hatcheries did express such antibodies. Moreover, the feeding of germ-free chicks with bacteria expressing the Tn antigen elicited the formation of anti-Tn antibodies. [72] The inhalation or ingestion of bacteria expressing the Tn antigen by human infants or adults also caused the expression of circulating anti-Tn antibodies. [73] Springer et al. [74, 75] defined the immunogenicity of the Tn antigen as part of their studies on human blood group MN antigens and discovered that T and Tn antigens are expressed as carcinoma-associated antigens in human tumor cells. In 1985, they reported the development, for the first time, of murine monoclonal antibodies (mAbs) to the Tn antigen. [70] Shortly thereafter, the first murine mAbs to sialyl-Tn antigen were generated by Hakomori and co-workers. [76] Through the use of these mAbs it was shown that both Tn and sialyl-Tn antigens are coexpressed on erythrocytes of patients with Tn syndrome but are not present to significant extents on erythrocytes from control donors. [77] Hakomori and co-workers also developed several mAbs to the Tn antigen (NCC-LU-35 and NCC-LU-81) by immunizing mice with lung-carcinoma Lu65 cells and screening histologically for hybridomas that made mAbs to tumor-tissue specimens. [78] A problem with the use of different mAbs to the Tn antigen has been the specificity of the antibodies. Some mAbs to the Tn antigen clearly cross-react with other GalNAc-containing glycans, such as blood group A antigen. [78] Examples of the use of anti-R. D. Cummings et al.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[68,",
                    "ref_id": null
                },
                {
                    "start": 112,
                    "end": 115,
                    "text": "69]",
                    "ref_id": null
                },
                {
                    "start": 297,
                    "end": 301,
                    "text": "[70]",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 407,
                    "end": 409,
                    "text": "7,",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "71]",
                    "ref_id": null
                },
                {
                    "start": 550,
                    "end": 554,
                    "text": "[72]",
                    "ref_id": null
                },
                {
                    "start": 888,
                    "end": 892,
                    "text": "[72]",
                    "ref_id": null
                },
                {
                    "start": 1048,
                    "end": 1052,
                    "text": "[73]",
                    "ref_id": null
                },
                {
                    "start": 1069,
                    "end": 1073,
                    "text": "[74,",
                    "ref_id": null
                },
                {
                    "start": 1074,
                    "end": 1077,
                    "text": "75]",
                    "ref_id": null
                },
                {
                    "start": 1406,
                    "end": 1410,
                    "text": "[70]",
                    "ref_id": null
                },
                {
                    "start": 1517,
                    "end": 1521,
                    "text": "[76]",
                    "ref_id": null
                },
                {
                    "start": 1742,
                    "end": 1746,
                    "text": "[77]",
                    "ref_id": null
                },
                {
                    "start": 1979,
                    "end": 1983,
                    "text": "[78]",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 2204,
                    "end": 2208,
                    "text": "[78]",
                    "ref_id": "BIBREF80"
                }
            ],
            "ref_spans": [],
            "section": "Detection of the Tn Antigen"
        },
        {
            "text": "1774 www.angewandte.org Tn monoclonal antibodies are in references [61, [78] [79] [80] [81] [82] [83] [84] [85] . Some of these mAbs appear to be specific and do not cross-react with blood group A antigen. [81] One of the most useful mouse anti-Tn mAbs is an IgM (CA3638, clone 12A8-C7-F5) originally developed by Springer and co-workers and now used widely in immunohistochemistry and flow cytometry to detect the Tn antigen. [79] Following the death of Dr. Springer, his assistant Herta Tegtmeyer shipped all stocks of purified mAbs, including the above-mentioned IgM to the Tn antigen, to the Cummings laboratory. Unfortunately, all hybridomas from the Springer laboratory were lost earlier; however, samples of the mAb to the Tn antigen can be obtained upon request from the Cummings research group and have been used by others, for example, in studies on Tn-antigen expression in Drosophila. [86, 87] The most useful mouse anti-STn mAb is an immunoglobulin G1 (IgG1; clone HB-STn1) commercially obtainable from several sources, including DakoCytomation. Additionally, mAbs to the Tn antigen (CD175) and sialyl-Tn antigen (CD175s) are commercially available from several sources.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "text": "[61,",
                    "ref_id": null
                },
                {
                    "start": 72,
                    "end": 76,
                    "text": "[78]",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 77,
                    "end": 81,
                    "text": "[79]",
                    "ref_id": null
                },
                {
                    "start": 82,
                    "end": 86,
                    "text": "[80]",
                    "ref_id": null
                },
                {
                    "start": 87,
                    "end": 91,
                    "text": "[81]",
                    "ref_id": null
                },
                {
                    "start": 92,
                    "end": 96,
                    "text": "[82]",
                    "ref_id": null
                },
                {
                    "start": 97,
                    "end": 101,
                    "text": "[83]",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 106,
                    "text": "[84]",
                    "ref_id": null
                },
                {
                    "start": 107,
                    "end": 111,
                    "text": "[85]",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 206,
                    "end": 210,
                    "text": "[81]",
                    "ref_id": null
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[79]",
                    "ref_id": null
                },
                {
                    "start": 897,
                    "end": 901,
                    "text": "[86,",
                    "ref_id": null
                },
                {
                    "start": 902,
                    "end": 905,
                    "text": "87]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Reviews"
        },
        {
            "text": "The Tn antigen on glycoproteins is synthesized by a family of enzymes, polypeptide a-N-acetylgalactosaminyltransferases (ppGalNAcTs), which transfer a GalNAc unit from the donor UDP-GalNAc to a Ser or Thr residue of a protein (Scheme 3). [88] This process the first step in the biosynthesis of all mucin-type O-glycans. It is estimated that 24 unique ppGalNAcT genes occur in the human genome and 18 in that of mice. [89] [90] [91] The human genes are located on chromosomes 1-4, 7-9, 12, and 18. The ppGalNAcTs are transmembrane proteins consisting of 600-800 amino acids and are thus larger than most other glycosyltransferases. The transferase activity is located in the N-terminal domain, and the Cterminal domain contains an R-type lectin domain. [92] Although all ppGalNAcTs (EC 2.4.1.41) seem to catalyze the same general reaction, expression of ppGalNAcT isoforms or isozymes is tissue-specific in adult mammals, and the ppGalNAcTs display distinct, yet overlapping substrate preferences. [93] The activity of all ppGalNAcTs (except for T10) appears to be enhanced if there is a Pro residue at the + 3 position relative to Ser/Thr. Pro residues at the À3, À1, and + 1 positions enhance activity to various degrees depending on the ppGalNAcT isoforms. [94] [95] [96] The C-terminal R-type lectin domain has some homology to the lectin domain of ricin, which recognizes and binds carbohydrates. It was suggested that the catalytic and the lectin domains of ppGalNAcTs function in concert to direct the selection of glycosylation sites. This proposal is in agreement with a hierarchical addition of core GalNAc residues to the protein. [90] Mucin 1 (MUC1), for example, is a protein composed of 1000 amino acids whose molecular mass is increased to over 2 million Da by the addition of hundreds of O-glycans. The extreme efficiency of its O-glycosylation is not only due to the high activity of ppGalNAcTs and their wide distribution along the Golgi apparatus of epithelial cells, but also to their lectin domain. Binding to previously formed glycans by their R-type lectin domain enables these enzymes to slide along the protein and thus more efficiently attach GalNAc to one Ser/Thr residue after another. [97] The ppGalNAcTs are localized to the Golgi apparatus as shown in Hela cells [98] and are hence presumed to act on folded proteins that have exited correctly from the endoplasmic reticulum (ER). Following its formation in the Golgi apparatus, the Tn antigen can serve as an acceptor for at least three other Golgi glycosyltransferases: 1) core 1 b1,3-galactosyltransferase (core 1 b3GalT or T-synthase), which synthesizes the core 1 structure or T antigen, 2) core 3 b1,3-Nacetylglucosaminyltransferase (core 3 b3GlcNAcT), which synthesizes the core 3 structure, and 3) the sialyltransferase ST6GalNAc-I, which synthesizes the sialyl-Tn antigen (Scheme 3). The most common modification of the Tn antigen is the formation of the core 1 disaccharide by the action of the T-synthase. [99, 100] This key enzyme in mucin-type O-glycan biosynthesis is expressed by all cells in humans and mice (Scheme 3). Core 1 glycans are usually either sialylated by ST3Gal-I to yield sialyl-T antigen, [101] which can then be further sialylated by ST6GalNAc-III or IV to yield disialyl-T antigen (DiSia3,6Core 1), [102] or alternatively, the core 1 Oglycan disaccharide can be modified by ST6GalNAc-II to the 2,6-sialylated core 1 O-glycan (Sia6Core 1), [103] or elongated to form extended core 1 O-glycans, or branched by the core 2 b6-GlcNAcT [104] to form core 2 O-glycans. The core 3 structure GlcNAcb1-3GalNAca1-Ser/Thr is mostly found in the gastrointestinal tract and is usually elongated to form complex core 3 O-glycans. [105] ST6GalNAc-I is expressed at high levels in the bovine submaxillary gland, but is hardly found in other tissues. [106] Therefore, STn is not detectable in normal tissues other than the submaxillary gland of cows and sheep. If formed, STn is a terminal structure that is not an acceptor for other glycosyltransferases.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "text": "[88]",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[89]",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "[90]",
                    "ref_id": null
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[91]",
                    "ref_id": null
                },
                {
                    "start": 752,
                    "end": 756,
                    "text": "[92]",
                    "ref_id": null
                },
                {
                    "start": 997,
                    "end": 1001,
                    "text": "[93]",
                    "ref_id": null
                },
                {
                    "start": 1259,
                    "end": 1263,
                    "text": "[94]",
                    "ref_id": null
                },
                {
                    "start": 1264,
                    "end": 1268,
                    "text": "[95]",
                    "ref_id": null
                },
                {
                    "start": 1269,
                    "end": 1273,
                    "text": "[96]",
                    "ref_id": null
                },
                {
                    "start": 1641,
                    "end": 1645,
                    "text": "[90]",
                    "ref_id": null
                },
                {
                    "start": 2213,
                    "end": 2217,
                    "text": "[97]",
                    "ref_id": null
                },
                {
                    "start": 2293,
                    "end": 2297,
                    "text": "[98]",
                    "ref_id": null
                },
                {
                    "start": 2997,
                    "end": 3001,
                    "text": "[99,",
                    "ref_id": null
                },
                {
                    "start": 3002,
                    "end": 3006,
                    "text": "100]",
                    "ref_id": null
                },
                {
                    "start": 3200,
                    "end": 3205,
                    "text": "[101]",
                    "ref_id": null
                },
                {
                    "start": 3312,
                    "end": 3317,
                    "text": "[102]",
                    "ref_id": null
                },
                {
                    "start": 3452,
                    "end": 3457,
                    "text": "[103]",
                    "ref_id": null
                },
                {
                    "start": 3543,
                    "end": 3548,
                    "text": "[104]",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 3728,
                    "end": 3733,
                    "text": "[105]",
                    "ref_id": null
                },
                {
                    "start": 3846,
                    "end": 3851,
                    "text": "[106]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Biosynthesis of the Tn Antigen and O-Glycosylation Pathways for Mucin-Type Glycoproteins"
        },
        {
            "text": "The major enzyme that modifies the Tn antigen in normal tissues is the UDP-Gal:GalNAca1-O-Ser/Thr glycopeptide b3-galactosyltransferase (core 1 b3GalT, T-synthase, C1GALT1, EC2.4.1,122). The T-synthase transfers Gal from the donor UDP-Gal in the presence of a divalent cation to GalNAca1-O-Ser/Thr in glycoproteins through the formation of a b-glycosidic bond to form the core 1 structure, Galb1-3GalNAca1-O-Ser/Thr or T antigen. Thus, the T-synthase is an inverting glycosyltransferase, since it forms a b linkage from the a-linked Gal residue in the donor UDP-Gal. [107] The enzyme was assayed originally in BHK cell homogenates, [108] in crude preparations of pig and rat colonic mucosa, [109] and in partly purified form from rat liver. [110] The enzyme was purified to homogeneity from rat liver in 2002. [100] The purified enzyme is an 84/86 kDa disulfide-bound homodimer, but the 42/43 kDa monomer was observed and was active as well. The reason for the two homodimer forms, which differ in their molecular mass, is unclear. On the basis of the Nterminal sequence of the rat T-synthase, the cDNA for the human T-synthase was cloned. [99] It encodes a 363 amino acid (aa) type-II transmembrane protein. Northern-blot analysis revealed that there are two different transcripts of human Tsynthase with sizes of 2.0 and 7.0 kb. The transcript of 2.0 kb is probably the mature and active form, as only the 2.0 kb transcript is found in rat testes. Whether the transcript of larger size is just an incomplete splicing form or has its own function is unclear. The orthologues from various species, including chimpanzee, cow, dog, rat, mouse, bird, frog, and zebra fish, as well as the invertebrates Drosophila and C. elegans, were either cloned or identified. [111] From their aligned protein sequences, a high homology, especially between the mammalian proteins, was observed. T-synthase is unique in that it shares minimal homology with conserved motifs of other b3-galactosyltransferases. Remarkably, there is only a single gene for T-synthase in humans and other mammals. The human gene (C1GALT1) resides on chromosome 7p14-p13 and consists of three exons, of which the second exon is the largest. Interestingly, mammalian Tsynthase is not N-glycosylated, unlike most other glycosyltransferases, which contain N-glycosylation sites in their primary amino acid sequences; by contrast, the T-synthases from C. elegans [111] and Drosophila [99, 112] contain N-glycosylation sites. Even though there is only a single functional gene for Tsynthase in humans, a BLAST homology search revealed four highly homological DNA sequences related to C1GALT1 on chromosomes 5, 12, 8, and 15. We termed these sequences human C1GALT1 pseudogenes 1, 2, 3, and 4, respectively (pC1GALT-1, -2, -3, and -4; see the Supporting Information for sequence alignments). In contrast to the functional gene, all pC1GALTs consist of a single \"exon\" with many missense mutations and DNA-fragment deletions. The sequence of pC1GALT-1 on chromosome 5 is the most conserved; it exhibits 93 % identity to the cDNA of C1GALT1. pC1GALT-2 on chromosome 12 is 91 % identical to the cDNA of C1GALT1. pC1GALT-3 on chromosome 8 is only 80 % identical to the cDNA of C1GALT1. The first 130 bases of pC1GALT-3 do not match exon I (220 bp) of C1GALT1, which accounts for the major overall differences between pC1GALT-3 and C1GALT1. pC1GALT-4 on chromosome 15 is the least conserved with 71 % homology to the functional gene. It lacks the first approximately 100 bp at the 5' end of R. D. Cummings et al.",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 572,
                    "text": "[107]",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 637,
                    "text": "[108]",
                    "ref_id": null
                },
                {
                    "start": 691,
                    "end": 696,
                    "text": "[109]",
                    "ref_id": null
                },
                {
                    "start": 741,
                    "end": 746,
                    "text": "[110]",
                    "ref_id": null
                },
                {
                    "start": 810,
                    "end": 815,
                    "text": "[100]",
                    "ref_id": null
                },
                {
                    "start": 1140,
                    "end": 1144,
                    "text": "[99]",
                    "ref_id": null
                },
                {
                    "start": 1760,
                    "end": 1765,
                    "text": "[111]",
                    "ref_id": null
                },
                {
                    "start": 2420,
                    "end": 2425,
                    "text": "[111]",
                    "ref_id": null
                },
                {
                    "start": 2441,
                    "end": 2445,
                    "text": "[99,",
                    "ref_id": null
                },
                {
                    "start": 2446,
                    "end": 2450,
                    "text": "112]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The T-synthase Utilizes the Tn Antigen To Synthesize the T Antigen"
        },
        {
            "text": "exon I and 200 bp in the 3' portion of exon II. The mutations and deletions in the four pseudogenes result in many stop codons and open-reading-frame (ORF) shifts, which lead to non-ORF DNA sequences. Neither reverse nor complementary sequences of the pseudogenes contain any ORF, which indicates that they are not other genes or parts of other genes and further suggests that they are pseudogenes. Searches of human expressed sequence tags (ESTs) in the database gave three hits that perfectly matched pC1GALT-1 and two matches to pC1GALT-2. These matches indicate that pC1GALT-1 and pC1GALT-2 on chromosomes 5 and 12, respectively, are probably transcriptionally active in certain tissues. Given the similarities of the four pseudogenes to human C1GALT1, it is likely that pC1GALT-3 and 4 on chromosome 8 and 15 are evolutionarily the oldest, whereas pC1GALT-1 on chromosome 5 is the most recent. The \"single-exon\" nature of these pseudogenes suggests that they resulted from reverse transcription of the mRNA of human C1GALT1 and subsequent integration into the human genome. The existence of four nonfunctional genes may not only testify to the evolution of human C1GALT1, but may also be important for the regulation of human C1GALT1 expression, particularly as some of these pseudogenes appear to be transcriptionally active.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviews"
        },
        {
            "text": "Besides the T-synthase, there are two other well-known glycosyltransferases that also use the Tn antigen as an acceptor: ST6GalNAc-I and the core 3 b3-GlcNAcT (Scheme 3). CMP-NeuAc:GalNAca1-O-Ser/Thr glycopeptide a2,6-sialyltransferase-I (ST6GalNAc-I, EC2.4.99.3) [113] transfers a sialic acid (N-acetyl-5-neuraminic acid, Neu5Ac) from CMP-Neu5Ac (CMP = cytidine monophosphate) to the 6-position of GalNAca1-O-Ser/Thr to generate the STn antigen Neu5Aca2-6GalNAca1-O-Ser/Thr. Human ST6Gal-NAc-I is encoded by a gene on 17q25.1. It belongs to the human ST6GalNAc family, [114] which has six members that differ in their acceptor-substrate specificity. ST6GalNAc-I can act on Tn antigen, T antigen, and a2,3 sialyl-T antigen (Neu5Aca2-3Galb1-3GalNAca1-O-Ser/Thr). [113] ST6Gal-NAc-II mainly acts on the core 1 O-glycan to form the a2,6sialylated T antigen (Sia6Core 1; Schemes 1 and 3). [115] Although one study [116] showed that both ST6GalNAc-I and II could be sialyl-Tn synthases, others [115, 117] have demonstrated that ST6GalNAc-I is the major enzyme responsible for sialyl-Tn formation in human tumors. Interestingly, some studies showed that ST6GalNAc-II transcript, but not ST6GalNAc-I, was upregulated in immortalized B cells from patients with IgA nephropathy. [118, 119] Clearly, much more needs to be done to clarify the role(s) of these enzymes in STn formation.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 269,
                    "text": "[113]",
                    "ref_id": null
                },
                {
                    "start": 570,
                    "end": 575,
                    "text": "[114]",
                    "ref_id": null
                },
                {
                    "start": 762,
                    "end": 767,
                    "text": "[113]",
                    "ref_id": null
                },
                {
                    "start": 885,
                    "end": 890,
                    "text": "[115]",
                    "ref_id": null
                },
                {
                    "start": 910,
                    "end": 915,
                    "text": "[116]",
                    "ref_id": null
                },
                {
                    "start": 989,
                    "end": 994,
                    "text": "[115,",
                    "ref_id": null
                },
                {
                    "start": 995,
                    "end": 999,
                    "text": "117]",
                    "ref_id": null
                },
                {
                    "start": 1270,
                    "end": 1275,
                    "text": "[118,",
                    "ref_id": null
                },
                {
                    "start": 1276,
                    "end": 1280,
                    "text": "119]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Other Glycosyltransferases That Utilize the Tn Antigen as an Acceptor"
        },
        {
            "text": "UDP-GlcNAc:GalNAca1-O-Ser/Thr glycopeptide b3-Nacetylglucosaminyltransferase (core 3 b3-GlcNAcT, C3GnT, b3GnT6, EC2.4.1.146) catalyzes the transfer of GlcNAc from UDP-GlcNAc to GalNAca1-O-Ser/Thr (Tn antigen) to form the core 3 structure (GlcNAcb1-3GalNAca1-O-Ser/Thr). [105] Human C3GnT is located on chromosome 11q13.4. C3GnT expression is restricted to mucus-secreting tissues. The level of C3GnT-transcript expression in various human tissues, as measured by real-time PCR, revealed that it was highest in the stomach, followed by the colon and small intestine. O-Glycans, including both core 3 and core 1, are the primary components of the intestinal mucus layer that covers the gastrointestinal epithelium. The mucus layer is a dense, carbohydrate-rich matrix that consists primarily of mucins containing multiple serine and threonine residues modified by O-glycans, which account for 80-90 % of the mucin mass. The mucus layer and epithelial cells form an intestinal barrier that protects epithelial and intestinal mucosal immune cells from potentially harmful luminal microflora and food components.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 275,
                    "text": "[105]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Other Glycosyltransferases That Utilize the Tn Antigen as an Acceptor"
        },
        {
            "text": "for the Generation of Active T-Synthase",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Requirement of the Molecular Chaperone Cosmc"
        },
        {
            "text": "Core 1 b3 galactosyltranferase-specific molecular chaperone, abbreviated Cosmc, is required for the formation of active T-synthase in vivo. [60] Human Cosmc is encoded by a single exon gene on Xq24. [60] In contrast to T-synthase, which is found in both vertebrates and invertebrates, Cosmc orthologues occur only in vertebrates. Cosmc was first partially copurified with T-synthase from rat liver and displayed an apparent molecular mass in SDS-PAGE of 36-38 kDa, which is very similar to the size of T-synthase. On the basis of its protein sequence, the 1.5 kb cDNA was cloned, and it could be predicted that the ORF encoded a 318 amino acid type-II transmembrane protein. It has now been demonstrated that Cosmc localizes to the endoplasmic reticulum (ER), where it functions as a chaperone in the folding of T-synthase, [83] as discussed in Section 3.3.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[60]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[60]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 824,
                    "end": 828,
                    "text": "[83]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discovery of Cosmc"
        },
        {
            "text": "As mentioned in Section 1.3, the human T-leukemic Jurkat cell line expresses the Tn antigen. Jurkat cells are deficient in T-synthase activity. [120] They therefore generate primarily the Tn antigen and lack larger mucin-type Oglycans. The T-synthase gene and transcript are normal in Jurkat cells, but the Cosmc cDNA is mutated and contains a T insertion at position 473, which results in an ORF shift and a premature stop codon. [60, 61] The introduction of functional, wild-type Cosmc into Jurkat cells not only restores T-synthase activity, but also corrects the O-glycan structure on the cellsurface glycoproteins. [60, 61] We recently engineered mice with complete or partial deletion of Cosmc. [121] Similar to the human gene, mouse Cosmc is a single-exon gene on the X chromosome (Xc3). Animals with complete or major loss of Cosmc died as embryos by day E10.5-E12.5 of embryonic development with robust expression of the Tn antigen in virtually every identifiable cell. Mice with partial deletion of Cosmc exhibited variable phenotypes dependent on the extent of the deletion and the sex, whereby male mice survived much more rarely than female mice owing to the X-chromosomal location of Cosmc. The observation of Tn and STn antigens in many",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 149,
                    "text": "[120]",
                    "ref_id": null
                },
                {
                    "start": 431,
                    "end": 435,
                    "text": "[60,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 436,
                    "end": 439,
                    "text": "61]",
                    "ref_id": null
                },
                {
                    "start": 620,
                    "end": 624,
                    "text": "[60,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 625,
                    "end": 628,
                    "text": "61]",
                    "ref_id": null
                },
                {
                    "start": 701,
                    "end": 706,
                    "text": "[121]",
                    "ref_id": "BIBREF125"
                }
            ],
            "ref_spans": [],
            "section": "Discovery of Cosmc"
        },
        {
            "text": "The Tn Antigen tissues, such as those of the stomach, intestine, kidney, liver, spleen, lung, and pancreas, further confirmed that Cosmc is required for T-synthase function. [121] Cosmc orthologues with high homology to human Cosmc were found in many vertebrates, including chimpanzee, cow, mouse, rat, dog, bird, frog, and zebra fish. Unlike other mammalian Cosmc proteins, which comprise 318 amino acids, rodent Cosmc contains 316 amino acids. It has more than 95 % sequence identity to the human protein, but lacks the two amino acids at positions 33 and 34 (human sequence order). These two amino acids are located at the beginning of the luminal C-terminal domain that accounts for the function of Cosmc, but appear not to influence its localization in the endoplasmic reticulum. Indeed, mouse Cosmc functions as well as human Cosmc in promoting both human and mouse Tsynthase activity.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 179,
                    "text": "[121]",
                    "ref_id": "BIBREF125"
                }
            ],
            "ref_spans": [],
            "section": "Discovery of Cosmc"
        },
        {
            "text": "In contrast to vertebrates, invertebrates, such as C. elegans or Drosophila, have no Cosmc orthologues. However, Tsynthase is expressed in both vertebrates and invertebrates. Whereas vertebrate T-synthase lacks conserved N-glycosylation sites, invertebrate T-synthases have multiple N-glycosylation sites. It may therefore be that in vertebrates, Cosmc compensates for the failure of non-N-glycosylated T-synthase to be recognized and folded by the calnexin/calreticulin system in the endoplasmic reticulum (ER). In contrast, invertebrate T-synthases with their multiple N-glycosylation sites may not require Cosmc for folding control and formation of the active protein. [111] Human Cosmc shares approximately 20 % sequence identity with T-synthase, [60] which contributed to its original misidentification as another T-synthase. [122] This mistake was subsequently corrected. [123] Homologies mostly concern the luminal domain and the six cysteine residues, which suggests that Cosmc may have evolved from T-synthase or that the two proteins had a common origin. More indirect evidence comes from the four pseudogenes of human T-synthase on chromosomes 5, 8, 12, and 15, all of which, like Cosmc, are found as \"single-exon\" genes. Therefore, it appears that Cosmc may have evolved from T-synthase through the pseudogenes.",
            "cite_spans": [
                {
                    "start": 672,
                    "end": 677,
                    "text": "[111]",
                    "ref_id": null
                },
                {
                    "start": 751,
                    "end": 755,
                    "text": "[60]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 831,
                    "end": 836,
                    "text": "[122]",
                    "ref_id": null
                },
                {
                    "start": 878,
                    "end": 883,
                    "text": "[123]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discovery of Cosmc"
        },
        {
            "text": "It is now clear that two major mechanisms for expression of the Tn antigen result from genetic changes that lead to decreased expression of either functional Cosmc and/or Tsynthase. However, there are other possible factors that could influence the O-glycosylation pathways described above and lead to expression of the Tn antigen. The decreased expression of the C3GnT, which synthesizes the core 3 structure in the gastrointestinal tract, can lead to Tn/STn expression, and loss of C3GnT is associated with colon cancer. [124] [125] [126] Chinese hamster ovary (CHO) cells lacking the transporter for UDP-Gal, the so-called Lec8 cell line, [127, 128] lack galactose residues on both N-and O-glycans [129] and consequently synthesize the Tn antigen. Krieger and co-workers isolated a CHO cell line which lacks the UDP-Glc/GlcNAc 4-epimerase. These cells, termed ldlD cells, are thus unable to synthesize UDP-Gal or UDP-GalNAc unless supplied exogenously with Gal/GalNAc or glycoproteins containing Gal/GalNAc. [130] In the absence of added galactose, ldlD cells synthesize glycoproteins that lack galactose and thus express truncated N-glycans as well as Tnantigen O-glycans. Therefore, both the nucleotide sugar UDP-Gal and the UDP-Gal transporter are essential for the synthesis of normal O-glycans that lack the Tn antigen. Defects in the biosynthetic and transport pathways can lead to abnormal Tn expression.",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 528,
                    "text": "[124]",
                    "ref_id": null
                },
                {
                    "start": 529,
                    "end": 534,
                    "text": "[125]",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 540,
                    "text": "[126]",
                    "ref_id": null
                },
                {
                    "start": 642,
                    "end": 647,
                    "text": "[127,",
                    "ref_id": null
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "128]",
                    "ref_id": null
                },
                {
                    "start": 701,
                    "end": 706,
                    "text": "[129]",
                    "ref_id": null
                },
                {
                    "start": 1011,
                    "end": 1016,
                    "text": "[130]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Other Factors That Could Lead to Expression of the Tn Antigen"
        },
        {
            "text": "Furthermore, the overexpression of ST6GalNAc-I can lead to production of the sialyl-Tn antigen, which is commonly found in colon and breast tumors, [131] as a result of competition with the endogenous T-synthase. [117-119, 132, 133] Finally, it is possible that normal O-glycans could be degraded to expose the Tn antigen. For example, the T antigen can be converted into the Tn antigen by treatment with bovine testicular b-d-galactosidase. [75] Thus, in cells in which the Tn and/or STn antigens are expressed, it is important to define the pathways for their expression both biochemically and genetically.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 153,
                    "text": "[131]",
                    "ref_id": null
                },
                {
                    "start": 213,
                    "end": 232,
                    "text": "[117-119, 132, 133]",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[75]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Other Factors That Could Lead to Expression of the Tn Antigen"
        },
        {
            "text": "During the biosynthesis of the T-synthase in the ER, Cosmc is predicted to bind to newly synthesized T-synthase and prevent its aggregation and subsequent degradation in the ER-associated degradation (ERAD) proteasome pathway ( Figure 1 ). [60, 83, 134, 135] In cells lacking Cosmc, T-synthase is still synthesized, but it is truncated at its N terminus, is misfolded, and can be bound in the ER to Bip (binding protein: the major chaperone in the ER, also called 78 kDa glucose-regulated protein, Grp78) and perhaps other chaperones that bind to misfolded proteins. The misfolded Tsynthase is then retrotranslocated to the cytosol, where it is polyubiquitinated and subsequently degraded by the proteasome. Without Cosmc, the T-synthase appears within large disulfide-linked oligomeric complexes that are inactive and trapped within the lumen of the ER. The process of the separation and retrotranslocation of the inactive T-synthase from the ER to the cytoplasm, and then ubiquitination of the inactive T-synthase for its targeted destruction, is poorly understood. The treatment of such cells with a proteasome inhibitor leads to the accumulation of inactive T-synthase protein aggregates. Interestingly, this inactive T-synthase can be co-immunoprecipitated with Grp78, an ER chaperone that binds exposed hydrophobic regions in misfolded proteins. However, the binding of T-synthase to ER chaperones such as Grp78 does not lead to correct folding, and the presence of the functional Cosmc chaperone remains essential.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 244,
                    "text": "[60,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 245,
                    "end": 248,
                    "text": "83,",
                    "ref_id": null
                },
                {
                    "start": 249,
                    "end": 253,
                    "text": "134,",
                    "ref_id": null
                },
                {
                    "start": 254,
                    "end": 258,
                    "text": "135]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 236,
                    "text": "Figure 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Mechanism of Action of Cosmc"
        },
        {
            "text": "In recent studies, it was shown that recombinant Tsynthase, when denatured by heat or treatment with guanidinium hydrochloride, can reacquire activity in vitro when incubated with recombinant Cosmc in the absence of other protein factors. The binding or hydrolysis of adenosine 5'triphosphate (ATP) does not affect this renaturation process. [134] This finding is interesting, since Cosmc was shown to bind ATP, [83] and suggests that ATP may have some role in vivo in Cosmc interactions or functions. Clearly, there is much R. D. Cummings et al.",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 347,
                    "text": "[134]",
                    "ref_id": null
                },
                {
                    "start": 412,
                    "end": 416,
                    "text": "[83]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mechanism of Action of Cosmc"
        },
        {
            "text": "to be learned about the biological role of Cosmc and the need for a specific chaperone for the T-synthase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviews"
        },
        {
            "text": "Derived from Tn-Antigen Precursors",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Functions of Normal Mucin-Type O-Glycans"
        },
        {
            "text": "It is not surprising that expression of the Tn antigen is a pathological indicator, since the Tn antigen is a precursor to many important complex O-glycans. These complex Oglycans usually have extended structures based on core 1 or core 2 O-glycans and are found in numerous cell-surface glycoproteins. Glycoproteins containing core 1 or 2 O-glycans include the low-density-lipoprotein (LDL) receptor, [136] [137] [138] the transferrin receptor, [129, [139] [140] [141] glycophorin A, [142] [143] [144] podoplanin, [145] [146] [147] PSGL-1, [30, [148] [149] [150] CD34, [151] endoglycan, [152] zona pellucida glycoprotein ZP3, [153, 154] CD43, [155] [156] [157] CD45, [158] [159] [160] [161] the TRAIL receptor family, [162] the neurotrophin receptor, [163, 164] the MUC family of mucins (both membranebound and secreted), [165] [166] [167] [168] [169] platelet glycoprotein GPIba, [170] and platelet integrin GPIIb/IIIa (aIIbb3). [171] Such core 1 and/ or 2 O-glycans are also found in many secreted and serum glycoproteins, including human IgA1 [172] [173] [174] [175] [176] [177] and IgD, [178] [179] [180] erythropoietin, [181] [182] [183] [184] von Willebrand factor (vWF), [185] blood coagulation factor X, [186] serum apoC-III, [187] [188] [189] human chorionic gonadotropin (HCG), [190] [191] [192] [193] interleukin-6 (IL-6), [194, 195] Tamm-Horsfall glycoprotein/uromodulin, [196] [197] [198] [199] Gc macrophage activating factor (GcMAF, a naturally derived form of human vitamin D binding protein), [200] human urinary thrombomodulin, [201] and human milk bilesalt-stimulated lipase. [202] [203] [204] [205] Furthermore, O-glycans are found in virtually all mucin secretions of epithelial cells and on the surface of all animal cells, including erythrocytes. Thus, it is reasonable to conclude that core 1 O-glycans are expressed by all mammalian cells and can be found on many membrane and secreted glycoproteins. Alterations in the expression of the O-glycans on many of the glycoproteins listed above are associated with molecular changes in the glycoprotein, and these molecular changes are often associated in turn with changes in cellular signaling, metabolism, or receptor function. Thus, expression of the Tn antigen on glycoproteins may lead to or reflect an altered function.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 407,
                    "text": "[136]",
                    "ref_id": null
                },
                {
                    "start": 408,
                    "end": 413,
                    "text": "[137]",
                    "ref_id": "BIBREF141"
                },
                {
                    "start": 414,
                    "end": 419,
                    "text": "[138]",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 451,
                    "text": "[129,",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 457,
                    "text": "[139]",
                    "ref_id": null
                },
                {
                    "start": 458,
                    "end": 463,
                    "text": "[140]",
                    "ref_id": null
                },
                {
                    "start": 464,
                    "end": 469,
                    "text": "[141]",
                    "ref_id": null
                },
                {
                    "start": 485,
                    "end": 490,
                    "text": "[142]",
                    "ref_id": null
                },
                {
                    "start": 491,
                    "end": 496,
                    "text": "[143]",
                    "ref_id": null
                },
                {
                    "start": 497,
                    "end": 502,
                    "text": "[144]",
                    "ref_id": "BIBREF148"
                },
                {
                    "start": 515,
                    "end": 520,
                    "text": "[145]",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 526,
                    "text": "[146]",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 532,
                    "text": "[147]",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 545,
                    "text": "[30,",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 551,
                    "text": "[148]",
                    "ref_id": null
                },
                {
                    "start": 552,
                    "end": 557,
                    "text": "[149]",
                    "ref_id": null
                },
                {
                    "start": 558,
                    "end": 563,
                    "text": "[150]",
                    "ref_id": null
                },
                {
                    "start": 570,
                    "end": 575,
                    "text": "[151]",
                    "ref_id": null
                },
                {
                    "start": 588,
                    "end": 593,
                    "text": "[152]",
                    "ref_id": null
                },
                {
                    "start": 627,
                    "end": 632,
                    "text": "[153,",
                    "ref_id": "BIBREF157"
                },
                {
                    "start": 633,
                    "end": 637,
                    "text": "154]",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 649,
                    "text": "[155]",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 655,
                    "text": "[156]",
                    "ref_id": null
                },
                {
                    "start": 656,
                    "end": 661,
                    "text": "[157]",
                    "ref_id": null
                },
                {
                    "start": 668,
                    "end": 673,
                    "text": "[158]",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 679,
                    "text": "[159]",
                    "ref_id": null
                },
                {
                    "start": 680,
                    "end": 685,
                    "text": "[160]",
                    "ref_id": null
                },
                {
                    "start": 686,
                    "end": 691,
                    "text": "[161]",
                    "ref_id": null
                },
                {
                    "start": 719,
                    "end": 724,
                    "text": "[162]",
                    "ref_id": null
                },
                {
                    "start": 752,
                    "end": 757,
                    "text": "[163,",
                    "ref_id": null
                },
                {
                    "start": 758,
                    "end": 762,
                    "text": "164]",
                    "ref_id": null
                },
                {
                    "start": 823,
                    "end": 828,
                    "text": "[165]",
                    "ref_id": null
                },
                {
                    "start": 829,
                    "end": 834,
                    "text": "[166]",
                    "ref_id": null
                },
                {
                    "start": 835,
                    "end": 840,
                    "text": "[167]",
                    "ref_id": null
                },
                {
                    "start": 841,
                    "end": 846,
                    "text": "[168]",
                    "ref_id": null
                },
                {
                    "start": 847,
                    "end": 852,
                    "text": "[169]",
                    "ref_id": null
                },
                {
                    "start": 882,
                    "end": 887,
                    "text": "[170]",
                    "ref_id": null
                },
                {
                    "start": 931,
                    "end": 936,
                    "text": "[171]",
                    "ref_id": null
                },
                {
                    "start": 1047,
                    "end": 1052,
                    "text": "[172]",
                    "ref_id": null
                },
                {
                    "start": 1053,
                    "end": 1058,
                    "text": "[173]",
                    "ref_id": null
                },
                {
                    "start": 1059,
                    "end": 1064,
                    "text": "[174]",
                    "ref_id": null
                },
                {
                    "start": 1065,
                    "end": 1070,
                    "text": "[175]",
                    "ref_id": null
                },
                {
                    "start": 1071,
                    "end": 1076,
                    "text": "[176]",
                    "ref_id": null
                },
                {
                    "start": 1077,
                    "end": 1082,
                    "text": "[177]",
                    "ref_id": null
                },
                {
                    "start": 1092,
                    "end": 1097,
                    "text": "[178]",
                    "ref_id": null
                },
                {
                    "start": 1098,
                    "end": 1103,
                    "text": "[179]",
                    "ref_id": null
                },
                {
                    "start": 1104,
                    "end": 1109,
                    "text": "[180]",
                    "ref_id": null
                },
                {
                    "start": 1126,
                    "end": 1131,
                    "text": "[181]",
                    "ref_id": null
                },
                {
                    "start": 1132,
                    "end": 1137,
                    "text": "[182]",
                    "ref_id": null
                },
                {
                    "start": 1138,
                    "end": 1143,
                    "text": "[183]",
                    "ref_id": null
                },
                {
                    "start": 1144,
                    "end": 1149,
                    "text": "[184]",
                    "ref_id": null
                },
                {
                    "start": 1179,
                    "end": 1184,
                    "text": "[185]",
                    "ref_id": null
                },
                {
                    "start": 1213,
                    "end": 1218,
                    "text": "[186]",
                    "ref_id": null
                },
                {
                    "start": 1235,
                    "end": 1240,
                    "text": "[187]",
                    "ref_id": null
                },
                {
                    "start": 1241,
                    "end": 1246,
                    "text": "[188]",
                    "ref_id": null
                },
                {
                    "start": 1247,
                    "end": 1252,
                    "text": "[189]",
                    "ref_id": null
                },
                {
                    "start": 1289,
                    "end": 1294,
                    "text": "[190]",
                    "ref_id": null
                },
                {
                    "start": 1295,
                    "end": 1300,
                    "text": "[191]",
                    "ref_id": null
                },
                {
                    "start": 1301,
                    "end": 1306,
                    "text": "[192]",
                    "ref_id": null
                },
                {
                    "start": 1307,
                    "end": 1312,
                    "text": "[193]",
                    "ref_id": null
                },
                {
                    "start": 1335,
                    "end": 1340,
                    "text": "[194,",
                    "ref_id": null
                },
                {
                    "start": 1341,
                    "end": 1345,
                    "text": "195]",
                    "ref_id": null
                },
                {
                    "start": 1385,
                    "end": 1390,
                    "text": "[196]",
                    "ref_id": null
                },
                {
                    "start": 1391,
                    "end": 1396,
                    "text": "[197]",
                    "ref_id": null
                },
                {
                    "start": 1397,
                    "end": 1402,
                    "text": "[198]",
                    "ref_id": "BIBREF202"
                },
                {
                    "start": 1403,
                    "end": 1408,
                    "text": "[199]",
                    "ref_id": null
                },
                {
                    "start": 1511,
                    "end": 1516,
                    "text": "[200]",
                    "ref_id": null
                },
                {
                    "start": 1547,
                    "end": 1552,
                    "text": "[201]",
                    "ref_id": null
                },
                {
                    "start": 1596,
                    "end": 1601,
                    "text": "[202]",
                    "ref_id": null
                },
                {
                    "start": 1602,
                    "end": 1607,
                    "text": "[203]",
                    "ref_id": null
                },
                {
                    "start": 1608,
                    "end": 1613,
                    "text": "[204]",
                    "ref_id": null
                },
                {
                    "start": 1614,
                    "end": 1619,
                    "text": "[205]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "O-Glycans in Leukocyte Trafficking"
        },
        {
            "text": "One of the best-understood functions of the core 2 Oglycans is selectin recognition and especially binding of the Pselectin glycoprotein ligand 1 (PSGL-1) to P-, L-, and Eselectins. [206] [207] [208] [209] [210] Human PSGL-1 is a mucin with 16 repeating mucin motifs and contains sialyl Lewis x (SLe x ) antigen on the core 2 O-glycans. [150, 211] Such glycans are not common on PSGL-1, and only the one at the extreme N terminus, along with adjacent sulfated tyrosine residues, serves as the key carbohydrate recognition ligand for P-and L-selectins, [30, 212] whereas E-selectin binding is not dependent on sulfation. Thus, the loss of O-glycan biosynthetic pathways as a result of the loss of T-synthase or Cosmc would lead to the loss of functional PSGL-1 ligands on leukocytes. In addition, extended core 1 O-glycans are expressed by specialized endothelial cells within the high endothelial venules and these also contain sulfated GlcNAc residues within the SLe x motif (6-sulfo-SLe x ). [213, 214] A loss of fucosylation [215] or 6-Osulfate residues [216, 217] leads to loss of functional recognition by L-selectin on circulating leukocytes and compromises lymphocyte homing and recirculation. Thus, the pathways regulated by the T-synthase in the synthesis of core 1, extended core 1, and core 2 O-glycans are essential in leukocyte trafficking, inflammatory responses, and expression of the Tn antigen in blood cells and can be expected to have biological consequences in inflammation, thrombosis, and hemostasis.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 187,
                    "text": "[206]",
                    "ref_id": null
                },
                {
                    "start": 188,
                    "end": 193,
                    "text": "[207]",
                    "ref_id": null
                },
                {
                    "start": 194,
                    "end": 199,
                    "text": "[208]",
                    "ref_id": null
                },
                {
                    "start": 200,
                    "end": 205,
                    "text": "[209]",
                    "ref_id": null
                },
                {
                    "start": 206,
                    "end": 211,
                    "text": "[210]",
                    "ref_id": null
                },
                {
                    "start": 337,
                    "end": 342,
                    "text": "[150,",
                    "ref_id": null
                },
                {
                    "start": 343,
                    "end": 347,
                    "text": "211]",
                    "ref_id": null
                },
                {
                    "start": 552,
                    "end": 556,
                    "text": "[30,",
                    "ref_id": null
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "212]",
                    "ref_id": null
                },
                {
                    "start": 994,
                    "end": 999,
                    "text": "[213,",
                    "ref_id": null
                },
                {
                    "start": 1000,
                    "end": 1004,
                    "text": "214]",
                    "ref_id": null
                },
                {
                    "start": 1028,
                    "end": 1033,
                    "text": "[215]",
                    "ref_id": null
                },
                {
                    "start": 1057,
                    "end": 1062,
                    "text": "[216,",
                    "ref_id": null
                },
                {
                    "start": 1063,
                    "end": 1067,
                    "text": "217]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "O-Glycans in Leukocyte Trafficking"
        },
        {
            "text": "The potential roles of O-glycans in vascular formation, including angiogenesis and lymphangiogenesis, was not clear until it was shown that deletion of the T-synthase gene in mice and expression of the Tn antigen caused the failure of both angiogenesis and lymphangiogenesis. [124, 218, 219] More interestingly, a lack of T-synthase in endothelial and hematopoietic [61] Left: Cosmc is expressed in the endoplasmic reticulum, where it binds to newly synthesized T-synthase and assists in folding of the enzyme and its acquisition of activity. The dimeric T-synthase can then move to the Golgi apparatus, where it functions to add galactose residues from the donor UDP-Gal to the Tn-antigen precursor of O-glycans. Normal Oglycans may be sialylated to generate the sialylated core 1 O-glycans, or may be elongated to extended core 1 structures or core 2 O-glycans (see Scheme 3). Right: In the absence of functional Cosmc, the newly synthesized T-synthase in the ER is misfolded, retrotranslocated to the cytoplasm, ubiquitinated, and degraded in the 26S proteasome. The lack of functional T-synthase in the Golgi apparatus leads to expression of the Tn and sialyl-Tn antigens on the cell surface and secreted glycoproteins. [61, 83, 134] cells causes a misconnection between blood and lymphatic vessels. This observation indicates the important role of Oglycans in lymphatic-vessel development (lymphangiogenesis). [145] Although the precise mechanistic role of O-glycans has yet to be defined, it was shown that deletion of the heavily O-glycosylated glycoprotein podoplanin, which contains dozens of O-glycans and lacks N-glycans, phenocopies the phenotype of mice deficient in the gene for T-synthase. Interestingly, partial loss of the T-synthase in mice results in a phenotype of thrombocytopenia and kidney disease with distorted glomerular-tubular architecture and other renal lesions along with progressive proteinuria and premature death. [220] The precise pathological consequences of Tn expression on angiogenesis and lymphangiogenesis are unknown; however, they may be dually caused by the loss of glycoprotein function through the truncation of O-glycans as well as by recognition of the Tn antigen by host immune cells and other pathological cell-cell interactions, as discussed in Sections 5.2 and 6.2.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 281,
                    "text": "[124,",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "218,",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 291,
                    "text": "219]",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 370,
                    "text": "[61]",
                    "ref_id": null
                },
                {
                    "start": 1224,
                    "end": 1228,
                    "text": "[61,",
                    "ref_id": null
                },
                {
                    "start": 1229,
                    "end": 1232,
                    "text": "83,",
                    "ref_id": null
                },
                {
                    "start": 1233,
                    "end": 1237,
                    "text": "134]",
                    "ref_id": null
                },
                {
                    "start": 1415,
                    "end": 1420,
                    "text": "[145]",
                    "ref_id": null
                },
                {
                    "start": 1948,
                    "end": 1953,
                    "text": "[220]",
                    "ref_id": "BIBREF224"
                }
            ],
            "ref_spans": [],
            "section": "O-Glycans in Vascular Biology, Angiogenesis, and Lymphangiogenesis"
        },
        {
            "text": "A characteristic of mucosal epithelial cells is the production of mucins and other O-glycosylated glycoproteins, whose expression is often altered in different cancers. [131, [221] [222] [223] [224] [225] [226] [227] [228] [229] [230] [231] At least 21 different mucin genes have been identified (MUC1, 2, 3A, 3B, 4, 5AC, 5B, 6, 7, 8, 9, 11, 12, 13, 15, 16, 17, 18, 19, 20 , and 21-note that MUC15 and MUC18 lack tandem repeats), and although they are not related in sequence, they share the features of having repeating motifs rich in Ser/Thr/Pro residues and containing large amounts of O-glycans. [228, 232] These mucins can contain 377 to more than 11 000 aa residues in a single polypeptide; [228] the largest allele of porcine submaxillary mucin encodes a protein with 13 288 aa. [233] Several mucins in body fluids, such as the epitope of CA125, [234] have been studied as tumor markers. Cloning of the gene encoding the tumor marker CA125 showed that it is the MUC16 gene. [235] Several mucins have been studied in regard to Tn-and/or STn-antigen expression and cancer ( Figure 2 ). MUC1 is highly expressed in many breast, ovarian, and other types of carcinomas [236] [237] [238] and has been associated with expression of the Tn and STn antigens in breast, colorectal, and hepatocellular carcinomas and other neoplasms. [239] [240] [241] [242] [243] [244] [245] [246] [247] [248] Related studies have also shown expression of Tn/STn on MUC2, MUC4, and MUC6, as well as other mucins in different carcinomas. [249] [250] [251] [252] [253] [254] [255] As discussed in Section 6.1, a number of research groups are attempting to use this information for the synthesis of mucin-based glycopeptide vaccines to target tumors expressing those epitopes. Tumor colonic mucins, such as MUC-1 and MUC-2, carry other types of tumor-associated carbohydrate antigens, [221] including SLe x [256] and sialyl Lewis a. [257] In 1977, Newman and Uhlenbruck observed that bovine fat globule membrane glycoproteins were bound by both anti-Tn serum and HPA [48] and contained the T and Tn antigens. In contrast, human fat globule membrane glycoproteins were only bound by HPA. Bovine submaxillary mucin (BSM) also contains considerable amounts of both Tn and sialyl-Tn antigens. [258] Thus, bovine fat globule membrane glycoproteins and BSM are rare examples of glycoproteins in mammals in which the Tn antigen may occur naturally on a glycoprotein that is neither linked to cancer nor to another disorder, such as Tn syndrome.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 174,
                    "text": "[131,",
                    "ref_id": null
                },
                {
                    "start": 175,
                    "end": 180,
                    "text": "[221]",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 186,
                    "text": "[222]",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 192,
                    "text": "[223]",
                    "ref_id": null
                },
                {
                    "start": 193,
                    "end": 198,
                    "text": "[224]",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 204,
                    "text": "[225]",
                    "ref_id": null
                },
                {
                    "start": 205,
                    "end": 210,
                    "text": "[226]",
                    "ref_id": null
                },
                {
                    "start": 211,
                    "end": 216,
                    "text": "[227]",
                    "ref_id": null
                },
                {
                    "start": 217,
                    "end": 222,
                    "text": "[228]",
                    "ref_id": null
                },
                {
                    "start": 223,
                    "end": 228,
                    "text": "[229]",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 234,
                    "text": "[230]",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 240,
                    "text": "[231]",
                    "ref_id": null
                },
                {
                    "start": 326,
                    "end": 328,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 329,
                    "end": 331,
                    "text": "7,",
                    "ref_id": null
                },
                {
                    "start": 332,
                    "end": 334,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 335,
                    "end": 337,
                    "text": "9,",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "11,",
                    "ref_id": null
                },
                {
                    "start": 342,
                    "end": 345,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "13,",
                    "ref_id": null
                },
                {
                    "start": 350,
                    "end": 353,
                    "text": "15,",
                    "ref_id": null
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "17,",
                    "ref_id": null
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "18,",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 369,
                    "text": "19,",
                    "ref_id": null
                },
                {
                    "start": 370,
                    "end": 372,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 600,
                    "end": 605,
                    "text": "[228,",
                    "ref_id": null
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "232]",
                    "ref_id": null
                },
                {
                    "start": 697,
                    "end": 702,
                    "text": "[228]",
                    "ref_id": null
                },
                {
                    "start": 786,
                    "end": 791,
                    "text": "[233]",
                    "ref_id": null
                },
                {
                    "start": 853,
                    "end": 858,
                    "text": "[234]",
                    "ref_id": null
                },
                {
                    "start": 981,
                    "end": 986,
                    "text": "[235]",
                    "ref_id": null
                },
                {
                    "start": 1171,
                    "end": 1176,
                    "text": "[236]",
                    "ref_id": null
                },
                {
                    "start": 1177,
                    "end": 1182,
                    "text": "[237]",
                    "ref_id": null
                },
                {
                    "start": 1183,
                    "end": 1188,
                    "text": "[238]",
                    "ref_id": null
                },
                {
                    "start": 1330,
                    "end": 1335,
                    "text": "[239]",
                    "ref_id": null
                },
                {
                    "start": 1336,
                    "end": 1341,
                    "text": "[240]",
                    "ref_id": null
                },
                {
                    "start": 1342,
                    "end": 1347,
                    "text": "[241]",
                    "ref_id": null
                },
                {
                    "start": 1348,
                    "end": 1353,
                    "text": "[242]",
                    "ref_id": null
                },
                {
                    "start": 1354,
                    "end": 1359,
                    "text": "[243]",
                    "ref_id": null
                },
                {
                    "start": 1360,
                    "end": 1365,
                    "text": "[244]",
                    "ref_id": null
                },
                {
                    "start": 1366,
                    "end": 1371,
                    "text": "[245]",
                    "ref_id": null
                },
                {
                    "start": 1372,
                    "end": 1377,
                    "text": "[246]",
                    "ref_id": null
                },
                {
                    "start": 1378,
                    "end": 1383,
                    "text": "[247]",
                    "ref_id": null
                },
                {
                    "start": 1384,
                    "end": 1389,
                    "text": "[248]",
                    "ref_id": null
                },
                {
                    "start": 1517,
                    "end": 1522,
                    "text": "[249]",
                    "ref_id": null
                },
                {
                    "start": 1523,
                    "end": 1528,
                    "text": "[250]",
                    "ref_id": null
                },
                {
                    "start": 1529,
                    "end": 1534,
                    "text": "[251]",
                    "ref_id": null
                },
                {
                    "start": 1535,
                    "end": 1540,
                    "text": "[252]",
                    "ref_id": null
                },
                {
                    "start": 1541,
                    "end": 1546,
                    "text": "[253]",
                    "ref_id": null
                },
                {
                    "start": 1547,
                    "end": 1552,
                    "text": "[254]",
                    "ref_id": null
                },
                {
                    "start": 1553,
                    "end": 1558,
                    "text": "[255]",
                    "ref_id": null
                },
                {
                    "start": 1862,
                    "end": 1867,
                    "text": "[221]",
                    "ref_id": null
                },
                {
                    "start": 1884,
                    "end": 1889,
                    "text": "[256]",
                    "ref_id": null
                },
                {
                    "start": 1910,
                    "end": 1915,
                    "text": "[257]",
                    "ref_id": null
                },
                {
                    "start": 2044,
                    "end": 2048,
                    "text": "[48]",
                    "ref_id": null
                },
                {
                    "start": 2266,
                    "end": 2271,
                    "text": "[258]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1079,
                    "end": 1087,
                    "text": "Figure 2",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "O-Glycans in Mucins of Mucosal Tissue"
        },
        {
            "text": "The common pathway for mucin glycosylation in most cells is the generation of core 1 O-glycans, followed by their elongation or modification to core 2 O-glycans. Indeed, the transcript for the T-synthase can be found in most cells and tissues. [60, 121] A notable exception is the biosynthesis of core 3 O-glycans on mucins of the gastrointestinal tract, where the C3GnT transcript is specifically expressed. [105] Thus, any compromise in the expression of the T-synthase or C3GnT can lead to elevated expression of the Tn/STn antigens on mucins from a wide variety of cells.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "text": "[60,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 249,
                    "end": 253,
                    "text": "121]",
                    "ref_id": "BIBREF125"
                },
                {
                    "start": 409,
                    "end": 414,
                    "text": "[105]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "O-Glycans in Mucins of Mucosal Tissue"
        },
        {
            "text": "Whereas much is known about the functions of O-glycans, and especially of core 1 and core 2 O-glycans in membrane glycoproteins, little is really known about the specific Typical mucins contain large numbers of Ser, Thr, and Pro residues in the backbone polypeptide and an abundance of GalNAca1-O-Ser/Thr modifications. In normal mucins, the GalNAca1-O-Ser/Thr residues are modified to contain different core glycans, as shown in Scheme 3. However, upon cellular transformation, the modification of GalNAca1-O-Ser/Thr may be compromised, and cells may generate tumorassociated mucins containing the tumor-associated carbohydrate antigens (TACAs) Tn, sialyl-Tn, and T. One mechanism for the expression of the Tn and sialyl-Tn antigens on mucins is the loss of function of the chaperone Cosmc (Figure 1 ), but other factors could also lead to elevated expression of these TACAs, as discussed in the text.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 791,
                    "end": 800,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "O-Glycans in Mucins of Mucosal Tissue"
        },
        {
            "text": "functions of glycans on MUC gene products, such as MUC1, MUC2, or MUC4, in normal biology. Some have suggested that in cancer, O-glycans on these large mucins may have an antiadhesive function [259, 260] and thus indirectly support tumor-cell metastasis by favoring the detachment of cells from the extracellular matrix (ECM). Overexpression of MUC1 can interfere with integrin-mediated adhesion to the ECM. [261] Alternatively, the glycosylation of MUCs, such as epiglycanin (MUC21), [262] may lead to masking of other tumor cell-surface antigens [263] so that the immune system does not recognize the cells and tumor proliferation is therefore promoted. Loss of C3GnT in engineered mice leads to decreased expression of MUC2 and susceptibility to colitis and colorectal cancer. [124] This observation indicates that mucin glycosylation may have a barrier and protective function. However, it is disturbing that we know so little about the specific requirements and biological roles of distinct glycan structures (core 1 versus core 3) in these large mucins. In airway mucins, such as MUC5AC and MUC5B, the glycosylation is altered under disease conditions and may contribute, as in the case of patients with cystic fibrosis, to enhanced adhesion and biofilm formation by pneumonia-causing pathogens, such as Pseudomonas aeruginosa. [264] But again, although O-glycans may be recognized by pathogens in that case, the normal physiological functions of specific glycan species in mucins are not well understood.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 198,
                    "text": "[259,",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "260]",
                    "ref_id": null
                },
                {
                    "start": 408,
                    "end": 413,
                    "text": "[261]",
                    "ref_id": null
                },
                {
                    "start": 485,
                    "end": 490,
                    "text": "[262]",
                    "ref_id": null
                },
                {
                    "start": 548,
                    "end": 553,
                    "text": "[263]",
                    "ref_id": null
                },
                {
                    "start": 780,
                    "end": 785,
                    "text": "[124]",
                    "ref_id": null
                },
                {
                    "start": 1334,
                    "end": 1339,
                    "text": "[264]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "O-Glycans in Mucins of Mucosal Tissue"
        },
        {
            "text": "Tn syndrome is a rare hematological disorder in which subpopulations of blood cells in all lineages carry the Tn antigen. As described in Section 1.1., it was in a patient with Tn syndrome that the Tn antigen was first discovered. [1] Clinically, such patients usually appear healthy and do not require treatment. [265] Laboratory tests may uncover moderate hemolytic anemia and reduced numbers of thrombocytes and leukocytes.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 234,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 314,
                    "end": 319,
                    "text": "[265]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Tn Syndrome"
        },
        {
            "text": "In 1975, Dahr et al. [13] reported that reduced amounts of sialic acid and galactose in erythrocyte glycoproteins of a patient with Tn syndrome led to the exposure of GalNAc alinked to hydroxy groups of serine or threonine. They postulated that the exposure of a-GalNAc might be due to a defective galactosyltransferase. As blood cells in all lineages were affected, but many cells were normal, the defect probably arose from a somatic mutation at the pluripotentstem-cell level. Interestingly, Bird suggested in 1974 that the Tn antigen is formed spontaneously in patients with Tn syndrome through a somatic mutation. [266] His suggestion came in response to a question from Springer regarding Birds presentation on the specificity of plant agglutinins for erythrocyte membrane antigens at the Annual Meeting of the New York Academy of Sciences.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 25,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 619,
                    "end": 624,
                    "text": "[266]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Tn Syndrome"
        },
        {
            "text": "After the definition of the structure of the Tn antigen as a truncated form of the T antigen, it was proposed by Bird and co-workers that its expression was due to a defect in a bgalactosyltransferase in cells expressing Tn antigen of patients with Tn syndrome. [267, 268] In 1982, it was noted that platelets from Tn-syndrome patients in which more than 80 % of platelets expressed the Tn antigen exhibited defective glycosylation of platelet glycoprotein GPIb; this finding correlated with the thrombocytopenia observed in those individuals. [43] In fact, a substantial number of T-cell clones from a patient affected by Tn syndrome were later shown to be devoid of Tsynthase activity. [269] The underlying genetic changes turned out to be somatic mutations in Cosmc, as summarized in Table 1 . These mutations either cause an ORF shift and/or stop codon or cause the Cosmc gene to not be transcribed and result in total or severe impairment of the chaperone function. The fact that the immortalized leukocytes from patient Tn4 (Table 1 ) had no transcript of Cosmc was probably due to a change in its promoter region. Thurnher et al. [270] hypothesized that this change may be hypermethylation of the promoter region and that this modification explains the suppression of the gene for T-synthase in Tnsyndrome patients. It would thus be interesting to examine the whole Cosmc gene from the immortalized leukocytes of patient Tn4 to see whether the loss of transcript is due to a mutation or to hypermethylation in the promoter.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 267,
                    "text": "[267,",
                    "ref_id": null
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "268]",
                    "ref_id": null
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 688,
                    "end": 693,
                    "text": "[269]",
                    "ref_id": null
                },
                {
                    "start": 1137,
                    "end": 1142,
                    "text": "[270]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 787,
                    "end": 794,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1030,
                    "end": 1038,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Tn Syndrome"
        },
        {
            "text": "The mechanisms that occasionally lead to hemolytic anemia and reduced thrombocyte and leukocyte counts in patients with Tn syndrome appear to be multifactorial and are not fully understood. However, it is likely that auto-antibodies directed against the Tn antigen are formed. These antibodies may be of the IgM cold agglutinin type, as shown for auto-antibodies against the carbohydrate large \"I\" antigen present on adult erythrocytes. [271] ",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 442,
                    "text": "[271]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Tn Syndrome"
        },
        {
            "text": "Terminal a-linked GalNAc on human tumor cells was first described in 1969 on the basis of the observation that these cells bound agglutinins from the snail-lectin HPA that recognize Tn antigen. [56] Springer et al. reported that the Tn [a] Not tested. * indicates a stop codon.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[56]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cancer"
        },
        {
            "text": "The Tn Antigen antigen was present at high levels in around 90 % of breast carcinomas. [75] Cumulative studies showed that 70-90 % of cancers of the colon, lung, bladder, cervix, ovary, stomach, and prostate express the Tn antigen. [272] [273] [274] In contrast, little or no expression was observed in normal adult tissues. In many cancers, including cervical cancer, [275, 276] lung adenocarcinomas, [277] colorectal carcinomas, [278] breast carcinomas, [279] and gastric carcinomas, [280] Tn-antigen expression correlates with metastatic potential and poor prognosis. Expression of sialyl-Tn antigen is also often observed in many human cancers and could also arise by multiple mechanisms. A likely mechanism for enhanced expression of the sialyl-Tn antigen is an increase in the expression or activity of ST6GalNAc-I. [115, 281] The enzyme ST6GalNAc-II, which can also form sialyl-Tn antigen in vitro, may be more important in vivo in forming the alternatively sialylated structure Sia6Core 1 (Scheme 1). [115] Truncated O-glycans in cancer mucins may also arise from changes in the relative expression of core 2 b6-GlcNAcT and ST3Gal-I. [282] The mechanisms linking Tnantigen expression to cancer progression are only starting to be understood. Tn antigen present on MUC1 of colon carcinoma cells was found to be bound by the macrophage galactose-type lectin (MGL) expressed by macrophages and dendritic cells (see also Section 6.2.). As MGL is expressed on human immature dendritic cells and particularly on tolerogenic dendritic cells, Tn-antigen binding may lead to immunosuppressive effects and enable the tumor to escape immunosurveillance. [283] Additionally, it can be hypothesized that, in analogy with observations regarding the low-densitylipoprotein (LDL) receptor, [137, 138] the transferrin receptor, [284] P-selectin glycoprotein ligand-1 (PSGL-1), [285] or dystroglycan, [286] the incomplete O-glycosylation of receptors present on cancer cells may impair their expression and/or biological activity. As a consequence, proliferation control and the adhesive properties of cancer cells may be altered.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "[75]",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 237,
                    "text": "[272]",
                    "ref_id": null
                },
                {
                    "start": 238,
                    "end": 243,
                    "text": "[273]",
                    "ref_id": null
                },
                {
                    "start": 244,
                    "end": 249,
                    "text": "[274]",
                    "ref_id": null
                },
                {
                    "start": 369,
                    "end": 374,
                    "text": "[275,",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 379,
                    "text": "276]",
                    "ref_id": null
                },
                {
                    "start": 402,
                    "end": 407,
                    "text": "[277]",
                    "ref_id": null
                },
                {
                    "start": 431,
                    "end": 436,
                    "text": "[278]",
                    "ref_id": null
                },
                {
                    "start": 456,
                    "end": 461,
                    "text": "[279]",
                    "ref_id": null
                },
                {
                    "start": 486,
                    "end": 491,
                    "text": "[280]",
                    "ref_id": null
                },
                {
                    "start": 822,
                    "end": 827,
                    "text": "[115,",
                    "ref_id": null
                },
                {
                    "start": 828,
                    "end": 832,
                    "text": "281]",
                    "ref_id": null
                },
                {
                    "start": 1009,
                    "end": 1014,
                    "text": "[115]",
                    "ref_id": null
                },
                {
                    "start": 1142,
                    "end": 1147,
                    "text": "[282]",
                    "ref_id": null
                },
                {
                    "start": 1651,
                    "end": 1656,
                    "text": "[283]",
                    "ref_id": null
                },
                {
                    "start": 1782,
                    "end": 1787,
                    "text": "[137,",
                    "ref_id": "BIBREF141"
                },
                {
                    "start": 1788,
                    "end": 1792,
                    "text": "138]",
                    "ref_id": null
                },
                {
                    "start": 1819,
                    "end": 1824,
                    "text": "[284]",
                    "ref_id": null
                },
                {
                    "start": 1868,
                    "end": 1873,
                    "text": "[285]",
                    "ref_id": null
                },
                {
                    "start": 1891,
                    "end": 1896,
                    "text": "[286]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cancer"
        },
        {
            "text": "One molecular basis for Tn-antigen expression by human tumor cells was recently shown to be the loss of functional Cosmc. [61] The exposure of the Tn antigen in two specimens of human cervical carcinoma as well as in colon cancer and melanoma-derived cell lines was due to either somatic mutations in Cosmc or an absence of Cosmc transcript ( Table 2) . Consistent with the findings in human tumors, mouse fibrosarcoma express Tn antigen as a result of deletion of the 26 aa between positions 170 and 195 within the luminal domain of Cosmc. The mouse neuroblastoma cell line [287] Neuro-2a (also known as C1300) [287, 288] is Tn-positive because its Cosmc contains a G301T mutation, which results in a premature stop codon. With the discovery of somatic Cosmc mutations in cancer cells, the first example was found of the regulation of the global expression of a tumor-specific carbohydrate antigen by a single genetic locus in diverse types of human neoplastic disease.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[61]",
                    "ref_id": null
                },
                {
                    "start": 575,
                    "end": 580,
                    "text": "[287]",
                    "ref_id": null
                },
                {
                    "start": 612,
                    "end": 617,
                    "text": "[287,",
                    "ref_id": null
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "288]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 343,
                    "end": 351,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Cancer"
        },
        {
            "text": "Remarkably, Dahr et al. wrote in 1974 [12] that they were tempted to speculate that the same pathogenic mechanism may lead to the generation of the Tn antigen in tumors and in Tn syndrome. This speculation was shown to be true 34 years later with a common pathogenic mechanism being loss-offunction mutations in Cosmc (Tables 1 and 2 ). Of course, as indicated above, there are alternative pathways for the generation of Tn antigen, and thus, each type of tumor must be carefully examined to distinguish which of the potential pathways is affected.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 42,
                    "text": "Dahr et al. wrote in 1974 [12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 333,
                    "text": "(Tables 1 and 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Cancer"
        },
        {
            "text": "IgA nephropathy (IgAN) is the most common primary glomerulonephritis [289] and leads to terminal renal failure in 20-40 % of patients over 20-25 years. [290] IgAN is most frequent in Chinese and Japanese populations and relatively rare in persons of African descent, which suggests a role of ",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 74,
                    "text": "[289]",
                    "ref_id": null
                },
                {
                    "start": 152,
                    "end": 157,
                    "text": "[290]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IgA Nephropathy"
        },
        {
            "text": "genetic factors in its pathogenesis. [291] However, to date no causal gene has been identified, [292] [293] [294] and additional physiological and environmental factors appear to be required for clinical manifestation of the disease. The only method to unambiguously diagnose IgA nephropathy is based on renal biopsy. [295] IgAN is characterized by deposition of polymeric IgA, mostly of the IgA1 subclass, in the mesangium. These deposits elicit a glomerular inflammation, which leads to progressive renal injury. IgA1 isolated from the kidneys of IgA-nephropathy patients typically displays galactose-deficient O-glycans in its hinge region (Figure 3) . The hinge region of IgA1 has a high content of proline, serine, and threonine and about five O-linked glycan chains among the nine potential Ser/Thr residues available for O-glycan modification. [173] In normal IgA1, the hinge O-glycans consist of the core 1 disaccharide (Galb1-3GalNAca1-O-Ser/Thr or T antigen) carrying one or two sialic acids. [295] In IgA nephropathy, IgA1 O-glycosylation includes the expression of Tn and STn antigens, possibly as a result of a B-cell-restricted reduction in T-synthase activity. [296] Whether Cosmc plays a role in the pathogenesis of IgAN is uncertain. Several studies suggested that the transcript levels of Cosmc and T-synthase were reduced in the B cells of patients with IgAN. [119, [297] [298] [299] Other studies linked IgAN to polymorphisms of the genes that encode Cosmc and Tsynthase. [300] Yet another report concluded that there are no compromising Cosmc mutations in patients with IgAN. [301] A key problem in clarifying the role of Cosmc in IgAN is that it is likely that only a minor fraction of plasma cells that secrete the IgA1 are involved in this disease. Identification and isolation of this population of plasma cells is extremely difficult, but is crucial to the elucidation of a potential role of Cosmc and/or T-synthase in IgAN.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 42,
                    "text": "[291]",
                    "ref_id": null
                },
                {
                    "start": 96,
                    "end": 101,
                    "text": "[292]",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 107,
                    "text": "[293]",
                    "ref_id": null
                },
                {
                    "start": 108,
                    "end": 113,
                    "text": "[294]",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 323,
                    "text": "[295]",
                    "ref_id": null
                },
                {
                    "start": 851,
                    "end": 856,
                    "text": "[173]",
                    "ref_id": null
                },
                {
                    "start": 1003,
                    "end": 1008,
                    "text": "[295]",
                    "ref_id": null
                },
                {
                    "start": 1176,
                    "end": 1181,
                    "text": "[296]",
                    "ref_id": null
                },
                {
                    "start": 1379,
                    "end": 1384,
                    "text": "[119,",
                    "ref_id": null
                },
                {
                    "start": 1385,
                    "end": 1390,
                    "text": "[297]",
                    "ref_id": null
                },
                {
                    "start": 1391,
                    "end": 1396,
                    "text": "[298]",
                    "ref_id": null
                },
                {
                    "start": 1397,
                    "end": 1402,
                    "text": "[299]",
                    "ref_id": null
                },
                {
                    "start": 1492,
                    "end": 1497,
                    "text": "[300]",
                    "ref_id": null
                },
                {
                    "start": 1597,
                    "end": 1602,
                    "text": "[301]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 643,
                    "end": 653,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Reviews"
        },
        {
            "text": "The abnormal glycosylation of the IgA1 hinge region appears to contribute to the pathogenesis of IgA nephropathy. In the absence of galactose, the terminal GalNAc residue of hinge-region glycopeptides can be recognized by naturally occurring IgA1 or IgG antibodies, which results in the formation of circulating immune complexes. [295] Therefore, the propensity of an individual to develop autoimmune antiglycan antibodies may be a cofactor in disease manifestation. [291] Alternatively, the aberrantly glycosylated hinge regions may render IgA1 molecules prone to self-aggregation and the formation of macromolecular complexes by a nonimmunological mechanism.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 335,
                    "text": "[295]",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 472,
                    "text": "[291]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Reviews"
        },
        {
            "text": "The macromolecular IgA1 complexes may escape hepatic catabolism because they are too large to pass through endothelial fenestrae and reach the hepatocytes. [302] Instead, they are shunted to the renal circulation, where endothelial fenestrae overlying the glomerular mesangia are larger. The mesangial cells bind high-molecular-weight IgA1 with high affinity by an as yet unknown mechanism. [303] The activation of mesangial cells by IgA1 immune complexes is considered the initiating event in the pathogenesis of IgA nephropathy.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 161,
                    "text": "[302]",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 396,
                    "text": "[303]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Reviews"
        },
        {
            "text": "Tn antigen is expressed by various parasites. It was first described in Schistostoma mansoni schistosomula, which produce O-glycans consisting of simple monosaccharidesmostly O-GlcNAc, but also O-GalNAc. [304] The cestode Echinococcus granulosus expresses the Tn antigen in its larval and adult stages. The highest levels of Tn antigen are found in the secretions of the adult worm. [305] Echinococcus granulosus causes disease in livestock as well as in people. Human cystic echinococcosis is a chronic condition and may prove fatal. Tn antigen can be detected in serum samples of affected patients. The role of Tn antigen in the parasitism of Echinococcus granulosus has not been determined. However, the antigens in the secretions of the worm represent the main immunogenic challenge to the host and are therefore likely to be crucial in determining whether successful parasitism is established.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 209,
                    "text": "[304]",
                    "ref_id": null
                },
                {
                    "start": 383,
                    "end": 388,
                    "text": "[305]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Other Disorders and Diseases in Which Tn Antigen Is Expressed"
        },
        {
            "text": "Cryptosporidium parvum is a waterborn enteric coccidian that causes human and animal diarrheal disease. In immunocompetent hosts, the infection is asymptomatic and/or selflimited. However, in immunocompromised patients, it may be severe, chronic, and fatal. Infection with Cryptosporidium occurs when oocysts are ingested with food or contaminated water. The oocysts release sporozoites that can specifically adhere to and infect the epithelial cells of the small intestine. Infection depends on mucin-like glycoproteins (gp), namely, gp15/40 and gp900, expressed and/or secreted by the sporozoites. These glycoproteins were found to carry multiple Olinked a-GalNAc epitopes [306] that appeared to be crucial for infection, as sporozoite infectivity was blocked by GalNAcspecific lectins. Cryptosporidium furthermore expresses a multivalent Gal/GalNAc-binding lectin termed p30, [307] which associates with gp40 and gp900 through protein-carbohydrate interactions. As p30, gp900, and gp40 are all implicated in the attachment of sporozoites to intestinal epithelial cells, these proteins may form a functional adhesive complex. Being a multivalent Gal/GalNAc-specific lectin, p30 may engage in multiple interactions with both parasite and host carbohydrates, thereby bridging parasite and host cells during the invasion process.",
            "cite_spans": [
                {
                    "start": 675,
                    "end": 680,
                    "text": "[306]",
                    "ref_id": null
                },
                {
                    "start": 879,
                    "end": 884,
                    "text": "[307]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Other Disorders and Diseases in Which Tn Antigen Is Expressed"
        },
        {
            "text": "Interestingly, it was shown that anti-Tn antibodies can block the infection of lymphocytes by human immunodeficiency virus type 1 (HIV-1) [308, 309] and that both gp120 and gp160 contain the Tn antigen. Several viral-envelope glycoproteins contain not only N-glycans but also O-glycans. Some examples of viruses and viral glycoproteins that contain Oglycans are herpes simplex virus type 1, [310] [311] [312] vaccinia virus HA protein, [313] respiratory syncytial virus GP1, [314] mouse hepatitis virus, [315] murine leukemia virus gp70, [316] coronavirus E1, [315, 317] and HIV gp160/120. [308, 309, 318] In the case of HIV, it has been proposed that HIV infection of T cells may induce Tn-antigen expression, [309] but the potential mechanism and generality of the phenomenon is not yet clear. A complication in this regard is that the commonly used T cell line Jurkat expresses the Tn antigen in its glycoproteins [60, 120] as a result of defective synthesis of the T-synthase. [60] Expression of the Tn antigen by Jurkat cells has been used as a target for improved gene transfer through Tn-mediated endocytosis of antibodycoupled DNA. [85] Interestingly, it was recently shown that the infection of ferrets with H1N1 influenza virus causes upregulated expression of the sialyl-Tn antigen. [319] 6. Targeting Tn Antigen To Treat Diseases",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 143,
                    "text": "[308,",
                    "ref_id": null
                },
                {
                    "start": 144,
                    "end": 148,
                    "text": "309]",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 396,
                    "text": "[310]",
                    "ref_id": null
                },
                {
                    "start": 397,
                    "end": 402,
                    "text": "[311]",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 408,
                    "text": "[312]",
                    "ref_id": null
                },
                {
                    "start": 436,
                    "end": 441,
                    "text": "[313]",
                    "ref_id": null
                },
                {
                    "start": 475,
                    "end": 480,
                    "text": "[314]",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 509,
                    "text": "[315]",
                    "ref_id": null
                },
                {
                    "start": 538,
                    "end": 543,
                    "text": "[316]",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 565,
                    "text": "[315,",
                    "ref_id": null
                },
                {
                    "start": 566,
                    "end": 570,
                    "text": "317]",
                    "ref_id": null
                },
                {
                    "start": 590,
                    "end": 595,
                    "text": "[308,",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 600,
                    "text": "309,",
                    "ref_id": null
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "318]",
                    "ref_id": null
                },
                {
                    "start": 711,
                    "end": 716,
                    "text": "[309]",
                    "ref_id": null
                },
                {
                    "start": 917,
                    "end": 921,
                    "text": "[60,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 922,
                    "end": 926,
                    "text": "120]",
                    "ref_id": null
                },
                {
                    "start": 981,
                    "end": 985,
                    "text": "[60]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1140,
                    "end": 1144,
                    "text": "[85]",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 1294,
                    "end": 1299,
                    "text": "[319]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Other Disorders and Diseases in Which Tn Antigen Is Expressed"
        },
        {
            "text": "The finding of Tn antigen at the cell surfaces of neoplastic lesions has encouraged considerable effort toward the development of Tn-antigen-based antitumor vaccines. Early experiments were carried out by Springer et al., who used erythrocyte glycoproteins as antigens that they had isolated from outdated, banked blood and treated with enzymes to expose the Tn antigen. [320] On the basis of skin hypersensitivity tests with this reagent, Springer and co-workers claimed to be able to diagnose various carcinomas years before biopsies or X-ray examination gave a positive result. [320, 321] Furthermore, Springer and co-workers used the preparation for long-term anticarcinoma vaccination and reported the successful treatment of breast carcinoma. Of 16 patients, all survived more than 5 years and 10 of them more than 10 years. Comparing these results to the 1990 standard PDQ (physician data query) data of the National Cancer Institute, they claimed that the probability that their results for the fiveyear survival were based on chance was surprisingly minimal (p < 10 À8 ). [320] Even though, from our perspective today, the work of Springer and co-workers may have been pioneering, it is impossible to judge the validity of their data owing to the enigmatic quality of their erythrocyte glycoprotein preparation, the nonvalidated diagnostic procedures, and the lack of multiple controls.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 376,
                    "text": "[320]",
                    "ref_id": null
                },
                {
                    "start": 581,
                    "end": 586,
                    "text": "[320,",
                    "ref_id": null
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "321]",
                    "ref_id": "BIBREF327"
                },
                {
                    "start": 1081,
                    "end": 1086,
                    "text": "[320]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Development of Vaccines Based on the Tn Antigen"
        },
        {
            "text": "Nevertheless, attempts to generate Tn-antigen-based vaccines are ongoing, and the results have been encouraging. In contrast to the approach of Springer and co-workers, recent attempts to generate vaccines aim at generating well-defined and pure Tn-antigen preparations. Pure Tn antigen cannot be isolated from natural sources in sufficient amounts and hence needs to be produced by enzymatic and/or chemical methods. [322, 323] For the production of antibodies against a carbohydrate antigen, helper T lymphocytes need to be activated and cooperate with B lymphocytes. In general, carbohydrates alone, however, do not activate helper T lymphocytes and have limited immunogenicity. [25] Therefore, for the production of vaccines, carbohydrates are usually coupled to a carrier protein, which enhances presentation to the immune system and provides epitopes that can activate helper T cells. [324] When such a glycoprotein is processed and presented by antigen-presenting cells, a strong T-cell immune response is mounted, leading to the release of cytokines that increase antibody response. These antibodies are not only directed against the protein, but also against the less immunogenic carbohydrate antigen, and may lead to the production of IgG and other antibody classes. The increased immunogenicity of different presentations of Tn antigens linked to the protein keyhole limpet haemocyanin (KLH) suggested that the essential immunogenic structure for Tn antigen is a cluster of three to four consecutive monosaccharides. [325] Another glycopeptide vaccine carrying clustered Tn antigens was generated by either chemically or enzymatically transferring GalNAc to Ser/Thr residues of MUC1 peptide fragments. [323, 326] Because the MUC1 glycoprotein is overexpressed and aberrantly glycosylated in the majority of epithelial cancers (see also Sections 4.3 and 5.2), this approach is regarded as particularly promising. It was shown that MUC1 glycopeptides (consisting of three tandem repeats and carrying nine Tn antigens) were specifically internalized by dendritic cells through binding of their Tn antigens by the MGL receptor. [323] Subsequently, the glycopeptides entered the HLA-I and HLA-II compartments, which are associated with the induction of Th1 immunity.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 423,
                    "text": "[322,",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "323]",
                    "ref_id": null
                },
                {
                    "start": 682,
                    "end": 686,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 891,
                    "end": 896,
                    "text": "[324]",
                    "ref_id": null
                },
                {
                    "start": 1528,
                    "end": 1533,
                    "text": "[325]",
                    "ref_id": null
                },
                {
                    "start": 1713,
                    "end": 1718,
                    "text": "[323,",
                    "ref_id": null
                },
                {
                    "start": 1719,
                    "end": 1723,
                    "text": "326]",
                    "ref_id": null
                },
                {
                    "start": 2135,
                    "end": 2140,
                    "text": "[323]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Development of Vaccines Based on the Tn Antigen"
        },
        {
            "text": "In addition to the presentation of several clustered carbohydrate antigens on a carrier peptide, the immune response can be enhanced through coadministration of a third component: an immunological adjuvant, such as the saponin QS21. [327] [328] [329] Several three-component anticancer vaccines have advanced to clinical trials. They appeared to be safe, showed no evidence of autoimmunity, and produced an immune response to the Tn antigen in all patients. [84] Of 15 prostate cancer patients who had received the threecomponent vaccine Tn-KLH with QS21, 33 % achieved a favorable response as measured by a decrease in prostatespecific antigen (PSA) slopes. [325] Whether decreased PSA slopes translate into a slower progression of prostate cancer and improved survival of patients remains, however, to be validated.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 238,
                    "text": "[327]",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 244,
                    "text": "[328]",
                    "ref_id": null
                },
                {
                    "start": 245,
                    "end": 250,
                    "text": "[329]",
                    "ref_id": null
                },
                {
                    "start": 458,
                    "end": 462,
                    "text": "[84]",
                    "ref_id": null
                },
                {
                    "start": 659,
                    "end": 664,
                    "text": "[325]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Development of Vaccines Based on the Tn Antigen"
        },
        {
            "text": "R. D. Cummings et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development of Vaccines Based on the Tn Antigen"
        },
        {
            "text": "The effectiveness of a Tn-antigen vaccine clearly depends on the presence of Tn antigen on the carcinoma cell surface to enable targeting and to elicit cell killing, but results on Tn expression in prostate tumors are conflicting. By using a combination of immunohistochemistry with four different antibodies and carbohydrate microarray profiling of each antibody, Li et al. recently found that of 77 prostate tumors, only 4-26 % expressed the Tn antigen. [84] Therefore, a preselection of patients with Tn-positive tumors may significantly increase the success rate of Tn-antigen vaccines.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 460,
                    "text": "[84]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Reviews"
        },
        {
            "text": "The Tn antigen is a nonphysiological glycan structure in humans; thus, it is not surprising that it may be recognized as foreign by the immune system. The MGL expressed on myeloid antigen-presenting cells is known to specifically bind terminal a-and b-linked GalNAc. [330] MGL-positive antigenpresenting cells were found in the small intestine and lymph nodes. [331] Upon ligand binding, MGL rapidly internalizes, and the endocytosed ligand is transported along the endosomallysosomal pathway and presented in major histocompatibility complex class II (MHC II) molecules. MGL can regulate Tolllike receptor signaling and thus influence the outcome of an immune response. Depending on whether additional dendritic-cell activation occurs, Tn binding may lead either to an immune response and cell killing or to immune tolerance and inhibition of immune responses. [332, 333] Unraveling how the balance between immune response and tolerance to Tn antigen is regulated is key to understanding the pathogenic mechanisms underlying Tn syndrome, IgA nephropathy, and the escape of Tn-antigen-positive cancer cells from immunosurveillance; it is also necessary for the design of effective Tnantigen-based anticancer vaccines.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 272,
                    "text": "[330]",
                    "ref_id": null
                },
                {
                    "start": 361,
                    "end": 366,
                    "text": "[331]",
                    "ref_id": null
                },
                {
                    "start": 862,
                    "end": 867,
                    "text": "[332,",
                    "ref_id": null
                },
                {
                    "start": 868,
                    "end": 872,
                    "text": "333]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Removal of Cells Expressing the Tn Antigen"
        },
        {
            "text": "The Tn antigen, though small in size and simple in structure, has created huge interest since its discovery over 50 years ago. Apparently, the biology or pathophysiology of Tn antigen is complex. The abnormal expression of Tn antigen in human tissues, associated with pathology, as well as expression of the Tn antigen by human pathogens, indicate that it is a key target of immunity and regulation. The discovery that expression of the Tn antigen in human and animal pathologies may result from altered expression or mutation of the key molecular chaperone Cosmc, which regulates T-synthase folding, has created a new direction of research aimed at uncovering the genetic and potentially epigenetic regulation of protein O-glycosylation. However, much remains to be learned about the factors contributing to the pathological expression of the Tn antigen and about the complex biosynthetic controls that prevent its expression in normal cells. New strategies aimed at creating vaccines containing peptide conjugates of the Tn/STn antigen are promising and may lead to effective therapies against tumors expressing those antigens. Molecular strategies aimed at restoring normal O-glycan expression in cells compromised in O-glycan biosynthesis might also prove fruitful, now that the specific molecular targets have been identified. There is a dearth of knowledge, however, about the normal functions of O-glycans derived from elongation and extension of the Tn antigen, and that knowledge could help in defining the pathological consequences of Tn expression. It is hoped that a combination of approaches in synthetic chemistry, immunology, cell biology, biochemistry, and human and animal genetics will lead to breakthroughs in defining the structures and functions of O-glycans and in understanding the roles of the Tn/STn antigens in disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and Outlook"
        },
        {
            "text": "We thank Dr. Jamie Heimburg-Molinaro and Sandra Cummings for helpful comments during the writing of the manuscript. This work was supported by an NIH RO1 grant (RO1 GM068559) to R.D.C. and by an NIH RO1 grant (RO1K80876) to T.J.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and Outlook"
        }
    ],
    "bib_entries": {
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Thomsen Hemagglutination Phenomenon",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Friedenreich",
                    "suffix": ""
                }
            ],
            "year": 1930,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Vox Sang",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dahr",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Uhlenbruck",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Bird",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "29--42",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1423-0410.1974.tb02386.x"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ju",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "99",
            "issn": "",
            "pages": "16613--16618",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.262438199"
                ]
            }
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hirohashi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Clausen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shimosato",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hakomori",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "82",
            "issn": "",
            "pages": "7039--7043",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.82.20.7039"
                ]
            }
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Glycobiology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thurnher",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Clausen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mechtler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rusconi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dinter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Birnstiel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cotten",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "429--435",
            "other_ids": {
                "DOI": [
                    "10.1093/glycob/4.4.429"
                ]
            }
        },
        "BIBREF106": {
            "ref_id": "b106",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Bierhuizen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fukuda",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "89",
            "issn": "",
            "pages": "9326--9330",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.89.19.9326"
                ]
            }
        },
        "BIBREF125": {
            "ref_id": "b125",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ju",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "107",
            "issn": "",
            "pages": "9228--9233",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0914004107"
                ]
            }
        },
        "BIBREF141": {
            "ref_id": "b141",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kozarsky",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kingsley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Krieger",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "85",
            "issn": "",
            "pages": "4335--4339",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.85.12.4335"
                ]
            }
        },
        "BIBREF148": {
            "ref_id": "b148",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Gahmberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ekblom",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Andersson",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "81",
            "issn": "",
            "pages": "6752--6756",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.81.21.6752"
                ]
            }
        },
        "BIBREF157": {
            "ref_id": "b157",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Litscher",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Wassarman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "95",
            "issn": "",
            "pages": "6193--6197",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.95.11.6193"
                ]
            }
        },
        "BIBREF202": {
            "ref_id": "b202",
            "title": "Vliegenthart",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Rooijen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Voskamp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Kamerling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Glycobiology",
            "volume": "9",
            "issn": "",
            "pages": "21--30",
            "other_ids": {
                "DOI": [
                    "10.1093/glycob/9.1.21"
                ]
            }
        },
        "BIBREF224": {
            "ref_id": "b224",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Viney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Metcalf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kauppi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Hyland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Carpinelli",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stevenson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Croker",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "103",
            "issn": "",
            "pages": "16442--16447",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0607872103"
                ]
            }
        },
        "BIBREF327": {
            "ref_id": "b327",
            "title": "Scanlon in Immunodiagnosis of Cancer",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Springer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wise",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Carlstedt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tegtmeyer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "587--612",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Ju received his MD in 1986 from Qingdao Medical College and his PhD in biochemistry in 1994 from the Medical School of Fudan University Shanghai (China). Following postdoctoral studies in biochemistry/glycobiology with Richard D. Cummings and William M. Canfield (1997-1999), he worked as a Research Associate (1999-2001) and Research Assistant Professor (2002-2006) at the University of Oklahoma Health Sciences Center (OUHSC). Since 2006, he has been an Assistant Professor in the Department of Biochemistry at Emory University School of Medicine in Atlanta, Georgia. Vivianne I. Otto received her MSc in pharmaceutical sciences in 1987 and her PhD in pharmaceutical chemistry in 1997 from ETH Zurich (Switzerland). After postdoctoral research in neuroinflammation at the University Hospital of Zurich with M. C. Morganti-Kossmann (1997-2001), she joined the research group of Richard D. Cummings at the OUHSC as a research fellow (2001-2003). She completed her habilitation in 2006 in the Department of Chemistry and Applied Biosciences of ETH Zurich, where she is currently a lecturer in medicinal chemistry and glycobiology. Scheme 1. Structures of the Tn antigen and O-glycan derivatives of the Tn antigen.The Tn antigen is a precursor for many types of O-glycans, which are designated as core 1, core 2, and core 3 structures. These structures may be further modified, as shown in Scheme",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Biosynthesis of the Tn antigen and different O-glycan core structures derived from the Tn precursor.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Molecular basis for the production of normal O-glycans and for the expression of Tn and sialyl-Tn antigen in cells lacking functional T-synthase owing to loss of function of Cosmc.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Mucins and the expression of Tn and sialyl-Tn antigens.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "IgA1 and O-glycosylation of the hinge region. Whereas normal IgA1 contains core 1 type O-glycans at about five sites in the hinge region, IgA1 from patients with IgA nephropathy displays Oglycans with reduced amounts of galactose, and many chains are truncated and contain the Tn and STn antigens.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of the somatic mutations in Cosmc identified in patients with Tn syndrome.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary of the mutations in Cosmc identified in human tumor cell lines and mouse fibrosarcoma and neuroblastoma cells.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}