{
    "paper_id": "a3a27cb3c2bd93e0875415a0e06e892e607876d7",
    "metadata": {
        "title": "Biowarfare as a biopolitical icon",
        "authors": [
            {
                "first": "E",
                "middle": [],
                "last": "Mordini",
                "suffix": "",
                "affiliation": {},
                "email": "e.mordini@bioethics.it"
            }
        ]
    },
    "abstract": [
        {
            "text": "Nuclear warfare threat has been one of the main driver for cultural, political, economical and social changes in the late twentieth century, biological warfare threat is about to take it over. However, while nuclear warfare was a concrete possibility, biological warfare is just an elusive risk. This paper will explore some reasons for this apparent inconsistency by discussing biowarfare from a symbolic point of view, looking for its inner meanings and philosophical implications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Zusammenfassung Der drohende Atomkrieg war eine der Hauptantriebe kulturellen, politischen, wirtschaftlichen und gesellschaftlichen Wandels im spa¨ten 20. Jahrhundert. Jetzt ist die Gefahr biologischer Kriege im Begriff, diese Rolle zu u¨bernehmen. Wa¨hrend der Atomkrieg jedoch eine konkrete Mo¨glichkeit war, ist der Biokrieg nur ein kaum greifbares Risiko. In diesem Beitrag untersuchen wir einige der Gru¨nde fu¨r diesen offenbaren Widersinn, indem wir biologische Kriegfu¨hrung von einem symbolischen Standpunkt aus diskutieren und nach ihren inneren Bedeutungen und philosophischen Implikationen suchen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Re´sume´La menace de guerre atomique a e´te´l'un des moteurs principaux des changements culturels, politiques, e´conomiques et sociaux dans la deuxie`me moitie´du XX e sie`cle, la menace de guerre biologique est en passe de reprendre ce roˆle. Toutefois, tandis que la guerre nucle´aire e´tait une possibilite´concre`te, la guerre biologique est un risque peu tangible. Le pre´sent article explore les raisons de la contradiction apparente qui nous fait conside´rer la guerre biologique d'un point de vue symbolique et rechercher ses significations inte´rieures et ses implications philosophiques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Standard definitions of biowarfare focus on the deliberate use of biological agents, toxins, and their components for hostile use against humans, animals and plants. Till 2000s biowarfare was not in the limelight of the public debate, although in 1970s and 1980s a number of science fiction novels and movies exploited plots based on the use of germs to defeat an enemy. 1 In the 1990s two major events contributed to make biowarfare a political priority. The first one was the end of the Cold War with its geo-political consequences. The second was the tumultuous development of biotechnology. In the 1990s the life sciences began a revolutionary period. Scientific understanding of living systems and how to manipulate them has been expanding exponentially, fuelled by advances in computerization, the global dispersion of scientific expertise as well as biological databases, and substantial economic investment in biomedical and agricultural research and product development. There are 30 different bacteria, viruses, and fungi on the NATO list of biological weapons threats, and there are additional agents on other lists (Smith et al. 2003) . With sufficient effort many of these could probably be modified so as to evade existing vaccines and antibiotics. Yet the military potential of the biotechnological revolution remains still largely unexplored. In the summer of 1997, JASON (a group of academic scientists, which consults on technical matters for the US government and its agencies) addressed the problem of next-generation bioweapons threats (Block 2001) . The JASON study explored a wide range of future possibilities open to genetically engineered pathogens. Several broad classes of unconventional pathogens were identified by JASON. These include ''binary'' bioweapons, which (by analogy with chemical weapons) are two-component systems in which each part is relatively safe to handle but which become deadly in combination, and ''designer'' variations on genes, viruses and complete life forms, including chimeras that mingle existing components. Even the technology that allows the repair or replacement of defective genes might be subverted to introduce pathogenic sequences. ''Stealth'' viruses could be fashioned to infect the host but remain silent, until activated by a trigger. New zoonotic agents might be developed specifically for bioweapon purposes by modifying existing pathogens to seek human hosts. Finally, detailed knowledge of biochemical signaling pathways could conceivably be used to create ''designer diseases''. Microbiology is thus just a part of the landscape (Mordini 2004a) . The new constellation of twenty-first century bioweapons may also include biological agents such as: (1) overproduction of host inflammatory mediators to produce toxic shock; (2) knocking out genes that regulate key cell processes such as cell proliferation, which could therefore produce cancer and leukemia; (3) small molecules that disrupt molecular circuits in immune response, blood clotting system, higher brain 1 The origins of this plot date back to 1890 HG Wells' novel ''The War of Worlds'', which is the story of the invasion of Earth by technologically advanced Martians. The Martians flee their dying planet and descend in ten immense rocket capsules to southern England. Their plan-to take over the Earth and its resources-begins with an attack on London. People flee in panic, helpless against the superior weaponry of the Martians. Victory seems secure when suddenly the Martians succumb to a fatal infection by terrestrial germs. function; and (4) agents that can provoke acoustic disruption, bone pain, airway modulation, ultrasonic skin heating.",
            "cite_spans": [
                {
                    "start": 1127,
                    "end": 1146,
                    "text": "(Smith et al. 2003)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1557,
                    "end": 1569,
                    "text": "(Block 2001)",
                    "ref_id": null
                },
                {
                    "start": 2604,
                    "end": 2619,
                    "text": "(Mordini 2004a)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3040,
                    "end": 3041,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Humans are not the only potential target for future biological weapons. Both crops and animals have been subjects of biological weapons research. Bioweapons against crops and animals could prove a very effective way of conducting war by causing famines and destabilizing economies. Moreover, they may be easier to disguise as a ''natural'' event. Attacks on crops and livestock could also be combined with attacks on human beings. Anti-crop biological weapons have been proposed in the ''war against drugs''. 2 The application of sophisticated genetic knowledge of different crop species and varieties could greatly increase the gravity of these weapons (Dudley et al. 2002) .",
            "cite_spans": [
                {
                    "start": 654,
                    "end": 674,
                    "text": "(Dudley et al. 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Nuclear warfare threat has been one of the main drive for cultural, political, economical, and social changes in the late twentieth century, biological warfare threat is about to take it over. However, while nuclear warfare was a concrete possibility, biological warfare is just an elusive risk. This paper will explore some reasons for this apparent inconsistency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Ancient warfare resulted from local and regional conflicts involving different communities (ethnic, religious, cultural, political, and geographical) . Then, in the post-Westphalia order, wars were mostly matter of state entities. The two world wars in the twentieth century introduced some major changes. The devastation of the Second World War, the Jewish Holocaust, the violence inflicted on occupied populations by the Germans and the Japanese, American strategic air war against civil targets in Europe and Japan, prompted a profound reconsideration of the relationship between nations, human rights, and international peace and generated the quest for a collective global governance of world affairs.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 149,
                    "text": "(ethnic, religious, cultural, political, and geographical)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Wars and symbols"
        },
        {
            "text": "The post World Wars scenario was dominated by nuclear confrontation between two super powers, USA and URSS. The nuclear holocaust was a collective nightmare, a mental obsession that shaped the late twentieth century. In fact the Cold War introduced a new kind of warfare, the ''imaginary war'' (Oates 1994) , played through propaganda, nuclear deterrence, ''weaponisation'' of military spending, and local/regional wars. Now the key feature of the post Cold War scenario is asymmetry. The evident US supremacy has made this nation the only remaining global superpower. In the 1990s, the concept of ''asymmetric conflicts'' begun to gain favor among military analysts, who asserted that, when forces in confrontation do not possess the same level of military power, they adopt dissimilar tactics (Paul 1994) . In asymmetric wars the distinction between war and peace blurs and the battlefields and frontlines become indefinable. Asymmetric wars are the mature product of the information society and the use and management of media hype is part of the strategy. The Persian Gulf TV war indicated the extent to which computer and information systems were of primary importance in the planning and execution of the war (Best and Kellner 2001) . The accelerated role of information technologies in postmodern war has led some theorists to talk of new ''Network-Centric Warfare'' and a ''revolution in military affairs'' (RMA). These changes have been produced by the co-evolution of economics, information technology, and business processes and organizations (Mordini 2004b) . If the Cold War created the ''imaginary war'', the asymmetric war created the ''virtual war''. The scholar who first used this concept was Jean Baudrillard (Baudrillard 1995) . Shortly before the Persian Gulf War, Baudrillard predicted that the war would not actually happen. The reality of the war had been replaced by a ''copy'' war that is delivered to televisions across the world where no fighting is taking place. America was engaged in an illusion that it was fighting, much as the mind engages with a video game, where the experience tricks the consciousness into believing it is an active participant in something that is not happening. So while the combat may have been real, only a few people experienced it and they were on the other side of the world. The ''war'' that was broadcast on television, and therefore the war as it is understood by the majority of people, was not actually real.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 306,
                    "text": "(Oates 1994)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 795,
                    "end": 806,
                    "text": "(Paul 1994)",
                    "ref_id": null
                },
                {
                    "start": 1215,
                    "end": 1238,
                    "text": "(Best and Kellner 2001)",
                    "ref_id": null
                },
                {
                    "start": 1554,
                    "end": 1569,
                    "text": "(Mordini 2004b)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1728,
                    "end": 1746,
                    "text": "(Baudrillard 1995)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Wars and symbols"
        },
        {
            "text": "Baudrillard's point is that warfare is a powerful symbol, which forms a fantasmatic space of considerable rhetorical informative force. ''Cold war'', ''imaginary war'', ''asymmetric war'', ''virtual war'' are metaphorical descriptions of political and power relations. The ways in which states prepare and organize themselves for war, and the ways in which their societies problematise security, directly reflect the forms of life that they enact. In other words, politics, war and forms of life are intimately correlated. The term biopolitics has been created to point out such a conflation between life (bios) and society (polis).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wars and symbols"
        },
        {
            "text": "The word biopolitics has been used in various senses by philosophers, social scientists, and biologists. Some scholars have used it to describe an approach which deals with the physiological and neural basis of social behavior; while others meant with biopolitics public policies that regulate contentious biological issues, such as genetic and reproductive engineering, stem cell, etc. The term was coined by a Swedish political geographer, Rudolph Kjellen, who also coined the word geopolitics (Kjellen 1911). According to Kjellen nation States should be conceived as living bodies 3 and consequently politics is always bio-politics. 3 The comparison between body and society has a long history. The analogy goes back to Plato (e.g., in Republic, Books II, III, and IV), to the well-known Menenius Agrippa's fable of the belly and the members, and to Stoics philosophy (e.g., Seneca). Also in early Christianity this analogy was important. St. Paul developed the idea of the Church and its members as the continuation of the body of Christ and this analogy remained central to the Christian thought. For a long period this analogy fell then into disrepute-judged an mere rhetoric expedient without any explanatory power-and only re-emerged with the work of Herbert Spencer. Spencer suggested that the body could be interpreted as a ''commonwealth of monads'' in which each cell was allotted a particular social role. In his 1860 essay of ''The Social Organism'' Spencer provided a model of social evolution as a process whereby the roles of individuals is similar to the cellular organisation of the body. Human society was depicted as an imperfect approximation to the biological co-ordination achieved in the animal body Kjellen did not think of ''biopolitics'' as a metaphor but as a vision, almost a political program. The process of naturalization of the notion of State progressed with the German biologist Jakob Johann von Uexku¨ll, one of the founders of behavioral physiology and ethology (Uexku¨ll 1920) . According to Uexku¨ll German state was threatened by various degenerative diseases such as socialism, Zionism, and democracy. Like a cancer these new social elements risked to dissolve the German body. Uexku¨ll's bio-political thesis is central to being able to understand how biomedicine shaped the German political ethos. Uexku¨ll's sanitary political utopia was a vision strictly connected with future Nazi ideology, based on the purification of the German body politic from diseases and ''racial aliens''. However, the category of biopolitics does not belong only to German culture. In 1930s the influential British novelist, Morley Roberts, began to explore the parallels between cancerous growths in the human body and malignant developments in the body politic. Although the metaphorical equation of cancer with social unrest was a commonplace in both political and medical discourse, Roberts developed the analogy far further than most other commentators. Indeed, he used the analogy between social and somatic pathology as a point of departure for a theory which would lead him to a fundamental redescription of the human body and human society as a whole (Blank and Hines 2001) . In his major biological works, Warfare in the Human body (1920); Malignancy and Evolution (1926); Biopolitics (1938) Roberts pursued the organic analogy, developing a model of any natural organization, from the individual protozoa through the animal and the human to the modern nation state. In this analogy Roberts developed a complex comparison between human immunological system and the political system. Roberts' parable ended in 1941 with an essay-Behavior of Nations-in which he compared British anti Judaism with an anaphylactic crisis against Jews.",
            "cite_spans": [
                {
                    "start": 636,
                    "end": 637,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 2000,
                    "end": 2015,
                    "text": "(Uexku¨ll 1920)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 3183,
                    "end": 3205,
                    "text": "(Blank and Hines 2001)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "The genealogy of biopolitics"
        },
        {
            "text": "By the beginning of 1900, biology (especially biological determinism) begun to play an important role in politics. Biological imagery was important in popular literature and most political parties claimed to ground their ideologies on biological basis. The party which mostly incorporated biological rhetoric in its program was probably the Nazi party. In such a sense Nazi politics was a perfect instance of biopolitics. Fritz Lenz (one of the Germany's most prominent biologist) praised Hitler in 1930 as ''the first politician of truly great import who has taken racial hygiene as a serious element of state policy'' (quoted by Proctor 1992, p 18). Lenz also coined the definition of National Socialism as ''applied biology'', and this definition soon became the preferred definition that Nazi leaders gave of their movement. Biopolitics was central to Nazi state at least in two senses: ''in its suppression of dissent (the organic body does not tolerate a battle between one part and another) and in its emphasis on natural modes of living. Nature and natural modes of living were highly prized by Nazi philosophers. Women were not supposed to wear makeup, and legislation was enacted early in the Nazi period to protect endangered species. Hitler did not smoke or drink, nor would he allow anyone to do so in his presence'' (Proctor 1992, p 19) .",
            "cite_spans": [
                {
                    "start": 1330,
                    "end": 1350,
                    "text": "(Proctor 1992, p 19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The genealogy of biopolitics"
        },
        {
            "text": "A new wave of interest for the term biopolitics was then raised in 1960s in France. This new wave was marked by the defeat of the Nazi biopolitics and was chiefly characterized by a neo-humanist perspective. The paper that opened this new season was Starobinski's essay La Biopolitique. Essai d'interpre´tation de l'histoire de l'humanite´et des civilisations. Starobinski's essay was based on the necessity that politics incorporated spiritual elements in the political context. However, the book that really shaped this period was Introduction a`une politique de l'homme that Edgard Morin published in 1969 (Morin 1969 . In his essay Morin stated that life and death are part of a larger ''anthro-political'' dimension, which is central to being able to understand modern political conflicts. In fact there were a number of conceptual ambiguities in the way in which the notion of biopolitique was used in 1960s in France, as it is shown by the contradictory results of the Journe´es d'e´tude sur la biopolitique organized in Lyon in 1966 (Esposito 2004 .",
            "cite_spans": [
                {
                    "start": 585,
                    "end": 608,
                    "text": "Morin published in 1969",
                    "ref_id": null
                },
                {
                    "start": 609,
                    "end": 620,
                    "text": "(Morin 1969",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1028,
                    "end": 1040,
                    "text": "Lyon in 1966",
                    "ref_id": null
                },
                {
                    "start": 1041,
                    "end": 1055,
                    "text": "(Esposito 2004",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "The genealogy of biopolitics"
        },
        {
            "text": "A third wave of bio-political studies started in the Anglo-Saxon world. In 1973 the International Science Association initiated a research program on biology and politics. Various international conferences were convened, till 1983 when the Association for Politics and Life Sciences was launched together with a scientific journal ''Politics and life sciences'' and a book series Research in Biopolitics. This wave was marked by a naturalistic perspective, by a shift from a social to a biological paradigm. According to Thorson (1976) what matters is not to turn politics into an exact science but rather to give politics a natural foundation. Biopolitics became almost a synonymous of socio-biology. The central thesis of this movement was that social events did not require complex historical explanations but simple evolutionary and biological descriptions. ''Political behaviors'' are just a special case of biological determined behaviors. In the case of these scholars the notion of biopolitics is rather clear: biopolitics means the use of theoretical tools borrowed from biology to study, explain, foresee, and prescribe political behaviors and policies (Somit and Peterson 1996) .",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 535,
                    "text": "Thorson (1976)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1163,
                    "end": 1188,
                    "text": "(Somit and Peterson 1996)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The genealogy of biopolitics"
        },
        {
            "text": "Michel Foucault was the scholar who re-introduced the term biopolitics in contemporary philosophical and political debate. According to Foucault's analysis ''life'' and ''living being'' [ le vivant] are at the heart of new political battles and new economic strategies. In Foucault's view the fact that life and living being, the species and its reproductive requirements, have moved to the heart of political struggle is something that is radically new in human history: ''For millennia, man remained what he was for Aristotle: a living animal with the additional capacity for a political existence; modern man is an animal whose politics places his existence as a living being in question'' (Foucault 1994a, p 76) . With ''biopolitics'' Foucault meant the various strategies employed by European nation-states to manage and regulate their population: health records, sanitation studies, birth rates, death rates, infant mortality statistics, genealogical records, demographics, and so forth. What emerges with the introduction of biopolitics is the notion of a social body as the object of government. It is the notion of population: biopolitics is concerned with population as a political and scientific problem, as a biological issue of the exercise of power.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 198,
                    "text": "Foucault's analysis ''life'' and ''living being'' [ le vivant]",
                    "ref_id": null
                },
                {
                    "start": 693,
                    "end": 715,
                    "text": "(Foucault 1994a, p 76)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Foucault"
        },
        {
            "text": "In Foucault's theory the concept of biopolitics underlies the introduction of a new element both with respect to judicial power and disciplinary techniques. Biopolitics does not act on the individual a posteriori, as a subject of discipline in the diverse forms of rehabilitation, normalization, and institutionalization. It rather acts on the population in a preventive fashion. The theory of sovereign right functioned on the basis of the pre-determined and complementary notions of individual and society, which, at the outcome of the sovereign constitutive process, are transformed into the contracting individual and the social body constituted through the contract (whether voluntary or implicit). In Survelleir et punire Foucault began to shake the foundations of the political theory of sovereignty with his notion of disciplines. Unlike the judicial power of sovereign right, these were concerned with the practice of power on the individual and his body. He was later to complement the idea of discipline with that of biopower and biopolitics. The novel aspect introduced in the analysis of power by the notion of biopolitics is that the latter does not deal with society (as the judicial body defined by law and the contract), nor with the individual-body. Foucault defines biopolitics as the form of government taken by a new dynamic of forces that, in conjunction, express power relations that the classical world could not have known. Foucault thinks that the fundamental political problem of modernity is not that of a single source of sovereign power, but that of a multitude of forces that act and react amongst each other according to relations of command and obedience. The relations between man and woman, master and student, doctor and patient, employer and worker, that Foucault uses to illustrate the dynamics of the social body, are relations between forces that always involve a power relation. If power, in keeping with this description, is constituted from below, then we need an ascending analysis of the constitution of power, one that begins with infinitesimal mechanisms that are subsequently utilized, transformed and institutionalized by ever more general mechanisms, and by forms of global domination. Consequently, biopolitics is the strategic coordination of these power relations in order to extract a surplus of power from living beings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Foucault"
        },
        {
            "text": "In Foucault's analysis is central the idea that biopolitics can easily turn into its reverse. The essence of biopolitics is indeed a continuous negotiation between life and death. Foucault emphasizes the strict relationship between development of biopolitics and the increasing homicide and genocide capacity of modern societies: ''Wars were never as bloody as they have been since the nineteenth century, and all things being equal, never before did regimes visit such holocausts on their own populations. But this formidable power of death [...] now presents itself as the counterpart of a power that exerts a positive influence on life, that endeavors to administer, optimize, and multiply it, subjecting it to precise controls and comprehensive regulations. Wars are no longer waged in the name of a sovereign who must be defended; they are waged on behalf of the existence of everyone; entire populations are mobilized for the purpose of wholesale slaughter in the name of life necessity; massacres have become vital'' (Foucault 1994b, p 137) . In Foucault's perspective genocide is a paradigm of modernity, or at least its logical point of arrival: ''If genocide is indeed the dream of modern powers, this is not because of a recent return of the ancient right to kill: it is because power is situated and exercised at the level of life, the species, the race, and the large scale phenomena of population'' (Foucault 1994b, p 137) .",
            "cite_spans": [
                {
                    "start": 1024,
                    "end": 1047,
                    "text": "(Foucault 1994b, p 137)",
                    "ref_id": null
                },
                {
                    "start": 1413,
                    "end": 1436,
                    "text": "(Foucault 1994b, p 137)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "From biopolitics to thanatopolitics"
        },
        {
            "text": "Mid and late nineteenth century Europe was generally characterized by a pervasive faith in the progress of reason and science. In parallel metaphysical and moral nihilism found its way in the heart of European civilization. Assuming that there is no unchanging ground, no eternal God or Being that underlies the flux of the experience, nihilism affirmed that all standards are historically relative, that there is no basis for any universal moral law. In this period the Western thought also generated two ideologies that both tried to justify hate as an engine of progress. Communism and racism are pseudo-scientific ideologies that germinated in the context of the nineteenth century triumphant scientism. They introduced an antinomy in Western history: life can be defended only through an enlargement of the death circle. Central to this operation is the notion of biopolitics. Biopolitics produces a separation between those who should live and those who should die, and, still more important, it establishes a relationship between the two conditions in the sense that those who are killed justify with their death the life of those who survive. With Nazism and Communism killing power is no more concentrated in the hands of the chief, the king, but it is distributed. Anyone-either directly or indirectly-is entitled to kill anyone else. Thinking of the twentieth century mass murders as a perversion of Western ethos is naive, as Foucault has thought us. Last century totalitarianisms have relied on the fantasy of shaping the world through an absolute dominion over it reached thanks to a superior scientific knowledge. Their way to reflect on scientific knowledge-and to use scientific knowledge to establish power relations-marks a fundamental divide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From biopolitics to thanatopolitics"
        },
        {
            "text": "In the light of Foucault's thesis, and what I have argued about it so far, I would like to advance three very broad definitions of biowarfare. Each definition will try to answer to a question: one of these concerns the reasons why no biological attack has really occurred till now. The second regards the paradoxical situation in which we are: biological attacks are just a remote possibility, notwithstanding governments have made biodefense a political, economical, military, and social priority. The third addresses the heart of our argument, that is to say the notion of biopolitics applied to biowarfare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biowarfare"
        },
        {
            "text": "1. According to the US National Intelligence Council's 2020 Project ''Bioterrorism appears particularly suited to the smaller, better-informed groups. Indeed, the bioterrorist's laboratory could well be the size of a household kitchen, and the weapon built there could be smaller than a toaster. Terrorist use of biological agents is therefore likely, and the range of options will grow. Because the recognition of anthrax, smallpox or other diseases is typically delayed, under a ''nightmare scenario'' an attack could be well under way before authorities would be cognizant of it'' (NIC 2005) .",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 594,
                    "text": "(NIC 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Biowarfare"
        },
        {
            "text": "After 9/11, security experts have told that a biological attack is not matter of ''if'' but ''when and where''. Biotechnology, although sophisticated, is not beyond the capacity of non-state actors (Cordesman and Burke 2000) . The dissemination of biological substances does not call for complicated devices. They work through inhalation or ingestion and can easily be spread by crop-spraying equipment in the open or by aerosol in a confined space. Alternatively, depending on their nature, they can be introduced into the drinking water supply or the food chain. Biological weapons can be carried undetected across frontiers if need be, either in small initial cultures from which the desired quantity could be grown or in quantities that are already sufficient for a fullscale massacre. Political analysts affirm that on state groups may use bioweapons to attempt to intimidate legitimate governments (Betts 1998). As a matter of fact, however, such an attack has never happened (the anthrax affair is a complex incident that is still unclear, which was in its concrete dimension completely insignificant).",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 224,
                    "text": "(Cordesman and Burke 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Biowarfare"
        },
        {
            "text": "My point is that bioweapons are still too ''dry'' in comparison to traditional bombings. Basically terrorism is a form of warfare based on the systematic use of means tailored for generating fear. The degree to which it relies on fear distinguishes terrorism from both conventional and guerrilla warfare. Although conventional military forces invariably engage in psychological warfare against the enemy, their principal means of victory is strength of arms. Similarly, guerrilla forces, which often rely on acts of terror as a form of propaganda, aim at military victory. Terrorism doesn't look for a traditional military victory but hopes that the sense of terror that they engender will induce the population to pressure political leaders toward a specific political end. Terrorists kill relatively small number of people in order to make a very large number of living and frightened hostages. It has been argued that bioweapons are especially effective at causing terror, because they are invisible, odorless, and imperceptible to humans. Moreover, their effects are not immediate but delayed and often protracted (Holloway et al. 1997 ). Yet these are the very reasons why biological attacks are probably good means of mass destruction but are bad terrorism means. To put it bluntly, they would not ''break'' the TV screen. Terrorists must rely on media coverage to be effective. In asymmetric wars, media-including new electronic media-are turned into a sort of ''binary weapon'' in which two elements (the attack and information on the attack) are assembled to multiply effects. Bio attacks are not likely to become a real media event because they do not produce immediate, visible effects; they lack a single point for the media to focus on. Little doubts that using a commercial aircraft on a suicide mission is much more a media event than an epidemic. We have thus to expect future biological attacks only if terrorists succeed in turning them into media events. Terrorists need to find the appropriate plot before using bioweapons (Mordini 2005) . This is thus my first definition of biowarfare: biowarfare is a narrative that is still waiting for the right script.",
            "cite_spans": [
                {
                    "start": 1118,
                    "end": 1139,
                    "text": "(Holloway et al. 1997",
                    "ref_id": null
                },
                {
                    "start": 2043,
                    "end": 2057,
                    "text": "(Mordini 2005)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Biowarfare"
        },
        {
            "text": "2. Till today bioweapons have never been used successfully in ''normal '' wars. 4 The same holds true for bioterrorists' attacks. No terrorist group has ever 4 Japan was the only nation in World War II that made confirmed use of biological weapons, and it used relatively crude means. While Japan used biological weapons against some 12 Chinese cities, the total number of deaths does not seem to have exceeded 10,000-many of which were caused under controlled conditions by experiments using human beings as live subjects (Miller et al. 2001) . Other nations confined their efforts to experimentation. No nation is known to have used germs successfully against the personnel of another after the World War II. Charges of germ warfare were made by the Chinese against United Nations forces in the Korean War (1950) (1951) (1952) (1953) , but no substantiation was offered. Iraq admitted in 1995 that it equipped shells and warheads during the Persian Gulf War with anthrax. None of these weapons was used successfully used bioweapons. 5 Yet worldwide governments have made biodefense a priority (see the case of smallpox vaccination in Selgelid 2004) . Colin Powell's photo while he is showing a vial that he said could contain anthrax as he presents evidence of Iraq's alleged weapons programs to the UN Security Council on February 5, 2003 may well symbolize this odd condition.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 81,
                    "text": "'' wars. 4",
                    "ref_id": null
                },
                {
                    "start": 523,
                    "end": 543,
                    "text": "(Miller et al. 2001)",
                    "ref_id": null
                },
                {
                    "start": 808,
                    "end": 814,
                    "text": "(1950)",
                    "ref_id": null
                },
                {
                    "start": 815,
                    "end": 821,
                    "text": "(1951)",
                    "ref_id": null
                },
                {
                    "start": 822,
                    "end": 828,
                    "text": "(1952)",
                    "ref_id": null
                },
                {
                    "start": 829,
                    "end": 835,
                    "text": "(1953)",
                    "ref_id": null
                },
                {
                    "start": 1136,
                    "end": 1150,
                    "text": "Selgelid 2004)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Biowarfare"
        },
        {
            "text": "It would be too trivial to think that the only issue at stake is western governments' integrity. It is obvious the same governments have used the biological attack risk as an opportunity to implement their own political agenda, it does not still explain why biodefense has become a military and political priority.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biowarfare"
        },
        {
            "text": "Governments have made biodefense a priority for a lot of practical reasons, which range from economic and political considerations to military and intelligence aspects. Yet there is probably a deeper reason. Biodefence has been an attempt to cope with the feeling of deep insecurity raised by 9/11. As stated by Jorgen Habermas, ''Surely the uncertainty of the danger belongs to the essence of terrorism. But the scenarios of biological or chemical warfare painted in detail by the American media during the months after September 11, the speculations over the various kinds of nuclear terrorism, only betray the inability of the government to at least determine the magnitude of the danger. One never knows if there's anything to it'' (Borradori 2004, p 45) . Terrorism war is part of the dark side of the postmodern adventure, increasing global insecurities and the possibility of world destruction. Terrorism exhibits a continuation of the worst features of modernity, and threatens to take the development of new technologies to a catastrophic end-game. Biodefense programs are more a way to address this feeling of insecurity than a way to address terrorist's threat. From the anthrax crisis till now the sole biological wars that have been truly combated-and that have mobilized worldwide huge human and economic resources-have been biodefense exercises, computer simulations, and scenario studies.",
            "cite_spans": [
                {
                    "start": 736,
                    "end": 758,
                    "text": "(Borradori 2004, p 45)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Biowarfare"
        },
        {
            "text": "Biowarfare is therefore a virtual war or, to be more precise, a virtual reality video game; this is my second definition. Michael Ignatieff (Ignatieff 2000) has provided an impressive analysis of virtual wars. In ''real'' war, nations are mobilized, soldiers fight and die, victories are won. In virtual war, there is often no formal declaration of hostilities, the combatants are computer programmers, the nation enlists as a TV audience, and instead of defeat and victory there is only an uncertain endgame. Virtual war is real war, although on a different level or reality. As put by the French philosopher Paul Le´vy ''Virtuality has absolutely nothing to do with its image, as supplied by television. It does not refer to some false or imaginary world. On the contrary, virtualization is the very dynamic of a shared world; it is that through which we share a reality. Rather than circumscribing a realm of lies, the virtual is the mode of existence from which both truth and lies arise'' (Le´vy 1998, p 184). 5 Two well known episodes and often quoted episodes of deliberate use of biological agents are actually marginal: (1) the contamination in 1984 of salad bars in the small town of The Dalles, Oregon, with Salmonella typhimurium, the bacteria were spread by members of a religious cult, who were apparently testing a plan to gain control of local government by keeping other citizens from voting in a coming election; (2) the Tokyo subway attack by members of the Aum Shinri Kyo sect on 20 March 1995, which was actually a chemical attack. However, a week later, the Japanese police found a substantial quantity of botulin in premises belonging to the sect. Had it used that substance instead of sarin in the same circumstances, thousands or tens of thousands might have died 3. My third point concerns the very nature of biowarfare. The issue at stake is here a pure political issue, i.e., the relation between infectious disease and politics. Biowarfare is the most recent technique of a complex strategy where biological knowledge is the source of the power that determines relations at micro and macro levels. At micro level, in the last decades the issue of individual risk has been shaping private behaviors and public policies (AIDS and HIV infection are likely to be the most blatant example, but also other infections have provoked similar power dynamics). At nation-state level, infectious diseases have been a crucial factor in determining power relations among different states, let us think for instance of the international dispute on drug patenting and IPRs. At transnational levels, outbreaks of emerging diseases such as SARS, Ebola, avian flu, mad cow disease, have challenged administrative and political boundaries, have forced to modify international trade agreements, have imposed the need of a global health governance. Infectious diseases (HIV/AIDS epidemics, Cholera in Peru in 1991 , plague in India in 1994 , Ebola in Zaire in 1995 , Rift Valley Fever in 1998 , BSE, SARS, drug resistant tuberculosis and malaria) have been one of the most important drives for globalization (Chen et al. 1999) .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 156,
                    "text": "(Ignatieff 2000)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2876,
                    "end": 2920,
                    "text": "(HIV/AIDS epidemics, Cholera in Peru in 1991",
                    "ref_id": null
                },
                {
                    "start": 2921,
                    "end": 2946,
                    "text": ", plague in India in 1994",
                    "ref_id": null
                },
                {
                    "start": 2947,
                    "end": 2971,
                    "text": ", Ebola in Zaire in 1995",
                    "ref_id": null
                },
                {
                    "start": 2972,
                    "end": 2999,
                    "text": ", Rift Valley Fever in 1998",
                    "ref_id": null
                },
                {
                    "start": 3115,
                    "end": 3133,
                    "text": "(Chen et al. 1999)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Biowarfare"
        },
        {
            "text": "Bioterrorism crisis emerged in this context. This crisis was generated by the awareness of the potential for catastrophic destruction that biotech engineered weapons may develop (Mordini 2004a) . Biotechnology has deeply modified our notion of biowarfare by altering not only the nature of weaponry but also its goals. As biotechnology advances bioweapons will not have only the potential to kill people, but they will be able to interfere with the fundamental biological processes of cognition, development, reproduction, and inheritance. Future bioweapons can remove immunities and compromise healing capabilities; they could induce sterility; they could induce dementia-like diseases; they could produce long-term tailored diseases similar to AIDS that could combine serious initial lethality with crippling long-term effect lasting decades. Finally, bioweapons which use transforming viruses or similar DNA vectors carrying Trojan horse genes (retrovirus, adenovirus, poxvirus, and HSV-1), can produce inheritable (germline) effects.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 193,
                    "text": "(Mordini 2004a)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Biowarfare"
        },
        {
            "text": "The most intriguing aspect of the bioterrorism crisis has been the practically impossibility to distinguish between medical research, biodefense activities, and bioweapon production, because all biological knowledge is basically dual use. The expression dual use technology means technology that can be used both for civil and military purposes. The dual use nature of biotechnology demonstrates the explanatory power of Foucault's seminal analysis. This is the case, for instance, of contraceptive vaccines. Strategies of contraceptive vaccination have been already adopted in veterinary applications, and the possibility of using transgenic plants or vectored-vaccine in humans without their consent are a real threat (Mordini 2000) . Theories such as contamination of drinking water or of edible vaccines used in hidden mass contraceptive immunization are not different from biowarfare theories in which bioweapons are used to sterilize target populations (Ferro and Mordini 2004) . Population control strategies end up confusing with war strategies, confirming Foucault's central thesis that whereas for Clausewitz war was the extension of politics by other means, biopolitics is the extension of war by other means. Similar arguments could be also raised speaking of the appearance of new diseases such as Ebola, SARS and AIDS. Not only for all these diseases have been postulated a ''lab origin''-which is clearly false but which is however an important clue of the zeitgeist-but they have really been biological weapons in the political, economical, and societal sense of the term, if not in a strict military sense. It is enough to mention the political use that has been done of recent SARS outbreak to negotiate with Chinese government its participation in international trade agreements, and to integrate China in the international health system. I would argue, then, that biowarfare is the ultimate form assumed by biopolitics. I think that this is true according to at least three different perspectives.",
            "cite_spans": [
                {
                    "start": 720,
                    "end": 734,
                    "text": "(Mordini 2000)",
                    "ref_id": null
                },
                {
                    "start": 970,
                    "end": 983,
                    "text": "Mordini 2004)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Biowarfare"
        },
        {
            "text": "First, biowarfare is biopolitics as far as it is applied biology. Biowarfare is applied biology both in the more trivial sense (it is biology applied to warfare) and in a more sophisticated sense (it is a way to exploit biological knowledge to establish new power relations). Biowarfare is going to become the main relation of force, knowledge, and power that defines life and delimits populations in the post (late) modernity. The spectre of bioterrorism has already generated powerful tools for controlling mobility of researchers, liberty of publication, dissemination of scientific knowledge, allocation of human and economic resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biowarfare"
        },
        {
            "text": "Second, biowarfare is biopolitics because it is a strategic game in which biology and war are assimilated into networks of political relations. Political use of emerging infectious diseases (such as SARS, Ebola, avian flu, and HIV infection) and military use of weaponized germs rely on the same political makeup. For instance, international monitoring systems, which are targeting both outbreaks of emerging diseases and biological attacks, have been possible only thanks to the bioterrorism crisis. International public health policies, emerging infectious diseases, biodefense, and bioterrorism are nothing but the various facets of the same prism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biowarfare"
        },
        {
            "text": "Finally, biowarfare is biopolitics because it is thanatopolitics. Bioweapons are no longer ''weapons that use biological agents''; they are rapidly becoming ''weapons that directly affect life processes''. Wherever there is talk about ''biopolitics'', the real issue on stake is death politics, the politics of extermination. As Foucault points out, war today has two functions: it exists not only to destroy a political adversary but also to destroy the ''biological threat'', to destroy the sort of threat that those people over there represent to our race. And by exploiting knowledge on the genetic makeup of different populations and consequently by targeting weapons at specific ethnic groups, new generation bioweapons could be used to carry out ethnic cleansing and even genocide (Mordini 2004a (Mordini , 2005 .",
            "cite_spans": [
                {
                    "start": 788,
                    "end": 802,
                    "text": "(Mordini 2004a",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 803,
                    "end": 818,
                    "text": "(Mordini , 2005",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Biowarfare"
        },
        {
            "text": "Heraclitus, the ancient Greek philosopher, wrote '' The bow (bio´s) is called life (bıós), but its work is death'' (Fr. 49 a). I have discussed some icons of the endless game between life and death. I have investigated the issue of biowarfare from a symbolic point of view, looking for its inner meanings and philosophical implications. I have given three definitions of biowarfare: -Biowarfare is a narrative waiting for a script -Biowarfare is a virtual reality war game -Biowarfare is the most recent form of biopolitics I think that these three associated definitions may have a good explanatory power. Obviously I don't pretend to make any forecast about future biowarfare, although my arguments may imply some possible scenarios. Rather than a true conclusion, I would like to make only a general remark.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Terrorists are not the absolute Other as sometimes we seem to think. They publish in the same scientific journals where we submit our papers; they invest their money in the same stock markets where we invest; and they enjoy reading Tom Clancy's books from which, unfortunately, they may get the idea of commandeering commercial aircrafts and slamming them into the World Trade Center (Clancy 1994). May be tomorrow they could get the idea of a biological attack from Michael Crichton's last novel or, perhaps, from a biodefense exercise organized by the US government or by the EU Commission. I have stated that bioterrorism is a narrative still lacking the right script. I wonder now if we are going to provide such a script. I wonder if governments and security experts are generating a ''self-fulfilling prophecy'', the expression introduced by the American sociologist W.I. Thomas to describe the fundamental idea that if people define certain situations as real, then they are real in their consequences. A positive answer would be truly frightening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The postmodern adventure. Routledge and Guilford, London Betts RK (1998) The new threat of mass destruction",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Baudrillard",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Foreign Affairs",
            "volume": "77",
            "issn": "",
            "pages": "27--35",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Biology and political science. Routledge, London Block SM (2001) The growing threat of biological weapons",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Blank",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Hines",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am Sci",
            "volume": "89",
            "issn": "1",
            "pages": "28--37",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Philosophy in the time of terror. Dialogues with Habermas J, Derrida J",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Borradori",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Asymmetric and terrorist attacks with biological weapons, Washington DC. The Center for Strategic and International Studies Dudley JP",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Cash",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Woodford",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Bioweapons, bioterrorism and biodiversity: potential impacts of biological weapons attacks on agricultural and biological diversity",
            "volume": "21",
            "issn": "",
            "pages": "125--137",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Peptide vaccines in immunocontraception",
            "authors": [
                {
                    "first": "Torino",
                    "middle": [],
                    "last": "Esposito R ; Einaudi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Ferro",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mordini",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Bios. Biopolitica e filosofia",
            "volume": "6",
            "issn": "1",
            "pages": "83--89",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Bio-histoire et bio-politique. In: Foucault M (ed) Dits et Ecrits. Gallimard",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Foucault",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Engel CC, Ursano RJ (1997) The threat of biological weapons: prophylaxis and mitigation of psychological and social consequences",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Foucault",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Security, territory, and population. In: Rabinow P (ed) Ethics: subjectiv-ity& truth",
            "volume": "278",
            "issn": "",
            "pages": "425--427",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "New York Kjellen R (1911) Stormakterna. Konturer king samtidens storpolitik",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ignatieff",
                    "suffix": ""
                },
                {
                    "first": "Beyond. Henry",
                    "middle": [],
                    "last": "Kosovo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Holt",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "International Conference of the Council of Europe on Ethical Issues Arising from the Application of Biotechnology",
            "volume": "",
            "issn": "",
            "pages": "103--120",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Religion and ethnic conflicts",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mordini",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Dictionary of race, ethnicity and culture",
            "volume": "",
            "issn": "",
            "pages": "283--290",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ethical considerations on pharmacogenomics",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mordini",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pharmacol Res",
            "volume": "49",
            "issn": "4",
            "pages": "375--379",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Global governance of the technological revolution",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mordini",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Jacquart R (ed) Building the information society",
            "volume": "",
            "issn": "",
            "pages": "585--592",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Conclusions of the International Conference on ethical implications of research into the prevention of bioterrorism",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mordini",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Int Biotechnol Law",
            "volume": "2",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Introduction a`une politique de l'homme. Flammarion",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Morin",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Paris NIC (2005) Report of the National Intelligence Council's 2020 Project",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The imaginary war: civil defence and American Cold War culture",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Oates",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "The Nazi doctors and the Nuremberg Code",
            "volume": "280",
            "issn": "",
            "pages": "62--69",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Bioterrorism and smallpox planning: information and voluntary vaccination",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Selgelid",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Med Ethics",
            "volume": "30",
            "issn": "",
            "pages": "558--560",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Biodefense R&D: anticipating future threats, establishing a strategic environment",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Inglesby",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "O&apos;toole",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biosecur Bioterror",
            "volume": "1",
            "issn": "3",
            "pages": "193--202",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "La Biopolitique. Essai d'interpre´tation de l'histoire de l'humanite´et des civilisations",
            "authors": [],
            "year": 1960,
            "venue": "CN Starobinski A",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Staatsbiologie (anatomie-physiologie-pathologie des staates). Verlag von Gebru¨der Paetel",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Thorson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Biopolitics",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Holt",
                    "suffix": ""
                },
                {
                    "first": "Winston",
                    "middle": [],
                    "last": "Rinehart",
                    "suffix": ""
                },
                {
                    "first": "New",
                    "middle": [],
                    "last": "York Uexku¨ll",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Von",
                    "suffix": ""
                }
            ],
            "year": 1920,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgements This work has been funded by a grant from the European Commission-DG Research-Contract nr QLG6-CT-2002-01796 (BIG-Bioethical Implications of Globalisation Processes).The BIG project (http://www.bigprojet.org) is a previsional project that aims to anticipate the major reasons for bioethical concern surrounding globalisation, to forecast future scenarios and to formulate new policy options in this field. BIG is co-ordinated by Prof. Emilio Mordini, director and CEO of the Centre for Science, Society and Citizenship (Rome). The consortium includes: University of Lancaster (R. Chadwick), University of Bergen (R. Lie), London School of Economics (E. Mossialos), International Society of Doctors for the Environment (F. Fabbri), ESA Communication (G.C. Cecchinelli), Institute of Global Health (R. Feachem and T. Novotny).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}