{"paper_id": "a3b7f4a3d5cb646f30d677144c1c86ba46f9f753", "metadata": {"title": "THE NUCLEAR LOCALIZATION SIGNAL OF THE PRRS VIRUS NUCLEOCAPSID PROTEIN MODULATES VIRAL REPLICATION IN VITRO AND ANTIBODY RESPONSE IN VIVO", "authors": []}, "abstract": [], "body_text": [{"text": "homodimeric serine phosphoprotein with unknown function. 1 The N protein is selfinteractive by noncovalent interactions at amino acids 30-37 through RNA bridging 2 and, as the N protein migrates to the ER and Golgi complex, becomes disulfide-linked via the cysteine residue at position 23. 2 The cysteine-mediated N-N homodimerization is essential for virus infectivity. 3 The N protein is present mainly in the perinuclear region of infected cells but is also specifically localized in the nucleus and nucleolus. 4 A \"pat7\" and is functional and sufficient for N accumulation to the nucleolus. 5 The N protein nuclear translocation is importin-α and -β dependent. 5 The N protein is an RNA binding protein, and the RNA binding domain has been mapped to the region of amino acids 37-57, which overlaps the NLS sequence. 6 In the nucleus, the N protein colocalizes and interacts with the small nucleolar RNA-associated protein fibrillarin, 6 implicating a nonstructural role of N in ribosome biogenesis. Substitution of lysine residues at positions 43 and 44 with glycine residues has been shown to destroy the pat7 motif and prevents the nuclear localization of N. In the current study, the NLS motif was modified to \"PGGGNKK\" to knock out the nuclear function of N using a full-length infectious cDNA clone. NLS-null mutant virus was obtained and compared with the wild-type virus for phenotypic changes in cells and pigs. The NLS-null virus was stable in cell culture and grew to a titer of 100-fold lower than wild-type virus. Pigs infected with the NLSnull virus exhibited a reduced severity of disease with milder viremia and higher neutralizing antibody and ELISA antibody titers than wild-type virus-infected pigs. Strong selection pressure for reversion at the NLS locus was observed during viremia and persistence in pigs. The N protein nuclear localization may be associated with the virulence and pathogenesis of PRRSV in vivo.", "cite_spans": [{"start": 57, "end": 58, "text": "1", "ref_id": "BIBREF0"}, {"start": 290, "end": 291, "text": "2", "ref_id": "BIBREF1"}, {"start": 371, "end": 372, "text": "3", "ref_id": "BIBREF2"}, {"start": 514, "end": 515, "text": "4", "ref_id": "BIBREF3"}, {"start": 595, "end": 596, "text": "5", "ref_id": "BIBREF4"}, {"start": 665, "end": 666, "text": "5", "ref_id": "BIBREF4"}, {"start": 820, "end": 821, "text": "6", "ref_id": "BIBREF5"}, {"start": 939, "end": 940, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The NLS motif in the N protein was modified using a shuttle plasmid to substitute codons for lysine at 43 and 44 to glycine. The NLS-modified full-length cDNA clone was designated pCMV-S-P129-GG. Infectious virus was generated by direct transfection of the plasmid into MARC-145 cells using Lipofectin (Invitrogen) and designated P129-GG. N protein nuclear localization was determined by immunofluorescence of infected cells using N-specific monoclonal antibody SDOW17. Virus in the supernatant from transfected cells was expanded by three serial passages on MARC-145 cells, titrated by plaque assays, and used in this study.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Twenty-one piglets were obtained from a PRRSV-free swine herd at 5 weeks of age and were divided into three groups, seven piglets per group. Pigs received 5 x 10 4 pfu wild-type virus, P129-GG virus, or a placebo intranasally. Clinical signs (general condition, depression, loss of appetite, coughing, sneezing, and respiratory distress) were monitored, and rectal temperatures were measured daily in all pigs for the first one week after inoculation. Blood samples were taken on days 0, 4, 7, 10, 14, 21, and 28 postinfection for virus isolation and serology.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "The NLS motif of the N protein was modified from PGKKSKK to PGGGNKK in the full-length infectious cDNA clone. Cells were transfected with either the wild-type clone or the mutant clone. Both clones produced infectious progeny virus. CPE induced by the two viruses was similar (Fig. 1B, 1C ), but plaques formed by the P129-GG NLSnull virus were smaller than wild-type plaques. No detectible translocation of N protein was identified in the nucleus of cells infected with P129-GG virus (Fig. 1F ). Growth kinetics of both viruses were similar with maximum yields at 4-5 days postinfection, but P129-GG reached a peak titer approximately 2 logs lower than that of wild -type.", "cite_spans": [], "ref_spans": [{"start": 276, "end": 288, "text": "(Fig. 1B, 1C", "ref_id": "FIGREF1"}, {"start": 485, "end": 493, "text": "(Fig. 1F", "ref_id": "FIGREF1"}], "section": "RESULTS AND DISCUSSION"}, {"text": "Groups of seven pigs at six weeks of age were infected intranasally with 5 x 10 4 pfu of P129-WT or P129-GG. All pigs became positive for virus in the serum at four days postinfection, and some animals remained viremic through day 10.", "cite_spans": [], "ref_spans": [], "section": "RESULTS AND DISCUSSION"}, {"text": "The mean virus titers were higher in the P129-WT group throughout the viremic period. The average duration of viremia was also higher in the P129-WT than in the P129-GG group, while the mock-infected pigs remained negative for PRRSV throughout the study. The appearance of anti-PRRSV antibody was monitored in sera using a commercial ELISA kit (IDEXX). Antibody was first detectable at 7 days postinoculation and continued to increase throughout the study. The mean S/P ratio in the P129-GG group remained consistently higher than that of the P129-WT group in spite of the lower level of viremia in the P129-GG group. Serum neutralization (SN) titers against PRRSV were also determined. The mean titer in the P129-GG group increased dramatically between 14 and 28 days. By the end of the study, the average neutralization titer in the P129-GG group was approximately five times higher than in the P129-WT group (Table  1) . One pig in the P129-GG group exhibited viremic and serologic patterns similar to those of animals in the P129-WT group, and a possible reversion of P129-GG was suspected. Viral plaques were prepared from serum of this pig and the N gene was amplified by RT-PCR. Of 10 plaques examined, only 1 plaque retained the original NLS sequence of P129-GG, and 9 plaques were all reverted to the wild-type sequence (Fig. 2) . No other mutation was detected elsewhere in the N gene, suggesting strong and specific selection pressure at the NLS locus. N proteins from NLS revertants were found to regain the ability of translocation in the nucleus (Fig. 2) .", "cite_spans": [], "ref_spans": [{"start": 911, "end": 921, "text": "(Table  1)", "ref_id": "TABREF0"}, {"start": 1329, "end": 1337, "text": "(Fig. 2)", "ref_id": "FIGREF2"}, {"start": 1560, "end": 1568, "text": "(Fig. 2)", "ref_id": "FIGREF2"}], "section": "RESULTS AND DISCUSSION"}, {"text": "In the present study, the biological significance of the N protein nuclear localization was studied for PRRS virus. The NLS-null P129-GG virus was generated using an infectious cDNA clone, demonstrating that NLS is nonessential for virus infectivity. The NLS-null virus grew to a titer 2 logs lower than the wild-type virus. In pigs, the NLS-null virus induced shorter duration viremia and lower virus titers in comparison to the wildtype infected pigs. Despite the reduced level of viremia, higher levels of ELISA and neutralizing antibody titers were observed in the NLS-null virus infected pigs. The ability of the NLS-null virus to induce higher level antibodies suggests a possible role of N in the host response modulation. Reversions at the NLS locus occurred in pigs during viremia, and N proteins from the revertants were found to localize in the nucleus. The data suggest that the PRRS virus N protein may play an important role in viral pathogenesis. This unique property of N may be associated with an evasion strategy of PRRS virus from the host defenses. ", "cite_spans": [], "ref_spans": [], "section": "PRRSV NLS MUTATIONS MODULATE ANTIBODY RESPONSE"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Phosphorylation of the porcine reproductive and respiratory syndrome virus (PRRSV) nucleocapsid protein", "authors": [{"first": "S", "middle": [], "last": "Wootton", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Rowland", "suffix": ""}, {"first": "D", "middle": [], "last": "Yoo", "suffix": ""}], "year": 2002, "venue": "J. Virol", "volume": "76", "issn": "", "pages": "10569--10576", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Homo-oligomerization of the porcine reproductive and respiratory syndrome virus nucleocapsid protein and the role of disulfide linkages", "authors": [{"first": "S", "middle": ["K"], "last": "Wootton", "suffix": ""}, {"first": "D", "middle": [], "last": "Yoo", "suffix": ""}], "year": 2003, "venue": "J. Virol", "volume": "77", "issn": "", "pages": "4546--4557", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A DNA-launched reverse genetics system for porcine reproductive and respiratory syndrome virus reveals that homodimerization of the nucleocapsid protein is essential for virus infectivity", "authors": [{"first": "C", "middle": [], "last": "Lee", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Calvert", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Welch", "suffix": ""}, {"first": "D", "middle": [], "last": "Yoo", "suffix": ""}], "year": 2005, "venue": "Virology", "volume": "331", "issn": "", "pages": "47--62", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The localization of porcine reproductive and respiratory syndrome virus nucleocapsid protein to the nucleolus of infected cells and identification of a potential nucleolar localization signal sequence", "authors": [{"first": "R", "middle": ["R"], "last": "Rowland", "suffix": ""}, {"first": "R", "middle": [], "last": "Kervin", "suffix": ""}, {"first": "C", "middle": [], "last": "Kuckleburg", "suffix": ""}, {"first": "A", "middle": [], "last": "Sperlich", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Benfield", "suffix": ""}], "year": 1999, "venue": "Virus Res", "volume": "64", "issn": "", "pages": "1--12", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Peptide domains involved in the localization of the porcine reproductive and respiratory syndrome virus nucleocapsid protein to the nucleolus", "authors": [{"first": "R", "middle": ["R"], "last": "Rowland", "suffix": ""}, {"first": "P", "middle": [], "last": "Schneider", "suffix": ""}, {"first": "Y", "middle": [], "last": "Fang", "suffix": ""}, {"first": "S", "middle": [], "last": "Wootton", "suffix": ""}, {"first": "D", "middle": [], "last": "Yoo", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Benfield", "suffix": ""}], "year": 2003, "venue": "Virology", "volume": "316", "issn": "", "pages": "135--145", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Colocalization and interaction of the porcine arterivirus nucleocapsid protein with the small nucleolar RNA-associated protein fibrillarin", "authors": [{"first": "D", "middle": [], "last": "Yoo", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Wootton", "suffix": ""}, {"first": "G", "middle": [], "last": "Li", "suffix": ""}, {"first": "C", "middle": [], "last": "Song", "suffix": ""}, {"first": "Rowland", "middle": [], "last": "", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "", "suffix": ""}], "year": 2003, "venue": "J. Virol", "volume": "77", "issn": "", "pages": "12173--12183", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Calvert, Siao-Kun Wan Welch, Rika Jolie, Pfizer Animal Health, Kalamazoo, Michigan 49001. The PRRS virus N protein is a multifunctional protein of 123 amino acids. It is a 145 Siao-Kun Wan Welch, Rika Jolie, and Dongwan Yoo* Changhee Lee, Douglas C. Hodgins, Jay G. Calvert, nuclear localization signal (NLS) has been identified at positions 41 to 47 (PGKKNKK) * Changhee Lee, Douglas C. Hodgins, Dongwan Yoo, University of Guelph, Guelph, Ontario, Canada. Jay G.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Infectivity of the NLS-null P129-GG mutant clone. Cells were transfected with 2 µg of DNA and incubated for 3 days. Cytopathic effects became visible (A, B, C) at 3 days post-transfection. For immunofluorescence (D, E, F), cells were stained with N-specific monoclonal antibody SDOW17 followed by goat anti-mouse antibody conjugated to Alexa green. Magnification 20×.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Reversion of P129-GG virus in pigs during viremia. Viral plaques were prepared from the sera of pig 45 infected with P129-GG and PCR-amplified and sequenced. Nucleotide and amino acid sequences in the NLS region are shown. Immunofluorescence shows the N protein nuclear localization of the revertant.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Antibody response in pigs at 28 days postinoculation.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Virus </td><td>Mean values </td></tr><tr><td>ELISA titers (S/P ratio) </td><td>SN titers </td></tr><tr><td>P129-WT </td><td>1.76 </td><td>5.3 </td></tr><tr><td>P129-GG </td><td>2.31 </td><td>24.4 </td></tr></table></body></html>"}}, "back_matter": []}