{
    "paper_id": "a47b92e7fff3658f3bb8fcc6dd5e710836914e1c",
    "metadata": {
        "title": "Digitizable therapeutics for decentralized mitigation of global pandemics",
        "authors": [
            {
                "first": "Adar",
                "middle": [],
                "last": "Hacohen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Reuven",
                "middle": [],
                "last": "Cohen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sol",
                "middle": [],
                "last": "Efroni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bar-Ilan University",
                    "location": {
                        "settlement": "Ramat-Gan",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Baruch",
                "middle": [],
                "last": "Barzel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bar-Ilan University",
                    "location": {
                        "settlement": "Ramat-Gan",
                        "country": "Israel"
                    }
                },
                "email": "baruchbarzel@gmail.com"
            },
            {
                "first": "&amp;",
                "middle": [],
                "last": "Ido Bachelet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "When confronted with a globally spreading epidemic, we seek efficient strategies for drug dissemination, creating a competition between supply and demand at a global scale. Propagating along similar networks, e.g., air-transportation, the spreading dynamics of the supply vs. the demand are, however, fundamentally different, with the pathogens driven by contagion dynamics, and the drugs by commodity flow. We show that these different dynamics lead to intrinsically distinct spreading patterns: while viruses spread homogeneously across all destinations, creating a concurrent global demand, commodity flow unavoidably leads to a highly uneven spread, in which selected nodes are rapidly supplied, while the majority remains deprived. Consequently, even under ideal conditions of extreme production and shipping capacities, due to the inherent heterogeneity of network-based commodity flow, efficient mitigation becomes practically unattainable, as homogeneous demand is met by highly heterogeneous supply. Therefore, we propose here a decentralized mitigation strategy, based on local production and dissemination of therapeutics, that, in effect, bypasses the existing distribution networks. Such decentralization is enabled thanks to the recent development of digitizable therapeutics, based on, e.g., short DNA sequences or printable chemical compounds, that can be distributed as digital sequence files and synthesized on location via DNA/3D printing technology. We test our decentralized mitigation under extremely challenging conditions, such as suppressed local production rates or low therapeutic efficacy, and find that thanks to its homogeneous nature, it consistently outperforms the centralized alternative, saving many more lives with significantly less resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To break this gridlock, we consider an alternative mitigation strategy, based on decentralized production, in which the therapeutics are locally synthesized at each destination. This bypasses the distribution networks, and allows a more leveled spread of the therapeutic. We consider the fact that such decentralization might, under some conditions, exhibit lower production capacity, if, for instance, the local synthesis is inefficient, or the therapeutic efficacy is sub-optimal. However, as we show that equality precedes capacity, we find that this strategy consistently prevails thanks to its egalitarian nature, even if inferior in many other relevant parameters, e.g., production rate, response time or therapeutic efficacy. Hence, the merits of decentralization overcome its potential practical shortcomings, calling on us to urgently develop decentralized mitigation capabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Given the complexity of drug production, decentralization seems, at first glance, unfeasible -how can each local population manufacture their own therapeutics? However, recent breakthroughs suggest that decentralized mitigation is limited by perception, rather than by technology. Indeed, certain types of therapeutics can be converted into digital information, handled and distributed as data, and then locally printed, i.e. synthesized, at their designated destination (Box 1, Section A). Such digital shipping of, e.g., DNA sequences, vaccines or therapeutic agents, is, already in use [16] [17] [18] , hence the relevant technology is, in fact, currently available. However, at present, this technology remains unscalable under global demand. We, therefore, continue to lack decentralized mitigation capabilities, a lacuna that is primarily driven by the current absence of motivation to scale-up our printing capacity, as indeed, the crucial advantages of decentralization are yet unrecognized. Following our analysis below, exposing the unequivocal merits of decentralized mitigation, we wish to prompt its development as a future response to global epidemics. This entails advancing the already existing technological pathways towards practical implementation at a global scale -a goal that, given the appropriate motivation, we believe is within our reach. In Section A we present specific guidelines for economically viable decentralized mitigation, showing that, under achievable reduction in costs, an annual investment of 50-500 USD per individual is sufficient to set up the required infrastructure within approximately one decade.",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 593,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 594,
                    "end": 598,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 599,
                    "end": 603,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In recent pandemics, from SARS to the West-African Ebola, we have fortunately averted a major global spread. However, when such scenraio will transpire, we will be challenged by a competition between the infectious pathogen and the therapeutic technology, each racing to reach the majority of the population first. This competition confronts us with several challenges: (i) the inevitable response time t R required for us to instigate a mitigation plan places the pathogen at a potentially significant spreading advantage; (ii) while the pathogen reproduces as it spreads 1-3 , a therapy must be manufactured and shipped from one or few sources, whose production capacity may be limited [4] [5] [6] [7] [8] [9] [10] [11] [12] ; (iii) under global demand we must ship the therapeutics worldwide, stretching the bounds of our limited transportation resources.",
            "cite_spans": [
                {
                    "start": 688,
                    "end": 691,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 692,
                    "end": 695,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 696,
                    "end": 699,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 700,
                    "end": 703,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 704,
                    "end": 707,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 708,
                    "end": 711,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 712,
                    "end": 716,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 717,
                    "end": 721,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 722,
                    "end": 726,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To assess our ability to address such a challenge we analyze the simultaneous dynamics of the two spreading processes: that of the pathogens versus that of the therapeutics. It would naïvely seem that winning this competition relies on rapid production and shipping capacity. However, here we show that due to the different spreading dynamics -drug dissemination becomes intrinsically inefficient when faced with global demand. The source of this inefficiency is rooted, not in production/shipping rates, but rather in the fact that network-based commodity flow leads to an uneven, and hence highly ineffective, supply of the therapeutic. As a consequence, we show that for a sufficiently large network, even unrealistically optimistic production/shipping capacities remain insufficient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It seems, therefore, that the only viable strategy is to severely intervene in international mobility. On the one hand quarantining airports and restricting travel to halt the viral spread [13] [14] [15] , and on the other hand reshaping the dissemination network to allow a more even distribution of the therapeutic agent. Such major interventions, however, are not just impractical, but may also lead to significant economic loss and major political stress -indeed, a lesser of two evils, but still a potentially hurtful toll on global stability.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 194,
                    "end": 198,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To demonstrate the potential utility of our proposed decentralized response we consider different epidemiological scenarios, from mildly contagious to extremely virulent, in which a lethal (or otherwise irreversible) epidemic spreads globally via air-travel, under the susceptible-infected-removed (SIR) epidemic model [19] [20] [21] (Box 2) . We used empirical data on human aviation to evaluate the flux of passengers between = N 1, 292 local populations (nodes), each with M n individuals ( = … n N 1, , ), and quantified the impact of the epidemic through its global coverage is the fraction of removed untreated individuals in n. For an extremely contagious disease, absent any treatment, we have ≡ → ∞ → R R t ( ) 1, representing the infection of the entire population (Fig. 1a, grey) . Such extreme scenario, while unlikely, helps us challenge our examined mitigation strategies, putting them to the test under most adversarial conditions. Other, less virulent, scenarios, including epidemiological parameters extracted from common diseases, such as the flu, are analyzed in Supplementary Section 4.2, leading to similar findings.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 323,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 329,
                    "end": 333,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 334,
                    "end": 341,
                    "text": "(Box 2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 775,
                    "end": 790,
                    "text": "(Fig. 1a, grey)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Following the initial outbreak at t = 0, we define the response time t R as the time required to begin the distribution of a therapy. We simulated two different therapeutic scenarios, both beginning at = t t R :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Centralized mitigation. We take the classic approach, in which the developed drug is manufactured at a specific source node s, then distributed globally via air-transportation ( Fig. 1c-f ). In each location, some of the drug is consumed, based on the local infection levels, and the rest continues to travel to farther destinations, through pre-planned travel paths from s to all other nodes (Supplementary Section 2.2). In this approach, the dissemination is limited by the source's distribution capacity C s (day −1 ), capturing the number of doses that can be shipped from s per day, as dictated both by s's manufacturing capabilities and by the carrying capacity of the global transportation network. Setting = C 1 s represents a scenario where s is capable of distributing sufficient supply to satisfy the global demand in a single day, i.e. produce and ship doses at a volume comparable to the entire global population. Most commonly we expect to have < C 1 s . In Fig. 1c-f we present the evolution of the epidemic at four selected time-points. At t = 0 we simulate an outbreak (red) at Burundi (BJM), emulating the 2013 Ebola, which originated in Africa 22,23 , then track its spread through air-travel. The node infection levels and the epidemic fluxes, i.e. the daily volume of infected passengers on each route, are represented by red color depth. Drug dissemination (blue) begins at = t 12 R days in Osaka (ITM), again using blue color depth to signify the availability/flux of drugs in each node/route. The snapshots illustrate the competition between the two spreading processes -the diffusing pathogen vs. the disseminated therapeutic -showing, through the long-term prevalence of infections (red) the inefficiency of centralized mitigation in the face of the globally spreading epidemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 187,
                    "text": "Fig. 1c-f",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 972,
                    "end": 981,
                    "text": "Fig. 1c-f",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Decentralized mitigation. In the decentralized scenario, the digital therapeutic is sent out as data, reaching all destinations practically instantaneously at = t t R (Fig. 1g-j) . Here, the main bottleneck for mitigation is driven by the local rates c n ( = … n N 1, , ), capturing each node's capacity to synthesize and locally disseminate the digital sequence in its material form. The capacity c n is impacted by the abundance of printing devices in n and by the logistic efficiency of n's local health-care system in delivering the printed drugs to the infected population. Hence = c 1 n translates to a daily production and dissemination of M n doses per day, i.e. covering the entire local demand.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 178,
                    "text": "(Fig. 1g-j)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "For comparison purposes, note that a mean capacity of = c C n captures a state in which the decentralized production covers, overall, a C-fraction of the global demand per day, equivalent, under centralized mitigation to setting = C C s . Therefore, = = c C C n s represents a scenario where both strategies, centralized vs. decentralized, exhibit similar global production rates, isolating only the effect of the decentralization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The results of the decentralized strategy are shown in Fig. 1g -j. As before, the spread of the disease is captured by the red nodes and links, however, in this case, the drug no longer progresses along the network, but rather manufactured locally at rates c n , therefore, the blue links are absent. Instead, drug availability in each location is signified by the blue color depth of each node's circumference, while infection levels are, as above, captured by the red fill of all nodes. Using similar lag t R and capacities = = . c C 0 2 n s , i.e. a daily coverage of 20%, we find that decentralization is by far more efficient. In this example, the total infected population is reduced from ≈ R 1 0 under no treatment, to = . R 0 15 under decentralized mitigation. This is compared to = .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 55,
                    "end": 62,
                    "text": "Fig. 1g",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "R 0 60, four times higher, under the traditional centralized strategy (Fig. 1a ,k-n).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 78,
                    "text": "(Fig. 1a",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Quantifying mitigation efficiency. To systematically asses the performance of both strategies, we track the mitigation efficiency via A crucial factor impacting our mitigation outcome, is the response time t R , required to identify the threat and initiate a response. To observe this, in Fig. 2a we present  vs. t R for both centralized (yellow) and decentralized (green) mitigation. As expected, we find that  declines with t R , however, for the entire range of response times decentralization consistently achieves higher efficiency. In fact, even in the ideal case, where = t 0 R , an immediate response, centralized distribution achieves an efficiency of only 80%, while decentralization spares practically all potential infections.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 296,
                    "text": "Fig. 2a",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In the limit of large t R both methods exhibit low efficiency, a natural consequence of the fact that the majority of the impacted population has already perished, and can no longer be treated. Therefore, we consider the residual coverage ∆ = − R R R t ( ) R , capturing only the fatalities that occurred posterior to our response. This allows us to evaluate the residual efficiency via",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Res 0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We now see that even if t R is large, our ability to save the remaining population is enhanced if we prioritize decentralized over centralized mitigation (Fig. 2b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 163,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Next, we examine the impact of capacity on the efficiency of the disease mitigation. We consider a spectrum of capacities = = ⟨ ⟩ C c C s n , with C ranging from 10 −4 to − 10 day 4 1 , spanning a broad range, from extreme deprivation to extreme overproduction. We find, again, that decentralization is significantly more efficient (Fig. 2c , green), achieving an efficiency of > . 0 9",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "4 1",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 340,
                    "text": "(Fig. 2c",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Res  already at = . C 0 25, a scenario in which the average node can only produce 25% of its demand per day (dashed-lines). Similar efficiency under centralized distribution (yellow) is only achieved at C 30, which is not only 10 2 times higher than the decentralized alternative, but, most importantly, an extremely unrealistic value, describing a state in which a single source node s produces and ships enough doses per day to cover 30 times the global demand. Optimal efficiency  → 1 Res , achieved around ∼ C 1 with decentralization, is only reached under the completely unattainable ∼ C 10 3 in the case of centralized distribution. Another crucial factor we examine is the therapeutic efficacy γ, quantifying the probability of recovery after receiving the physical/digital treatment. Once again, we find that decentralization is superior, achieving a higher  Res , even with significantly lower efficacy γ (Fig. 2d) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 917,
                    "end": 926,
                    "text": "(Fig. 2d)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Together, we find that decentralized mitigation, based on digitizable therapeutics and local synthesis, achieves a dramatically higher reduction in infection/mortality under significantly lower, and therefore realistic, production (C) or efficacy (γ) levels. Counter-intuitively, these results are unrelated to the faster dissemination of digital compared to physical media. Indeed, this distinction between the speed of data versus that of physical commodities was not even introduced into our modeling of the dissemination in Eqs. (15) and (16) , and hence, it plays no role in the decentralized advantage. We, therefore, conclude that decentralization provides intrinsic merits that go beyond the classic measures of production rates or shipping capacity. Below, we explore these merits, showing that they are deeply rooted in the egalitarian nature of localized production, as opposed to the intrinsically unequal distribution of network-based commodity flow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Inequality and mitigation efficiency. To examine the impact of our response at each individual node, we measured the local residual efficiency in Osaka (ITM), with therapeutic fluxes (links) and drug availability levels (nodes circumference) represented by blue color depth. We observe a race between the therapeutic and the disease, both spreading along similar routes, ending in a significant fraction of infected individuals, as indicated by the many red nodes at t = 32. (g-j) In decentralized mitigation each node synthesizes its own pool of therapeutics (blue circumference), resulting in a dramatic reduction in mortality, with the only deep red nodes, being the ones in the vicinity of BJM, that were impacted prior to our response at ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": ",0 ,0 R represent the residual mortality in n with and without the therapeutic, respectively. In analogy with Eq. (3), this local efficiency quantifies the benefit provided by the disseminated therapeutic to each specific location n on a scale ranging from zero (no benefit) to unity (optimal). This allows us to evaluate the benefit inequality across all nodes through the Gini coefficient 24, 25   ",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 394,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": ", to unity, in the limit of extreme inequality. We find in Fig. 3a that under decentralized mitigation the inequality is small, with Gini being close to zero independently of C (green). In contrast, centralized mitigation (yellow) creates an inherent unevenness, exhibiting a high Gini (3) vs. t R , capturing the reduction in mortality posterior to our response, namely eliminating individuals that have already perished prior to t R . We find that even under late response (large t R ), decentralized (green) still saves a larger fraction of the remaining population compared to centralized (yellow). (c) Res  vs. the capacity",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 610,
                    "text": "Res",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 66,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": ""
        },
        {
            "text": ", which captures the fraction of the global demand that can be manufactured and disseminated daily. We find that a successful centralized mitigation requires unrealistic production and shipping capacities (yellow). For instance, to achieve  = .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "0 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Res , a 90% reduction in post-response mortality, we must have a capacity of > C 30, i.e. distribute doses in excess of 30 times the global demand per day (dashed lines). Strikingly, a similar efficiency can be achieved under decentralized mitigation (green) with capacity as low as = .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "C 0 25, representing a two orders of magnitude reduction in capacity, while achieving a comparable outcome. Therefore, decentralization is not only faster, using digital data transmission instead of physical shipping routes, but also inherently more efficient, saving more people with significantly less, and hence realistic, resources. (d)  Res vs. drug efficacy γ. The locally synthesized drugs (green) achieve higher performance compared to the centrally distributed ones (yellow) even if their therapeutic efficacy is low. In fact, as long as the digital therapeutic has γ > . 0 2, namely that only one out of five individuals is cured by the drug, it is guaranteed to exceed the performance of the centralized treatment, even if the latter has a 100% success rate (γ = 1). Here in each panel we varied a specific parameter (t C , R or γ) while controlling for all others, as appears in the panels themselves and detailed in the caption of Fig. 1. www.nature.com/scientificreports www.nature.com/scientificreports/ coefficient even when ∼ C 1. To get deeper insight we calculated the probability density  P( ) for a randomly selected node to have",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 945,
                    "end": 952,
                    "text": "Fig. 1.",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": ". In centralized mitigation (Fig. 3b) we observe for = .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 28,
                    "end": 37,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": ""
        },
        {
            "text": "C 0 01 (yellow) a high density around → 0  , and a slight increase in P( )  close to unity (see inset). This depicts a coexistence of a majority of low efficiency nodes with a selected minority of saved nodes, for which n Res,  is high, illustrating the severe benefit inequality. Only when C is set to 1 (orange) do we observe the highest density at ≈ 1 n Res,",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": ". Yet even under these conditions, the saved nodes continue to coexist alongside a long tail of underserved destinations whose local efficiency reaches as low as 0.2. In contrast, under decentralized mitigation,  P( ) exhibits a uniform shift towards  = 1 as C is increased, representing an egalitarian decrease in mortality, evenly spread across all populations (Fig. 3c ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 365,
                    "end": 373,
                    "text": "(Fig. 3c",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": ""
        },
        {
            "text": "Analytical results: the spreading advantage of viruses versus therapeutics. Centralized mitigation is, in its essence, a spreading competition between the therapeutics and the pathogens, both progressing along the same underlying network, i.e. air-transportation. It seems, naïvely, that winning this competition is a matter of propagation efficiency: we must manufacture and ship therapeutics at sufficient rates to outrun the spread of the disease. However, the phenomenological analysis above indicates, that there is an intrinsic deficiency in the spread of therapeutics, that cannot be easily compensated by simply increasing production/shipping rates C s . Indeed, as we next show, the two competing processes -viruses vs. therapeutics -lead to fundamentally different spreading patterns, in which the viruses benefit from an intrinsic advantage. Viral spread. Viruses spread via diffusion coupled with local SIR dynamics as captured by Eq. (12), Fig. 4a . In this process, upon penetration, the viruses reproduce locally at each node n through SIR, until reaching peak infection at = t T n Peak, . In a random network, since the majority of nodes are at the mean distance from the initial outbreak, we find that they all reach peak infection approximately simultaneously. Therefore, after a limited propagation time, the infection levels become almost homogeneous across all nodes, creating a uniformly distributed demand of the therapeutic. Indeed, we find that during the global peak infection, T peak , the infection distribution P(j) is bounded, capturing a state in which the majority of nodes simultaneously require treatment (Fig. 4c,e) . Therefore, when an epidemic spreads globally, at its peak, the therapeutic demand is homogeneous.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 953,
                    "end": 960,
                    "text": "Fig. 4a",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1639,
                    "end": 1650,
                    "text": "(Fig. 4c,e)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": ""
        },
        {
            "text": "Commodity spread. In contrast, the therapeutic follows Eq. (15) , produced at a single source node s, then diluted as it spreads across the exponentially growing number of pathways, Fig. 4b . The result is a profoundly different spreading pattern in which the availability q n (t) follows a fat-tailed distribution, well-approximated by ∼ − P q q ( ) 2 (Fig. 4d) . Hence, in contrast to the homogeneous demand, supply is extremely heterogeneous, with a vast majority of undersupplied nodes, and a selected privileged minority of well-treated destinations (as demonstrated in Fig. 4f) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 189,
                    "text": "Fig. 4b",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 353,
                    "end": 362,
                    "text": "(Fig. 4d)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 575,
                    "end": 583,
                    "text": "Fig. 4f)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": ""
        },
        {
            "text": "Together, this combination of homogeneous demand and heterogeneous supply, a consequence of the intrinsic spreading patterns of pathogens versus therapeutics, creates a crucial gap in our ability to achieve mitigation, as all nodes require treatment, and yet only a small minority receives sufficient supply. This discrepancy, we next show, is a practically unavoidable consequence of the network-based commodity flow underlying centralized mitigation. and a majority of nodes that remain deprived. This indicates that uneven allocation of resources (Gini), and not the slower production/shipping rates (C), is the main obstacle for efficient mitigation. (b) The probability density  P( ) Res under centralized mitigation, as obtained for different capacity levels C. We observe a coexistence of a minority of well treated nodes (peak around  ≈ 1 Res , see inset) and a majority of nodes with varying efficiency levels. (c) In contrast, under decentralized mitigation we observe a bounded P( ) Res  , whose mean efficiency (peak) approaches  = 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Res uniformly as C is increased. This represents an even allocation of benefits, in which most nodes witness a similar rise in efficiency as capacity is increased. (2019) 9:14345 | https://doi.org/10.1038/s41598-019-50553-x www.nature.com/scientificreports www.nature.com/scientificreports/ Analytical bounds for centralized mitigation. To understand the origins of the inhomogeneity observed under centralized mitigation consider the routing of the therapeutic through the network B nm in Eq. (15) . For every q m (t) doses present in m, a fraction B nm will be shipped throughout the day to n, then yet a smaller fraction will propagate onwards to n's neighbors and so on. Hence, the therapeutic availability is diluted as it flows downstream from the source s to the target n (Fig. 4b) . Accounting for all pathways from s, the rate of incoming doses at n becomes (Supplementary Section 3.1)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 779,
                    "end": 788,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": ""
        },
        {
            "text": "sn l L l sn 1 Max namely the s, n term of a geometric series with base B. Roughly speaking, Eq. (6) approximates the number of doses reaching n per each dose exiting s, hence indicating which nodes benefit from superfluous drug availability (large ξ) and which will be underserved (small ξ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Supplementary section 3.2.2 we show that the probability density P(ξ) to observe ξ ξ ξ ξ ∈ + ( , d ) sn scales as",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "a power-law distribution of rates that explains the extreme levels of heterogeneity that we observed in drug supply. For a random network with an arbitrary degree-distribution we predict that ν = 2. This prediction, confirmed in Fig. 4g , exposes the roots of the highly unequal drug availability P(q), which, indeed, exhibits the exact same scaling in Fig. 4d . This ξ-heterogenity directly impacts the probability of nodes to be saved by our response. A node n is considered saved, i.e. = S 1 n , if it witnesses a significant reduction in its mortality, namely that",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 229,
                    "end": 236,
                    "text": "Fig. 4g",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 353,
                    "end": 360,
                    "text": "Fig. 4d",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": ""
        },
        {
            "text": ", where R n and R n,0 are the long term mortality rates in n with and without treatment, respectively. Setting the threshold to = . Th 0 5, we measured ∩ ξ P S ( ) , the probability that a randomly selected node in the group ξ ξ ξ ξ ∈ + ( , d ) sn has = S 1 n . As expected, we find that the greater is ξ sn , the larger is the probability for n to be saved (Fig. 4g , shades of orange). Hence, the uneven P(ξ) in (7) is, indeed, the root cause of the inefficiency observed in centralized mitigation. As C s is increased, the fraction of saved nodes, namely the area under ∩ ξ P S ( ) , also increases, but the preference towards large ξ sn continues to underlie the uneven mitigation pattern, with the saved nodes consistently concentrated around the tail of P(ξ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 358,
                    "end": 366,
                    "text": "(Fig. 4g",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": ""
        },
        {
            "text": "The most important implications of Eq. (7) are observed through two quantities that directly impact the efficiency of centralized mitigation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Critical capacity C η . Consider the critical capacity C η required for a successful mitigation, defined as one where a significant fraction η of all nodes was saved ( = S 1 n ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where φ ν = − 1/( 1). For a random network (ν = 2) this predicts ∼ η C N (Fig. 4h) . Consequently, for sufficiently large networks the critical capacity diverges polynomially with N, rendering efficient mitigation practically unattainable. Recall that = C 1 s represents a daily capacity to produce and ship sufficient supply to meet the global demand. In this sense, Eq. (8) indicates that effective mitigation requires resources that are orders of magnitude greater than the actual demand -a consequence not of the volume of drugs produced, but of their skewed and highly uneven distribution observed in Fig. 4d ,f.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 82,
                    "text": "(Fig. 4h)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 606,
                    "end": 613,
                    "text": "Fig. 4d",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": ""
        },
        {
            "text": "Mean spreading time 〈T〉. Last, we consider the time scales of the two competing spreads -the epidemic vs. the therapeutics. With the viruses reproducing locally at each node via SIR, their propagation times to all nodes, T n Peak, , are determined by the length of all network paths. For a random network, in which pathways are of order 26 ∼logN this predicts that, on average , i.e. the time when n's local demand has been met. Once again, the power-law distribution of (7) predicts that the mean supply time follows (Supplementary Section 3.2.4)",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "n Supp, a much slower propagation that diverges with the system size. In Fig. 4i ,j we show 〈T〉 vs. N for the epidemic (red) and the therapeutics (blue). As predicted, the two spreading processes are characterized by different spreading times -logarithmic vs. polynomial -ensuring that for sufficiently large N,",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 80,
                    "text": "Fig. 4i",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": ""
        },
        {
            "text": "Peak, , namely that supply is guaranteed to lag significantly behind demand. Equations (7-10) expose an intrinsic lacuna of centralized mitigation, that, by virtue of relying on a network-based distribution scheme, it leads to an extremely unequal distribution, and hence to a highly discriminative spread of the therapeutic. This inequality directly translates to the observed mitigation inefficiency. Our analysis is independent of disease/commodity flow parameters. These may affect the specific rates and pre-factors, Scientific RepoRtS | (2019) 9:14345 | https://doi.org/10.1038/s41598-019-50553-x www.nature.com/scientificreports www.nature.com/scientificreports/ but have little bearing on the scaling exponents, which are, indeed, intrinsic to the spreading dynamics. Therefore, as long as the epidemic spreads globally -a scenario often considered imminent -centralized mitigation requires prohibitive manufacturing and shipping capacities (Fig. 4h) ; in their absence -the epidemic will inevitably outrun the therapeutics (Fig. 4i,j) . We, therefore, find that the only remedy is to design a non-network-based dissemination scheme, i.e. decentralized mitigation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 949,
                    "end": 958,
                    "text": "(Fig. 4h)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1032,
                    "end": 1043,
                    "text": "(Fig. 4i,j)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": ""
        },
        {
            "text": "Application to empirical networks. To examine P(ξ) in real distribution networks, we constructed B nm from empirical fluxes of human mobility (Supplementary Section 2.2) and used (6) to obtain the incoming shipping rates ξ sn of all nodes n. We find, in Fig. 4k that P(ξ) indeed follows the power-law of (7), here with ν = .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 261,
                    "text": "Fig. 4k",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": ""
        },
        {
            "text": "1 4, an extremely uneven distribution, where most nodes receive just a tiny fraction of the therapeutic exiting s. We ). (c) The probability density P(j) for a randomly selected node to have infection level j, as obtained at = t T Peak . The bounded nature of P(j) indicates that the global demand is homogeneous. (d) At the same time the supply of the therapeutic is extremely heterogeneous with ∼ − P q q ( ) 2 , depicting a coexistence of deprived and oversupplied nodes. (e,f) These distinct spreading patterns are clearly visible in a featured small network of N = 100 nodes: The pathogens (red) impact all nodes roughly simultaneously and homogeneously, while the drug supply (blue) is highly heterogeneous, reaching few nodes early, and leaving most nodes to lag behind. This disparity between homogeneous demand and heterogeneous supply -an intrinsic characteristic of the competing spreading processes -severely limits the effectiveness of centralized mitigation. (g) We measured the rates ξ sn in (6) and obtained the probability density P(ξ) for ξ ξ ξ ξ ∈ + ( , d ) sn (grey). As predicted we find that ξ ξ ∼ − P( ) 2 (black), exposing the topological roots of the observed supply heterogeneity. Dividing the nodes into saved ( = S 1) and unsaved ( = S 0) we also measured ∩ ξ P S ( ) under varying capacity levels C (yellow to orange, = . . . . . C 0 001, 0 005, 0 02, 0 04, 0 1 days −1 ). As expected, the saved nodes tend towards the large ξ tail of the distribution, showing that, indeed, the broad distribution of ξ sn determines the mitigation efficiency. (h) The critical capacity η C required to save ( = S 1) an η fraction of all nodes vs. the number of nodes N. As predicted in Eq. (8) we observe ∼ η φ C N , a scaling relationship that renders mitigation unattainable for large networks ( → ∞ N ). For a random network we predict φ = 1 (solid black line). (i,j) The mean spreading time 〈T〉 of the pathogen (red) and the therapeutic (blue) vs. system size N. The therapeutic spreads in polynomial time (log-log plot, left), while the pathogen in logarithmic time (log-linear plot, right). (k) P(ξ) vs. ξ as obtained from the empirical air-traffic network. We observe similar patterns to those of the random network analyzed above. Indeed, also here the ξ-heterogeneity (ν = . www.nature.com/scientificreports www.nature.com/scientificreports/ also measured ∩ ξ P S ( ) , finding again that the saved nodes are concentrated around the large ξ tail of P(ξ), confirming that network dilution via (6) is, indeed, the source of the unsuccessful mitigation. Repeating this experiment for decentralized mitigation (Fig. 4l) shows the intrinsic difference between the two strategies, as here, since B nm plays no role in delivering the therapeutic, ∩ ξ P S ( ) rises uniformly across all nodes, independently of their highly uneven pathways to the source s.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2628,
                    "end": 2637,
                    "text": "(Fig. 4l)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": ""
        },
        {
            "text": "While our analytical predictions focus on random networks, we have shown that they also apply to the empirical B nm , which builds on the natural fluxes, as extracted from global aviation data 27, 28 . More broadly, such dilution in the downstream flow of the therapeutic in the form of Eq. (6), is an intrinsic consequence of any reasonable network construction 29 , and hence we believe that it is practically unavoidable under the centralized mitigation framework. In Supplementary Section 2.2 we artificially construct an egalitarian network, which indeed rectifies, to some extent, the observed distribution inequality. However, the realization of such a network requires us to seize full control over air transportation, which is not only an unrealistic scenario, but also, as mentioned above, one that imposes an extremely heavy burden on the global economy and political stability.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Optimizing centralized mitigation. Our modeling of centralized mitigation up to this point was based on diffusive spread, a la Eq. (15), a framework that can be naturally coupled to the SIR dynamics of Eq. (12) . In this framework, our control over the dissemination is enacted through the design of the networks B nm and Z nm (Supplementary Section 2.2). Once these networks are set, the spread of the therapeutic is governed by diffusion, which is often sub-optimal, allowing, e.g., for superfluous quantities to accumulate at selected locations. We can improve dissemination efficiency by modeling it as a commodity flow problem 30, 31 , seeking to optimally utilize the routes of the existing air-traffic network, until meeting the demands of all destinations 32, 33 . In this framework, each air-route is assigned a carrying capacity C nm , capturing the number of doses it can transport per day, and each destination n is assigned an initial demand d n (0), depending on the size of its local population M n . At each step (day), as the therapeutic is shipped and accumulates at n, the local demands are updated, d t ( ) n , subtracting the supplied doses from d n (0), until n's quota is filled at time T n Supp, (Fig. 5a) . Using linear optimization, we derive the optimal dissemination strategy to achieve maximum daily flow to all destinations = … n N 1, , from the source s, avoiding any wasted dosage via oversupply, and satisfying the constrained carrying capacities C nm (Supplementary Section 5).",
            "cite_spans": [
                {
                    "start": 632,
                    "end": 635,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 764,
                    "end": 767,
                    "text": "32,",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 1220,
                    "end": 1229,
                    "text": "(Fig. 5a)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Our previous analysis in Figs 3 and 4 indicated that the main problem in centralized dissemination is its extreme levels of inequality, as expressed through the efficiency n Res,",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "in Eq. (4). In the context of the current modeling this is most naturally expressed through",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "n n n capturing the fraction of n's demand that is supplied by the time t. Interestingly, we find in Fig. 5 that the optimal commodity flow, in spite of being profoundly different from the diffusive propagation of Eq. (15), leads to strikingly similar patterns of inhomogeneity. For instance, the Gini coefficient extracted from f n (t) remains large at the early stages of the dissemination (Fig. 5b) , reminiscent of the patterns observed for  n Res, in Fig. 3a above. This indicates that few nodes fill their initial demand early on, while the majority of nodes take a long time to satisfy their quota, hence the large inequality observed for small t. Similar patterns are also observed through the time evolution of P(f), capturing the probability density for a random node n to have",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 107,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 392,
                    "end": 401,
                    "text": "(Fig. 5b)",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 464,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": ""
        },
        {
            "text": "Indeed, Fig. 5c shows that P(f) recovers the signature two peak structure observed earlier for P( ) Res  : an increased density around → f 0 and ∼ f 1, capturing a coexistence of early vs. late supplied nodes (compare to Fig. 3b) . Finally, we used T n Supp, , the time for n to fill its demand, to estimate n's average supply rate as ξ = T 1/ sn n Supp, , namely the average volume of doses entering n per unit time. In Fig. 5d we find that P(ξ) recovers the power-law form predicted in (7) with ν = .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 8,
                    "end": 15,
                    "text": "Fig. 5c",
                    "ref_id": null
                },
                {
                    "start": 222,
                    "end": 230,
                    "text": "Fig. 3b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 422,
                    "end": 429,
                    "text": "Fig. 5d",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "1 86, hence fully retrieving the patterns of distribution inequality exposed in Fig. 4g ,k. Together we find that even under optimal distribution, the unequal supply rate, indeed the root cause of inefficiency of centralized mitigation, is practically impossible to avoid. Therefore, it is not unique to our modeling via Eq. (15), or to our specific network design, but rather represents an intrinsic characteristic of network-based dissemination, further illustrating the crucial need for a decentralized mitigation strategy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 87,
                    "text": "Fig. 4g",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": ""
        },
        {
            "text": "Network spreading processes are at the heart of many crucial applications, from the flow of information to the diffusion of physical commodities. The resulting propagation patterns may be highly diverse, owing to the distinct spreading dynamics governing each process 34, 35 . The consequences for disease mitigation are crucial, as we find that diseases spread roughly homogeneously, while therapeutics tend to distribute extremely heterogeneously. Intrinsic to the nature of commodity vs. viral flow these patterns are practically impossible to avoid -placing severe limits on our ability to efficiently address global epidemics. We, therefore introduce decentralized mitigation, a currently unexplored strategy, as likely the only tenable response for this threat.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While current technology is not fully mature for immediate implementation of decentralization, in Section A we discuss its potential applicability within the foreseeable future, providing estimates for the level of technological enhancement that it entails. We also emphasize that in real scenarios, a combined approach is likely best, where highly capable populations (c n > 1) can ship their excess synthesized therapeutics to less capable ones (c n < 1). This hybrid -physical/digital -strategy can further homogenize the therapeutic supply, and minimize the burden on the transportation networks to treat only the needy destinations. Hence, even if imperfect, decentralization capabilities are a crucial component of future mitigation of global pandemics. www.nature.com/scientificreports www.nature.com/scientificreports/ Our findings are most crucial in case the epidemic spreads globally. In such scenario, the peak infection occurs approximately simultaneously at logarithmic time-scales. Equations (8) and (10) indicate that such concurrent global demand cannot be met even under the most optimistic estimates for the capacity C s . Under these circumstances, decentralized mitigation is more efficient, even if it is inferior in other characteristics, such as production rate (c n ) or efficacy (γ). This calls for a change in the current paradigm of classification and prioritization of therapeutics. At present, we focus mainly on the therapeutic efficacy 36, 37 , i.e. how efficiently the biological/chemical agent cures the disease. We relate little weight, however, to the agent's chemical classification -e.g., whether it is a small molecule, a protein, or a nucleic acid, as, indeed, these details seem marginal as long as it overcomes the lethal pathogen. However, these distinctions become crucial if we consider digital-distributability, as not all Figure 5 . Optimizing centralized mitigation. (a) To enhance the efficiency of the centralized drug distribution we used the commodity flow framework: each node is assigned an initial demand d n (0), proportional to its population (node size); and each air-route is assigned a daily carrying capacity C nm (numbers by edges), proportional to its daily volume of passenger traffic. In each time step t we optimize the flow from the source s to supply as much of the therapeutic as possible, within the constrained C nm . As nodes accumulate the therapeutic (blue fill) their demand is updated accordingly. For example, node 2's initial demand is d 2 (0) = 3. Following the first round of shipment (t = 1) a single unit is shipped from s, supplying a fraction . (b) The Gini coefficient vs. t, as obtained from the time dependent fractional stock levels f n (t). We find that despite the optimization, inequality continues to govern the therapeutic distribution, as expressed by the high Gini coefficient at small t. This describes a scenario in which few nodes are fully stocked early on, while the majority of nodes will only reach → f t ( ) 1 n (and hence Gini → 0) at much later times. (c) The probability density P(f) vs. f at three selected time points t. Similarly to Fig. 3b we observe a highly unequal distribution in which selected nodes are fully supplied (right peaks), while others are still deprived (left peaks). These patterns in (b) and (c) are strikingly reminiscent of the those observed earlier in Fig. 3a ,b. (d) P(ξ) vs. ξ, capturing the probability density that a randomly selected node enjoys a supply rate of ξ ξ ξ ∈ + ( d ). Here we approximate rates as ξ = T 1/ sn n Supp, , namely the average supply rate in n under therapeutic distribution from s. The power-law form of P(ξ) (solid line represents ξ ν − ) demonstrates the uneven dissemination of the therapeutic, in which supply rates range over orders of magnitude. This pattern of P(ξ) is, again, analogous with the identical patterns of distribution inequality observed in Fig. 4d ,g,k, further reinforcing the intrinsic heterogeneity characterizing network-based centralized mitigation. molecular media are equally digitizable. Hence, the utility of a drug emerges not just from its chemical effectiveness, but also from how such effectiveness is balanced alongside the drug's distributability.",
            "cite_spans": [
                {
                    "start": 1468,
                    "end": 1471,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 1869,
                    "end": 1877,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 3142,
                    "end": 3149,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3385,
                    "end": 3392,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3923,
                    "end": 3930,
                    "text": "Fig. 4d",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Most crucially, our analysis shows that mitigation effectiveness, i.e. the amount of lives saved, may be distinct from therapeutic efficacy. This motivates future research into decentralizable therapeutic technologies, which, even if biomedically inferior, may translate to significantly more lives saved under a global spreading scenario (see Box 1 and Section A).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In a broader perspective, our finding that homogenous spread enhances mitigation efficiency may be relevant in other distribution scenarios, even if digitizablity is not available. For instance, most distribution algorithms for physical commodities optimize for maximal flow or for minimum cost [30] [31] [32] [38] [39] [40] . However, our results indicate that optimizing for homogeneity may often provide the most desirable outcome, not only in terms of equality, but also in terms of overall mitigation efficiency.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 299,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 300,
                    "end": 304,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 305,
                    "end": 309,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 320,
                    "end": 324,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Section A -biological applicability and current gaps. Decentralization is motivated primarily by network science considerations, showing that it enhances equality and hence the mitigation efficiency. Its realization, however, is limited by bio-technology, which at present offers several pathways towards digitization, as discussed in Box 1. Here we analyze the challenges in the DNA aptamer path, as we believe it exhibits several advantages 16 over the alternatives, such as the diversity of their initial random library 69 their rapid discovery process 60 , and their relatively stable nature, which underlies their smooth handling and shipping, compared to, e.g., peptides. We are also motivated by recent reviews 16, 70 that expose the therapeutic potential of DNA aptamers, citing the major obstacle towards their biomedical applicability as the lagging research rather than any intrinsic therapeutic deficiency they possess. Of course, other biomedical realizations are equally relevant, as our main focus is on the efficiency of decentralization as a mitigation strategy, not on advocating for a specific biomedical application.",
            "cite_spans": [
                {
                    "start": 718,
                    "end": 721,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The main bottleneck on the track to application via DNA-based therapeutics is the scalability of DNA printing 16 . Present day oligonucleotide synthesizers are capable of synthesizing ∼10 gram/day of a short oligonucleotide, at a cost of ∼500 USD, requiring thorough purification, and generating, as a byproduct, large amounts of liquid waste. For RNA nucleosides, LNA, or other modified materials, the cost becomes approximately 10 times higher, i.e. ∼5,000 USD per 10 grams. Combined with the current cost of the required instrumentation, estimated Box 1. Digitizable therapeutics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While classic medications are shipped and transported in their physical form, a digitizable therapeutic can be distributed as data and manufactured on location via scalable printing technology. We consider three relevant therapeutic media with digitizable potential: Small molecules. Envisioned as a future means of drug distribution, technology for printing biomedically relevant molecules has been recently introduced. The molecular 3D printers are designed to enable several pharmaceutical applications, such as drug design, personalized drug dosing and the fabrication of treatment devices [41] [42] [43] . The main advantage of small molecules is that they underlie the majority of current mainstream pharma. Indeed, most established drugs are, at present, based on small molecules, and are therefore considered the natural candidate for treating pathogens.",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 598,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 599,
                    "end": 603,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 604,
                    "end": 608,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Nucleic acids. Built from a selection of four natural building blocks (G, C, A, T/U) and additional artificial ones, their synthesis is sufficiently facile and inexpensive as to be carried out locally 16, 18 . DNA/RNA sequences operate either by interfering with gene expression, e.g., antisense oligonucleotides [44] [45] [46] and RNAi [47] [48] [49] , or through their unique folding geometry, which allows them to interact structurally with a target molecule, e.g., aptamers 16,50-54 and ribozymes [55] [56] [57] . While not widespread at this point, these short DNA-sequences have already proven their potential efficacy, for example inhibiting the activity of human immunodeficiency virus (HIV) 58, 59 , as well as other applications at various stages of clinical trials 52 . A crucial advantage of DNA aptamers is their rapid ab-initio discovery, which can be accomplished within hours or days 60 , allowing a potentially rapid response when confronted with an unknown pathogen.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 313,
                    "end": 317,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 323,
                    "end": 327,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 337,
                    "end": 341,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 342,
                    "end": 346,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 347,
                    "end": 351,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 501,
                    "end": 505,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 506,
                    "end": 510,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 511,
                    "end": 515,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 700,
                    "end": 703,
                    "text": "58,",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Peptides. Peptide sequences are coded from a selection of twenty natural building blocks, i.e. amino acids, folding into a defined geometric 3D structure to bind or modify selected target molecules [61] [62] [63] . Short peptides can be efficiently digitized, thanks to their relatively facile printability 64 ; larger ones, however, often require additional modification 65 , and are hence harder to produce and fold properly. Finally, proteins, essentially very large peptides, are at present too complex for local synthesis outside a biological system, such as a cell culture, therefore prohibiting their current use as locally synthesized therapeutics.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 203,
                    "end": 207,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 208,
                    "end": 212,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 372,
                    "end": 374,
                    "text": "65",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The main advantage of nucleic acids and peptides is their polymeric structure, comprising a limited set of discrete recurring building blocks. These building blocks are digital in the same sense that binary data is digital, with the sequence of monomers serving as data bits. Consequently, one can flexibly print any desired sequence using a standard printing apparatus, without specific adaptation or calibration, in a similar fashion to the way a standard printer can print any desired text. In the face of a novel pathogen, such flexibility can provide a crucial advantage over molecular printing. The therapeutic potential of such polymer-based drugs, while not yet widespread, has been demonstrated on several existing treatments, such as Fomivirsen 66 , Pegaptanib 67 and Insulin 68 . Their digital advantage, we believe, merits further research into expanding their therapeutic applicability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In a network of N coupled nodes = … n N 1, , , each with a population of M n individuals, we use the SIR model to track the fraction of M n who are susceptible (s n ), infected (j n ) or removed (r n ). Each of these sub-populations is divided among the treated individuals (s j r , , where α is the infection rate, β is the mortality rate of the untreated individuals and ζ β > is the recovery rate under treatment. The therapeutic efficacy is γ ≤ ≤ 0 1 and its consumption rate ρ q ( ) n depends on the availability of the therapeutic q n (t) in n, as Hence ρ q ( ) n increases linearly with q n (t) as long as the demand (denominator) exceeds the supply, and saturates to unity when n has excess quantities of the therapeutic, avoiding over consumption (Supp. Sec. 1.2). In (12) we introduce an invasion threshold ε through the sigmoidal function",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 2. Modeling a lethal global epidemic under centralized and decentralized mitigation."
        },
        {
            "text": "n n h n h which activates the local SIR dynamics only when the local infection levels = + j j j n n n U T exceed ε. The diffusion of individuals between nodes is mediated by A nm , derived from the empirical international air-travel network 61 where the first term captures local drug consumption, and the second term, activated following a response time t R , represents drug production/shipment from the source s; δ ns is the Kronecker δ-function and θ x ( ) is the Heavyside step-function. The pre-factor κ s is derived in Supp. Sec. 1.3. The shipping routes are governed by Z nm and B nm , constructed in Supp. Sec. 2.2. In Supp. Sec. 5 we also consider optimized distribution strategies based on commodity flow algorithms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 2. Modeling a lethal global epidemic under centralized and decentralized mitigation."
        },
        {
            "text": "In Decentralized mitigation we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 2. Modeling a lethal global epidemic under centralized and decentralized mitigation."
        },
        {
            "text": "n n n n n U U R in which the central production in s is replaced by local production in each node at a rate c n . Here = = c C C n s translates to a cumulative production capacity of a C-fraction of the global demand per day, with the only distinction being whether this production is centralized (C s ) or decentralized (c n ); Supp. Sec. 1.3. at ∼2.5 × 10 5 USD, we believe, that despite the unequivocal advantages of decentralization, it is currently of limited applicability at a global scale. This status-quo, however, is a consequence of our current priorities, rather than an intrinsic technological restriction. Indeed, the need for scalable low-cost mass-printing of short DNA sequences was not evident until now, and hence the development of the relevant technology was never prioritized. Our findings, together with the potential usefulness of such therapeutics 16, 70 , suggest reassessing these priorities.",
            "cite_spans": [
                {
                    "start": 873,
                    "end": 876,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Box 2. Modeling a lethal global epidemic under centralized and decentralized mitigation."
        },
        {
            "text": "Another issue regarding the mass-production of DNA-based therapeutics, is the need for large amounts of phosphorous, a limited resource, that constitutes ∼10% of the DNA mass 71 . It was recently estimated that Earth's accessible phosphorous reserves are in excess of 6 × 10 13 kg, with global production in 2016 amounting to 2.6 × 10 11 kg, mainly serving the fertilizer industry 72 . Our calculations, based on these figures, indicate that phosphorous availability is orders of magnitude higher than that required for global dissemination of our proposed DNA-based therapeutics. To be on the safe side, we assume the oligonucleotide dosage to be of the order of ∼10 −2 kg per person, and the synthesis yield to be only 10%. Even under these stringent assumptions, we can treat the global population of ∼10 10 individuals with ∼10 8 kg of phosphorous, amounting to less than 0.1% of the current annual consumption.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 177,
                    "text": "71",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 383,
                    "text": "72",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Box 2. Modeling a lethal global epidemic under centralized and decentralized mitigation."
        },
        {
            "text": "Most crucially, our findings clearly show that even imperfect digitizable therapeutics -e.g., costly or non-efficient (low c n ), are still significantly more effective than the non-digitizable (centralized) alternative. Our analysis indicates that c n ∼ 0.2, a distributed coverage of approximately 20%, can efficiently tackle a virulent epidemic. Hence, to implement decentralized mitigation capabilities we must aim for local production capacity of the order of 2 × 10 5 doses per day -printing and locally disseminating -per each population of 10 6 individuals. At ∼1 gram per dose, this requires ∼2 × 10 4 printers with a synthesis rate of ∼10 grams/day each. Under current costs, this amounts to ∼5 × 10 3 USD per individual. Therefore, to meet this desired capacity, we must aim for a 10-100 fold reduction in the cost of the required instrumentation. Once achieved, the infrastructure for decentralized mitigation can be established over the course of ∼10 years with an annual investment of 5-50 USD per person. While a 10-100 fold cost reduction is, indeed, no incremental advance, we believe that it is within our reach if only the priority is set.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 2. Modeling a lethal global epidemic under centralized and decentralized mitigation."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemic Spreading in Scale-Free Networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Phys. Rev. Lett",
            "volume": "86",
            "issn": "",
            "pages": "3200--3203",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemic processes in complex networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castellano",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Mieghem",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Rev. Mod. Phys",
            "volume": "87",
            "issn": "",
            "pages": "925--979",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemic dynamics in finite size scale-free networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Phys. Rev. E -Stat. Nonlinear, Soft Matter Phys",
            "volume": "65",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Modeling the critical care demand and antibiotics resources needed during the Fall 2009 wave of influenza A(H1N1) pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balcan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Curr",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Immunization of complex networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Phys. Rev. E",
            "volume": "65",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Suppressing epidemics with a limited amount of immunization units",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mihaljev",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Havlin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Herrmann",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Phys. Rev. E -Stat. Nonlinear, Soft Matter Phys",
            "volume": "84",
            "issn": "",
            "pages": "2--7",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Immunization of real complex communication networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gomez-Gardenes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Echenique",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eur. Phys. J. B-Condensed Matter Complex Syst",
            "volume": "49",
            "issn": "",
            "pages": "259--264",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Understanding disease control: Influence of epidemiological and economic factors",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Oles",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gudowska-Nowak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kleczkowski",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Presentation of malaria epidemics using multiple optimal controls",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Lashari",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Appl. Math",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Searching for the most cost-effective strategy for controlling epidemics spreading on regular and small-world networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kleczkowski",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Oles",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gudowska-Nowak",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Gilligan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. R. Soc. Interface",
            "volume": "9",
            "issn": "",
            "pages": "158--169",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Efficient Control of Epidemics Spreading on Networks: Balance between Treatment and Recovery",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Oleś",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Antiviral treatment for the control of pandemic influenza: some logistical constraints",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Arinaminpathy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mclean",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. R. Soc. Interface",
            "volume": "5",
            "issn": "",
            "pages": "545--553",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Human Mobility Networks, Travel Restrictions, and the Global Spread of 2009 H1N1 Pandemic",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bajardi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Will travel restrictions control the international spread of pandemic influenza",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat. Med",
            "volume": "12",
            "issn": "",
            "pages": "497--499",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "U.S. airport entry screening in response to pandemic influenza: Modeling and analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Malone",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Travel Med. Infect. Dis",
            "volume": "7",
            "issn": "",
            "pages": "181--191",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Aptamers as targeted therapeutics: current potential and challenges",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat. Rev. Drug Discov",
            "volume": "16",
            "issn": "",
            "pages": "181--202",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Synthetic DNA Synthesis and Assembly: Putting the Synthetic in Synthetic Biology",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Ellington",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cold Spring Harb. Perspect. Biol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "In situ activation of bis-dialkylaminophosphines-a new method for synthesizing deoxyoligonucleotides on polymer supports",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Barone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Caruthers",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Nucleic Acids Res",
            "volume": "12",
            "issn": "",
            "pages": "4051--61",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The hidden geometry of complex, network-driven contagion phenomena. Science (80-.)",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Helbing",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "342",
            "issn": "",
            "pages": "1337--1342",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Dynamical processes on complex networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthelemy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A structured epidemic model incorporating geographic-mobility among regions",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sattenspiel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Math. Biosci",
            "volume": "128",
            "issn": "",
            "pages": "71--91",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Ebola virus disease 2013-2014 outbreak in west Africa: an analysis of the epidemic spread and response",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Cenciarelli",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int. J. Microbiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "WHO|Statement on the 1st meeting of the IHR Emergency Committee on the 2014 Ebola outbreak in West Africa. WHO. Available at",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "International Encyclopedia of Geography: People, the Earth, Environment and Technology 1-4",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "Gini"
                    ],
                    "last": "Witlox",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coefficient",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The Dynamics of Wealth Inequality and the Effect of Income Distribution",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Berman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ben-Jacob",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shapira",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Scale-Free Networks Are Ultrasmall",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Havlin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Phys. Rev. Lett",
            "volume": "90",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The scaling laws of human travel",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hufnagel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Geisel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "439",
            "issn": "",
            "pages": "462--465",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Complexity in human transportation networks: A comparative analysis of worldwide air transportation and global cargo ship movements",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "O&apos;danleyman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seebens",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Blasius",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Universality in network dynamics",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barzel",
                    "suffix": ""
                },
                {
                    "first": "A.-L",
                    "middle": [],
                    "last": "Barabási",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Phys",
            "volume": "9",
            "issn": "",
            "pages": "673--681",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Network flows: theory, algorithms, and applications",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Ahuja",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Magnanti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Orlin",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "On solving multi-commodity flow problems: An experimental evaluation",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Chinese J. Aeronaut",
            "volume": "30",
            "issn": "",
            "pages": "1481--1492",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Maximal flow through a network",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Fulkerson",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "Can. J. Math",
            "volume": "8",
            "issn": "",
            "pages": "399--404",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Faster Algorithms for the Quickest Transshipment Problem",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Fleischer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "SIAM J. Optim",
            "volume": "12",
            "issn": "",
            "pages": "18--35",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Spatiotemporal signal propagation in complex networks",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Harush",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haber",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barzel",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat. Phys",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Dynamic patterns of information flow in complex networks",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Harush",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barzel",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat. Commun",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Improvement of the Clustering Technique to Classify Medicines Based on Indications or Efficacies",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Katano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kimura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ohkura",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tsuchiya",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Procedia Technol",
            "volume": "17",
            "issn": "",
            "pages": "756--763",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "How effective are common medications: a perspective based on meta-analyses of major drugs",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leucht",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Helfer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gartlehner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Med",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Multicommodity Flow Problems",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barnhart",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Krishnan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Vance",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Encyclopedia of Optimization 1583-1591",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Maximal Flow Through a Network",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Fulkerson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Classic Papers in Combinatorics 243-248",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Efficient maximum flow algorithms",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Goldberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Tarjan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Commun. ACM",
            "volume": "57",
            "issn": "",
            "pages": "82--89",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "3D Printing in Pharmaceutical and Medical Applications -Recent Achievements and Challenges",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jamróz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Szafraniec",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kurek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jachowicz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Pharm. Res",
            "volume": "35",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "3D Printing Technology in Drug Delivery: Recent Progress and Application",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kotta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Alsabeelah",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Curr. Pharm. Des",
            "volume": "24",
            "issn": "",
            "pages": "5039--5048",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "3D printing of versatile reactionware for chemical synthesis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Kitson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Protoc",
            "volume": "11",
            "issn": "",
            "pages": "920--936",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The potential of antisense oligonucleotide therapies for inherited childhood lung diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Martinovich",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mol. Cell. Pediatr",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Antisense oligonucleotides in therapy for neurodegenerative disorders",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Evers",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J A"
                    ],
                    "last": "Toonen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Roon-Mom",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Adv. Drug Deliv. Rev",
            "volume": "87",
            "issn": "",
            "pages": "90--103",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "HSP27 is a partner of JAK2-STAT5 and a potential therapeutic target in myelofibrosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sevin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Commun",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Knocking down disease: a progress report on siRNA therapeutics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wittrup",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lieberman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Rev. Genet",
            "volume": "16",
            "issn": "",
            "pages": "543--552",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "siRNA therapeutics: big potential from small RNAs",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C C"
                    ],
                    "last": "Ryther",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Flynt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Patton",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Gene Ther",
            "volume": "12",
            "issn": "",
            "pages": "5--11",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "RNA silencing and genome regulation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Almeida",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Allshire",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Trends Cell Biol",
            "volume": "15",
            "issn": "",
            "pages": "251--258",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Selection and characterization of DNA aptamer against glucagon receptor by cell-SELEX",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci. Rep",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Aptamer 1 and 146 developed by cell-SELEX are specific to pancreatic cancer stem cells",
            "authors": [
                {
                    "first": "Y.-J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Pancreatology",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Nucleic Acid-Based Aptamers: Applications, Development and Clinical Trials",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kanwar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Curr. Med. Chem",
            "volume": "22",
            "issn": "",
            "pages": "2539--2557",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Aptamer-mediated Plasmodium-specific diagnosis of malaria",
            "authors": [
                {
                    "first": "Y.-W",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Biochimie",
            "volume": "145",
            "issn": "",
            "pages": "131--136",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Selection and Characterization of a DNA Aptamer Specifically Targeting Human HECT Ubiquitin Ligase WWP1",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tucker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kinghorn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "Y.-W",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tanner",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int. J. Mol. Sci",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Therapeutic ribozymes: principles and applications",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Rossi",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "BioDrugs",
            "volume": "9",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The potential use of catalytic RNAs in therapy of HIV infection and other diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Cantin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sarver",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Pharmacol. Ther",
            "volume": "50",
            "issn": "",
            "pages": "245--254",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Inhibition of tumor growth by ribozyme-mediated suppression of aberrant epidermal growth factor receptor gene expression",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yamazaki",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Natl. Cancer Inst",
            "volume": "90",
            "issn": "",
            "pages": "581--588",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Inhibition of human immunodeficiency virus activity by phosphorodithioate oligodeoxycytidine",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Beaton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matsukura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Caruthers",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "89",
            "issn": "",
            "pages": "6265--6274",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Aptamers against Pathogens and Toxins: Identification and Biosensing Applications",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Sooter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N A"
                    ],
                    "last": "Single-Stranded",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Current approaches in SELEX: An update to aptamer selection technology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Darmostuk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rimpelova",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gbelcová",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ruml",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Biotechnol. Adv",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Peptide therapeutics: current status and future directions",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fosgerau",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Drug Discov. Today",
            "volume": "20",
            "issn": "",
            "pages": "122--128",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Therapeutic peptides: Historical perspectives, current development trends, and future directions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Bioorg. Med. Chem",
            "volume": "26",
            "issn": "",
            "pages": "2700--2707",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Virus-Derived Peptides for Clinical Applications",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sunderland",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Chem. Rev",
            "volume": "117",
            "issn": "",
            "pages": "10377--10402",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "A fully automated flow-based approach for accelerated peptide synthesis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mijalis",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat. Chem. Biol",
            "volume": "13",
            "issn": "",
            "pages": "464--466",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Fomivirsen -a phosphorothioate oligonucleotide for the treatment of CMV retinitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "De Smet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Meenken",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Den Horn",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Ocul. Immunol. Inflamm",
            "volume": "7",
            "issn": "",
            "pages": "189--98",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Pegaptanib, a targeted anti-VEGF aptamer for ocular vascular disease",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "W M"
                    ],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat. Rev. Drug Discov",
            "volume": "5",
            "issn": "",
            "pages": "123--132",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Pancreatic Extracts in the Treatment of Diabetes Mellitus",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Banting",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Best",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Collip",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Fletcher",
                    "suffix": ""
                }
            ],
            "year": 1922,
            "venue": "Can. Med. Assoc. J",
            "volume": "12",
            "issn": "",
            "pages": "141--147",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Aptamers in the Therapeutics and Diagnostics Pipelines. Theranostics",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kaur",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Bruno",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "4016--4032",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Author contributions All authors designed and conducted the research. A.H. analyzed the data and conducted the numerical simulations, A.H., B.B. and R.C. lead the analytical derivations, and I.B. and S.E. conceived and analyzed the biotechnological applicability",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Outrunning a contageuous epidemic using Centralized vs. Decentralized therapeutic distribution. (a) The global coverage R(t) vs. t following an outbreak at Burundi (BJM). Lacking treatment we observe → ∞ ∼ R t ( ) 1 (grey). Centralized mitigation, initiated at = t 12 R days (dashed line), reduces mortality to ∼0.6 (yellow). Under identical conditions, decentralized mitigation achieves a four-fold increase in efficiency, with → ∞ ∼ . R t ( ) 0 15 (green). (b) The state of the epidemic at = t 11, directly before drug dissemination begins. The local mortality levels r t ( ) n U in each node and the flux of infected individuals along each link (air-route) are represented by their red color depth. (c-f) Centralized drug dissemination begins at = t 12 R",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Here we observe no therapeutic flux along the links, as the therapeutic is disseminated digitally, bypassing the physical transportation network. (k-n) R(t) at the four selected time points under no treatment (U, grey), with centralized mitigation (CM, yellow) and under decentralized mitigation (DM, green). Here and throughout we set the parameters in Eq.(12) to α = 2 day −1 , β = .0 2 day −1 , γ = . 1 0, ζ = . 1 0 day −1 , = h 8 and ε = − 10 6 . The mean capacities under both centralized (15) and decentralized (16) mitigation were set to = = . ⟨ ⟩ c C 0 2 n s day −1 and the response time to = t 12 R days. The individual capacities c n are extracted from a normal distribution  µ σ ( , ) 2 with mean µ = .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Efficiency of Centralized vs. Decentralized mitigation. The efficiency  vs. the response time t R under centralized (yellow) and decentralized (green) drug dissemination, showing that centralization is consistently superior. For large t R both methods show little efficiency as the majority of the population has already been impacted. (b) The residual efficiency  Res",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Equality and allocation of resources in drug dissemination. To understand the roots of the dramatically improved performance of decentralized vs. centralized we examined the level of inequality in the local efficiencies  n Res, via the Gini coefficient (5). (a) Gini vs. C for centralized (yellow) and decentralized (green) mitigation. While the latter is egalitarian by nature, having a low Gini coefficient, the former is extremely uneven, with few nodes that benefit from highn Res, ",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "propagation, logarithmically dependent on system size. To evaluate the spread of the therapeutic, we seek the supply time",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Spreading competition between pathogens and therapeutics. (a) As it spreads, the pathogen endogenously reproduces identically at each node through SIR. (b) In contrast, the therapeutic flows in different rates into each node. We analyze the resulting spreading patterns on a weighted random network of = N 10 4 nodes ( = k 10, weights extracted from . .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "black solid line) drives the local efficiency levels as observed from∩ ξ P S ( ) (yellow to orange, C = 0.01, 0.1, 0.3,1.0, 3.0, 10 days −1 ). (l) In decentralized mitigation, absent a distribution network, we find that the saved nodes are evenly spread, independently of ξ, an egalitarian increase in saved nodes, in which the rate heterogeneity plays no role (light to dark green, −1 ). (2019) 9:14345 | https://doi.org/10.1038/s41598-019-50553-x",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "RepoRtS | (2019) 9:14345 | https://doi.org/10.1038/s41598-019-50553-x",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": ", and hence reducing its demand to d 2 (1) = 2. A node is fully supplied (fully blue) at time",
            "latex": null,
            "type": "figure"
        },
        "TABREF3": {
            "text": "U ), who have not yet gained access to it. For a lethal epidemic, r n U represents the deceased population, while r n T are the saved individuals, who, absent any treatment, would have perished. The epidemic dynamics is driven by (Supp. Sec. 1)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "(Supp. Sec. 2.1). Drug availability. Under Centralized mitigation we have",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Numerical codes to reproduce the results presented in the paper are available at https://figshare.com/projects/ Digitable_therapeutics_for_decentralized_mitigation_of_global_pandemics/69062.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Availability"
        },
        {
            "text": "Supplementary information accompanies this paper at https://doi.org/10.1038/s41598-019-50553-x.Competing Interests: The authors declare no competing interests.Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        },
        {
            "text": "License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International"
        }
    ]
}