{
    "paper_id": "a50e10f7e1e7aad05d6878f7bcaba975d753eda3",
    "metadata": {
        "title": "Regulating Hybrids: 'Making a Mess' and 'Cleaning Up' in Tissue Engineering and Transpecies Transplantation",
        "authors": [
            {
                "first": "Nik",
                "middle": [],
                "last": "Brown",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Science and Technology Studies Unit",
                    "institution": "University of York",
                    "location": {
                        "postCode": "YO10 5DD",
                        "settlement": "York",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Alex",
                "middle": [],
                "last": "Faulkner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cardiff",
                    "location": {
                        "addrLine": "0.75 Glamorgan Building, 2.02 53 Park Place",
                        "postCode": "CF10 3WT",
                        "settlement": "Cardiff",
                        "country": "UK"
                    }
                },
                "email": "faulknerac@cf.ac.uk"
            },
            {
                "first": "Julie",
                "middle": [],
                "last": "Kent",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of the West of England",
                    "location": {
                        "addrLine": "Frenchay Campus",
                        "postCode": "BS16 1QY",
                        "settlement": "Bristol",
                        "country": "UK"
                    }
                },
                "email": "julie.kent@uwe.ac.uk"
            },
            {
                "first": "Mike",
                "middle": [],
                "last": "Michael",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of London",
                    "location": {
                        "postCode": "SE14 6NW",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": "m.michael@gold.ac.uk"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "globally mobilized in a worldwide traffic of scientific, medical and commercial transactions. While human implant technologies have a long history, contemporary technoscience has thrown up an ever-wider range of boundary-crossing possibilities for both the body politic and corporeal (Franklin and Lock, 2003; Brown and Webster, 2004) . Medicine is now at the heart of an array of combinatorial human, animal and mechanical materials. While the troubled nature of transplantation has been relatively well documented (eg Swazey, 1978, 1992) , less well understood are new forms of innovation that cut across machines, humans and animals raising regulatory concerns about material and cultural risk (Brown and Michael, 2004; Faulkner et al., 2004; Kent et al., 2005) . At the same time, such hybrids are powerful sources of hope -new treatments for large populations throughout the aging societies, and new sources of wealth for countries seeking a place in the emerging tissue economies.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 309,
                    "text": "(Franklin and Lock, 2003;",
                    "ref_id": null
                },
                {
                    "start": 310,
                    "end": 334,
                    "text": "Brown and Webster, 2004)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 520,
                    "end": 539,
                    "text": "Swazey, 1978, 1992)",
                    "ref_id": null
                },
                {
                    "start": 697,
                    "end": 722,
                    "text": "(Brown and Michael, 2004;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 723,
                    "end": 745,
                    "text": "Faulkner et al., 2004;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 746,
                    "end": 764,
                    "text": "Kent et al., 2005)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hybridity takes many forms and contemporary developments in the manipulation of tissues have extended these profoundly. Hybrids signal the breach of various socio-material categories, indicating inconsistencies that disorder routines and accepted mores. It is no accident that concepts of pollution and contamination have had an increasingly important place in sociological and anthropological accounts of the life sciences lately. These disruptions are frequently framed around questions of new standards for the purity of cell lines, the cleanliness of animal tissues, new rules to secure safety and avoid hazard.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Often falling outside existing frames of institutional and disciplinary understanding, hybrids are messy/disorderly creatures. They are 'matters in wrong places' (Douglas, 1966) and for regulation they have consequently become 'matters of concern' (Latour, 2004) . This paper compares the regulatory ordering of human tissue engineering (TE) and xenotransplantation (XT) and the changing ways in which both have been defined and classified 1 for regulatory purposes. Crucially, they are areas of innovation which regulators have sought to govern separately and in isolation from one another. That is, contrasting regulatory mechanisms and definitional boundaries partition them socially and institutionally. But despite these attempts at purification, TE and XT have proven increasingly difficult to tell apart in practical and material terms. Human and animal matters, cell cultures and tissue products have much greater corporeal connection than has been institutionally recognized.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 177,
                    "text": "(Douglas, 1966)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 248,
                    "end": 262,
                    "text": "(Latour, 2004)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This paper tells the story of how the messy worlds of TE and XT have leaked into one another, calling into question the abilities of regulation to adequately control hybrid innovations. Clinical XT has been subject to forceful regulatory prohibition over recent years with the relatively stable consensus that risks outweigh benefits, particularly in respect to transpecies disease. But recently the regulatory grip on XT has been called into question as various -at first seemingly unrelated -areas of TE have come to regulatory attention. This has resulted in significant attempts to 'clean up' the definition of XT, broadening its regulatory identity. 'TE' on the other hand signifies a far more diverse set of practices whose identity in regulation has been more plastic than that of XT. As such, regulators have sought to draw a clean distinction between different aspects of implant innovation, steering TE clear of potential contamination by more problematic hybrids like XT and stem cell therapy. The paper speculates on whether such distinctions can be sustained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First the paper sets out a conceptual terrain -particularly in respect to notions of regulatory ordering, technological zoning, hybridity, and pollution -resources that are analytically useful in making sense of innovative regulation and bioscience. We then take a much closer look first at XT and then human TE drawing on data and fieldwork from two social science research projects. 2 To conclude we consider the implications of these comparisons for understanding the variability of governance in human implant technologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Novel natures -like TE and XT -are enmeshed in the production of equally novel/hybrid regulatory orders and institutions, processes whereby nature and the social are made available to each other in what Rabinow (1992) describes as 'biosociality'. Here we are interested in various forms of 'institutional biosociality' (Brown and Michael, 2004) through which scientific and regulatory actors -in TE and XT -configure one another materially, culturally and institutionally. In other words, regulatory bodies form particular representations of corporeal bodies and in turn subject corporeality to the innovativeness of regulation.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 217,
                    "text": "Rabinow (1992)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 319,
                    "end": 344,
                    "text": "(Brown and Michael, 2004)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "THEORIZING REGULATORY HYBRIDITY"
        },
        {
            "text": "Hybrids present regulation with the need to alter the boundaries between existing institutional arrangements. Stem cells traverse the borders between regulated reproduction and transplantation (Waldby, 2002; Franklin, 2001) . Pharmacogenomics newly combines the regulation of genetic diagnostics and medicines (Hedgecoe and Martin, 2003) . TE and XT are similarly hybrid, falling into a 'regulatory vacuum' (Faulkner et al., 2003) between drugs, devices, human implants and animal research. Hybrid regulatory capacities are therefore 'risky creatures' (Brown and Michael, 2004) .",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 207,
                    "text": "(Waldby, 2002;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 208,
                    "end": 223,
                    "text": "Franklin, 2001)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 310,
                    "end": 337,
                    "text": "(Hedgecoe and Martin, 2003)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 407,
                    "end": 430,
                    "text": "(Faulkner et al., 2003)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 552,
                    "end": 577,
                    "text": "(Brown and Michael, 2004)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "THEORIZING REGULATORY HYBRIDITY"
        },
        {
            "text": "Innovation occurs at the limits of conventional organizational arrangements (Gibbons et al., 1994; Nowotny et al., 2001) challenging the taken for granted and presenting novel risks. New regulatory bodies can be seen as institutional interpretations of the composition and materialities of these novel risks. Various regulatory ingredients are assembled together in such a way that they reflect, often imperfectly, new regulatory objects, producing intricate connections between 'natural' and 'institutional' hybrids, or as Martin puts it 'how governance arrangements are being challenged and transformed cannot be detached from these other sociotechnical changes' (Martin, 2001, p. 158) . More radically, regulatory work may also be seen as a powerful force in the very conception and conceptualization of innovative technology (Bud, 1995, p. 297) .",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 98,
                    "text": "(Gibbons et al., 1994;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 99,
                    "end": 120,
                    "text": "Nowotny et al., 2001)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 665,
                    "end": 687,
                    "text": "(Martin, 2001, p. 158)",
                    "ref_id": null
                },
                {
                    "start": 829,
                    "end": 848,
                    "text": "(Bud, 1995, p. 297)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THEORIZING REGULATORY HYBRIDITY"
        },
        {
            "text": "Here we employ the concept of the 'regulatory order' (Faulkner et al., 2004) and 'regulatory ordering' to draw together strands of theory relevant to the innovativeness of hybrids. 3 Firstly, we can regard corporeal and institutional hybridity in terms of cleanliness and dirtiness (Douglas, 1966) . Pollution is a fundamental axis in the dynamics of everyday life. 'Dirt is essentially disorder ' (1966, p. 12) , 'matter out of place' which must be excluded if order is to be maintained, insights into boundary-work and categorization that have proven highly influential in the analysis of medical and scientific knowledge (Bloor, 1978; Gabe, 1995; Carter, 1995; Mody, 2001) . But arguably the Douglasian perspective, while bringing into view the value-laden partitioning of material and social boundaries, assumes relatively static categories -pollution as the expression of an underlying structuralist order.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 76,
                    "text": "(Faulkner et al., 2004)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 282,
                    "end": 297,
                    "text": "(Douglas, 1966)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 396,
                    "end": 411,
                    "text": "' (1966, p. 12)",
                    "ref_id": null
                },
                {
                    "start": 624,
                    "end": 637,
                    "text": "(Bloor, 1978;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 638,
                    "end": 649,
                    "text": "Gabe, 1995;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 650,
                    "end": 663,
                    "text": "Carter, 1995;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 664,
                    "end": 675,
                    "text": "Mody, 2001)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "THEORIZING REGULATORY HYBRIDITY"
        },
        {
            "text": "By contrast we look to a second set of theoretical perspectives that are more dynamic and indeed even celebrate transgressive intermixing (Ansell Pearson, 1999) . The two views might be articulated in terms of Deleuze and Guattari's (1988) conception of 'being and becoming'. Between these extremes lies a more ambivalent position that can be identified with, among others, Haraway (eg Haraway, 1991a, b; Prins, 1995) . Myerson has unpacked this ambivalence in relation to Haraway's (1997) writing on oncomouse, a profoundly ambiguous figure with whom 'we can acknowledge our kinshipyeither as victims or as heroes' (Myerson, 2000, p. 73 ). Haraway's hybrid, the cyborg, also has political potential in terms of holding out the prospect of couplings that ultimately demolish oppressive dichotomies operating across genders, races, species and machines. And for Latour (1993) hybrids are perhaps even more ambivalent. They are often dangerous, even catastrophic -the ozone hole, climate change, BSE -and are evidence of the underlying hidden connections between humans and non-humans, and especially between 'objective' science and 'subjective' politics. Hybrids challenge representational order, disturbing the very basis of modernity's sorting. And of course, they can be highly hazardous unless recognized as such in political process, a 'parliament of things' (ibid). Hybrids have agency in as much as they can undermine attempts to conceal connection.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 160,
                    "text": "(Ansell Pearson, 1999)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 210,
                    "end": 239,
                    "text": "Deleuze and Guattari's (1988)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 374,
                    "end": 404,
                    "text": "Haraway (eg Haraway, 1991a, b;",
                    "ref_id": null
                },
                {
                    "start": 405,
                    "end": 417,
                    "text": "Prins, 1995)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 473,
                    "end": 489,
                    "text": "Haraway's (1997)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 616,
                    "end": 637,
                    "text": "(Myerson, 2000, p. 73",
                    "ref_id": null
                },
                {
                    "start": 861,
                    "end": 874,
                    "text": "Latour (1993)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "THEORIZING REGULATORY HYBRIDITY"
        },
        {
            "text": "Regulatory re-ordering, therefore, implies important concepts of cleaning/dirtying, pollution, purification and decontamination. Equally, it suggests that hybridity is much more highly unstable and volatile, constantly challenging systems of classification and the material boundaries of technology. The re-ordering of socio-material hybrids therefore recognizes the importance of constructed boundaries and of the transgression and re-formation of new boundaries, often contested normative processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THEORIZING REGULATORY HYBRIDITY"
        },
        {
            "text": "The jurisdictional fields of socio-technology that regulation attempts to define can be usefully conceptualized as 'zones' (Barry, 2001) or 'territories' (Sharp, 2002) . It is part of the regulatory construction of such zones that the technologies that we will discuss here have come to be known conventionally as 'TE' and 'XT'. Jurisdictional structures can be difficult to establish in processes of regulatory ordering, but are 'meant to invoke order and to demarcate boundaries' (Hogle, 2002, p. 243) . Processes of regulatory ordering engage with a fluid governance jigsaw -a web of interlinked laws, regulations, guidance and surveillance interacting with the negotiation of technology zones. Regulation exhibits, par excellence, societies' attempts to establish links between innovative technologies and the social management of their opportunities and risks, stabilized in institutions and patrolled through standard-setting and surveillance.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 136,
                    "text": "(Barry, 2001)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 154,
                    "end": 167,
                    "text": "(Sharp, 2002)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 482,
                    "end": 503,
                    "text": "(Hogle, 2002, p. 243)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THEORIZING REGULATORY HYBRIDITY"
        },
        {
            "text": "As we illustrate in the two cases that follow, the ordering of the regulatable zones of bioscience is in the view of many stakeholders -though not all -severely challenged by human and animal tissue-based technologies. In this discussion we will see that both XT and TE have been subject to important contestations over their definitional, regulatory identities -that is, what is or is not to be considered inside or outside their leaky borders. We now present these two cases as examples of the workings of 'regulatory re-ordering'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THEORIZING REGULATORY HYBRIDITY"
        },
        {
            "text": "XT has hovered controversially on the horizons of biomedicine for decades but remains firmly locked within a whole range of presently prohibitive dangers. Nevertheless, some research has continued together with corresponding developments in regulation and public consultation. One of the foundational problems for regulation in this area has been how to define XT as separate and distinguishable from other developments in bioscience. That is, what are its limits? What is and is not XT? How might regulators 'clean up' the messy worlds of bioscience such that they have a precise understanding of their regulatory object?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XENOTRANSPLANTATION"
        },
        {
            "text": "In 2001, the US Food and Drug Administration (2001) revised its definition of XT as it became aware of an apparently 'unrelated' medical procedure which had until then not been considered relevant to XT regulation. Since 1987 Genzyme had been marketing Epicelt a method for culturing human skin for treating severe burns. The problem was that the production method requires base layers of irradiated mouse cells on which to culture human epidermal grafts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XENOTRANSPLANTATION"
        },
        {
            "text": "XT regulators saw in this the very same dangers that concerned them about transpecies transplants, particularly human/non-human disease transmission. More importantly, many of these diseases are difficult to detect especially in the case of endogenous retroviruses, viruses embedded deep within the DNA of a species, which are entirely harmless to the host animal. However, when introduced into an unrelated species they can reactivate, becoming highly infective and harmful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XENOTRANSPLANTATION"
        },
        {
            "text": "Years earlier, Epicelt had been originally regulated as a 'medical device', though its connection to the risks associated with XT were not foreseen at the time, nor included in the definition of XT that emerged during the early and mid-1990s. But with a now increased regulatory focus on transpecies disease the status of Epicelt as a 'device' began to collapse, as did the existing definition of XT. The previous definition used by the FDA and the British regulatory body for XT (the United Kingdom Xenotransplantation Interim Regulatory Authority, 2003) did not account for production methods whereby human and animal tissues may be subject to 'ex-vivo contact' as is the case with Epicelt. While they foresaw that there would be the need to regulate clinical practices involving ex vivo 'perfusion' (for example, pig livers used temporarily outside of the body to support a patient in hepatic failure), ex vivo contact remained out with the duties of responsibilities of regulators. The amended FDA definition now reads:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XENOTRANSPLANTATION"
        },
        {
            "text": "yany procedure that involves the transplantation, implantation, or infusion into a human recipient of either (a) live cells, tissues, or organs from a nonhuman animal source, or (b) human body fluids, cells, tissues or organs that have had ex vivo contact with live nonhuman animal cells, tissues or organs (FDA, 2001) .",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 318,
                    "text": "(FDA, 2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "XENOTRANSPLANTATION"
        },
        {
            "text": "This realization in the late 1990s and the FDA's later redefinition, undermined the adequacy of existing regulation and also the belief held by many authorities that they had produced a precautionary regulatory process. Regulators had been fundamentally committed to the principle that recipients of xenografts should be registered within a programme of life-long surveillance, monitoring potential cross-species infection. But in testimony to the FDA, representatives of Genzyme acknowledged that while many thousands of patients had been treated internationally with Epicelt, there was no registry of recipients and no means of checking for cross-infection. Awareness of Epicelt and other products suggested that the xeno-horse had indeed already long since bolted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XENOTRANSPLANTATION"
        },
        {
            "text": "So these questions of definition and what is or is not the object of regulatory action, and by which regulatory institution, are therefore far from trivial. And in this case there are issues about whether a new clinical practice is a device/appliance or a medicine, or more crucially whether it is human or animal, alive or dead, inert or animate, benign or dangerous. As one respondent from the UK Department of Health commented:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XENOTRANSPLANTATION"
        },
        {
            "text": "ythe mice who provided the cells were long dead. Years and years ago, so it's an established cell line that's being used, really without people thinking about it as being particularly mousy (DoH member 1 -June 2001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XENOTRANSPLANTATION"
        },
        {
            "text": "Questions of species were crucial here -a device's 'mousiness' or not. Initially, the 'radar' of regulation was focused on the species that looked most likely to be the primary donor source, pigs. Therefore, characterizing the pig and its potential donor-host relationship to recipient humans occupied most of the regulatory workload. Non-human primates too were at the centre of sustained discussion, particularly in respect to their welfare as proxy humans in preclinical trials. Plus the focus was initially skewed towards large organ transplants and perfusion techniques from pigs rather than cellular applications involving mice, and perhaps other slightly more mundane technologies including Epicelt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XENOTRANSPLANTATION"
        },
        {
            "text": "In all, cells and mice were arguably peripheral in the regulatory consciousness:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XENOTRANSPLANTATION"
        },
        {
            "text": "first it was all aboutywhole organsyconcern as a committee tended to shift more towards the use of animal tissuesy. Infusion devices, transplanting foetal cells, this kind of thingythis arose out of an American experience where their definition included any tissues which had been in contact with animal body fluids, and this then became relevant in certain thingsynotably the growth of tissue cells, using at one stage mouse cells as a base, and that this was not xenotransplantation according to our definition because no cells or vital animal tissues were transplanted. But human cells have been in contact with mouse cells. And this created quite a difficult problemybecause there was a possibility that we might have inadvertently created a lot of xenotransplant patients simply by changing the definition (UKXIRA member 2, Oct 2001). people felt the definition was pretty comprehensiveyright from the startymedia attention and the excitement was always focused round the idea of the kidneys and the heartsyUKXIRA's always been aware that things like liver assist devices, for example, were as likely or more likely to come along and there's the potential cell therapies that Parkinson's or diabetes or something; those have always been possible developments. But somehow that's never impinged on the public interest (DoH member 1 -June 2001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XENOTRANSPLANTATION"
        },
        {
            "text": "As these definitions shift so to does the ground on which regulators understand transpecies risk. As one of our respondents put it, there are differing degrees of risk between whole organs that are transplanted and irradiated mouse cells that are not. In this case, there is the difficulty of balancing the fact that there are now many more various forms of XT and differing degrees of contact, but 'contact' nonetheless. An expert witness from Genzyme at an FDA committee hearing acknowledged that contact may be sufficient cause for regulatory concern:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XENOTRANSPLANTATION"
        },
        {
            "text": "I think the assumption that one takes using any mouse cell line is that there is the potential for expression of a xenotropic retrovirus from that line. The fact that these tests are negative is comforting at the post-production level, and the fact that they're radiated prior to their use as a feeder cell line is comforting to some extent in that they're not actively replicating. But there is always a potential with any mouse line the assumption being that there is potentially endogenous retrovirus there (D Moore, Genzyme, FDA hearing, April, 2000) .",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 554,
                    "text": "April, 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "XENOTRANSPLANTATION"
        },
        {
            "text": "This account shows how the once 'black boxed' (Latour, 1987) definition of XT was opened up to controversy, how the 'zoning' of XT has expanded, and evolved in relation to institutional assumptions about species difference, and about whether something is an inert device or an active biological agent. The focus on pigs distracted the regulatory gaze from other xenogeneic hybrids including the living cells of long dead mice and the many thousands of human skins cultured on them. The broader point is that the disjunction between the apparent hybridity of a body like UKXIRA and its actual (species) rigidity generates apparently new risks.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 60,
                    "text": "(Latour, 1987)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "XENOTRANSPLANTATION"
        },
        {
            "text": "In this sense then, hybrid corporealities are in profound tension with hybrid institutional bodies -what we described earlier as a form of 'institutional biosociality'. These processes are strongly linked to questions of species boundary change, institutionally and corporeally. That is, institutions -like other areas of specialization within the biosciences such as professions, disciplines, royal societies, etc -have a certain species identity or emphasis. In this way they may be aptly described as 'institutional animals', each resonating with particular elements in nature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XENOTRANSPLANTATION"
        },
        {
            "text": "In the UK, two regulatory bodies in particular emerged as crucial to the management of human and non-human risk in XT; UKXIRA and also the Home Office's Animals Procedures Committee (APC). UKXIRA is an interesting illustration of a hybrid or transpecies institutional capacity. Its terms of reference include oversight of applications to undertake clinical trials in humans and also consideration of the welfare of source animals from whom tissues and organs might be derived. Its remit, its routes of consultation and even its membership criss-cross various 'relevant' regulatory capacities that feed into its role as an intermediary focus in the UK regulatory system for XT:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XENOTRANSPLANTATION"
        },
        {
            "text": "The authority's role as a focal point for xenotransplantation issues is important given the number of interests which xenotransplantation brings together -animal and human welfare and ethics, industry, public health, and the other regulatory systems which exist for medicines and medical devicesy (UKXIRA, 2003, p. 5) .",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 317,
                    "text": "(UKXIRA, 2003, p. 5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "XENOTRANSPLANTATION"
        },
        {
            "text": "UKXIRA is answerable to the Secretary of State for Health and its secretariat is located within the Department of Health. The important point here is that it is, we might say, a predominantly human-medical regulatory animal. On the other hand, we also have the Home Office's APC, responsible for preclinical experimental procedures on animals, a non-human-welfare regulatory animal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XENOTRANSPLANTATION"
        },
        {
            "text": "While both of these committees are crucial regulatory bodies for XT they have been entrenched in institutional arrangements that inhibit good joint responsibility for 'interspecies' regulatory problems. A crucial issue here is that the APC is bound by clause 24 of the Animal (Scientific Procedures) Act 1986 making it a criminal offence for members of the APC to disclose information to third parties,'otherwise than for the purpose of discharging his functions under the Act'. This also applies to the disclosure of information to other regulatory authorities, even when their terms of reference may directly apply. One of our respondents sat on both of these committees, finding themselves at the centre of critical institutional tensions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XENOTRANSPLANTATION"
        },
        {
            "text": "The APCyis all tied up with confidentialityywhen somebody applies to the APC to do a project on xenotransplantation involving primates, the logical thing to do would be to refer back to the body that regulates xenotransplantation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XENOTRANSPLANTATION"
        },
        {
            "text": "[UKXIRA]ybut you can't do that because UKXIRA cannot have sight of the project licence applicationy (UKXIRA/APC member 1, April 2002).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XENOTRANSPLANTATION"
        },
        {
            "text": "Another respondent was a member of UKXIRA but not the APC. They expressed their frustration at being consulted by the APC about licence applications, the contents of which they were forbidden from seeing:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XENOTRANSPLANTATION"
        },
        {
            "text": "ythe APCydoesn't allow the dissemination of information to anybody outside the committee. I mean the sort of issues which arise are whether a series of experiments on a group of primates would be of sufficient importanceyto justify the sufferingy And we would get a question about the health of the animals from the Home Office but we couldn't get details of the experiments, and we couldn't get details of previous experiments to put them in contexty (UKXIRA member 2, Oct 2001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XENOTRANSPLANTATION"
        },
        {
            "text": "There is then a legal firewall here in the governance of humans and animals, reflected in the structure of government departments and regulatory bodies. These species divisions represent potential weaknesses in the risk management of innovations like this that cut across institutions and natures. So despite its hybrid character, UKXIRA clearly has a species identity. Its institutional location reflects a stronger alignment with networks of humanmedical governance than it does with those of animal-welfare governance. This is not unusual -novel natures and innovative hybrids routinely present difficult challenges to institutional structures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XENOTRANSPLANTATION"
        },
        {
            "text": "Increasingly, clause 24 has come under greater scrutiny but is likely to remain in place until legal process has taken its long and circuitous institutional course through processes of consultation, lobbying and parliamentary timetabling. In the mean time, hybrid bodies like UKXIRA remain pragmatic and rely on a variety of strategies with which to extend their hybridity and to better meet their terms of reference. As UKXIRA's fifth annual report notes (2003):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XENOTRANSPLANTATION"
        },
        {
            "text": "ythe relationship between the UKXIRA, the HO and the APC is very important. It had previously been agreed that a member of the Authority would be co-opted onto the APC's primates subcommittee to review applications to undertake xenotransplantation research on primates if and when these are receivedyit may [also] be possible for the UKXIRA to be given verbal overviews of current areas of work and research directions by HO personnel and the UKXIRA will be seeking authority for this from the HO (p. 9).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XENOTRANSPLANTATION"
        },
        {
            "text": "This story illustrates the limits to institutional hybridity, that the capacity of regulatory bodies to move smoothly across long established institutional structures is inherently partial. More importantly, this partiality articulates particular institutional representations of the boundaries that are seen to exist in nature, and of course those boundaries traversed or innovated in biotechnology. Xenografts, as with other biotechnological innovations, often belie both 'natural' and 'institutional' classification, as we could see in the debates about the definition of XT, challenging the way in which routes of responsibility are organized. But as we will see next in our discussion of TE, these problems of 'making a mess' and 'cleaning up' are endemic as novel natures are generated and the definitional and institutional alignments of regulation become unsettled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XENOTRANSPLANTATION"
        },
        {
            "text": "The discussion of XT highlights a number of key features of regulatory re-ordering that are important to consideration of human tissues and TE including the purification of the regulatory object, a strong alignment of regulatory institutions with one rather than another substantive fields of governance, and the dynamic tension between institutional hybrids and novel natures. We now draw upon recent research -principally in the UK and Europe -elaborating TE as a regulatable zone and in relation to XT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "More heterogeneous than XT, TE includes cultured cell implants for cartilage repair, bone substitutes, 'living' skin tissues (like Epicel TN discussed above). Future developments are expected to include vascular prostheses, organ-assist devices (liver, kidney), whole organs, structures (heart valves, joints), neurological tissues and stem cell therapies. One influential definition describes TE as the 'regeneration of biological tissue through the use of cells, with the aid of supporting structures and/or biomolecules' (SCMPMD, 2001a) . They are often conceived of in regulatory policy communities themselves as 'borderline' or 'hybrid' products -occupying a 'regulatory vacuum' at the borders of existing regulatory frameworks. The notion of a regulatory vacuum has been the starting-point for much of the recent development of regulatory policy for human tissues, and the boundaries between pharmaceuticals, medical devices and TE are crucial areas of negotiation in re-ordering regulation. Some TE products have already been regulated as pharmaceuticals while some parts of combination products (eg using synthetic scaffolds) need to gain approval as medical devices. In the face of this complexity there has been a widely, although not unanimously, perceived need for 'new regulation' for human tissues and TE, and here we refer to two distinct pieces of regulation. 4 TE embraces two closely related regulatory fields whose boundaries are themselves unclear and overlapping. On the one hand, 'human tissues and cells' (HTCs) are defined and covered in Europe by the Tissue and Cells Directive (TCD) on the sourcing, storage, processing (eg cleaning) and distribution of a wide range of human materials (excluding, as we shall see, matters like blood and blood products and whole organs). On the other hand, the proposed 'human tissue engineering regulation' (TER) refers to manufacturing and market approval, excluding the accreditation of safety and quality of sourcing and storage covered by the TCD, and distinguishes between autologous (donor is also patient) and allogeneic (multiple recipient) applications. These two jurisdictions were already separated in the United Kingdom, whose regulatory work in the early 2000s included a tightening of standards and accountability through a code of practice for tissue banking (Department of Health, 2001) , and then a code of practice for 'human-derived therapeutic products', voluntary guidance for manufacturers in the TE field (MDA, 2002) .",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 539,
                    "text": "(SCMPMD, 2001a)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1376,
                    "end": 1377,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 2335,
                    "end": 2363,
                    "text": "(Department of Health, 2001)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2489,
                    "end": 2500,
                    "text": "(MDA, 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "Importantly, the European directive concerned with sourcing and storage is nevertheless framed, as discussed below, in terms of transplantation and therapeutic application. A TE manufacturer or tissue establishment engaged in significant tissue manipulation would have to meet requirements of both fields. These ambiguities are characteristic of the hybrid aspects of tissuebased therapies, pointing to a distinction between the traditional tissue banking for transplantation and the emerging activity of engineering tissues in implants. This is an increasingly troubled distinction as tissue banks engage in manipulation, and industry engages in tissue 'banking'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "It has been important for both commercial and regulatory interests that a clearly delineated zone of activity can be identified. European Commission Directorate-General Sanco negotiated the TCD in seeking to fulfil its requirements to protect public health, prefacing this directive that 'The transplantation of human tissues and cells is a strongly expanding field of medicine offering great opportunities for the treatment of as yet incurable diseases' and 'As tissue and cell therapy is a field in which an intensive worldwide exchange is taking place, it is desirable to have worldwide standards'. Note here the inclusion of 'cell therapy' in their definition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "Biomedical zones are matters of negotiation, with national and sectoral interests playing an important role. Unlike XT it is not the case with TE and HTCs that an initially stabilized definition has been changed by a later revision, but that a range of definitions have been proposed and continue to be negotiated, taking the form of partitioning and cleaning with attempts to distinguish TE and HTCs from xenografts. In what follows we also illustrate further attempts to cleanse TE, variously also including or excluding embryonic stem cells, whole organs and blood products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "We saw above how the definition of XT had been formed in isolation from regulated 'devices', and how, given the production method used (irradiated cultures of non-human cells) that zone began to collapse, overwhelmed by hybrid linkages. Now, while XT regulators have been slowly expanding the definition of XT, just the opposite has been taking place in human TE. Regulatory efforts have been directed, with mixed success, at distancing TE and human tissues/cells from the allied worlds of XT. One respondent spoke of how regulators sought to maintain a firm distinction between TE/HTCs and XT:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "Q: What about the use of animal ory? A: Animal? for me it's a separate areayxenograftingywe should have a centralised authorisation system for that. Q: if you look at Apligraf [TE wound treatment]yit makes use of bovine serum during the culturing process. A: Oh, we have a problem of definition here again because for us a xenograft is the use of the animal part in the body or in the perfusion extracorporeal. But it's a direct use. We have a specific category of products we call Produits Thérapeutique Annexe which means additives you could say. And we have a specific authorisation for additives. Q: Including? A: ybovine serum in many culture processes. yAnd our regulation of xenograft existed since '96ythat only the Health Minister can authorise a xenograft trialy . You can see that it's been placed at the most important level (A-EU4, 2003) .",
            "cite_spans": [
                {
                    "start": 837,
                    "end": 850,
                    "text": "(A-EU4, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "Essentially, however, the respondent is describing a national regulatory boundary TE and XT that no longer exists in the US and will cease to exist in those regulatory arenas that take their lead. The distinction of two regulatory jurisdictions will no longer be tenable, with both defined as XT. This clearly signifies the increasing reach of cleansing policies, with 'problems of definition' potentially jeopardizing both the political and material cleanliness of TE and HTCs. Critical clinical commentary also recognizes this:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "In ex-vivo corneal stem cell expansionythere is a need for accreditation of laboratories conducting such work. The use ofyof co-culture system must be in consultation [with regulators]. Without such stringency, there will be a risk of cross-animal contamination such as the one we witness (sic) recently in outbreaks of SARS (Kong Y Then, 2003) .",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 344,
                    "text": "(Kong Y Then, 2003)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "This writer recognizes the extension of XT and the role of the TCD in providing a framework for inter-national accreditation. These processes of cleaning and re-organizing are as much material as they are institutional and regulatory, calling to mind what Rheinberger describes as the 'intracellular representation of extracellular projects' (Rheinberger, 2000, p. 19 ). The quotation further illustrates the ambiguous boundaries around HTCs and TE, where adult stem cell therapy may be regarded as a form of TE.",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 367,
                    "text": "(Rheinberger, 2000, p. 19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "In what follows, a respondent in the academic-commercial TE sector talks about their attempt to materially re-engineer the methods used to culture skin cells, seeking to replace the use of animal 'feeder layers' with human equivalents, reflecting similar attempts across the TE industries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "We are very keen to develop a methodology that doesn't use any bovine materials. Personally I'm more concerned about using bovine than mouse cells as a feeder layer. y[XT regulators in the UK] are very concerned with our groups using mouse fibroblasts, but when I ask them 'aren't you concerned about bovine material?', they say that's not part of our remit because the cells are not alive. At which point you put your head in your hands and cry. We are working very hard toy[develop] a methodology for using the patients' own fibroblasts to substitute for bovine serumy (S5, 2003) .",
            "cite_spans": [
                {
                    "start": 571,
                    "end": 581,
                    "text": "(S5, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "The statement highlights a further classificatory distinction in TE regulation, that of viability/non-viability. Here we see a hybrid 'consumer' of regulation troubled by the codified distinction between XT and medical device, and the regulatory vacuum for human TE products. (European medical device directives cover the use of non-viable animal materials in medical device manufacture.) Industry has sought to maintain the limited relevance to final TE products of 'ancillary' viable XT in production processes, as we will see below. The following statement from the European parliamentary debate on the draft TCD concedes some serious ambivalence about the exclusion of XT in the new legislation for HTCs:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "Organs, tissues and cells of animal origin for human therapy are still in the research phase, but nevertheless pose different regulatory problems that will need to be addressed in due course' (from the Explanatory memorandum to the proposal for a directive on quality and safety of human tissues and cells (EU Commission/DG Sanco, 2003) .",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 336,
                    "text": "(EU Commission/DG Sanco, 2003)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "Animal tissues and cells were in fact excluded from the final directive. The EC here is thus acting to preserve the integrity of HTCs as a regulatable zone uncontaminated by animal matters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "The EC's DG Enterprise (EU Commission DG Enterprise, 2003 , 2004a found in its consultations on TER -the TE-specific regulation in 2002 and 2004 -that most stakeholders favoured a separate regulatory framework for XT products. However, some attempt to address the question about contact with animal materials during production was suggested. Responding, industry associations proposed the following text: hTEPs containing not intentionally small quantities or traces of material of animal origin (used during the manufacturing process) which do not perform any function in the finished product are not, for the purpose of this regulation, regarded as xenogenic products (EuropaBio et al., 2004; author italics) .",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 57,
                    "text": "(EU Commission DG Enterprise, 2003",
                    "ref_id": null
                },
                {
                    "start": 58,
                    "end": 65,
                    "text": ", 2004a",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 670,
                    "end": 694,
                    "text": "(EuropaBio et al., 2004;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 695,
                    "end": 710,
                    "text": "author italics)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "Thus attempting to preserve TE production processes against the incursion of the extended definition of XT as discussed above in the case of the US and, possibly, the UK. Such products should be regarded as TE products in spite of viable XT elements in the production process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "The UK has a dedicated XT regulatory body but the European Union does not. The UK's code of practice for human-derived therapeutic products (MDA, 2002) is the basis of interim guidance for manufacturers of TE technologies while the EU TER is being formulated. The UK code states that 'Where cell culturing techniques use cell lines that are not of human origin, for example, murine fibroblasts used for co-culture, guidance should be sought from UKXIRA'. The code specifies appropriate measures to avoid material contamination and to provide for regulatory accountability:",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 151,
                    "text": "(MDA, 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "Documentation shall be obtained that demonstrates the application of appropriate quality assurance measures by suppliers of biological material, including origins and veterinary certificates for the animals used in the preparation of the material (eg bovine serum albumin). and:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "Culture media, reagents and processing materials derived from animals shall be evaluated for the risk of contamination with micro-organisms, particularly viruses and agents of transmissible spongiform encephalopathies,y Verification shall be obtained that all primary raw materials of animal origin originated from animals that had been subject to veterinary inspection, certification, an effective surveillance system and comprehensive sourcing controls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "Thus it is clear the UK TE policy group assumed that the UK system, including UKXIRA, should and will adopt the extended definition of XT, and allows for a linkage between regulatory zones with parallels to that seen above between medical and animal welfare domains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "Returning to the clean ordering of HTCs, whole organs were also excluded from the TCD, in the face of strong dissension. As one commissioner noted:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "yI remain convinced that it is not appropriate to include organs in the scope of this directive. The problems to solve in this area are quite differenty requiring a different policy approachy As organ transplantation is a highly specialised subject in its own right, the Commission is currently conducting a scientific evaluation of the available optionsyFollowing the example of the blood directive and this proposal on tissues and cells, we would like to get the science right first, before tabling a legal instrument in this sensitive area (Byrne, EC, 2003; author italics).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "We see here 'getting the science right' as a rhetorical device with the effect of proliferating separate though linked regulatory jurisdictions -blood, organs and human tissues. These distinctions between biosocial matters are artefacts of regulatory political process. But paradoxically, purifications aimed at defining discrete fields at the same time increase the overall complexity. On the exclusion of organs again:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "We should not include organs in this measure on cells and tissues. Organs are for another day. Equally, this is not the time to permit cloned human embryos or hybrid human-animal embryosythis is a very young area of scienceyleaving aside the ethical issues, one that should not be permitted now' (MEP Bowis, 2003) .",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 313,
                    "text": "(MEP Bowis, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "This remark nicely points to the complexity of the human tissue terrain and the inevitable difficulties of policing its fragile borders. It is worth remembering here the way the regulation of XT had 'mistakenly' focused on whole organs, for years neglecting cell-based 'xeno-like' practices in TE. There is then a curious patterning in the regulation of tissues, human and xenogeneic. While HTC regulators would like not to have to embrace whole organs, XT regulators would rather not have had to embrace TE. The fact that cells (particularly ex vivo contact) are now more central in the regulation of XT poses yet more problems for HTCs and TE legislation. It is possible that the exclusion of whole organs raises similar questions about the longer-term tenability of the TCD Directive's boundaries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "Thus the leakiness of distinctions between types of human tissue and their methods of 'production' means that the isolation or segregation of particular zones of a regulatory order is difficult to achieve. Hybrids have the potential to overwhelm purification because rhetorical and material connections constantly reference new associations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "Turning to consider institutional hybridity accompanying the contestation of biomedical boundaries, we note that in the United Kingdom the current regulatory authority, the Medicines and Healthcare products Regulatory Agency (MHRA), was formed from a merger of the Medicines Control Agency (MCA) and the Medical Devices Agency (MDA) avowedly as a response to the increase in materially hybrid or combination products. Products deemed 'tissue-engineered' are assessed in the MHRA on a case-bycase basis in the absence of TE-specific regulation. In a subsequent recent development, the UK has established a dedicated Human Tissue Authority, which will shortly assume responsibility for oversight of all tissue establishments and their sourcing and related activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "Various models for an institutional regulatory agency have been proposed in Europe to satisfy conflicting interests in the TE zone. The high status Scientific Committee for Medicinal Products and Medical Devices (SCMPMD, 2001a) proposed a separate TE Regulatory Authority. Opinion then appeared to favour founding a structure located within Europe's existing Agency for the Evaluation of Medicinal Products (EMEA). This drew criticism from those stakeholders who preferred to see TE products as 'more devicey' (as one informant put it) than pharmaceutical. The hybridity of the technology was further highlighted by apparent territorial disputes within the EC's DG Enterprise between the medicines and medical devices jurisdictions, which in a further twist resulted in a proposal to re-classify TE within the 'biotechnology' division of EMEA -neither pharmaceutical nor device. Following a Europe-wide guidance document (CPMP, 2001) in 2003 the EC Medicinal Product Directive (MPD) was augmented by an Annex on 'advanced therapy medicinal products' (EU Commission, 2003) which in effect extended the definition of the regulatory field of medicines (as opposed to devices, or biologics, or TE) to include somatic cell therapy products, human and xenogeneic.",
            "cite_spans": [
                {
                    "start": 921,
                    "end": 933,
                    "text": "(CPMP, 2001)",
                    "ref_id": null
                },
                {
                    "start": 1050,
                    "end": 1071,
                    "text": "(EU Commission, 2003)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "The overlap of a future European TE legislation with the MPD definition of cell therapy medicinal products, and the possibility that some products would be both TE and medicinal, had been criticized in responses to the EU DG Enterprise consultation on the need for TE-specific regulation (EU Commission DG Enterprise, 2002) . And it is at this point that we can return to a consideration of the chequered regulatory history and ambiguous regulatory identity of Epicel TM, currently described by its manufacturer Genzyme as an 'autologous cell therapy product' that is 'co-cultured with mouse cells to form cultured epidermal autografts', and uses 'a cell culture medium containing bovine serum'. Thus were Epicel TM and allied products to be submitted for authorization in Europe now their regulatory status may be unclear, in spite of meeting the main criteria of TE, and even though in the case of Epicel it is regulated as a device in the US.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 323,
                    "text": "(EU Commission DG Enterprise, 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "While the EC does not have an XT regulatory authority it nevertheless does provide some oversight via the advanced therapy medicinal regulation just described. This contains a 'specific statement on XT medicinal products' that, interestingly, includes requirements in respect of animal sourcing and animal husbandry. The definition of XT used is the extended criteria adopted by the US and embraced in the UK code of practice on human derivedtherapeutic products. Given that it is highly likely that the EU will consider a specific XT regulatory body (as recommended by the SCMPMD (2001b)) this prior alignment of XT aspects toward medicines and thus by implication the centralized EMEA approval system sets the scene for a governance configuration with parallels to that described for the UK in which a humanmedical emphasis predominates over the animal welfare domain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "To summarize, the links between HTCs, TE products and the institutional hybridity of regulatory authorities in the UK and Europe are highly complex. Like XT, we see attempts to construct and align pure regulatable fields across the hybrid materiality of human tissue-derived therapies in order to control various politico-material risks. Also like XT, we see these attempts at partitioning undermined by changes in the sociotechnical definition of regulatable therapeutic materials. The XT/device divide could not be sustained, nor could the cell therapy/medicines divide, nor could the TE/medicines/ devices divides as overarching distinctions. In an admission of the difficulty of assigning stable classifications to capture novel TE therapies, EC proposals for TE regulation allow for a 'lex specialis' function to adjudicate on products that are not clearly either TE or medicinal or medical device,'to minimize the risk of grey areas for borderline products' (EC DG Enterprise, 2004) . So we also see tensions between different organizational and indeed ontological claims at the very heart of the social constitution of human therapeutic materials.",
            "cite_spans": [
                {
                    "start": 964,
                    "end": 988,
                    "text": "(EC DG Enterprise, 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TISSUE ENGINEERING"
        },
        {
            "text": "Unmistakable connections cut across the regulatory and material practice of life science innovation generally, particularly evident in the context of the two innovative areas discussed here. That is, engineered human and non-human tissues are inherently messy and liable to 'leakiness' (Hogle, 2002) . Their edges, their boundaries, are for regulators annoyingly variegated, and a source of frustration in their attempts at definition, cleanliness and purity. TE/HTCs and XT both illustrate new capacities of isolation and mobilization in life science innovation. Here, processes of 'purification' render matters isolatable, manipulable, and legible in laboratory-based science (Knorr-Cetina, 1999, p. 27) . Cells, tissues and bodies, as Waldby points out, are increasingly caught up in 'biotechnical fragmentation ' (2002, p. 239) . Crucially, at stake here are regulatory processes of 'territoriality' or 'political ecology' (Sharp, 2002) . That is to say, natural objects are delegated to various arms of regulatory order, institutionally enacted readings of biological risk that subsequently order cells, tissues, embryos.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 299,
                    "text": "(Hogle, 2002)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 678,
                    "end": 705,
                    "text": "(Knorr-Cetina, 1999, p. 27)",
                    "ref_id": null
                },
                {
                    "start": 815,
                    "end": 831,
                    "text": "' (2002, p. 239)",
                    "ref_id": null
                },
                {
                    "start": 927,
                    "end": 940,
                    "text": "(Sharp, 2002)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION -BOUNDARIES REDRAWN"
        },
        {
            "text": "There are important lessons to be learnt from hybrids and dirt. Crucially, mess is a consequence of purification and not a cause, a 'by-product' of ordering and for Latour, it is the very act of purification that proliferates the production of hybrids. Boundary-making is intended to deny connection, to foreclose the production of hybrids, and so paradoxically acts to facilitate their manufacture. And all too often, regulatory ordering systematically obscures the complex interplay of regulated matters. Risks flourish, it seems, when practices of regulatory purification continue to be applied, in ignorance and denial of evident associations between technical and social considerations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION -BOUNDARIES REDRAWN"
        },
        {
            "text": "This prompts crucial questions of regulatory activity in the areas of HTCs and TE and XT -especially the sustainability of regulating them separately when based upon political or commercially pragmatic differences. This is not to suggest that acts of purification and cleaning-up are bad, even avoidable. They are not, especially in a context where transpecies innovations depend upon strong and rigorous regulatory ordering to lessen the chances of potentially devastating population-wide risks. As Barad puts it, 'boundaries are not our enemies' and we can hardly expect to do without them, they are: ynecessary for making meanings, but this does not make them innocent. Boundaries have real material consequencesy. Our goal should not be to find less false boundaries for all spacetime, but reliable, accountable, located temporary boundaries, which we should anticipate will quickly close in against us (Barad, 1998, p. 187) .",
            "cite_spans": [
                {
                    "start": 907,
                    "end": 928,
                    "text": "(Barad, 1998, p. 187)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION -BOUNDARIES REDRAWN"
        },
        {
            "text": "Biotechnological innovations are reciprocally enabled by regulatory structures that facilitate particular sorts of research regimes and interactions out of which emerge biotechnological innovation -what we describe above as a form of 'institutional biosociality'. These are highly heterogeneous interactions between multiple forms of social, biological and institutional participants who jointly constitute innovation (Callon et al., 1986; Bijker, 1995; Hughes, 1983) . Indeed, it might be useful to think of this as an institutional form of 'intercorporeality' (Waldby, 2002; Weiss, 1999) , the connections of identification and disidentification between bodies that are as 'inter-institutional' as they are inter-embodied. That is, various innovated corporealities (stem cells, growth media, pigs, mice, primates, plants, viruses, patients, etc) are distributed between regulatory bodies each participating in a complex process of exchange and interaction, potentially embodied in both donors and recipients of transplantable tissues.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 439,
                    "text": "(Callon et al., 1986;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 440,
                    "end": 453,
                    "text": "Bijker, 1995;",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 467,
                    "text": "Hughes, 1983)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 562,
                    "end": 576,
                    "text": "(Waldby, 2002;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 577,
                    "end": 589,
                    "text": "Weiss, 1999)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 767,
                    "end": 847,
                    "text": "(stem cells, growth media, pigs, mice, primates, plants, viruses, patients, etc)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION -BOUNDARIES REDRAWN"
        },
        {
            "text": "In summary, the messy material hybridity of biomedical regulatory objects highlights societal attempts to introduce clear partitions, jurisdictions and stable regulatory orders in highly complex socio-political zones. We have illustrated how the formations of XT and TE have inter-acted with shifting regulatory terrains. We have seen both successful and unsuccessful attempts to maintain boundaries, particularly between XT and human tissues. In both fields we have seen the strength of biomedical and pharmaceutical 'institutional animals' in shaping the discourse in which novel technological governance is constructed. And we have seen the shifting definitions of scientific and social appraisal of public health risk being refracted through the composition of the regulatory bodies that governance activity produces. Thus in order to understand the variability of governance in different innovative technological fields, it is necessary to develop accounts of the hybridity of their material forms, to bring into view the detailed social, cultural and material shaping that produce regulatory orderings. And it is here perhaps that we can return to the link between regulatory ordering and deeper categorizing of nature, the human, animal and the moral. For the messy work of regulating is also an inalienably social and moral process of seeking benefit and minimizing risk in highly pluralistic, technologically inventive societies. Hybrid technologies highlight the manufactured disturbance of foundational categories and societies' attempts to manage this disruption, a partitioning and aligning process that, in turn, re-distributes the productive elements for the continuing hybridization of biomedical technologies. understood to mean the transplantation into one species of cells or tissues derived from another species. TE is commonly taken to involve a combination of cell culturation and chemical engineering to create implantable cells, skin, bone, cartilage and other body parts. 2 Note on data and fieldwork: 'Medical Device Governance: Regulation of tissue engineering in the UK and EU' (funding: UK Economic and Social Research Council (ESRC)). This project involved data collection consisting of a literature review and 65 interviews with respondents from regulatory agencies, treatment centres, manufacturers and engineers; 'Xenotransplantation: Risk Identities and the Human/Nonhuman Interface' (funding: UK ESRC). Data collection for this project consisted of a literature review plus 25 interviews and 11 focus groups with a range of respondents including regulation, public and commercial research, clinical centres, NGOs, community and healthcare organizations. 3 'Regulatory regime' is frequently used by analysts of formal regulatory activity (eg Hood et al., 2001) but perhaps conveys greater connotations of planned, systematic, rational design than is often warranted. The verb 'ordering' (Law, 1994) adds process to the sociological concept of 'social order'. 4 In Europe, two main regulatory instruments are most directly relevant for TE activity. These are the directive on setting standards of quality and safety for the donation, procurement, testing, processing, storage and distribution of human tissues and cells (adopted by the European Parliament in 2004) (we refer to this as the Tissues and Cells Directive (TCD) henceforth; (EU Commission/DG SANCO, 2003) ; and a proposed EC Regulation on Human Tissue Engineered Products (under the auspices of DG Enterprise (European Commission DG Enterprise, 2004). We will refer to this as the tissue engineering regulation (TER)).",
            "cite_spans": [
                {
                    "start": 2776,
                    "end": 2794,
                    "text": "Hood et al., 2001)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2921,
                    "end": 2932,
                    "text": "(Law, 1994)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 3387,
                    "end": 3399,
                    "text": "SANCO, 2003)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION -BOUNDARIES REDRAWN"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Germinal Life. Routledge: London",
            "authors": [
                {
                    "first": "Ansell",
                    "middle": [],
                    "last": "Pearson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Getting real: technoscientific practices and the materialization of reality",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Barad",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Differences: A Journal of Feminist Cultural Studies",
            "volume": "10",
            "issn": "",
            "pages": "88--128",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Of Bicycles, Bakelite and Bulbs: Toward a Theory of Sociotechnical Change",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Polyhedra and the abominations, leviticus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bloor",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "British Journal for the History of Science",
            "volume": "11",
            "issn": "",
            "pages": "245--272",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Risky Creatures: institutional species boundary change in biotechnology regulation. Health",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Michael",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Risk and Society",
            "volume": "6",
            "issn": "",
            "pages": "207--222",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "New Medical Technologies and Society -Reordering Life",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Resistance to New Technology: Nuclear Power, Information Technology and Biotechnology",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bud",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "293--310",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mapping the Dynamics of Science and Technology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Callon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rip",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Boundaries of danger and uncertainty: an analysis of the technological culture of risk assessment",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "133--150",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Points to consider on the manufacture and quality control of human somatic cell therapy medicinal products",
            "authors": [],
            "year": 2001,
            "venue": "CPMP. Committee for Proprietary Medicinal Products",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A Thousand Plateaus: Capitalism and Schizophrenia",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Deleuze",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guattari",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A code of practice for Tissue Banks providing tissues of human origin for therapeutic purposes",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Department",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Proposal for a harmonised regulatory framework on human tissue engineered products",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dg Enterprise",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Purity and Danger: An Analysis of Concepts of Pollution and Taboo",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Douglas",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Joint industry comments on Proposal for a harmonised regulatory framework on human Tissue engineered products. DG Enterprise consultation paper",
            "authors": [
                {
                    "first": "Eucomed",
                    "middle": [],
                    "last": "Europabio",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Emerging Biopharmaceutical",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Enterprises",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "amending Directive 2001/83/EC of the European Parliament and of the Council on the Community code relating to medicinal products for human use",
            "authors": [],
            "year": 2003,
            "venue": "Official Journal L",
            "volume": "63",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Need for a legislative framework for",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Results of the consultation on the need for a community legal framework on 'Human Tissue Engineered Products",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Proposal for a harmonised regulatory framework on human tissue engineered products. DG Enterprise Consultation Paper",
            "authors": [],
            "year": 2004,
            "venue": "Presented at Stakeholders' Conference",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Proposal for a harmonised regulatory framework on human tissue engineered products",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Amended proposal for a European and Council Directive on setting standards of quality and safety for the donation, procurement, testing, processing, storage, and distribution of human tissues and cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Eu Commission",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sanco",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "COM",
            "volume": "340",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Human tissue engineered products -drugs or devices?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Faulkner",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Geesink",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kent",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fitzpatrick",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "British Medical Journal",
            "volume": "326",
            "issn": "",
            "pages": "1159--1160",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Purity and the dangers of innovative therapies: re-ordering regulation and governance in the shaping of tissue-engineered medical technology. Paper presented to EASST/4S Conference 'Public Proofs",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Faulkner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kent",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Geesink",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fitzpatrick",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "PHS guideline on infectious disease issues in xenotransplantation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The Courage to Fail: A Social View of Organ Transplants and Dialysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Swazey",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Leaving the field. Hastings Centre Report Sept/Oct",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Swazey",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "9--15",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Culturing Biology: cells lines for the new millennium",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Franklin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Health",
            "volume": "5",
            "issn": "",
            "pages": "335--354",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Remaking Life and Death -Towards an Anthropology of the Biosciences",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Medicine, Health and Risk: the need for a sociological approach",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gabe",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Medicine and Risk: Sociological Approaches. Blackwell: Oxford",
            "volume": "",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The New Production of Knowledge",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gibbons",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Limoges",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nowotny",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The actors are cyborg, nature is coyote, and the geography is elsewhere: postscript to 'cyborgs at large",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Haraway",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Modest_Witness@Second_Millenium.FemaleMan Meets_OncoMouse: Feminism and Technoscience. Routledge: London",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Haraway",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The drugs don't work: expectations and the shaping of pharmacogenetics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hedgecoe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Social Studies of Science",
            "volume": "33",
            "issn": "",
            "pages": "327--364",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Claims and disclaimers: whose expertise counts?",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Hogle",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Medical Anthropology",
            "volume": "21",
            "issn": "",
            "pages": "275--306",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The Government of Risk: Understanding Risk Regulation Regimes",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hood",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rothstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baldwin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Networks of Power: Electrification in Western Society",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1880--1930",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Towards governance of human tissue engineered technologies in Europe: framing the case for a new regulatory regime",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kent",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Faulkner",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Geesink",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fitzpatrick",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Technology Forecasting and Social Change",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Epistemic Cultures: How the Sciences Make Knowledge",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Knorr-Cetina",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The need to regulate human tissue engineered products: ophthalmology perspective",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Then",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "British Medical Journal",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Science in Action",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Latour",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "We Have Never Been Modern",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Latour",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Why has critique run out of steam? From matters of fact to matters of concern",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Latour",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Critical Inquiry",
            "volume": "30",
            "issn": "",
            "pages": "225--248",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Organising Modernity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Genetic governance: the risks, oversight and regulation of genetic databases in the UK",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "New Genetics and Society",
            "volume": "20",
            "issn": "",
            "pages": "157--183",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "A code of practice for the production of Human-derived therapeutic products",
            "authors": [],
            "year": 2002,
            "venue": "MDA Medical Device Agency",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A little dirt never hurt anyone: knowledge-making and contamination in materials science",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mody",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Social Studies of Science",
            "volume": "31",
            "issn": "",
            "pages": "7--36",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Donna Haraway and GM Foods. Cambridge Icon Books: Cambridge",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Myerson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Re-Thinking Science: Knowledge and the Public in an Age of Uncertainty",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nowotny",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gibbons",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The ethics of hybrid subjects: feminist constructivism according to Donna Haraway",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Prins",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Science, Technology and Human Values",
            "volume": "20",
            "issn": "",
            "pages": "352--367",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Artificiality and enlightenment: from socio-biology to biosociality",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rabinow",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "91--112",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Beyond nature and culture: modes of reasoning in the age of molecular biology and medicine",
            "authors": [
                {
                    "first": "H-J",
                    "middle": [],
                    "last": "Rheinberger",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Living and Working with New Medical Technologies",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Scientific Committee on Medicinal Products and Medical Devices",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Scmpmd",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Opinion on the State of the Art Concerning Tissue Engineering",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Opinion on the state of the art concerning xenotransplantation",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Scmpmd",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Bodies, boundaries, and territorial disputes: investigating the murky realm of scientific authority",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Sharp",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Medical Anthropology",
            "volume": "21",
            "issn": "",
            "pages": "369--379",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "United Kingdom Xenotransplantation Interim Regulatory Authority",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Stem cells, tissue cultures and the production of biovalue",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Waldby",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Health",
            "volume": "6",
            "issn": "",
            "pages": "305--323",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Body Images: Embodiment as Intercorporeality. Routledge: London",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The findings presented here draw on two ESRC-supported projects: 'Medical Device Governance: Regulation of Tissue Engineering' (L218 25 2058) and 'Xenotransplantation: Risk Identities and the Human/nonhuman Interface' (L218 25 2044). We thank in particular the work of Ingrid Geesink for her contribution the research on tissue engineering. Dr Julie Kent is a Reader in Sociology of Health Technology at the University of West of England. She has written on social aspects of pregnancy and childbirth, genetic technologies, medical devices, and human tissue engineering. Her current research focuses on abortion and stem cell technologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Mike Michael is Professor of Sociology of Science and Technology at The Department of Sociology, Goldsmiths College, University of London. His interests have included public understanding of science, cultural aspects of xenotransplantation and the role mundane technology in social ordering. Current research topics include technoscience and everyday life, and stem cells and practical ethics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ENDNOTES ABOUT THE AUTHORS"
        }
    ]
}