{
    "paper_id": "a578fe6db9245f35754a2f49a41dce72ef8473fa",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "U of HotStarTaq polymerase. The cycling conditions were 50 cycles (94°C for 30 s, 53°C for 40 s, and 72°C for 1 min) after a preheating step of 10 min at 95°C. All PCR products of positive reactions by agarose gel electrophoresis with ethidium bromide staining were sequenced completely in both directions for confi rmation of sequence specifi city. One negative control was extracted and amplifi ed for every 5 NPA samples. A plasmid containing the cloned PCR product was used as positive control. The sensitivity of the WUPyV PCR was 8.8 copies per reaction as determined by probit analysis, which corresponds to 440 copies per mL of sample. The study was approved by the ethics committee of the medical faculty at the University of Würzburg.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the study period, 1,326 NPA of hospitalized children with febrile respiratory tract diseases were received for viral diagnostic evaluation. The median age of the patients was 1.6 years (mean age 3.2 years; range 7 days-22 years), and 58.4% were boys. DNA of 1,277 NPA from 1,085 children was available for retrospective testing. Of these, 62 (4.9%) samples from 59 children were positive by WUPyV PCR and subsequent sequencing. The median age of the WUPyVpositive children was 3.0 years (mean 2.9 years; range 4 months-6.3 years) ( Figure) , and 57% were boys. Of the children with WUPyV-positive NPA, 3.2% were >6 years of age, although children in this age group constituted 15.7% of the total population. Infections with WUPyV were found year round, but most occurred in the winter months. Yearly frequencies (July-June) of WUPyV-positive results varied from 3.2% to 8.5% during the observation period. These variations were not statistically signifi cant. In 34 (54.8%) of the WUPyV-positive samples, co-infections with other respiratory viruses were detected, most frequently with adenovirus (n = 10) and fl uA (n = 10), followed by hBoV (n = 9) and RSV (n = 5). The co-infections bronchitis, wheezing bronchitis, and pneumonia.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 539,
                    "end": 546,
                    "text": "Figure)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "In the context of the previous reports of WUPyV detection in Australia and North America (3), our data suggest a worldwide distribution of WUPyV. Most of the WUPyV-positive children were <4 years of age, and WUPyV DNA was rarely found in children >6 years of age. This age distribution is compatible with WUPyV infection occurring in day nurseries and kindergartens. In keeping with the fi ndings of Gaynor et al. (3), we observed a high number of co-infections. The true number of co-infections in our study is probably higher than the reported 53.2% because we did not test for several respiratory pathogens, such as coronaviruses, rhinoviruses, enteroviruses, and the human metapneumovirus. Hypotheses to account for the detection of WUPyV in respiratory samples include the following: WUPyV is a persisting asymptomatic virus that is detected by chance, WUPyV is a persisting virus that is reactivated by an infl ammatory process, or WUPyV is a predisposing or aggravating factor of respiratory diseases. Further studies are necessary to determine whether WUPyV is a human pathogen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To the Editor: Outbreaks of hepatitis E virus (HEV) have been documented in many geographic regions and nonindustrialized countries (1-3); they have been primarily associated with fecal contamination of drinking water (4). In the Central African Republic (CAR), economic indicators (CAR ranks 172/177 countries on the 2006 United Nations Development Program Human Development Index), political instability, geographic situation, a deteriorating health network, and a very poor epidemiologic surveillance system all contribute to the country's epidemic susceptibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis E, Central African Republic"
        },
        {
            "text": "In July 2002, Ministry of Health (MoH) and Médecins sans Frontières (MSF) teams working in the Begoua Commune Health Center, north of CAR's capital Bangui, reported an increased number of patients from the Yembi I neighborhood who were showing signs of jaundice and extreme fatigue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis E, Central African Republic"
        },
        {
            "text": "Patients suspected of having hepatitis E were defi ned as those with clinical jaundice (yellow discoloration of the sclera) and symptoms of malaise, anorexia, abdominal pain, arthralgia, and fever. Confi rmed cases were those in which patients' serum samples were positive for HEV immunoglobulin (Ig) M or IgG.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis E, Central African Republic"
        },
        {
            "text": "Initially, 16 pairs of serum and stool samples were collected from jaundiced patients. Fecal samples were stored at -20°C and sent to the National Reference Center of Enterically Transmitted Hepatitis, Hospital Val de Grâce (Paris, France) for HEV marker testing; serum samples were tested at the Bangui Pasteur Institute for yellow fewer (YF) IgM by MAC-ELISA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis E, Central African Republic"
        },
        {
            "text": "The HEV epidemic was confi rmed by the detection of HEV markers: HEV IgG (Enzyme Immuno Assay, HEV, Abbott Laboratories, Abbott Park, IL, USA), HEV IgM (Abbott Laboratories), amplifi cation of RNA (5), and the absence of YF IgM. The HEV genome was detected in 4 of the fecal samples. Genotyping and sequencing showed that one of these was genotype 1, prevalent in Africa; the others were related to genotype 2 (Mexico-like) (GenBank accession nos. DQ151640, DQ151640) (5,6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis E, Central African Republic"
        },
        {
            "text": "Data suggest that the epidemic began in the Yembi I neighborhood, then spread to the rest of the Begoua commune and fi nally to Bangui or surrounding areas (Figure) . Of 715 suspected HEV case-patients recorded in the MSF hospital between July 22 and October 25, 2002, 552 (77%) lived in the Begoua commune (271 in the Yembi I neighborhood). The attack rate for the Begoua commune (20,080 inhabitants) was 2.7%. Of 351 suspected case-patients serologically tested for IgG and IgM anti-HEV antibodies, 222 (63%) had IgM antibodies, including 5/16 pregnant women (2.3% of all confi rmed cases). Most patients reported jaundice (97.5%) and choluria (95.1%);other reported symptoms",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 164,
                    "text": "(Figure)",
                    "ref_id": null
                }
            ],
            "section": "Hepatitis E, Central African Republic"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Polyomaviruses and human diseases",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ahsan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Adv Exp Med Biol",
            "volume": "577",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Identifi cation of a third human polyomavirus",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Allander",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Andreasson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bjerkner",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bogdanovic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Persson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "4130--4136",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Identifi cation of a novel polyomavirus from patients with acute respiratory tract infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Gaynor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Nissen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Whiley",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Pathog",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Frequent detection of bocavirus DNA in German children with respiratory tract infections",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Weissbrich",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Neske",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schubert",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tollmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Blath",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Blessing",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Infect Dis",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "included 4 triple infections (2 fl uA/ hBoV/WUPyV, 1 adenovirus/hBoV/ WUPyV, and 1 RSV/hBoV/WUPyV). Clinical data were available for 57 of the 62 WUPyV-positive NPA. A broad spectrum of both upper (45.6%) and lower (54.4%) respiratory tract diseases was observed. The latter included 680 Emerging Infectious Diseases • www.cdc.gov/eid • Vol. 14, No. 4, April 2008 Figure. Age distribution of children with WU polyomavirus DNA-positive nasopharyngeal aspirates compared with the age distribution of the total study population.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank the team of the viral diagnostic laboratory for skillful and dedicated assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Weissbrich* *University of Würzburg, Würzburg, Germany; and †University Hospital of Würzburg, Würzburg, Germany",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Florian Neske,* Kerstin Blessing, † Franziska Ullrich, † Anika Pröttel,* † Hans Wolfgang Kreth, † and Benedikt"
        }
    ]
}