{
    "paper_id": "a5861835cb2283c24108efe2ff5de059633844dd",
    "metadata": {
        "title": "Applying the species concept to plant viruses Brief Review",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "H V"
                ],
                "last": "Van Regenmortel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Institut de Biologie Mol~cutaire et Cellulaire du CNRS",
                    "institution": "",
                    "location": {
                        "settlement": "Strasbourg",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Plant virologists who maintain that the concept of species cannot be applied to viruses argue their case in terms of an obsolete concept of biological species defined by gene pools and reproductive isolation and applicable only to sexually reproducing organisms. In fact, various species concepts have been used by biologists and some of them are applicable to asexual organisms. The rationale for applying the species concept in virology is that viruses are biological entities and not chemicals: they possess genes, replicate, specialize, evolve and occupy specific ecological niches. The following definition is proposed: a virus species is a polythetic class of viruses constituting a replicating lineage and occupying a particular ecological niche. Such a definition of the species category does not and cannot provide a list of diagnostic properties for recognizing members of a particular virus species. It should also be stressed that a single property such as an arbitrary level of genome homology or the extent of serological relationship always fails to establish membership in a polythetic class. A binomial system of nomenclature is advocated in which the vernacular English name of the plant virus is adopted as the species name and the group name is assimilated to the level of genus. Adoption of this system would ensure that a universal classification system based on the classical categories of species, genus, and family becomes possible for all viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The current taxonomy of viruses infecting plants is at odds with the system used for classifying the viruses of vertebrates, invertebrates and bacteria. Whereas most virologists classify viruses according to the categories used in all biological classifications, namely species, genus and family, plant virologists have preferred to use two categories which they call \"virus\" and \"virus group\". As a result, the world of plant viruses appears somewhat chaotic to an outside observer and it has been dubbed \"a magma of funny names with no recognizable hierarchy\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Many plant virologists consider that the present status of plant virus taxonomy is inadequate and that a universal system encompassing all viruses should be adopted. The issue of whether the species concept can be applied to plant viruses was discussed at length by the Plant Virus Subcommittee of the International Committee on Taxonomy of Viruses (ICTV) during the period 1981-1987. A ballot taken in 1984 led to a stalemate with half the members of the Plant Virus Subcommittee voting in favour of the classical categories (species, genus, family) and the other half being strongly opposed to it. Protagonists of both viewpoints have defended their positions, sometimes passionately, in several articles and books [15, 26, 43-45, 51-53, 55] but no consensus has yet emerged. The species issue in virology was also discussed at successive International Congresses of Virology [5, 34, 53] and was again debated at the 5th International Congress of Plant Pathology held in Kyoto in August 1988. The present review is based on a paper presented at the Kyoto Congress in a symposium entitled \"Progress and Opportunities in Plant Virus Classification\".",
            "cite_spans": [
                {
                    "start": 717,
                    "end": 743,
                    "text": "[15, 26, 43-45, 51-53, 55]",
                    "ref_id": null
                },
                {
                    "start": 878,
                    "end": 881,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 882,
                    "end": 885,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 886,
                    "end": 889,
                    "text": "53]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A classification is a conceptual system of order which groups together entities that present certain analogies to a human observer. Classifying objects is a human prerogative based on the capacity of the mind to conceptualize and to recognize analogies. This is why it can be said that \"all classifications are conceptual constructions\" and that \"the categories used for building them are not found in nature but arise in human minds\" [64 p. 178 ]. The above statement was interpreted by Milne [51] to be a claim that plant or animal species really do not exist except in the mind. Such a claim about the abstract nature of species appeared preposterous to Milne because for him the word \"species\" is synonymous with the groups of real organisms studied by taxonomists. According to this view, species are as real as herds of antelopes grazing in the bush and it led Milne [51] to exclaim: \"Linnaeus did not create species, he found them\". In a similar vein, Ghiselin [18] made fun of those who regard species as abstractions and asked: \"If organisms be abstractions, how can they copulate? If species be concepts, how can they speciate? Can ideas become extinct?\"",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 445,
                    "text": "[64 p. 178",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 873,
                    "end": 877,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 968,
                    "end": 972,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Abstract concepts and concrete objects"
        },
        {
            "text": "This kind of debate on the reality, or otherwise, of species arises mainly because abstract concepts are confused with concrete objects. Failure to make a distinction between species as an abstract concept (i.e. the category used for building classifications) and species as a concrete taxon corresponding to real spatiotemporal organisms (a population or a class of individuals) is responsible for much confusion in debates on classification. A similar type of problem would arise if one failed to distinguish between a) a piece of solid gold, b) the element gold defined by its atomic number 79 (a class), and c) the notion of Applying the species concept to plant viruses 3 chemical element (a class of classes). While it is possible to own some gold in the same way one can own a dog, the element defined within the framework of atomic theory or the canine species recognized by Linnaeus cannot be owned. The concept of dog is an abstract thought derived from the observation of certain types of animal; therefore, like all abstract concepts, it exists only in the mind. The same is true of the concept of species which like the concept of chemical element is a class of classes. In the contemporary jargon, the taxon dog is \"a chunk of the genealogical nexus\" [18] comprising all animals of the past which had dog features together with those that will still be born in the future, until such time as the species becomes extinct. Whereas the reality of the contemporary dog population is hardly contentious, the continued existence of the taxon in the distant future is a matter of speculation: unborn generations of dogs certainly are unreal.",
            "cite_spans": [
                {
                    "start": 1265,
                    "end": 1269,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Abstract concepts and concrete objects"
        },
        {
            "text": "It should also be noted that although concepts can be defined, the definition is mostly of little help for recognizing the type of object or creature from which the concept was derived. For instance, the atomic number 79 does not help for recognizing a piece of metal as being gold. Furthermore, definitions are always circular since the terms used in the definition must themselves be defined and so on ad infinitum. In contrast, individual objects (such as a particular dog) can be named but not defined. Although there is in some quarters considerable insistence on the need to define the concept of virus species (a class of classes), such a definition will not help virologists to decide whether certain concrete objects belong to any particular viral taxon. The reason why definitions do not help is that they are only descriptions of the meaning of terms or concepts. The term itself is simply a name or word that designates the concept. The verbal definition of an abstract concept (such as the category species) can only make the meaning of the abstraction intelligible but it will not provide the means for recognizing concrete objects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract concepts and concrete objects"
        },
        {
            "text": "A non-verbal approach to definition known as operationism has been introduced by Bridgman [8] and has become popular in scientific discourse. Socalled operational definitions provide criteria for the applicability of the term to be defined which take the form of specified operations or experimental procedures expected to yield a certain characteristic result. An operational definition gives meaning to a term because it enables one to decide when the term applies by observing a response under specified test conditions [27] . Operational definitions, therefore, are mainly applicable to the concrete objects studied by experimentalists and are of little use when dealing with an abstract class such as the category species [32] .",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 523,
                    "end": 527,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 727,
                    "end": 731,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Abstract concepts and concrete objects"
        },
        {
            "text": "Plant virologists who maintain that the concept of species cannot be applied to viruses tend to refer only to the concept of \"biological species\" defined by animal and plant taxonomists and they imply that this is the only legitimate 4 M.H.V. Van Regenmortel use of the word species. In so doing, they convey the impression that the \"species problem\" has been settled and that biologists have come to an agreement as to what they mean by the term species. Nothing could be further from the truth [10, 1t, 17, 18, 31, 33, 36-38, 50, 63] .",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 535,
                    "text": "[10, 1t, 17, 18, 31, 33, 36-38, 50, 63]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The multiplicity of species concepts"
        },
        {
            "text": "The following major species concepts have been used by biologists [6, 49, 50, 54, 63] .",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 70,
                    "end": 73,
                    "text": "49,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 74,
                    "end": 77,
                    "text": "50,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 78,
                    "end": 81,
                    "text": "54,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 82,
                    "end": 85,
                    "text": "63]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "The multiplicity of species concepts"
        },
        {
            "text": "Species are treated typologically and are characterized by degree of morphological difference. According to this phenetic approach, the relationship between organisms is ascertained by their overall degree of similarity. Numerical taxonomy [62] is a phenetic methodology developed for evaluating quantitatively the degree of similarity between organisms. Following the univeral acceptance of the Darwinian theory of evolution by biologists, it is generally assumed that the degree of difference between organisms is proportional to the amount of evolutionary change that has occurred since their common ancestor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The morphological species concept"
        },
        {
            "text": "According to this view, species are groups of interbreeding natural populations which are reproductively isolated from other such groups [47, 48] . It should be stressed that the isolation can be brought about by any factor that hinders interbreeding, i.e. geographic separation, behavioral incompatibility or genetic intersterility. A modified definition of biological species was proposed by Mayr in 1982, namely: \"A species is a reproductive community of populations (reproductively isolated from others) that occupies a specific niche in nature\" [50] . This slightly altered concept incorporates the ecological aspect of niche occupation [66] and makes it possible to apply the concept of species to asexual organisms where the criterion of reproductive isolation breaks down. The introduction of an ecological elhment in Mayr's definition of 1982 has been criticized by Hengeveld [28] on the grounds that the niche concept has no operational definition since vacant or filled niches cannot be measured and it is not possible to decide which virtual or realized niches are identical and which not. However, such criticism misses the point that the role of the definition is not to provide a set of diagnostic criteria for recognizing certain objects.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 142,
                    "end": 145,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 550,
                    "end": 554,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 642,
                    "end": 646,
                    "text": "[66]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 885,
                    "end": 889,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "The biological species concept"
        },
        {
            "text": "This has been defined by Simpson [61] as \"a lineage (an ancestral-descendent sequence of populations) evolving separately from others and with its own unitary evolutionary role and tendencies\". In phylogenetic classification, ancestry is the only proper defining attribute that monophyletic taxa can possess.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 37,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "The evolutionary species concept"
        },
        {
            "text": "As a result, snakes which evolved from Tetrapoda are considered to be tetrapods despite their lack of limbs [56] . The same idea was expressed by Ghiselin [19] who maintained: \"snakes do not now possess legs, but they used to\"; perhaps Applying the species concept to plant viruses 5 he should have added: before they were snakes. The difficulty arises from the fact that during evolution, transition from one species to another leads to continuity between gene pools which are considered to be separate at one particular point in time. Unfortunately, there are no clear-cut criteria for deciding how far back in time a species can be traced [68] . If taxa are defined by community of descent, all species become blurred into one gigantic primeval taxon going back to the origin of life on our planet.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 155,
                    "end": 159,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 642,
                    "end": 646,
                    "text": "[68]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "The evolutionary species concept"
        },
        {
            "text": "This concept was introduced by Beckner [3] who gave the label polytypic to classes that were defined by a combination of characters, each of which might occur also outside the given class and might also be absent in a member of the class. Since the term polytypic was already used in taxonomy in a different sense, it was later replaced by the term polythetic. Sattler [57] explained the nature of polythetic (polytypic) classes as follows: \"As a general example I take a group K of five individuals with an aggregation G of five properties fl, f2, f3, f4, f5. I distribute the properties in such a way that the class will be fully polytypic: 1   f2  f3  f4  f5  2  fl  f3  f4  f5  3  fl  f2  f4  f5  4  fl  f2  f3  f5  5 fl f2 f3 f4",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 42,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 369,
                    "end": 373,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [
                {
                    "start": 643,
                    "end": 721,
                    "text": "1   f2  f3  f4  f5  2  fl  f3  f4  f5  3  fl  f2  f4  f5  4  fl  f2  f3  f5  5",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "The polythetic species concept"
        },
        {
            "text": "It should be noted that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The polythetic species concept"
        },
        {
            "text": "(1) each individual of K possesses a large number of the properties of G, (2) each property of G is possessed by a large number of individuals of K, (3) no property is possessed by all individuals of K. Provided four out of five is considered a large number, then the above example represents a fully polytypic class\". As a result of the logical structure of polythetic classes [70] , no single feature is either necessary for membership in the class or sufficient. Whereas classical monotypic classes are defined by a single property or by a set of properties, the members of a polythetic class need not have a single defining property in common. The notion of polythetic species makes it possible to accommodate certain individuals that lack one or other character considered typical for the species and it is thus particularly suited for dealing with replicating biological entities endowed with intrinsic variability.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 382,
                    "text": "[70]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "The polythetic species concept"
        },
        {
            "text": "This brief survey of some of the species concepts used by biologists illustrates the contention of Mishler and Donoghue [54] that a variety of species concepts is necessary to adequately capture the complexity of variation patterns found in nature. It has often been argued that species taxa are fundamentally different from taxa at all other levels. According to Mayr [48] species are the real units of evolution; they are the entities which specialize, which become adapted or which shift their adaptation. According to this view, species are unique because they are integrated, cohesive reproductive communities with a real existence in space and time [17] . As a result, species taxa are often considered to be more \"real\" than genera or families. Since the higher taxa also have a spatiotemporal reality and are united by descent in the same way as species taxa, it is not clear why many biologists regard genera and families as artificial constructions of the mind while they consider that species are endowed with an objective reality and individuality [1] . It seems that the conceptual nature of the higher taxonomic categories is more readily perceived while the rank of species is more commonly viewed as a population of real organisms and thus as a taxon rather than as a class. In an attempt to resolve what he saw as the problematical ontological status of higher taxa, Wiley [69] suggested that they should be considered \"historical entities\"; however, species can equally be regarded as historical entities corresponding to \"chunks of the genealogical nexus\" [36] .",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 364,
                    "end": 373,
                    "text": "Mayr [48]",
                    "ref_id": null
                },
                {
                    "start": 655,
                    "end": 659,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1060,
                    "end": 1063,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1390,
                    "end": 1394,
                    "text": "[69]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1575,
                    "end": 1579,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Are species more real than genera and families?"
        },
        {
            "text": "The question of why species are real while genera and families are fiction was side-stepped in the most radical manner by introducing another idea: that of species-as-individual. Authors such as Ghiselin [17] and Hull [33] have argued that species should be regarded as individuals and not as classes; they reason that since evolution entails continuous change and the attributes of universal classes cannot change, species cannot be classes and must therefore be individuals. The logic of this deduction has been questioned [4] . According to the species-as-individual view, a particular organism is regarded as a part or subunit of an individual species lineage that maintains its continuity through a common gene pool; one consequence of this idea is that a species can have no members in the way a class does. Although the thesis that species should be regarded as individuals has led to vigorous debate [2, 4, 19, 20, 36, 38] , this idea has been of little help in clarifying the species problem. The major difficulty seems to lie in the fact that many taxonomists consider only Aristotelian classes, i.e. universals defined in terms of properties that are collectively necessary and sufficient for membership in the group. On the other hand, if species are viewed as polythetic classes [3] they may be defined by the fact that they share only a high proportion of certain characteristic attributes. In such a kind of \"cluster class\", certain elements may evolve and there is thus no theoretical difficulty in reconciling class membership with phylogenetic change. The need to consider species as individuals also falls away. Species are then viewed more like fuzzy sets [2] . It should be emphasized, however, that none of these theoretical considerations make it any easier to draw the line between ancestral and descendant species nor to decide how much change is compatible with a species remaining the same species.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 218,
                    "end": 222,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 908,
                    "end": 911,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 912,
                    "end": 914,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 915,
                    "end": 918,
                    "text": "19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 919,
                    "end": 922,
                    "text": "20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 923,
                    "end": 926,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 927,
                    "end": 930,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1292,
                    "end": 1295,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1676,
                    "end": 1679,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Are species more real than genera and families?"
        },
        {
            "text": "Applying the species concept to plant viruses 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Are species more real than genera and families?"
        },
        {
            "text": "Plant virologists who are strongly opposed to applying the concept of species to viruses argue their case in terms of the concept of biological species [52, 55] . They maintain that because we have a definition of the biological species for sexually reproducing organisms based on gene pools and reproductive isolation, we are able to identify species of higher organisms in a nonarbitrary manner and according to sound theoretical principles. In actual fact, the species taxa recognized by taxonomists are simply morphological units that are believed to be reproductively isolated from other such units, usually without any evidence being presented. In the overwhelming majority of cases, it is simply assumed that there is a correspondence between morphological, ecological and breeding discontinuities [54] . Gene pools and isolating mechanisms are recent a posteriori theoretical justifications for distinctions that even today are still being made on a phenetic basis. For instance, dogs (Canis familiaris) can interbreed with wolves (Canis lupus) and with coyotes (Canis latrans) in spite of being classified as different species! As pointed out by Ghisetin [19] : \"systematists have an excellent term for properties which, albeit not defining, are useful for identification. These are diagnostic properties.\" A practising virologist who needs to identify a particular virus isolate can only rely on his knowledge of which diagnostic properties are useful for placing the isolate in a certain taxon. Knowledge of the definition of the category species will be of no help whatsoever. In a similar way, organisms such as beetles are identified by their morphological properties and not by testing their ability to interbreed with other beetles [46] .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "[52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 157,
                    "end": 160,
                    "text": "55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 805,
                    "end": 809,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1164,
                    "end": 1168,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1748,
                    "end": 1752,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Limitations of the biological species concept"
        },
        {
            "text": "Among plant systematists, there is widespread skepticism regarding the general applicability of the biological species concept. The existence of sibling species [50 p. 281 ] is but one instance of the general finding that discontinuities in morphological variation often do not correlate with differences in the ability of organisms to interbreed. The concept of classical plant species not only breaks down in the exceptional cases of apomixis conceded by Milne [51-] but also in a more general manner as a result of interspecific hybridization, polyploidy and the high frequency of anomalous breeding systems [25-] . The criterion of infertility is in fact not absolute since groups of plants lie on a continuum from completely interfertile to completely reproductively isolated; therefore the choice of what constitutes a significant breeding discontinuity remains as arbitrary as that of a significant morphological discontinuity [54-] . The extent of gene flow among plant populations is very limited as populations separated by a few kilometers rarely if ever exchange genes [12] . Isolation by distance is the major factor that prevents gene exchange between plants and there is really no justification for regarding plant species as Mendelian populations wedded by the bonds of mating [39] . As stated by Grant [25] : \"homogeneity of species is due more to descent from a common ancestor than to gene exchange across significant parts of the species area\".",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 171,
                    "text": "[50 p. 281",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 468,
                    "text": "[51-]",
                    "ref_id": null
                },
                {
                    "start": 611,
                    "end": 616,
                    "text": "[25-]",
                    "ref_id": null
                },
                {
                    "start": 934,
                    "end": 939,
                    "text": "[54-]",
                    "ref_id": null
                },
                {
                    "start": 1081,
                    "end": 1085,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1293,
                    "end": 1297,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 1319,
                    "end": 1323,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Limitations of the biological species concept"
        },
        {
            "text": "In conclusion, it is now widely accepted that it is impossible to decide objectively where a biological species begins and ends [40] . As remarked by Mayr 1\"50] , the definition of biological species does not provide experimental and quantitative criteria for species demarcation. Although a definition of the concept in terms of ill-defined gene pools has a certain intellectual appeal, it is of little use to the field biologists who need to identify organisms on a phenetic basis.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 150,
                    "end": 160,
                    "text": "Mayr 1\"50]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Limitations of the biological species concept"
        },
        {
            "text": "The subjective nature of species demarcation was already clearly recognized by Darwin. In a letter to Hooker (December 24, 1856) Darwin wrote: \"I have just been comparing definitions of species... It is really laughable to see what different ideas are prominent in various naturalists' minds, when they speak of 'species'; in some resemblance is everything and descent of little weight--in some, resemblance seems to go for nothing, and creation the reigning idea-in some descent is the key--in some sterility an unfailing test, with others, it is not worth a farthing. It all comes, I believe, from trying to define the undefinable\" [quoted in 50 p. 267].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of the biological species concept"
        },
        {
            "text": "It is axiomatic that uniparental species do not interbreed and thus that they cannot be biological species as this term was initially defined [31, 47] . As a result, for many years taxonomists who thought in terms of biological species did not address the issue of how to classify asexual organisms. In his monumental treatise published in 1982, Mayr [50] acknowledged that the classification of biological entities with an asexual lineage could no longer simply be ignored, and he accepted that the term species should also be applied to them. Since the criteria of common gene pools and reproductive isolation are not applicable to entities that reproduce in a clonal fashion, Mayr [50] altered his definition of biological species to include the idea that ecological niches can also be responsible for the boundaries observed between species. One consequence is that gene pools and sex are then no longer the sole theoretical justification for the species category. The insistence that sex is a necessary ingredient of the species concept, an attitude espoused by Milne [51, 52] , gave rise to what has been called \"Bob's First Principle, according to which you have a taxonomic problem when you can't have sex\" [52] . Since the authority to which Milne keeps referring, namely Mayr, changed his mind between 1963 and 1982 regarding the pivotal role of sex, it now seems that you may still have a problem if you can't have sex, but that it is not a taxonomic one.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 147,
                    "end": 150,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 351,
                    "end": 355,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 684,
                    "end": 688,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1073,
                    "end": 1077,
                    "text": "[51,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1078,
                    "end": 1081,
                    "text": "52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1215,
                    "end": 1219,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "The problems of asexual species"
        },
        {
            "text": "In a recent report, Milne [53] claims that authors such as Kingsbury [34] and Bishop [5] consistently misunderstood him. Believing that his earlier statements had passed largely unheeded, Milne [50] felt compelled to reiterate his views that speciation is incompatible with asexual reproduction and that the plant genera Rubus and Taraxacum and some groups of rotifers cannot be arranged into species because they do not indulge in recombination. It seems Applying the species concept to plant viruses 9 unlikely that anyone could misunderstand Milne when he echos the old refrain that the potential for interbreeding is essential in maintaining recognizable species. Recently this notion was put to the test by Holman [13] in the very case of sexual and asexual species of rotifers mentioned by Milne. Holman analyzed published reports on rotifers in order to establish if sexual species among these aquatic invertebrates were in fact more consistently recognized than asexual species. His study demonstrated that among rotifers, asexual species were actually m o r e consistently recognized than sexual species, a finding which shows that species integrity does not necessarily depend on gene pools, gene flow, and potential interbreeding.",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 30,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 69,
                    "end": 73,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 85,
                    "end": 88,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 194,
                    "end": 198,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 719,
                    "end": 723,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "The problems of asexual species"
        },
        {
            "text": "If parthenogenic or clonal reproduction is compatible with the status of species, it is no longer necessary to ostracize microorganisms from the species fold [7, 9, 54] . It also becomes possible to admit viruses to the species fold.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 162,
                    "end": 164,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 165,
                    "end": 168,
                    "text": "54]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "The problems of asexual species"
        },
        {
            "text": "The rationale for applying the species concept to viruses [5, 34, 45] is simply that viruses belong to biology. Like all biological entities endowed with the ability to reproduce or replicate, viruses possess genes and evolve; in view of their intrinsic variability, a property they share with all the systems that possess a genome, viruses are best grouped in polythetic classes. In contrast, the molecules of a compound studied by a chemist are all identical entities. Therefore the most \"natural break\" is not between organisms and viruses, as suggested by Milne [51] , but between on the one hand replicating systems endowed with genetic continuity and variability and on the other hand non-replicating chemicals.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 61,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 62,
                    "end": 65,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 66,
                    "end": 69,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 566,
                    "end": 570,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Definitions of virus species"
        },
        {
            "text": "At the 5th International Virology Congress held in Strasbourg in 198t, the International Committee on Taxonomy of Viruses (ICTV) approved the following definition of virus species [42]: \"A virus species is a concept that will normally be represented by a cluster of strains from a variety of sources, or a population of strains from a particular source, which have in common a set of correlating stable properties that separate the cluster from other clusters of strains\". Since this definition contains no reference to the biological nature of viruses, Kingsbury [34] suggested that it should be replaced by the following definition: \"A virus species is a population of viruses sharing a pool of genes that is normally maintained distinct from the gene pools of other viruses\". As pointed out by Kingsbury [34] , this definition does not provide rules for deciding where the line should be drawn between any two species in a given virus family. Milne [52] is thus wrong when he says that the definition \"offers practical criteria for identifying species\". Defining the category of virus species (a class of classes) should not be confused with providing a list of diagnostic properties useful for recognizing members of a single polythetic class (see above, section 2). Milne seems to be unaware of the distinction as he laments the inability of a definition to give clear direction on how to recognize a species in practice. [24] states that a virus species is \"a lineage, an ancestral-descendent sequence of populations existing in space and time; the lineage evolves separately from other lineages, it fits into its own particular ecological niche and is susceptible to evolutionary change\". This definition stresses the biological nature of viruses and underlines the fact that they form cohesive units of evolution under the pressure of unifying external causes. Gorman's definition combines several aspects of the species category emphasized in recent years and incorporates the modification which Mayr introduced in 1982 in order to include asexual organisms in his original definition of biological species (see above, section 6). As could be expected, Milne [52] who clings to an obsolete species definition of Mayr [47, 48] according to which organisms reproducing by clonat means cannot be members of a species, finds Gorman's definition unacceptable precisely because it stresses the similarities between viruses and asexual organisms.",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 568,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 807,
                    "end": 811,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 952,
                    "end": 956,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1427,
                    "end": 1431,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2168,
                    "end": 2172,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 2226,
                    "end": 2230,
                    "text": "[47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2231,
                    "end": 2234,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Definitions of virus species"
        },
        {
            "text": "In view of the difficulty of reconciling the gene pools in Kingsbury's definition with the purely clonal nature of many viruses and in order to simplify somewhat the wording of Gorman, I propose the following definition: \"A virus species is a polythetic class of viruses constituting a replicating lineage and occupying a particular ecological niche\". This definition of the virus species category incorporates the notions of biological variability (polythetic class), of genomes (replicating lineage and possibility of genetic recombination), of evolution (inherent in lineages) and of niche occupation. It does not address the problem of how to define the terms virus, lineage or niche which is a different issue altogether.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Another definition of virus species proposed by Gorman"
        },
        {
            "text": "Finally it should be stressed that the earlier cautious attitude of the ICTV regarding phylogenetic considerations has now been abandoned [35] and that it has at last become respectable to discuss the evolution of viruses [16, 23, 41, 45] . However phylogenetic parameters are likely to play a significant role only in the creation of higher taxa and their use probably will require an assessment of rate variations in the molecular clock [16, 22] . On the other hand it is clear that evidence for unexpected genome similarities points to a common ancestry of some plant and animal viruses [23] and this gives new impetus for the development of a universal system of classification encompassing all viruses.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 222,
                    "end": 226,
                    "text": "[16,",
                    "ref_id": null
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "41,",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 238,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[16,",
                    "ref_id": null
                },
                {
                    "start": 444,
                    "end": 447,
                    "text": "22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 590,
                    "end": 594,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Another definition of virus species proposed by Gorman"
        },
        {
            "text": "Several plant virologists have argued forcefully against the use of the species concept in virology. Their major objections are listed in Table 1 , together with refutations of their arguments. Curiously enough, some of the plant virologists who object most strongly to the epithet species have been engaged in a most successful enterprise of cataloging and delineating separate viruses. As recounted by : \"For some 15 Species can only be used in the context of plants and animals.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 418,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 145,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Arguments of the anti-species brigade"
        },
        {
            "text": "The only meaning of the term spedes is that of biological species as used in classical taxonomy; to apply the term to viruses leads to the Humpty-Dumpty type of nonsense that follows when the same word is used for different things.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Arguments of the anti-species brigade"
        },
        {
            "text": "Clonal propagation cannot be reconciled with speciation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Arguments of the anti-species brigade"
        },
        {
            "text": "Species is too rigid a taxon; it is inappropriate, impractical.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Arguments of the anti-species brigade"
        },
        {
            "text": "The word \"virus\" in inverted commas is more pragmatic than the term species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Arguments of the anti-species brigade"
        },
        {
            "text": "The categories species and genus should not be used because they have evolutionary implications. Virus species are never \"found\" but are \"invented\" in an arbitrary manner. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Arguments of the anti-species brigade"
        },
        {
            "text": "Biological species really exist whereas CMI/AAB \"viruses\" are ad hoc arbitrary creations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9."
        },
        {
            "text": "10. The term species drags after itself the words genus, family, and latinized binomials. Once virus species are accepted, it will lead to pressure to adopt latin names.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9."
        },
        {
            "text": "An obsolete concept of \"biological species\" should not be the only term of reference in a discussion of species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9."
        },
        {
            "text": "Species of microorganisms have long been recognized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9."
        },
        {
            "text": "The term species has been defined in various ways and has many different connotations; this is not unusual as shown by the example that captains are not only found on ships but can also be in charge of rugby teams.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9."
        },
        {
            "text": "Ecological niches provide the isolation required for speciation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9."
        },
        {
            "text": "Species that evolve are hardly rigid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9."
        },
        {
            "text": "Viruses are allocated to a particular species on a purely pragmatic basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9."
        },
        {
            "text": "The hypothesis of an evolutionary lineage of viruses is perfectly acceptable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9."
        },
        {
            "text": "Categories are always \"invented\"; although the \"viruses\" found in the CMI/ AAB Descriptions are also \"invented\", they correspond to arbitrary but useful separate entities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9."
        },
        {
            "text": "Issues of classification should not be confused with nomenclature. The ICTV has accepted vernacular names and is no longer insisting on latin names. W h e n they invite a contributor to write a description for an isolate they consider to be a \" n e w virus\" they are in effect unofficially delineating a new species of virus. These CMI/AAB Descriptions have been widely accepted as a practical and useful classification by plant virologists and by now these descriptions cover a significant proportion of the known plant viruses. I believe that most of the viruses in the list could readily by adopted officially by the ICTV as constituting plant virus species.\" In effect then, plant virologists are ahead of their vertebrate virologist counterparts in delineating species, at least unofficially. However, for some reason the opponents of virus species appear to be enraptured by the magic of inverted commas. They seem to believe that the symbol \"virus\" does away with the need for a word that would convey the message that one is referring to a separate taxon and not merely to a particular isolate or strain. They have not found such a word and there seems to be no cogent reason for refusing to use the term species instead of \"virus\". After all, species is the universally accepted term for the lowest taxonomic grouping of biological objects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Does tobacco mosaic virus really not exist?"
        },
        {
            "text": "Some zealots of the anti-species movement have argued that the species framework is too rigid to encompass the variability of viruses; according to Milne [51] the system of \"viruses\" and \"virus groups\" (instead of genera) has a \"sounder theoretical basis, is more flexible and is easier to operate\". Unfortunately, as pointed out by Matthews [46] , the sound theoretical basis of\"virus\" has never been explained by anybody. The editors of the CMI/AAB Descriptions knew better than trying to define what they meant by \"virus\", but although they did not say what it was, they have been busy producing them in large numbers. Although Milne [52] acknowledged that the editors decide in a most arbitrary manner what is a new virus deserving a description, this did not prevent him from claiming that such arbitrary clustering into \"viruses\" and \"groups\" has a sound theoretical basis! Mutant [55] and Harrison [26] conceded that many of the taxa called \"viruses\" that were blessed with a Description and baptized with a commonly accepted name were purely pragmatic creations that did not necessarily mirror clear cut genetic discontinuities; as an apology for creating taxa in this manner they explained that they did not after all call them species. In fact, there is no reason to feel uncomfortable about it since there is no other way to delineate species taxa than in an arbitrary albeit rational manner. Needless to say, plant virologists are greatly indebted to the editors of the Descriptions for their successful efforts at creating viral taxa.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 342,
                    "end": 346,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 637,
                    "end": 641,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 887,
                    "end": 891,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Does tobacco mosaic virus really not exist?"
        },
        {
            "text": "In a way, the labels \"virus\" and \"group\" are simply semantic alternatives to the classical categories of species and genus. Referring to the CMI/AAB \"viruses\" as species is not going to make them suddently less flexible, more rigid and more constricting entities as some plant virologists seem to fear. Milne [52] suggested that \"something would be gained if we ceased to think of viruses as species\". Perhaps he believes that if we started calling the currently recognized animal virus species simply \"viruses\", it would make the same taxa suddenly Applying the species concept to plant viruses 13 less rigid, more flexible, less constricting... In actual fact, species of animal viruses have been with us for many years and they do not seem to be \"too rigid, constricting, inconsistent, illogical or meaningless\" as claimed by some members of the anti-species brigade.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 313,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Arguments of the species adepts"
        },
        {
            "text": "To say that poliovirus is a species of the enterovirus genus in the family Picornaviridae conveys a classification message to any biologist. Plant virologists should also avail themselves of this universally understood hierarchy since it would make the world of plant viruses less chaotic to outsiders. An additional benefit could be that the recognition of official plant virus species may help to inhibit the uncontrolled multiplication of vernacular names given to poorly characterized entities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Arguments of the species adepts"
        },
        {
            "text": "In summary, those who advocate that the concept of species should be applied to plant viruses believe that: 1) the ICTV should adopt a universal system of classification of viruses based on the categories of species, genus and family, 2) viruses are biological entities and not chemicals; they replicate, specialize, adapt, evolve and occupy specific ecological niches exemplified by their tissue tropism, host range, vectors, life cycles, etc.,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Arguments of the species adepts"
        },
        {
            "text": "3) adoption of the species category does not entail replacing the vernacular names of viruses by latinized binomials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Arguments of the species adepts"
        },
        {
            "text": "For the majority of plant virologists, providing a definition for the virus species category is of secondary importance compared to what they perceive as the real issue: what are the diagnostic properties that allow the members of a particular virus species to be identified? The criteria that can be used to delineate virus species have been discussed in detail in several reviews [14, 15, 21, 44] . In the context of the present discussion, it should be stressed that a single property always fails to establish membership in a polythetic class (see above, section 3). It is thus futile to pin one's hopes on a single criterion such as an arbitrary level of genome homology [5, 341 , the extent of serological relationship as was attempted with adenoviruses, host range, vector specificity etc.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 386,
                    "text": "[14,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 387,
                    "end": 390,
                    "text": "15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 676,
                    "end": 679,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 680,
                    "end": 683,
                    "text": "341",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A classical taxonomy of plant viruses"
        },
        {
            "text": "As our knowledge advances, it is unavoidable that certain distinctions that were made on the basis of incompletely characterized viruses will have to be revised. For instance, several authors have remarked that the present taxonomy of the potyviruses is totally unsatisfactory [15, 26, 29] . Strains of potyviruses seem to form a continuum of variants in such a way that the borderlines separating individual potyviruses cannot be defined; there are no obvious discontinuities in degree of antigenic relationship and there is no correlation between host range and antigenic relationship. However, recent comparisons of the coat protein sequences of several potyviruses have shown the existence of a previously unrecognized discontinuity between different potyvirus species. Whereas distinct species exhibit sequence homologies ranging from about 40-70%, strains of individual species exhibit sequence homologies of 90-99% [60] . In view of this pattern and the high sequence homology between the coat proteins of potato virus Y (PVY) and pepper mottle virus (PeMV), it is now clear that PeMV should be considered a strain of PVY instead of a separate virus species [59, 60] ; for analogous reasons Johnsongrass mosaic virus which was previously considered to be a strain of sugarcane mosaic virus should be regarded as a separate potyvirus species [58] .",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 281,
                    "text": "[15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "26,",
                    "ref_id": null
                },
                {
                    "start": 286,
                    "end": 289,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 922,
                    "end": 926,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1165,
                    "end": 1169,
                    "text": "[59,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1170,
                    "end": 1173,
                    "text": "60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1348,
                    "end": 1352,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "A classical taxonomy of plant viruses"
        },
        {
            "text": "The binomial system of nomenclature is universally used in biology and could readily be adapted to the present status of plant virus classification. Fenner [13] , Milne [52] , and Murant [55] , for instance, advocated that the English vernacular name could be followed by the group name. If the vernacular name is adopted as the species name and the group name is assimilated to the level of genus, we obtain a sort of binomial. Although the constant genetic ending is -virus and thus reminiscent of latin, such names are definitely not latinized binomials. As an example, the tobamovirus genus would then comprise such species as tobacco mosaic tobamovirus, tomato mosaic tobamovirus, ribgrass mosaic tobamovirus, odontoglossum ringspot tobamovirus, sunn-hemp mosaic tobamovirus, etc. [65] . Such a system requires only that the existing groups of plant viruses become genera ( Table 2 ) and that certain rules of ICTV should be amended; for instance, rule 13 which stipulates that the species epithet must follow the genus name [43] should be abandoned.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 169,
                    "end": 173,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 187,
                    "end": 191,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 786,
                    "end": 790,
                    "text": "[65]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [
                {
                    "start": 879,
                    "end": 886,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "A classical taxonomy of plant viruses"
        },
        {
            "text": "Clearly such a scheme retains all the excellent features of the current system of plant virus classification based on the collective wisdom of the Plant Virus Subcommittee of ICTV and of the authors and editors of the CMI/AAB Descriptions. At the next level, families could be constructed by bringing together genera that present certain affinities; an obvious example is the grouping of the genera cucumovirus, bromovirus, and ilarvirus within the family Tricornaviridae [67] . Adoption of the proposed system will ensure that a universal classification system based on the classical categories of species, genus, and family becomes possible for all viruses.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 476,
                    "text": "[67]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "A classical taxonomy of plant viruses"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "On groups, existence and the ordering of nature",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Ball",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Syst Zool",
            "volume": "32",
            "issn": "",
            "pages": "446--451",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Classes and cladists",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beatty",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Syst Zool",
            "volume": "31",
            "issn": "",
            "pages": "25--34",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The biological way of thought",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beckner",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The species as an individual: facing essentialism",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bernier",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Syst Zool",
            "volume": "33",
            "issn": "",
            "pages": "460--469",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The genetic basis for describing viruses as species",
            "authors": [
                {
                    "first": "Dhl",
                    "middle": [],
                    "last": "Bishop",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Intervirology",
            "volume": "24",
            "issn": "",
            "pages": "79--93",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Philosophical foundations of classical evolutionary classification",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Book",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Syst Zool",
            "volume": "22",
            "issn": "",
            "pages": "375--392",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Bodmer WF (t970) The evolutionary significance of recombination in prokariotes",
            "authors": [],
            "year": null,
            "venue": "Syrup Soc Gen Microbiol",
            "volume": "20",
            "issn": "",
            "pages": "279--294",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The logic of modern physics",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Bridgman",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The microbiol species--a macromyth?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Cowan",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Syrup Soc Gen Microbiol",
            "volume": "12",
            "issn": "",
            "pages": "433--455",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Some axioms of taxonomy",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Ehrlich",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Syst Zool",
            "volume": "13",
            "issn": "",
            "pages": "109--123",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Patterns and populations",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Ehrlich",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Holm",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Science",
            "volume": "137",
            "issn": "",
            "pages": "652--657",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Differentiation of populations",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Ehrlich",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Raven",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Science",
            "volume": "165",
            "issn": "",
            "pages": "1228--1231",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Classification and nomenclature of viruses. Second report of the International Committee on Taxonomy of Viruses",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fenner",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Intervirology",
            "volume": "7",
            "issn": "",
            "pages": "1--115",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Francki RIB (t981) Plant virus taxonomy. In: Kurstak E (ed) Handbook of plant virus infections and comparative diagnosis",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "3--16",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Current problem.s in plant virus taxonomy. In: Matthews REF (ed) A critical appraisal of viral taxonomy",
            "authors": [
                {
                    "first": "Rib",
                    "middle": [],
                    "last": "Francki",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "63--104",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Evolution of herpes and pox viruses and their hosts: a problem with the molecular clock",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Gentry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rana",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hutchinson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Starr",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Inter'~irology",
            "volume": "29",
            "issn": "",
            "pages": "277--280",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A radical solution to the species problem",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Ghiselin",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Syst Zool",
            "volume": "23",
            "issn": "",
            "pages": "536--544",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Biogeographical units: more on radical solutions",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Ghiselin",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Syst Zoot",
            "volume": "29",
            "issn": "",
            "pages": "80--85",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Definition",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Ghiselin",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Syst Zoot",
            "volume": "33",
            "issn": "",
            "pages": "104--110",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Can Aristotle be reconciled with Darwin?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Ghiselin",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Syst Zool",
            "volume": "34",
            "issn": "",
            "pages": "457--460",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Plant virus classification",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Gibbs",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Adv Virus Res",
            "volume": "14",
            "issn": "",
            "pages": "163--328",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "How ancient are the tobamoviruses?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Gibbs",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Intervirology",
            "volume": "14",
            "issn": "",
            "pages": "101--108",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Evolution of plus-strand RNA viruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goldbach",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wellink",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Intervirotogy",
            "volume": "29",
            "issn": "",
            "pages": "260--267",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Application of evolutionary species concepts to viruses",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Gorman",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Abstr Sixth Int Congr Virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "26. Harrison BD (I985) Usefulness and limitations of the species concept for plant viruses",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Grant",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Intervirology",
            "volume": "24",
            "issn": "",
            "pages": "71--78",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Operationism, observation, and theoretical terms",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Hempel",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Philosophy of science",
            "volume": "",
            "issn": "",
            "pages": "101--120",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Mayr's ecological species criterion",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hengeveld",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Syst Zool",
            "volume": "37",
            "issn": "",
            "pages": "47--55",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Potyviruses. In: Kurstak E (ed) Handbook of plant virus infections and comparative diagnosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Holtings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Brunt",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "731--807",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Recognizability of sexual and asexual species of rotifers",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Holman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Syst Zool",
            "volume": "36",
            "issn": "",
            "pages": "381--386",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The effect of essentialism on taxonomy--two thousand years of stasis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Hull",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "The Br J Philos Sci",
            "volume": "16",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The operational imperative: sense and nonsense in operationism",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Hull",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Syst Zool",
            "volume": "17",
            "issn": "",
            "pages": "438--457",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Are species really individuals?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Hull",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Syst Zool",
            "volume": "25",
            "issn": "",
            "pages": "174--191",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Species classification problems in virus taxonomy",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Kingsbury",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Intervirology",
            "volume": "24",
            "issn": "",
            "pages": "62--70",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Biological concepts in virus classification",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Kingsbury",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Intervirology",
            "volume": "29",
            "issn": "",
            "pages": "242--253",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Can baptism alone save a species?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Kitts",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Syst Zool",
            "volume": "32",
            "issn": "",
            "pages": "27--33",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The names of species: a reply to Hull",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Kitts",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Syst Zool",
            "volume": "33",
            "issn": "",
            "pages": "112--115",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Are species self-defining?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Michaux",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Syst Zool",
            "volume": "36",
            "issn": "",
            "pages": "196--205",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The nature of plant species",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Levin",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Science",
            "volume": "204",
            "issn": "",
            "pages": "381--384",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The evolutionary species: fact or fiction?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lovtrup",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Syst Zool",
            "volume": "28",
            "issn": "",
            "pages": "386--392",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "I988) Sequence of mouse hepatitis virus A 59 mRNA 2: indications for RNA recombination between coronaviruses and influenza C virus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luytjes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bredenbeek",
                    "suffix": ""
                },
                {
                    "first": "Afh",
                    "middle": [],
                    "last": "Noten",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "Wjm",
                    "middle": [],
                    "last": "Spaan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Virology",
            "volume": "166",
            "issn": "",
            "pages": "415--422",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Matthews REF (t982) Classification and nomenclature of viruses",
            "authors": [],
            "year": null,
            "venue": "Fourth report of the International Committee on Taxonomy of Viruses",
            "volume": "17",
            "issn": "",
            "pages": "1--1",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The history of viral taxonomy. In: Matthews REF (ed) A critical appraisal of viral taxonomy",
            "authors": [
                {
                    "first": "Ref",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--35",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Future prospects for viral taxonomy. In: Matthews REF (ed) A critical appraisal of viral taxonomy",
            "authors": [
                {
                    "first": "Ref",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "219--245",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "a) Viral taxonomy for the nonvirologist",
            "authors": [
                {
                    "first": "Ref",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Ann Rev Microbiol",
            "volume": "39",
            "issn": "",
            "pages": "451--474",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Viral taxonomy",
            "authors": [
                {
                    "first": "Ref",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Microbiol Sci",
            "volume": "2",
            "issn": "",
            "pages": "74--75",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Animal species and evolution",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mayr",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Populations, species, and evolution",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mayr",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Biological classification : toward a synthesis of opposing methodologies",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mayr",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Science",
            "volume": "214",
            "issn": "",
            "pages": "510--516",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The growth of biological thought. Diversity, evolution, and inheritance",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mayr",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The species problem in plant",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Milne",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "virology. Microbiot Sci",
            "volume": "1",
            "issn": "",
            "pages": "113--122",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Alternatives to the species concept for virus taxonomy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Milne",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Intervirology",
            "volume": "24",
            "issn": "",
            "pages": "94--98",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Species concept should not be universally applied to virus taxonomy--but what to do instead?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Milne",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Intervirology",
            "volume": "29",
            "issn": "",
            "pages": "254--259",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Species concepts: a case for pluralism",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Mishler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Donoghue",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Syst Zool",
            "volume": "31",
            "issn": "",
            "pages": "491--503",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Taxonomy and nomenclature of viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Murant",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Microbiol Sci",
            "volume": "2",
            "issn": "",
            "pages": "218--220",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Definition and diagnosis in the phylogenetic system",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rowe",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Syst Zool",
            "volume": "36",
            "issn": "",
            "pages": "208--210",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Bio-philosophy. Analytic and holistic perspectives",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sattler",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Coat protein of potyviruses. 3. Comparison of amino acid sequences of the coat proteins of four Australian strains of sugarcane mosaic virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Shukla",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Gough",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Arch Virol",
            "volume": "96",
            "issn": "",
            "pages": "59--74",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Coat protein of potyviruses. 2. Amino acid sequence of the coat protein of potato virus Y",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Shukla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Inglis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Mckern",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Gough",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Virology",
            "volume": "152",
            "issn": "",
            "pages": "118--143",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Amino acid sequence homology of coat proteins as a basis for identification and classification of the potyvirus group",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Shukla",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Gen Virol",
            "volume": "69",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Principles of animal taxonomy. Columbia, New York 62. Sheath PHA, Sokal RR (1973) Numerical taxonomy. The principles and practice of numerical classification",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The species problem reconsidered",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Sokal",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Syst Zool",
            "volume": "22",
            "issn": "",
            "pages": "360--374",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Serology and immunochemistry of plant viruses",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Regenmortel",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "the rodshaped plant viruses",
            "authors": [
                {
                    "first": "Mhv",
                    "middle": [],
                    "last": "Van Regenmortel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fraenkel-Conrat",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Ecological species, multispecies, and oaks",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Valen",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Taxon",
            "volume": "25",
            "issn": "",
            "pages": "233--239",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Tricornaviridae--a proposed family of plant viruses with tripartite, single-stranded RNA genomes",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Vloten-Doting",
                    "suffix": ""
                },
                {
                    "first": "Rib",
                    "middle": [],
                    "last": "Francki",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Fulton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kaper",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Intervirology",
            "volume": "15",
            "issn": "",
            "pages": "198--203",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "The evolutionary species concept reconsidered",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Syst Zool",
            "volume": "27",
            "issn": "",
            "pages": "17--26",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Is the evolutionary species fiction? A consideration of classes, individuals and historical entities",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Syst Zool",
            "volume": "29",
            "issn": "",
            "pages": "76--80",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Philosophical investigations",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wittgenstein",
                    "suffix": ""
                }
            ],
            "year": 1953,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "years, now, B. D. Harrison and A. F. Murant, acting as editors for the Association of Applied Biologists (AAB) and the Commonwealth Mycological Institute (CMI), have produced a series of CMI/",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A B Descriptions of m o r e than 300 plant viruses. Each description is written by one or m o r e experts for the particular virus. W h e n a new virus isolate is described in the literature, the two editors, using c o m m o n sense guidelines developed b y themselves, decide whether it is a new virus or merely a strain of a previously described virus.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Arguments against the use of the species concept in plant virology and their refutation",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Proposed plant virus genera",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}