{
    "paper_id": "a653de88e74551fcefb9e37a14ec595e95f51aef",
    "metadata": {
        "title": "Case report Successful non-invasive ventilatory support in a patient with regimen- related toxicity during allogeneic bone marrow transplantation",
        "authors": [
            {
                "first": "K",
                "middle": [],
                "last": "Ghosh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Rafique",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Tirkey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Benjamin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Jacob",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Goes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A 13-year-old patient with transfusion-dependent ␤ thalassemia major developed acute regimen-related lung toxicity after the conditioning regimen but before allogeneic bone marrow transplantation. He was successfully managed on non-invasive ventilatory support. Advances in non-invasive ventilatory support may drastically improve the outlook of this subset of patients who otherwise have a grim prognosis",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Rabitsch et al 1 reported successful management of adult respiratory distress syndrome by non-invasive ventilatory support. This subset of patients otherwise have very high mortality. Every attempt should be made to rescue such patients and occasionally the result may be very gratifying. We report here one such case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We treated a 13-year-old boy with transfusion-dependent homozygous ␤ thalassaemia major with allogeneic bone marrow transplantation from his HLA-matched 16-year-old brother. The patient had 5 cm hepatomegaly, with a moderate degree of iron overload and portal fibrosis on liver biopsy. His serum ferritin level was 700 ng/ml after aggressive chelation therapy. He had been splenectomised. He was positive for hepatitis C virus by reverse immunoblot assay (RIBA test).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "His conditioning regimen included busulphan 16 mg/kg orally over 4 days followed by cyclophosphamide 50 mg/kg by 1 h infusion for 4 days, and antilymphocyte globulin (Horse serum; Pasteur-Mirieux, Paris, France) 40 mg/kg, 6 h infusion daily for 3 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On day 3 of cyclophosphamide therapy and day 2 of ALG therapy he developed hypotension, severe respiratory distress, cyanosis with a pulse rate of 160/min and a respiratory rate of 58-64/min. The oxygen saturation on pulse oximetry fell 75-80%. He had not shown a positive reaction to ALG during sensitivity testing and had no difficulty during administration on day 1 and most of the second dose. His ECG and ejection fraction on echocardiography were normal, and ECGs taken each day before cyclophosphamide administration showed only minor changes in R wave heights. He was mildly fluid overloaded and responded to frusemide. In the chest there was diminished air entry bilaterally and the lower part of each hemithorax was dull on percussion. He had coarse crepitations all over the chest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Blood gas analysis showed: PaO 2 60 mmHg, PaCO 2 -32 mm and pH 7.44. Chest X-ray ( Figure 1 ) taken at this time showed diffuse fluffy opacities involving both lung fields and pleural effusions on both sides. His central venous pressure (CVP) varied between 3 and 11 cm of water. The patient was immediately started on piperacillin/gentamicin/vancomycin after appropriate cultures had been taken. These were sterile. His C-reactive protein (CRP) level in the serum was persistently normal at less than 14 U/l (NR 14-90 U/l). We attempted continuous positive airway pressure respiration (CPAP) with high oxygen flow (10 l/min) via a sealed facial mask and a positive end expiratory pressure (PEEP) of 5 cm of water. He was not able to tolerate this and hence we switched to intermittent CPAP, ie positive and expiratory pressure for 5 min every 30 min with continuous high oxygen flow (10 l/min). The patient was able to tolerate this and maintained an oxygen saturation of 85-92% over the subsequent 3-4 days. He remained afebrile with a tachypnoea (40-60 min) and tachycardia (140-160/min). To reduce the regimen-related lung toxicity he was started on methylprednisolone 0.5 mg/kg/i.v. twice daily, with strict fluid balance and blood pressure control. Within 24 h of developing pulmonary toxicity he developed VOD of liver with serum bilirubins reaching 88 mol/l (NR Ͻ17 mol/l), hypoalbuminaemia (26 g/l), fluid retention (3 kg) and tender hepatomegaly (10-12 cm below the costal margin) and greenish diarrhoea. The VOD responded to a combination of low molecular weight heparin, dopamine infusion, diuretics, slow infusion of 20% albumin and fresh frozen plasma. The right-sided pleural aspiration was tapped and 40 ml of straw coloured fluid was obtained. This was found to be a transudate and was sterile on culture. Although only 40 ml fluid was aspirated the oxygen saturation improved immediately from 89-92% to 97-100%. On this intermittent CPAP the patient steadily improved, received his allogeneic marrow graft from his brother engrafting by day +9. His peak expiratory flow rate improved steadily from 150 l/min in the acute stage to 375 l/min which was his pre-transplant value.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 91,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Serial chest X-rays showed continued improvement and an X-ray taken after 10 days was normal. He made a complete recovery on non-invasive ventilatory support ( Figure 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 169,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Mortality in patients undergoing allogeneic BMT and needing endotracheal intubation and mechanical ventilation is very high, 1-3 usually in excess of 90%. It has also been suggested that this modality of management should be severely restricted 3 in allogeneic BMT patients, particularly during their first +100 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our patient developed respiratory distress probably secondary to toxicity of the conditioning regimen as his cardiac function was good, CVP was within the normal range and normal CRP level ruled out any serious bacterial infection. This was also corroborated by the sterile cultures. Damage to the pulmonary microvasculature with ALG and cyclophosphamide, and the associated hypoalbuminaemia could have contributed to the respiratory distress by increasing interstitial water in the presence of normal or mildly increased central venous pressure. Concomitant development of VOD of the liver and gastrointestinal toxicity strongly suggest that conditioning regimen-related lung toxicity was the major cause of lung injury in this case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although a randomised trial 4 has shown no difference in outcome between invasive and non-invasive ventilation, it would be premature to conclude the same for allogeneic BMT patients, particularly when patients are transferred to an ICU in an anatomically different location of the hospital, thereby breaking isolation. Such patients are likely to be much more vulnerable to severe bacterial infections than are other types of patient. Hence, such patients are better nursed in transplantation units with non-invasive ventilation where possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There have recently been many advances in non-invasive ventilation, some of which can be administered without endotracheal intubation including intermittent mechanical ventilation with a nasal mask. In due course the value of these modalities for critically ill BMT patients will become clear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Successful management of adult respiratory distress syndrome (ARDS) after high dose chemotherapy and peripheral blood progenitor cell rescue by non-invasive ventilatory support",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Rabitsch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Standinger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Brugger",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Bone Marrow Transplant",
            "volume": "21",
            "issn": "",
            "pages": "1067--1069",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Outcome of patients requiring medical ICU admission following bone marrow transplantation",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "I"
                    ],
                    "last": "Paz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Crilley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weinar",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Chest",
            "volume": "104",
            "issn": "",
            "pages": "527--531",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Survival of adult bone marrow transplant patient receiving mechanical ventilation. A case for restricted use",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Faber Langendoen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Caplan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Mcglave",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Bone Marrow Transplant",
            "volume": "12",
            "issn": "",
            "pages": "501--507",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Non-invasive pressure support ventilation in patients with acute respiratory failure. A randomised comparison with conventional therapy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wysocki",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tric",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Wolff",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Chest",
            "volume": "107",
            "issn": "",
            "pages": "761--768",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chest radiograph showing diffuse and patchy opacity of both lungs with bilateral pleural effusion.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Chest radiograph taken 10 days after that ofFigure 1showing resolution of all the lesions.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Correspondence: Dr K Ghosh, Institute of Immunohaematology, 13th Floor MS Building, KEM Hospital Campus, Parel, mumbai 400 012, India Received 4 August 1998; accepted 28 October 1998",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}