{
    "paper_id": "a7001fa5fba28f20320f5c00fbb62c8ba7ddb703",
    "metadata": {
        "title": "ARDS Caused by Herpes Simplex Virus Late After Stem Cell Transplant",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Hematopoeitic stem cell recipients remain susceptible to infections long after the transplant. Cellular and humeral immune dysfunction, as well as treatment of graft vs host disease (GVHD), contributes to the risks of infection seen late after hematopoietic stem cell transplantation (HSCT) [1] . Infections by encapsulated bacteria, such as Streptococcus pneumoniae, viruses, such as cytomegalovirus (CMV), and fungi, such as Aspergillus, are the predominant causes of infection in the late period after HSCT [2] .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 294,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 510,
                    "end": 513,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Late-onset herpes simplex virus (HSV) pneumonia following bone marrow transplant (BMT) has rarely been reported. Only one patient (1.7%) with interstitial pneumonitis following BMT had HSV isolated from the lung in a 15-year review [3] . More recently, Kitabayashi et al. [4] described herpetic interstitial pneumonia, diagnosed on the basis of bronchoalveolar lavage (BAL) fluid polymerase chain reaction, 6 months after BMT.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our patient was a 52-year-old man hospitalized with bilateral pneumonia in December 2004. He underwent allogeneic HSCT for mantle cell lymphoma in April 2002. Pre-transplant serology demonstrated positive IgG titer for HSV type 1 and negative titer for HSV type 2. He had a history of herpetic oral labial lesions in the past. He did not develop GVHD, and completed acyclovir prophylaxis 6 months after transplantation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "He was hospitalized following a 10-day illness with fever, cough and dyspnea. On admission, he had hypoxia with bilateral, alveolar lung infiltrates on chest radiograph. He developed acute respiratory distress syndrome (ARDS) and required mechanical ventilation. Broadspectrum antibiotic therapy was administered without improvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bronchoscopy demonstrated tracheobronchitis. BAL fluid gram stain demonstrated many polymorphonuclear neutrophils and red blood cells without bacteria. Viral culture of BAL fluid grew HSV. Open lung biopsy was done.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hematoxylin and eosin stained sections of the lung biopsy demonstrated necrotizing pneumonia with intraalveolar hemorrhage. Blood vessel destruction and intracellular viral inclusions were identified. Special stains revealed no fungal or mycobacterial organisms. Dieterle silver impregnation stain, which detects Legionella organisms, as well as CMV and Epstein Barr virus immunohistochemistry stains, was negative. The inflam-matory infiltrate was composed predominantly of T-cells as seen with the CD3 stain. In the necrotizing areas, numerous viral inclusions were highlighted with HSV immunoperoxidase staining. There was no morphologic, nor immunohistochemical, evidence of lymphoma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "He received acyclovir, 5 mg/kg every 8 h intravenously, for 3 weeks. His ARDS and lung infiltrates resolved. His immunoglobulin IgG level was 1,063 mg/dl and CD4 T-lymphocyte cell count, 132 mm -3 (12%). He was maintained on acyclovir prophylaxis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "HSV pneumonia is rare, and occurs primarily in immunosuppresed patients. Pathologic findings described previously include inflammatory exudate with parenchymal necrosis and hemorrhage. HSV pneumonia has been postulated to result from hematogenous dissemination of the virus from mucocutaneous disease, resulting in interstitial pneumonia, or from extension of herpetic tracheobronchitis into the lung parenchyma [5] .",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 415,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our patient developed herpetic pneumonia associated with ARDS, 2 years after HSCT. Bronchoscopy demonstrated tracheobronchitis, BAL fluid grew HSV, and lung biopsy was diagnostic for herpetic pneumonia. Based on his serology and history of oral labial HSV, we postulate that his herpetic pneumonia resulted from reactivation of HSV type 1 infection. HSV must be considered in the differential diagnosis of late-onset pneumonia and ARDS following HSCT. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Persistent changes in the immune system 4-10 years after ABMT",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nordoy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kolstad",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Endresen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Holte",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kvaloy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kvalheim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Husebekk",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Bone Marrow Transplant",
            "volume": "24",
            "issn": "",
            "pages": "873--878",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Centers for Disease Control and Prevention Guidelines for preventing opportunistic infections among hematopoietic stem cell transplant recipients: recommendations of CDC, the infectious diseases society of America, and the American Society of blood and marrow transplantation",
            "authors": [],
            "year": 2000,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "49",
            "issn": "rr10",
            "pages": "1--120",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Interstitial pneumonitis after BMT: 15 years experience in a single institution",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Granena",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Carreras",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rozman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Salgado",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sierra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Algara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rovira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Valls",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Bone Marrow Transplant",
            "volume": "11",
            "issn": "",
            "pages": "453--458",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Late-onset herpes simplex virus-associated interstitial pneumonia after allogeneic bone marrow transplantation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kitabayashi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hirokawa",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Horiuchi T",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawabata",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Miura",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Bone Marrow Transplant",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Herpes simplex virus pneumonia",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Ramsey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Fife",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Hackman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Meyers",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Corey",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Ann Intern Med",
            "volume": "97",
            "issn": "",
            "pages": "813--820",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Studemeister, M. Jorden, S. Dass A. Studemeister (corresponding author) Infectious Diseases Section, San Jose Medical Group, 625 Lincoln Ave., San Jose, CA 95126, USA; Phone: (+1/408) 278-3000, Fax: -3293, e-mail: studemeister@earthlink.net M. Jorden Dept. of Pathology, Stanford University Medical School, Stanford, CA, USA S. Dass Pulmonary and Critical Care Medicine Section, San Jose Medical Group, San Jose, CA, USA",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}