{
    "paper_id": "a74ef5efce969f6838904c795f25c5b3785990ae",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Procalcitonin as a biomarker to differentiate bacterial infections from engraftment syndrome following autologous hematopoietic stem cell transplantation for multiple myeloma To the Editor:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Procalcitonin (PCT) is a hormokine. It is approved by the Food and Drug Agency as a biomarker for sepsis and has been found to be a useful prognostic biomarker in febrile neutropenic patients with documented infections. 1, 2 Infectious complications are the major cause of morbidity and mortality in febrile neutropenic patients after ASCT.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 222,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 223,
                    "end": 224,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Fever is, therefore, frequently treated with antibiotics. However, unnecessary use of broad-spectrum antibiotic treatment harbors the risk of evolution of drug resistant bacteria and Clostridium difficile infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We previously reported the high resource utilization associated with late-onset fever and engraftment syndrome (ES) following autologous stem cell transplantation (ASCT). 3 The median hospital length-of-stay in patients who developed ES was 3 days longer than those without ES. These patients also incurred an average additional cost of $9825/patient/day. Patients with multiple myeloma (MM) are most at risk for the development of ES following ASCT. Up to 30% of these patients developed the complication and the high incidence has been attributed to the prior use of bortezomib and lenalidomide. 4 Sixty-six percent were men. Autologous peripheral blood stem cells were mobilized using G-CSF (10 μg/kg/day) AE plerixafor PCT with a cutoff of <2 ng/mL might be an adjunctive biomarker in identifying patients suffering from non-infectious fever associated with ES following ASCT. A PCT guided algorithm may limit the duration of antibiotics, reduce adverse events and prevent the emergence of antimicrobial resistance. Large randomized controlled trials comparing PCT guided antimicrobial therapy vs. standard of care to limit unnecessary exposure to antimicrobials in immunocompromised ASCT recipients are warranted.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 172,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 598,
                    "end": 599,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nothing to report. Definite clinical evidence for a causal association was described for 18 drugs and the food supplement; 10 drugs and the food supplement had not been previously described with definite evidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        },
        {
            "text": "Nine articles reported evaluable group data; only one report of quinine treatment described definite evidence for a causal association and quinine has been previously reported with definite evidence. 1 Supporting Information Table S2 summarizes the data for the 61 evaluable reported patients and the 9 articles reporting evaluable group data. These new data from our systematic literature review together with the new data from the BloodCenter of Wisconsin are merged with the previously reported data on our updated web site. ",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 201,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 233,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "ORCID"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Procalcitonin guiding antimicrobial therapy duration in febrile cancer patients with documented infection or neutropenia",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Haddad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Chaftari",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hachem",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Sci Rep",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Diagnostic performance of procalcitonin, presepsin, and C-reactive protein in patients with hematological malignancies",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ebihara",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ishida",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Clin Lab Anal",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Late-onset fever and engraftment syndrome following autologous stem cell transplant: impact on resource utilization",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karass",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aujla",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Hematol",
            "volume": "93",
            "issn": "",
            "pages": "336--338",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Engraftment syndrome following autologous hematopoietic stem cell transplantation: definition of diagnostic criteria",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maiolino",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Biasoli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lima",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Portugal",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Pulcheri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nucci",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bone Marrow Transplant",
            "volume": "31",
            "issn": "",
            "pages": "393--397",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Engraftment syndrome following hematopoietic stem cell transplantation",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Spitzer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Bone Marrow Transplant",
            "volume": "27",
            "issn": "",
            "pages": "893--898",
            "other_ids": {
                "DOI": [
                    "10.1002/ajh.25379"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "24 mg/kg). Transplant preparative regimen consisted in all cases of intravenous melphalan 200 mg/m 2 . All patients received GM-CSF (500 μg/day) starting day +1 and prophylactic ciprofloxacin, fluconazole, and acyclovir during neutropenia. Symptom onset of ES occurred up to 2 days prior to 3 days following beginning neutrophil recovery, between the 6th to the 10th day post transplantation. Fever lasted 1-10 days (median 5). Work up for bacterial infection was negative in all but one patient at the time of engraftment. One patient had Escherichia coli bacteremia. No other bacterial infections were observed following engraftment until hospital discharge. While CRP levels were elevated in all patients (median 8.5; range 1.4-17; norm 0.0-0.5 mg/dL), PCT was elevated in the bacteremia patient only (6.39 ng/mL) and remained <2 ng/mL (median 0.48; range 0.10-1.97) in all other observations.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Due to associated hypogammaglobulinemia, MM patients are also at increased risk for infections. The ability to differentiate between fever from bacterial infection and fever from ES in MM patients is, therefore, greatly needed. Here, we set out to evaluate the utility of PCT as a biomarker to differentiate between bacterial infection and ES in MM patients following ASCT. Between March 2017 and September 2018, PCT and C-reactive protein (CRP) levels were obtained in febrile patients after ASCT who met Spitzer or Maiolino criteria for ES. 4,5 PCT was measured using the Kryptor bioanalyser via an immunofluorescent assay with a lower detection limit of 0.15 ng/mL, with values >2.0 ng/mL being highly suggestive of systemic infection or a severe localized infection. Patient demographics, clinical and laboratory data, diagnosis, and treatment history were collected from their electronic medical records. The study was approved by the Institutional Review Board at New York Medical College/ Westchester Medical Center. Fifteen patients developed ES following ASCT. Their clinical characteristics are shown inTable 1. The median age was 62.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Clinical characteristics of patients",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "ciation of a drug with thrombocytopenia as recurrent acute thrombocytopenia with recurrent drug exposure and/or documentation of drug-dependent, platelet-reactive antibodies. This combination methodology provides strong support for clinicians who are considering the diagnosis of DITP. This report describes our current search of 8 databases for articles published January, 2015-November, 2018 (Supporting InformationTable S1) to identify reports describing definite evidence for a causal association of the drug with thrombocytopenia. Fiftytwo articles reported evaluable data for 61 individual patients with thrombocytopenia attributed to 46 drugs and 1 food supplement.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "the 10 drugs plus 1 food supplement that have not been previously reported with definite evidence for a causal association with thrombocytopenia. Three of the 10 drugs (dexamethasone,",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}