{
    "paper_id": "a7edf8edc90e593cd9a06c4109148563e00ffedf",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "One of the greatest potential strengths and weaknesses of the population health approach as an integrative function is its breadth of definition and purpose. The all-encompassing notion of health at a population level, achieved through intersectoral action, is not only intuitively appealing but also invites many actors to engage to achieve its magnanimous goals. However, as the population health approach gains momentum and is adopted by different sectors, its broad definition has been criticized. 5, 8, 11 The lack of precision of meaning of the term may be a barrier to clear communication between actors and may create confusion in role definitions in working together to achieve health. 5, 8, 9 In reference to the widespread use of the population health approach, Kindig and Stoddart 9 pointed out, 'While this development might be seen as a useful movement in a new and positive direction, increased use without precision of meaning could threaten to render the term more confusing than helpful'. Indeed for population health, a common and well-articulated terminology is essential to strong health policy, particularly as actors hailing from multiform disciplines join together to improve health outcomes for all.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 504,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 505,
                    "end": 507,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 695,
                    "end": 697,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 698,
                    "end": 700,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the discourse in health has evolved over the last several decades, so too has the discourse on the population health approach. 12 From the biomedical model to social ecological models for health, 13 from lifestyle approaches to the social determinants of health, the population health approach points to many social systems that contribute to health, including perhaps, unsurprisingly, the healthcare system itself. However, despite Canada's historical contribution to the genesis of population health, the Canadian health system has been slow to adopt the approach through broad system redesign. 14, 15 While parts of the system such as Public Health have held the population health approach as a cornerstone ideology for many decades, 9, 12 the approach is just now gaining momentum within the formal healthcare system. Traditionally, healthcare leaders have struggled to move away from the narrow biomedical model, with crisis management and the immediacy of demand for healthcare services leaving little time and resources to incorporate the population health approach into planning and day-to-day management. [15] [16] [17] However, research suggests that this reality is changing. [17] [18] [19] In many Canadian provinces, shifts in health system reform have resulted in new strategies for public participation and community-based priority setting initiatives oriented towards health and healthy communities. 18, 20, 21 Recent research has identified critical revisions to many Strategic Vision/Mission statements for Canadian Regional/District Health Authorities who embrace integration and targeted goals for population health, and not just the patients who receive care. 17 Furthermore, a growing number of Canadian provinces have begun to employ population needs-based funding models designed to reorient health systems towards health at a population level, well beyond traditional narrow models of acute care. 22 Further evidence of this movement is also apparent in policies and programmes across the United States. In the last decade, Kindig and others, have begun to articulate health production functions and incentive frameworks such as pay-for-population health performance models designed to reinforce healthcare's shift towards broader health outcomes at the population level. 23, 24 A focus on Accountable Care Organizations in the United States, which encourages collaboration between health organizations, clinicians and other health providers to improve health outcomes and reduce cost, has increased dramatically as a result of the recently passed Affordable Care Act. 25 Finally, a growing number of health organizations in the United States and in Canada have taken up the Triple Aim Framework, a guiding framework that articulates a set of integrated goals in which health system costs and quality of care must be balanced against the needs of the population and improved health outcomes for all. [26] [27] [28] These tangible examples speak of a changing landscape in which actors in the healthcare system are becoming increasingly important contributors to the population health agenda rather than simply 'minor players in the health of populations'. 29 As more healthcare leaders embrace policies and frameworks that have a long pedigree in the population health approach, there is a growing need to clarify what is meant by the term 'itself' so that clear expectations around accountability, ownership and roles and responsibilities can be determined and incentive structures can be aligned accordingly. This work acknowledges that population health is a shared responsibility and embraces Kindig's 8 sentiment that population health terminology 'is not at the margin of the policy debate but at the very centre, often representing competing views and values'. Clarifying the way actors in healthcare conceptualize and operationalize the term -a population health approach -will serve to proliferate the approach in healthcare and provide an important foundation for communication, partnerships and future action. The purpose of this article was to examine the conceptual and operational definitions of a population health approach among senior health system leaders in Canada to determine a future foundation for common language and understanding.",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 603,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 740,
                    "end": 742,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1117,
                    "end": 1121,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1122,
                    "end": 1126,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1127,
                    "end": 1131,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1190,
                    "end": 1194,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1195,
                    "end": 1199,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1200,
                    "end": 1204,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1419,
                    "end": 1422,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1423,
                    "end": 1426,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2300,
                    "end": 2303,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2928,
                    "end": 2932,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2933,
                    "end": 2937,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2938,
                    "end": 2942,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This article focuses on the conceptual and operational definitions of a population health approach among healthcare leaders, which represented one component of an overall research study to examine the mechanisms for integrating a population health approach into healthcare planning and decision-making in Canada. 30 A review of the literature affirmed that a population health approach in healthcare is an emerging concept, confirmed by a paucity of research focused on population health applications and respective terminology within the formal healthcare sector. To reflect the novelty of this emerging concept, this descriptive study undertook a thematic analysis to explore the definition of a population health approach in healthcare. 31 The study received ethics approval from the University of Toronto Health Research Ethics Board.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Due to early stages of adoption of the population health approach among healthcare leaders in Canada, a lead-user approach 32 was used to systematically identify study subjects who understood the current healthcare context but had also overcome barriers to successfully integrate the population health approach into their day-to-day programming. These study subjects were not intended to represent the majority of healthcare leaders in Canada, but rather those at the leading edge of the adoption of the population health approach in healthcare. According to Von Hippel, 32 because they are forerunners in a given field, lead users have needs that are not yet commonplace and frequently devise or adapt solutions to serve their unique needs. By understanding the needs and solutions of innovators who are adopting a population health approach, it was anticipated that these strategies could be adapted by others in the healthcare system. 33, 34 Purposive sampling was undertaken to identify subjects for the study. Only senior-level leaders in health organizations with a sizeable and defined population, and who were perceived to have made an impact on the population's health, were selected for inclusion. In the Canadian context, health organizations are most often assigned a geographically defined or catchment population (e.g. Provincial Ministries of Health, Regional/District Health Authorities and Hospitals) and/or a status-defined population (e.g. a group of individuals with a common ethnic or employment statussuch as Canada's military covered by the Department of National Defense, or Canada's Aboriginal peoples covered by the First Nations Inuit Health Branch of the Federal Government). Leaders of these types of Canadian health organizations were the focus of this study. Members of the Canadian Institute for Health Information (CIHI) Board and the Canadian Population Health Initiative (CPHI) Council, who were in a strong position to observe leading behaviours across Canada, assisted in the development of an initial list of potential interview subjects. Snowball sampling was used to identify further subjects throughout the interview process. Of the 29 senior leaders across Canada invited to be interviewed, 21 agreed to participate. There appeared to be no systematic differences between those leaders who agreed and declined to participate. Interviewees came from organizations such as Regional/District Health Authorities, National/Provincial/Territorial Ministries of Health, Teaching Hospitals and Primary Care Organizations with wide geographic representation from seven Canadian Provinces and one Territory. Senior level leaders held positions such as Deputy Minister of Health, Chief Executive Officer, Vice President, Chief Medical Officer of Health, Executive Director and Chief of Staff. Urban, rural and remote perspectives were represented in the sample.",
            "cite_spans": [
                {
                    "start": 938,
                    "end": 941,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "Semi-structured telephone interviews, 1 h in duration, were conducted by at least two members of the research team over an 8-month period from December 2012 to July 2013. The interview guide covered a range of topics from awareness, understanding and application of the population health approach; opportunities and barriers for improving population health and information needs for integrating a population health approach into decision-making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "The interview guide included the question 'What does a population health approach look like from your perspective?' This question was asked in the early part of each interview and was used to gain an appreciation in the subject's conceptual understanding of the term. Further interview questions focused on innovative ways that the population health approach had been operationalized within the health organization in the context of leadership, organizational culture, programming and outreach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "Interviews were recorded and transcribed with permission of the interviewees. Given the relatively small data set, data were manually coded rather than making use of coding software. Thematic analysis was conducted in three waves. 31, 35 First, members of the research team individually reviewed the transcribed data to establish preliminary coding based on patterned responses related to leader's understanding and definition of the population health approach. Second, a fullday meeting was convened for the research team to agree upon common conceptual and operational themes that were consistently identified in the coded data. Researcher judgement was applied to finely articulate each theme, and refinements were negotiated throughout the day to ensure inter-rater agreement among team members. The team identified convergent themes (those conceptual elements of the population health approach that were consistently cited across interviews) and divergent themes (definitional elements that were less frequently articulated but reflected a unique operational reality for at least some leaders of healthcare). 36, 37 Finally, convergent and divergent themes were validated at two pan-Canadian workshops held in Vancouver and Toronto in March 2013, with representatives from a broad range of health system actors. Although this article primarily utilizes an interpretivist approach, it respects the need to 'give voice' to the interviewees, those who champion the work every day. 38",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 234,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1114,
                    "end": 1117,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Analysis revealed six core convergent themes that reflected the health system leader's conceptual understanding of the population health approach, as well as four divergent themes which reflected the unique operational realities for leaders in healthcare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Thematic analysis revealed a core set of definitional elements for the population health approach among subjects interviewed. When asked to describe what a population health approach looked like from their own perspective, conceptual definitions most commonly included the following six elements:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Convergent themes for a population health approach in healthcare"
        },
        {
            "text": "• • Focusing on health and wellness/prevention rather than illness. Despite heavy emphasis on the treatment of illness in healthcare, leaders consistently recognized that the overall goal of the population health approach is health and wellness. • • Taking a population rather than an individual orientation. Leaders suggested that in general, the population health approach emphasizes a focus on the health of populations, rather than the health of individuals. • • Understanding needs and solutions through community outreach. Working with local communities was seen as a key component of the population health approach in order to understand unique needs and to find appropriate, context-relevant solutions. • • Addressing equity/health disparities/health in vulnerable groups. Leaders recognized that the population health approach emphasizes a focus on those at society's margins, in order to improve the health of the population overall. • • Addressing the social/multiple determinants of health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Convergent themes for a population health approach in healthcare"
        },
        {
            "text": "In addition to universal healthcare, an extensive set of social, political and ecological factors were highlighted by leaders as critical elements that enable and sustain the health of populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Convergent themes for a population health approach in healthcare"
        },
        {
            "text": "Working in partnership with sectors outside of the formal healthcare system and leveraging the diversity of aptitudes and influence were seen as a core component of the population health approach:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• • Embracing inter-sectoral action and partnerships."
        },
        {
            "text": "Population health itself is an approach that aims to improve the health of the entire population … So reducing health inequities among and between population groups, acting on a broad range of factors and conditions that have a strong influence on health … It's more than just the absence of disease … It's looking at capacity and resources rather than just health status … and looking beyond individual health goals. (Deputy Minister of Health)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• • Embracing inter-sectoral action and partnerships."
        },
        {
            "text": "Given that the participating interviewees were leaders in integrating the population health approach, it is perhaps unsurprising that the sense of ownership and responsibility that accompanied these concepts was very strong:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• • Embracing inter-sectoral action and partnerships."
        },
        {
            "text": "We have a responsibility to vulnerable populations to provide them better care -not on our terms, but on their terms. I think we are not doing enough and collectively we have an overall responsibility to do better. (Chief of Staff, Teaching Hospital) Others spoke about their commitment to the population health approach with a strong sense of urgency and clear recognition of the way that broader social issues will ultimately impact the health of populations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• • Embracing inter-sectoral action and partnerships."
        },
        {
            "text": "It's a ticking bomb for us. You know … we know the population demographics … We need to address the alcohol and drug addictions, and all the challenges we've got in terms of sexually transmitted diseases. And then babies having babies … I mean we are seeing this every single day, so I think it's just a recognition that this isn't going to go away, it's only going to get worse … And a sense that if we don't do something now … you know … then shame on us! (CEO, Regional/District Health Authority)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• • Embracing inter-sectoral action and partnerships."
        },
        {
            "text": "According to convergent themes, it would appear that healthcare leaders, at least those recognized as champions of the population health approach, are 'speaking the same language' when they refer to the term population health approach. It should be noted that the same level of convergence may not be present among all healthcare leaders in Canada, as those interviewed were explicitly selected for their reputations as early adopters of the approach. Nonetheless, these early adopters acknowledged that these core elements were not only definitional but were also critical for the successful integration of the approach into healthcare. In particular, many interviewees acknowledged the importance of inter-sectoral partnerships, recognizing that their organizations cannot act alone to improve the health of the population:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• • Embracing inter-sectoral action and partnerships."
        },
        {
            "text": "We have a vested interest in working with others around prevention and around support … So that it's not the failure of those supports that then send people into healthcare. (CEO, Local Health Integrated Network)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• • Embracing inter-sectoral action and partnerships."
        },
        {
            "text": "Variations emerged in convergent themes that provided important nuance and warrant further reflection. In particular, among candidates interviewed, subjects rarely cited all six elements of the population health approach in their own operational definitions. Instead, the operational definitions tended to be more narrowly focused on organizational priorities driven by the unique needs of the population being served. For example, some healthcare leaders concentrated predominantly upon health and wellness by focusing on the social determinants of health:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variability in common themes and the importance of context"
        },
        {
            "text": "If ultimately poverty is one of the major drivers of health status, then we [the Regional/District Health Authority] can't just sit on the sidelines and say that we can't do anything about it … When you see the circumstances in which some people are living … and some are third world conditions, it is really profound … (CEO, Regional/District Health Authority) For leaders of health organizations focused on the social determinants of health, the structural environmental context for their populations was a key area of interest. In one large city, the health authority used mapping tools to identify geographically defined populations with high prevalence of diabetes and correspondingly poor access to grocery stores and other healthy food options. Leaders of this health organization used the area-based data to negotiate with private businesses to modify local environments to remove 'food deserts' within key communities in need within the city.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variability in common themes and the importance of context"
        },
        {
            "text": "On the other hand, some healthcare leaders concentrated on traditional healthcare service delivery with a view to addressing equitable access to services. For leaders of health organizations that predominantly focused on disease management, the community context and respective healthcare services required for vulnerable populations was a key area of focus. For example, one large teaching hospital established an off-site acute care facility in a local city homeless shelter, to ensure that healthcare and other social services were being delivered in the most relevant and accessible way for the vulnerable homeless population. In this case, healthcare leaders were most focused on the unique social and physical needs of the chronically homeless to reduce barriers to care, improve health outcomes and offset the need for hospital visits in this targeted population:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variability in common themes and the importance of context"
        },
        {
            "text": "We were a group of community people, not just health care providers, but also policy makers, municipal government, shelters … All of those decision makers got around the table and said we can do much better at serving this broader community. The thought was that we were going to try to understand that population better and understand that we would have to improve health and deliver healthcare more effectively than the usual model. (Chief of Staff, Teaching Hospital)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variability in common themes and the importance of context"
        },
        {
            "text": "The variability in leader's particular emphasis on the convergent themes points to the context dependence of the population health approach across health systems. While the collective understanding of a population health approach among healthcare leaders conformed to the corpus of knowledge in the field, individual leaders appeared to be drawing upon a subset of the core elements to operationalize the population health approach within their day-to-day work. In each case, interviewees felt they were taking a population health approach even when they focused on one specific element of the core conceptual themes identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variability in common themes and the importance of context"
        },
        {
            "text": "In addition to the six core elements of the population health approach identified by leaders, a number of other elements surfaced. Although they were less common and not consistently cited among all interviewees, these elements provide richness in the texture of the application of the population health approach among healthcare leaders. Additional elements included the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Divergent themes for a population health approach in healthcare"
        },
        {
            "text": "• • Shifting from service-based to person-centric models of care; • • A philosophical approach/an ideology;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Divergent themes for a population health approach in healthcare"
        },
        {
            "text": "• • A long-term approach requiring long planning horizons; • • Targeted versus enterprise-wide implementation models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Divergent themes for a population health approach in healthcare"
        },
        {
            "text": "While most of the interviewees acknowledged that the broad definition of the population health approach should be oriented towards the health of populations rather than on the health of an individual, many saw this element on a larger sliding scale. There was a strong recognition that many health system performance measures continued to focus on the delivery of healthcare services rather than on the person receiving care. Many pointed out that shifting this servicebased approach to a patient-centric approach was a critical first step in orienting health organization goals around a person as the central unit of care. Once the patient-centred approach was in place, then person-centred models could be applied in which the health organization could consider the health needs of 'persons' regardless of whether they were actual users or potential clients. Several interviewees pointed out that once the person-centric model was in place, leaders could more easily argue the need to transition from a focus on patient, to client, to person and to the population at large: For leaders taking a person-centric rather than a servicebased approach, it was much easier to think 'upstream' about the multitude of factors that might have led to the person's poor health in the first place, and eventually towards the conditions that affect health for the entire population. In one example, a northern Community Health Centre reoriented their services-centric primary care model to a person-centric model by investing in a mobile primary healthcare van to improve access to preventive care for patients in geographically remote areas. This solution, while focused at a person level, recognized the transportation challenges specific to this sub-population and found that its implementation significantly improved access to preventive primary care for vulnerable rural and remote seniors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shifting from service-based to person-centric models of care"
        },
        {
            "text": "Despite the fact that many of the concrete examples of a population health approach in healthcare were individually oriented, many leaders saw this work as part of an evolving health system redesign and an important part of the larger population health agenda. Many interviewees suggested that balancing organizational goals to account for both the needs of the individual and the population was a core challenge in their work, but that both were critical to ensuring improved health outcomes overall:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shifting from service-based to person-centric models of care"
        },
        {
            "text": "A health authority has a dual remit. One is to provide individual service, and the second is to be doing that in the context of the health of the population … Sometimes we pit these two things against each other and I think it really misplays the challenges that healthcare leaders are given. (Deputy Minister of Health)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shifting from service-based to person-centric models of care"
        },
        {
            "text": "Many interviewees pointed out that the population health approach is often grounded in personal or organizational values. There was a perception that the population health approach represented an active shift away from traditional models of care, to embrace 'a way of thinking' rooted in social justice. A desire to enable people to realize their full potential in society through the advancement of health and wellness was often a core personal value among leaders interviewed, but occasionally transcended into organizational values and culture also: At a government or ministry level, it is very much focused on how long people wait for surgery, whether we are maintaining rural health services … and whether we balance our budget. So, there is a tension here that makes it quite challenging … But it [the population health approach] is important and it reflects our commitment, but it is a choice we are making internally because we think it is the right thing to do. (CEO, Regional/District Health Authority) Many spoke of having a moral responsibility to stay focused on the health of populations in the face of continued pressure to focus on clinical care. According to interviewees, current healthcare infrastructure and accountability frameworks represented a unique reality for leaders within the healthcare system. Many suggested that they were held accountable primarily for the performance of their organization's illness-based services, and only secondarily for the health of their overall populations: Every so often I go meet with the local municipalities and political leaders and my message is -we need a joint collaborative focus on healthy communities. In this organization and in our community now there is a growing understanding that health is much more than just going to a hospital or seeing a doctor and a nurse. We have poor health status and we have to do something about it. (CEO, Regional/District Health Authority)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population health as a philosophical approach/an ideology"
        },
        {
            "text": "Several system leaders called for further investment in knowledge sharing among a broad network of health system leaders to help advance the population health agenda:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population health as a philosophical approach/an ideology"
        },
        {
            "text": "It would be great to have a consortium, a collaboration, some way to be able to do information sharing, maybe a clearing house … or even to formally meet to discuss and hear about and share successes … (CEO, Regional/District Health Authority)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population health as a philosophical approach/an ideology"
        },
        {
            "text": "Other leaders emphasized the importance of inter-sectoral networks to help establish a common vision, to clarify roles and responsibilities and to understand how to leverage the contributions multiple key players:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population health as a philosophical approach/an ideology"
        },
        {
            "text": "If we're going to really make an impact on population health we need to understand who the key players are, what are their roles and responsibilities, and do we have a common vision. (CEO, Teaching Hospital)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population health as a philosophical approach/an ideology"
        },
        {
            "text": "Interviewees pointed out that the population health approach required a long-range view of health that was perceived to be less common among those in the traditional healthcare system. Leaders of the population health approach displayed a willingness to embrace long-term planning to address gains in health at the population level. However, many noted that the practice of viewing health within populations over a lifetime contradicted political contexts in healthcare where immediate health gains at the individual level were most valued:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A long-term approach/requires long planning horizons to show success"
        },
        {
            "text": "Making demonstrable change [in population health] is an interesting kind of measure because of the complexity … Making population health change takes a long time and is the result of many kinds of factors and not just what one individual or one organization does. (Executive Director, Regional Health Authority) A number of interviewees pointed out that there was a strong disincentive to move towards the long-term view of population health because political agendas and accountability frameworks required a demonstration of health improvements within a much shorter time frame: I think government leaders know this stuff and support it intellectually, but the political calendar works against us, because politicians -of necessity-work within a four year calendar between election and the next election … Much of the work related to population health has much longer time frames. (CEO, Regional Health Authority)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A long-term approach/requires long planning horizons to show success"
        },
        {
            "text": "The shift from short-term to long-term thinking was also reflected in how these leaders conceived of the root causes of ill health. Many described a desire to move away from clinical risk factors to factors focused on the social and ecological determinants of health: I think it's important for health systems to establish long term accountability frameworks to continue to monitor broad indicators of social progress that are beyond the scope of any of department to wholly control. It's the attribution versus contribution discussion … (Deputy Minister of Health) A number of leaders articulated the need for clear leading and lagging indicators so that the larger population health goals could be broken into manageable, achievable and demonstrable units of progress. Lagging indicators would reflect the overall outcomes at a population level that require long time frames of influence. Leading indicators would reflect those short-term actions designed and implemented to influence the lagging indicators over time:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A long-term approach/requires long planning horizons to show success"
        },
        {
            "text": "We need to do a better job of identifying good leading and lagging indicators or measures, to be able to connect in with where the system is headed and then offer upstream opportunities … So far there has been a bit of a failure to say what [we want to accomplish] by when. (Deputy Minister of Health) At present, most interviewees did not have a set of clearly identified and measurable leading and lagging indicators for population health for their organizations: Data/ analytical capacity and infrastructure are the two things we lack. Our continuous quality improvement committee is extremely interested in population health, but they have struggled to find, I'm going to say, even one population health indicator that they want to monitor progress in … We haven't landed on one yet. (CEO, Regional/District Health Authority)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A long-term approach/requires long planning horizons to show success"
        },
        {
            "text": "Healthcare leaders tended to operationalize the population health approach in one of two distinct ways. In some cases, the role of improving population health was assigned to the Health Promotion and Prevention Unit, often housed within the Public Health division of the organization. This approach was seen by some leaders as an ideal model because it optimized the expertise held by individuals working within the public health sector who were already engaged in inter-sectoral partnerships to achieve health for all. However, others suggested that this approach failed to bring the population health agenda to the entire health system. There was concern that the segregated approach created unnecessary and distinct solitudes which perpetuated working in silos:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Targeted versus enterprise-wide implementation"
        },
        {
            "text": "The thing for population health is how to achieve a whole of government approach as opposed to getting caught between the silos. (CEO, Teaching Hospital) Alternatively, other healthcare leaders subscribed to the enterprise-wide approach to population health in which all departments of the health organization contributed to the goal of improving population health:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Targeted versus enterprise-wide implementation"
        },
        {
            "text": "Part of our renewal was to use an enterprise wide approach … Part of the difficulties we have encountered on the determinants [of health] side is because we have been stove piped … For the complex problems in particular, the solution is to think and act as one. (Deputy Minister of Health)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Targeted versus enterprise-wide implementation"
        },
        {
            "text": "In one example, a marginal analysis tool was created for programme budgeting in a health region, to assess the extent to which each new proposed project would have the potential to reduce health inequities in the region. In a second example, a population health training and education programme was developed and delivered to all employees of a Health Authority, ranging from members of the Board through to front-line staff. According to leaders with this view point, the enterprise-wide approach was perceived as critical to system-wide redesign and the successful integration of a population health approach into healthcare planning and decision-making:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Targeted versus enterprise-wide implementation"
        },
        {
            "text": "It [the population health approach] is woven all through our programming, and that is the beauty of being an integrated health system … If you are looking for something that helps us, it's the structure of our integrated health system … Population health is not just tucked in the corner pocket of what we're trying to do. (CEO, Regional/District Health Authority)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Targeted versus enterprise-wide implementation"
        },
        {
            "text": "The purpose of this article was to examine the conceptual and operational definitions of a population health approach among healthcare leaders in Canada. On the world stage, the elucidation of well-defined terminology underpinning the population health approach is at the very centre of sound health policy, as population health is increasingly recognized in many countries as a shared responsibility among multiple sectors. [39] [40] [41] It has long been acknowledged that embedded within this terminology is an implicit set of values and beliefs that may vary depending upon the actor and their particular context. 5, 8 As more and more leaders within the formal healthcare system embrace the population health approach and become central actors in achieving its goals, there is a growing need to clarify the way in which leaders in the healthcare system conceptualize and operationalize the term. By articulating the perspectives of healthcare leaders on the population health approach, an important foundation can be established in which organizational goals, accountabilities, roles and responsibilities and appropriate system-level incentive structures can be aligned. 19, 39 Results of this study demonstrated that early adopting healthcare leaders had a conceptual understanding of the population health approach consistent with the Public Health Agency of Canada's current definition. 10 These themes include focusing on health and wellness/prevention rather than illness, taking a population rather than an individual orientation, understanding needs and solutions through community outreach, addressing equity/health disparities/health in vulnerable groups, addressing the social/ multiple determinants of health and embracing inter-sectoral action and partnerships. These core elements also aligned with older, more entrenched definitions by Kindig and Stoddart 9 -'The health outcomes of a group of individuals, including the distribution of such outcomes within the group' -and reflected sentiments from Young's 11 work -beginning with a shift in thinking towards a positive notion of health rather than just the absence of disease, and then embracing a move towards action aimed at strategies to improve health in both the mean and distribution of the population.",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 429,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 435,
                    "end": 439,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 618,
                    "end": 620,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1176,
                    "end": 1179,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The leaders interviewed also demonstrated a commitment to the ideas embedded within the population health approach concept. This finding was consistent with recent research that has identified the increasing relevance of the population health approach within the formal Canadian healthcare system 15, 17, 29 and supports the argument that the population health approach is fundamental to integrated health system reform. 42, 43 While the healthcare leaders interviewed conceptualized the population health approach quite broadly, they tended to emphasize one or two particular aspects of the approach in their day-to-day operations, based on their organizational context and priorities. This variability among leaders in operationalizing the population health approach was driven by context, based upon the unique needs of the population being served, the political priorities, the organizational strategic goals and the existing relationships with community groups. Consistent with the findings by Brown et al., 16 the population health approach was being optimized via flexible and context-dependent vertical integration efforts that aligned local-level priorities among multiple partners to achieve common goals. Clearly, for healthcare leaders, there was no one-size-fits-all approach to integrating population health into planning and decision-making. This finding highlights the importance of developing infrastructures, systems, policies, principles and programmes that build in flexibility to support the different approaches to population health within the health system.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 300,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 301,
                    "end": 304,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The field of population health intervention research highlights the same requirement for flexibility in addressing the health of populations. 44 Population health intervention approaches are typically complex, needs-based and dependent upon the community context. In 2009, Hawe and Potvin 45 pointed out that at the root of any intervention is the need 'to disturb the natural order of things or foreseeable sequence of events'. As healthcare leaders attempt to address issues such as the social determinants of health or inequities in health outcomes or access to care, they must employ flexible solutions that are grounded in a flexible concept of the population health approach based on the unique needs of the 'natural' environment. The common requirement for flexibility highlights the importance of a broad definition for the population health approach in which emphasis can be placed on different aspects of the approach depending upon the focus of the organization or the specific needs of the population being served. This finding provides support for inclusive and flexible health system frameworks such as the Institute for Healthcare Improvement's Triple Aim, 27 in which the population health approach can fully penetrate the health organization and become more deeply embedded in all facets of the organizational vision, operations and culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One of the most critical points of divergence in this study was the way that healthcare leaders articulated their understanding of the population health approach in stages of implementation -starting with addressing the health of the individual and then moving towards the health of the entire population. There was recognition that the overall goal of a population health approach was to improve health outcomes within and across the distribution of a population; however, many leaders believed that a population health approach could be meaningfully applied even at a person level. The shift away from service-based management to patientcentred to person-centred care was seen as a critical first step in moving towards improving health at the population level. Previous research has argued that 'person-centred medicine' represents a shift in conceptualizing the patient as a whole person whose health needs exist in a complex social and ecological space, and whose rights to health extend well beyond healthcare. 46 This model of healthcare and its relationship to the population health approach may represent one of the most poignant areas of divergence from other actors in the field of population health, some of whom may not agree that being person-centric is truly an embodiment of a population health approach. 18 Current debate about whether population-centred and person-centred approaches to healthcare are truly compatible is ongoing in many countries. 47, 48 Some have argued that orienting care models in favour of the population may create an insensitivity to individual needs, while others have argued that population and person-centred care are 'two sides of the same coin' and that a balance between the two must be achieved. 48 Matheson and Neuwelt 49 recently argued that 'the \"centre of care\" is a contested space', in which multiple factors in healthcare compete with the 'person' to become the true centre of care. Regardless of the debate here, by bringing the population health approach to a broader arsenal of healthcare leaders, an opportunity for shifting resources and reorienting services towards prevention at either a person or population level can have a twofold purpose: to drive improvements in population health outcomes and to reduce costs through lower healthcare demand.",
            "cite_spans": [
                {
                    "start": 1467,
                    "end": 1470,
                    "text": "47,",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Other divergent themes focused on approaching population health from a social justice perspective, acknowledging the long-term nature of the broad population health goals and employing enterprise-wide solutions to operationalize the population health approach. These elements were influenced by the roles and contextual realities faced by senior leaders in the healthcare system. Often, personal conviction to pursue the best health attainable of persons and/or populations as the 'right thing to do' was a key mechanism by which leaders enabled and sustained the population health approach within their health organizations. Consistent with previous research, many leaders made reference to infrastructural, political and cultural barriers to integrating a population health approach and a greater need for population health information to better manage and monitor population health. [16] [17] [18] System leaders made it clear that there is a strong need for further investment in knowledge sharing and networking opportunities to help address the unique realities faced among those in the healthcare system and to support inter-sectoral action.",
            "cite_spans": [
                {
                    "start": 886,
                    "end": 890,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 891,
                    "end": 895,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 896,
                    "end": 900,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As health system reform efforts intensify, the population health approach is becoming increasingly recognized for its role in reducing healthcare demand and in contributing to health system sustainability. 43 This study demonstrated that there is cause to be optimistic about the way that the population health approach is being incorporated into the healthcare system, but care must be taken to continue to build on the momentum to further entrench that population health approach into healthcare planning and decision-making. As more leaders in healthcare apply the population health approach within the formal healthcare system, it is important to understand the conceptual and operational definitions of the approach among these partners to encourage further communication, to develop appropriate incentive structures and to drive future action.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and implications for policy"
        },
        {
            "text": "The broad definition of the population health approach has been criticized as having the potential to create confusion among different actors committed to improving population health. This study acknowledges these challenges, but its findings generally favour the broad definition in that it serves as an advantageous integrator and foundation for the development of partnerships. The broad definition of the population health approach allows healthcare leaders to see themselves as part of the solution and as active partners in the population health process. Through the broad definition of the population health approach, leaders in healthcare can be leveraged as key contributors to the population health agenda and new opportunities for pooling resources, transforming health system goals and building bridges between actors can be achieved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and implications for policy"
        },
        {
            "text": "Given the breadth of its definition, the practice of upfront clarification of conceptual and operational definitions of the term population health approach among the partners is fundamental. Clear communication will be instrumental in establishing roles and responsibilities, but will also serve as a platform for negotiation among partners for vertical integration efforts to develop complementary goals and organizational priorities. It is clear that there is a need for flexible policies, frameworks and incentive structures that align with organizational priorities and allow healthcare leaders to meet the needs of their respective populations. However, there remains a persistent need to acknowledge those members of the community who may require care but who are not currently accessing services, and to ensure that targeted programmes aimed at improving the health of a particular subgroup do not unintentionally increase health inequity overall. 50 To further these efforts, population health intervention research should be pursued more extensively to increase the evidence base for the population health approach at both person and population levels in healthcare and to evaluate targeted and universal programmes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and implications for policy"
        },
        {
            "text": "Finally, future opportunities for knowledge sharing should be leveraged to promote the population health approach among healthcare leaders in Canada. The leaders interviewed articulated a need to explore and promote common population health goals; to share data, indicators and research; to develop flexible frameworks and to evaluate successful policies and programmes that can be adapted across different contexts. Opportunities for knowledge sharing about conceptual and operational applications of the population health approach will serve as an important lever for change as healthcare leaders and others work closely together to achieve improved health for all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and implications for policy"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A new perspective on the health of Canadians: a working document",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lalonde",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Achieving health for all. A framework for health promotion",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Epp",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Health Promot",
            "volume": "1",
            "issn": "",
            "pages": "419--428",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Why are some people healthy while others are not? The determinants of health of populations",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Barer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Marmor",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The population health approach in historical perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Szreter",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Public Health",
            "volume": "93",
            "issn": "3",
            "pages": "421--431",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Toward a lexicon for population health",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Can J Public Health",
            "volume": "90",
            "issn": "",
            "pages": "7--10",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Measuring population health: a review of indicators",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Etches",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Diruggiero",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Annu Rev Public Health",
            "volume": "27",
            "issn": "",
            "pages": "29--55",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Population health in Canada: issues and challenges for policy, practice and research",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frankish",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Veenstra",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Moutlon",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Can J Public Health",
            "volume": "90",
            "issn": "",
            "pages": "71--75",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Understanding population health terminology",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Kindig",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Milbank Q",
            "volume": "85",
            "issn": "1",
            "pages": "139--161",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "What is population health?",
            "authors": [
                {
                    "first": "Kindig",
                    "middle": [],
                    "last": "Da",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stoddart",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Public Health",
            "volume": "93",
            "issn": "3",
            "pages": "380--383",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "What is the population health approach -population health",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Population health: concepts and methods",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Shifting discourses on health in Canada: from health promotion to population health",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Health Promot Int",
            "volume": "13",
            "issn": "2",
            "pages": "155--165",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Theories for social epidemiology for the 21st century: an ecosocial perspective",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Krieger",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Int J Epidemiol",
            "volume": "30",
            "issn": "",
            "pages": "668--677",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "What determines health? To where should we shift resources? Attitudes towards the determinants of health among multiple stakeholder groups in Prince Edward Island",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eyles",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brimacombe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chaulk",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Canada. Soc Sci Med",
            "volume": "53",
            "issn": "",
            "pages": "1611--1619",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Addressing the non-medical determinants of health",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Frankish",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Moulton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Quantz",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Can J Public Health",
            "volume": "98",
            "issn": "1",
            "pages": "41--47",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Acute care hospital strategic priorities: perceptions of challenges, control, competition and collaboration in Ontario's evolving healthcare system",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alikhan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sandoval",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Healthc Q",
            "volume": "8",
            "issn": "3",
            "pages": "37--45",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Integrating a population health approach into healthcare service delivery and decision making",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Neudorf",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Healthc Manage Forum",
            "volume": "25",
            "issn": "3",
            "pages": "155--159",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Integrating public health into local healthcare governance in Quebec: challenges in combining population and organizational perspectives",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bretton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Levesque",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pineault",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Healthc Policy",
            "volume": "4",
            "issn": "3",
            "pages": "159--178",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Integrating public health and primary care",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rowan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hogg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Huston",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Healthc Policy",
            "volume": "3",
            "issn": "1",
            "pages": "161--181",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Priority setting in health authorities: a novel approach to a historical activity",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mitton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Patten",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Waldner",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Soc Sci Med",
            "volume": "57",
            "issn": "",
            "pages": "1653--1663",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "New Brunswick Department of Healthy and Inclusive Communities. Live well, be well: New Brunswick's Wellness Strategy",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Population health and health system reform: needs-based funding for health services in five provinces",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Macintosh",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Can Polit Sci Rev",
            "volume": "4",
            "issn": "1",
            "pages": "42--61",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Designing Vermont's pay-for-population health system",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hester",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Prev Chronic Dis",
            "volume": "7",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A pay-for-population health performance system",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Kindig",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "JAMA",
            "volume": "296",
            "issn": "21",
            "pages": "2611--2613",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Accountable care organizations: accountable for what",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shortell",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "JAMA",
            "volume": "304",
            "issn": "15",
            "pages": "1715--1716",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Toward a primary care strategy for Canada",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aggarwal",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hutchison",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The triple-aim: care, health and cost",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Berwick",
                    "suffix": ""
                },
                {
                    "first": "Nolan",
                    "middle": [
                        "T"
                    ],
                    "last": "Whittington",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Health Aff",
            "volume": "27",
            "issn": "",
            "pages": "759--769",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A guide to measuring the triple aim: population health, experience of care and per capita cost (IHI Innovation Series white paper)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Steifel",
                    "suffix": ""
                },
                {
                    "first": "Nolan",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Institute of Healthcare Improvement",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Taking the social determinants of health seriously: a health services perspective",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Denny",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Healthc Manage Forum",
            "volume": "25",
            "issn": "3",
            "pages": "142--145",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Population health + health care: exploring a population health approach in health system planning and decision making (A project of the Canadian Population Health Initiative)",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Using thematic analysis in psychology",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Qual Res Psychol",
            "volume": "3",
            "issn": "",
            "pages": "77--101",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Lead users: a source of novel product concepts",
            "authors": [
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Hippel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Manage Sci",
            "volume": "32",
            "issn": "7",
            "pages": "791--805",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The major role of clinicians in the discovery of off-label drug therapies",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Demonaco",
                    "suffix": ""
                },
                {
                    "first": "Ali",
                    "middle": [
                        "A"
                    ],
                    "last": "Von Hippel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pharmacotherapy",
            "volume": "26",
            "issn": "3",
            "pages": "323--332",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Why innovation in health care is so hard",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Herzlinger",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Harv Bus Rev",
            "volume": "5",
            "issn": "",
            "pages": "58--66",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Handbook of methods in cultural anthropology",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bernard",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Toward a methodology of naturalistic inquiry in educational evaluation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Guba",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "A thematic analysis for how patients, prescribers, experts, and patient advocates view the prescription choice process",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schommer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Worley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kjos",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Res Social Adm Pharm",
            "volume": "5",
            "issn": "",
            "pages": "154--169",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Giving voice and making sense in interpretive phenomenological analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Larkin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "Clifton",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Qual Res Psychol",
            "volume": "3",
            "issn": "2",
            "pages": "102--120",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Population health in the Affordable Care Act era",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stoto",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Public Health in Local Government: commissioning responsibilities. Government of UK",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Standards for health promotion in hospitals (WHO European Office for Integrated Health Care Services). Copenhagen: WHO Regional Office for Europe",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Integrating public health and primary care systems",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Landon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grumbach",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "JAMA",
            "volume": "308",
            "issn": "5",
            "pages": "461--462",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Ten key principles for successful health systems integration",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Suter",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Oelke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Adair",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Healthc Q",
            "volume": "13",
            "issn": "",
            "pages": "16--23",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Criteria for evaluating evidence on public health interventions",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rychetnik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frommer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hawe",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Epidemiol Community Health",
            "volume": "56",
            "issn": "",
            "pages": "119--127",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "What is population health intervention research?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hawe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Potvin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Can J Public Health",
            "volume": "100",
            "issn": "1",
            "pages": "8--14",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Training medical students in patient-centered care",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Balint",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hare",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Compr Psychiat",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Population based health principles in medical and public health practice",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ibrahim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Savitz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Carey",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Public Health Manag Pract",
            "volume": "7",
            "issn": "3",
            "pages": "75--81",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Population-based' meet 'Patient-centered'",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kelley",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Manag Care",
            "volume": "",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "New Zealand's journey towards people-centred care",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Matheson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Neuwelt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int J Pers Cent Med",
            "volume": "2",
            "issn": "",
            "pages": "73--79",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The inequality paradox: the population health approach and vulnerable populations",
            "authors": [
                {
                    "first": "Frohlich K",
                    "middle": [],
                    "last": "Potvin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Public Health",
            "volume": "98",
            "issn": "",
            "pages": "216--221",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors would like to thank the Canadian Population Health Initiative at the Canadian Institute for Health Information for their support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The views expressed in this article are solely those of the authors and do not reflect those of Canadian Institute for Health Information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of conflicting interests"
        },
        {
            "text": "This research was funded by Canadian Population Health Initiative (CPHI), Canadian Institute for Health Information (CIHI) as part of a strategic planning initiative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ]
}