{
    "paper_id": "a7f317efb9616ae6244673f931f99707634de561",
    "metadata": {
        "title": "Nouveautés thérapeutiques sur le SDRA* New therapeutic strategies in ARDS",
        "authors": [
            {
                "first": "S",
                "middle": [],
                "last": "Gaudry",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "D"
                ],
                "last": "Dreyfuss",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J.-D",
                "middle": [],
                "last": "Ricard",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Le traitement du syndrome de détresse respiratoire aiguë (SDRA) fait l'objet, depuis longtemps, de nombreux travaux de recherche, sources d'intenses controverses. L'actualité dans ce domaine est riche et très variée. Les effets sur le pronostic du SDRA de traitements couramment utilisés ont pu récemment être précisés. Par exemple, il a été démontré que le décubitus ventral, qui n'avait montré jusqu'ici qu'une amélioration de l'hématose sans effet sur la mortalité, pouvait améliorer la survie des patients les plus sévèrement hypoxémiques. L'utilisation de curares à la phase aiguë du SDRA a également montré un effet bénéfique sur la survie. La place de l'oxygénation par membrane extracorporelle (ECMO) dans la prise en charge du SDRA reste à définir, malgré des données laissant supposer une possible efficacité.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Par ailleurs, une voie de recherche s'est ouverte avec l'avènement des thérapies cellulaires. En effet, les cellules souches mésenchymateuses semblent pouvoir à la fois favoriser la réparation de l'épithélium alvéolaire et prévenir des risques infectieux. Leur efficacité dans les modèles animaux de SDRA demande à être confirmée par des études chez l'homme. Enfin, certaines thérapeutiques prometteuses ont montré leurs limites. C'est le cas notamment des agonistes béta-adrénergiques et des acides gras oméga-3 qui ont montré leur inefficacité dans plusieurs grandes études cliniques sur le SDRA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Mots clés Syndrome de détresse respiratoire aiguë · Ventilation mécanique · Traitement pharmacologique · Unité de soins intensifs Abstract Treatment of acute respiratory distress syndrome (ARDS) has been subject to many researches, sometimes leading to intense controversy. New findings in this field are varied. Effects on prognosis of commonly used treatments for ARDS have recently been investigated. Consistently, prone position, previously known to improve oxygenation without effect on mortality, has been shown to improve survival of the most severely hypoxemic patients. Administration of neuromuscular blocking agents in the acute phase of ARDS has been also shown to be beneficial on survival. In contrast, the exact place of extracorporeal membrane oxygenation (ECMO) in ARDS management remains to be defined despite data suggesting its possible efficiency. In addition, a new era of research has emerged with the advent of cell therapy. Mesenchymal stem cells are able to both promote alveolar epithelium repair and prevent infections. Their efficacy in animal models of ARDS still needs to be confirmed by clinical trials. Finally, other promising therapies including beta-2 adrenergic agonists and omega-3 fatty acids have shown significant limitations in large clinical studies on ARDS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Le syndrome de détresse respiratoire aiguë (SDRA) est depuis près de quatre décennies l'objet de nombreux travaux de recherche tant fondamentale que clinique qui ont participé à l'amélioration du pronostic des patients hospitalisés en réanimation [1] . Cet article est destiné à faire le point sur les nouveautés thérapeutiques sur le SDRA. En effet, certaines hypothèses ont récemment pu être testées lors de grands essais cliniques ou au cours de recherches sur des modèles animaux. Par ailleurs, certaines méta-analyses récemment publiées ont permis de répondre en partie aux interrogations des cliniciens.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 250,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "En 2012, une nouvelle définition du SDRA (The Berlin Definition) a été élaborée grâce à une méthode originale associant un consensus entre experts et une évaluation de ce consensus par méta-analyse d'une cohorte historique [2] . Cette nouvelle définition identifiant trois stades de SDRA (léger [ancien « acute lung injury »], modéré et sévère) permettra sans doute de préciser la place des différentes thérapeutiques en fonction du degré de gravité.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 226,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Compte tenu de la grande diversité des traitements testés dans le SDRA, nous avons pris le parti de prendre le mot « thérapeutique » dans son acception la plus large, sans nous limiter aux seuls essais pharmacologiques, en choisissant un ou deux aspects particulièrement démonstratifs de la prise en charge dans ses différentes composantes : mécanique ventilatoire et oxygénation (décubitus ventral [DV] et curares) ; résorption de l'oedème pulmonaire (agoniste béta-adrénergiques) ; réparation tissulaire (cellules souches) et immunomodulation (acides gras oméga-3).",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 403,
                    "text": "[DV]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Les modalités de stratégies ventilatoires, qui sont au coeur de la prise en charge du SDRA, seront abordées dans un autre chapitre. Nous avons pris le parti d'aborder trois domaines autour de la ventilation mécanique qui ont récemment fait l'actualité : le DV, les curares et l'oxygénation par membrane extracorporelle (ECMO).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thérapeutiques autour de la ventilation mécanique"
        },
        {
            "text": "Concernant d'autres domaines, tels que le volume courant (Vt), le niveau de pression expiratoire positive (PEP), l'inhalation de monoxyde d'azote (NO) et la ventilation à haute fréquence (High frequency oscillatory ventilation, HFOV), il n'y a pas eu de publications ces derniers mois. Il n'existe toujours pas de réponse précise aux questions du Vt idéal (6 ou 8 ml/Kg) ni du niveau de PEP idéal bien qu'une méta-analyse semble suggérer que les cas les plus sévères pourraient bénéficier d'une PEP plus haute [3] . Malgré les résultats d'une méta-analyse n'incluant que peu de patients qui semble indiquer une possible supériorité de l'HFOV, il convient d'attendre les résultats d'une étude (OSCAR) plus ambitieuse débutée en 2007 avant de tirer des conclusions définitives sur l'intérêt de cette technique de ventilation [4]. Enfin, l'inhalation de NO améliore transitoirement l'hématose sans bénéfice sur la survie ou la durée de ventilation [5] .",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 513,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 945,
                    "end": 948,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Thérapeutiques autour de la ventilation mécanique"
        },
        {
            "text": "Le décubitus ventral L'amélioration de l'oxygénation lors de la mise en DV des patients atteints de SDRA a été clairement démontrée dans plusieurs grandes études randomisées [6-9]. Ces résultats reposent sur des mécanismes physiologiques associant un recrutement de zones postéro-basales mal ventilées permet-tant une homogénéisation des rapports ventilation/perfusion ; la suppression de la compression du parenchyme pulmonaire par le coeur ; mais également une diminution des lésions induites par la ventilation mécanique (ventilator induced lung injury, VILI [10]) [11, 12] . Néanmoins, aucun effet sur la mortalité ou sur la durée de séjour en réanimation n'a pu être mis en évidence, conduisant ainsi certains cliniciens à douter de l'efficacité de cette technique, bien que des analyses post hoc suggèrent un effet bénéfique chez les patients les plus sévères. Trois méta-analyses publiées récemment apportent un nouvel éclairage sur l'intérêt du DV dans le SDRA.",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 572,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 573,
                    "end": 576,
                    "text": "12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Thérapeutiques autour de la ventilation mécanique"
        },
        {
            "text": "La première de ces méta-analyses a été publiée en 2010 dans Intensive Care Medicine [13]. L'objectif de ce travail était de comparer les résultats du DV en fonction de la profondeur de l'hypoxémie. Pour cela, les auteurs ont construit deux groupes à l'aide des patients de dix études : un groupe de patients sévèrement hypoxémiques ( <100 mmHg). Alors que dans le groupe des SDRA modérément hypoxémiques le DV n'a pas d'effet sur le pronostic, dans le groupe des SDRA sévèrement hypoxémiques, il existe une réduction absolue de la mortalité à la dernière visite de suivi d'environ 10 %.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 333,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "section": "Thérapeutiques autour de la ventilation mécanique"
        },
        {
            "text": "La troisième méta-analyse [15], publiée en 2011, a inclus sept essais randomisés (soit 1615 patients). En analysant l'ensemble de ces patients, le DV ne semblait pas réduire la mortalité en réanimation (Odds ratio [OR] 0,95 ; 95 % IC 0,75-1,2 ; p=0,39). Néanmoins, les quatre études les plus récentes avaient plusieurs avantages par rapport aux trois autres : 1) elles n'incluaient que des patients dont le rapport PaO 2 /FiO 2 était inférieur à 200 mmHg ; 2) un protocole de ventilation protectrice était recommandé et appliqué ; et 3) les séances de DV étaient plus longues (17 à 24 h/jour). L'analyse des patients de ces quatre études, plus robustes sur le plan méthodologique, a montré une réduction significative de la mortalité en réanimation (OR 0,71 ; 95 % IC 0,5-0,99 ; p=0,048)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thérapeutiques autour de la ventilation mécanique"
        },
        {
            "text": "Les résultats de ces trois méta-analyses viennent renforcer la conviction de la nécessité d'évaluer les traitements du SDRA en fonction de la gravité de celui-ci. La nouvelle définition du SDRA introduisant la notion de niveau de gravité du SDRA sera donc un outil indispensable pour mener de nouvelles études de grandes envergures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thérapeutiques autour de la ventilation mécanique"
        },
        {
            "text": "L'étude PROSEVA est un essai multicentrique prospectif randomisé contrôlé testant l'effet du DV sur la mortalité chez des patients en SDRA sévère ( Les patients traités par des curares à la phase initiale du SDRA avaient une mortalité plus faible (RR 0,71 ; 95 % IC 0,55-0,90), un plus grand nombre de jours sans ventilation mécanique après 28 jours (p=0,002), une augmentation de leur rapport PaO2/FiO2 (p=0,004) et une incidence plus faible de barotraumatisme (4 % vs 9 %, p=0,004). Par ailleurs l'incidence des neuromyopathies acquises en réanimation était similaire dans les deux groupes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 147,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "section": "Thérapeutiques autour de la ventilation mécanique"
        },
        {
            "text": "Les mécanismes qui expliquent ces résultats restent débattus. Il a été démontré, notamment, que l'utilisation de curares au cours du SDRA diminuait la quantité de cytokines proinflammatoires dans le liquide de lavage broncho-alvéolaire [20] . La prévention des asynchronies patient/ventilateur grâce à l'utilisation de curares pourrait prévenir les lésions de VILI et ainsi expliquer cet effet « anti-inflammatoire ».",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 240,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Thérapeutiques autour de la ventilation mécanique"
        },
        {
            "text": "Quoi qu'il en soit, compte tenu de ces données, l'utilisation de curares (en particulier de cisatracurium) doit être recommandée à la phase aiguë des SDRA sévères. Une augmentation du risque de neuromyopathies acquises en réanimation n'a pas été observée dans ces études. Toutefois, une attention particulière est souhaitable pour les patients recevant simultanément un traitement par corticoïdes ou présentant des hyperglycémies prolongées [22] .",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 445,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Thérapeutiques autour de la ventilation mécanique"
        },
        {
            "text": "Cette technique qui avait montré des résultats très peu concluants dans les années 1970 [23] est de nouveau au coeur de l'actualité. En effet, les progrès réalisés dans les circuits de circulation extracorporelle ont rendu cette technique plus sûre. De plus, l'épidémie de grippe A H1N1 a conduit certains centres spécialisés à l'utiliser en « sauvetage » des SDRA les plus graves [24] . La technique de choix pour cette indication reste l'ECMO veino-veineuse [25].",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 385,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "L'oxygénation par membrane extracorporelle (ECMO)"
        },
        {
            "text": "L'étude CESAR publiée en 2009 est la seule étude contrôlée publiée à ce jour où les techniques modernes d'ECMO ont été utilisées [17] . Dans ce travail incluant 180 patients présentant une insuffisance respiratoire aiguë réversible, deux stratégies étaient comparées : une stratégie de prise en charge conventionnelle du SDRA et une stratégie de transfert vers un centre spécialisé dans le traitement du SDRA et disposant de l'ECMO. Le critère de jugement principal, qui était le décès ou le handicap sévère à six mois, s'est avéré plus fréquent dans le groupe stratégie conventionnelle que dans le groupe des patients transférés dans un centre spécialisé (53 % vs 37 %, RR 0,69 ; 95 % IC 0,05-0,97 ; p=0,03). Malgré ce résultat marquant, cette étude ne permet pas de répondre à l'intérêt de l'ECMO au cours du SDRA pour les raisons suivantes : 1) Seulement 76 % des patients transférés ont finalement été placés sous ECMO ; 2) Dans le groupe stratégie conventionnelle, un protocole de ventilation protectrice n'était pas recommandé, ce qui a conduit à ce qu'une proportion non négligeable de patients ne soient pas ventilés tel qu'il est recommandé par les experts.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "L'oxygénation par membrane extracorporelle (ECMO)"
        },
        {
            "text": "La même équipe anglaise a publié en 2011 une étude de cohorte comparant également ces deux stratégies (prise en charge conventionnelle ou transfert vers un centre spécialisé) chez des patients atteints d'un SDRA au cours d'une pneumonie virale au virus A H1N1 [26] . Une méthode statistique complexe utilisant des scores de propension était utilisée pour rendre les deux groupes de patients comparables. La mortalité était plus faible dans le groupe de patients transférés (23,7 % vs 52,5 % ; RR 0,51 ; 95 % IC 0,31-0,81 ; p=0,006). Là encore, seulement 69 des 80 patients du groupe « interventionnel » étaient finalement mis sous ECMO et les patients du groupe « conventionnel » n'avaient pas de protocole prédéfini de ventilation protectrice.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "L'oxygénation par membrane extracorporelle (ECMO)"
        },
        {
            "text": "Les techniques d'ECMO continuent de progresser. Les nouveaux circuits permettent une anticoagulation moins importante et réduisent ainsi les risques de complications hémorragiques. Par ailleurs, l'introduction récente de canules type Avalon bi-caves double lumière a permis de minimiser les risques lors de la pose car elles ne nécessitent qu'un seul abord vasculaire (jugulaire interne) [27] . Cette nouvelle canule permet de réduire les phénomènes de recirculation qui réduisent l'efficacité de l'oxygénation du sang et permet également d'améliorer la mobilité du patient en s'affranchissant de l'abord vasculaire fémoral. À ce jour, l'ECMO reste une thérapeutique de sauvetage réservée au SDRA sévère présentant une hypoxémie profonde réfractaire et ce malgré d'autres traitements tels que le DV et le monoxyde d'azote. Certains auteurs évoquent l'hypothèse d'un intérêt de l'ECMO pour réduire le VILI grâce à la possibilité de réaliser une ventilation « très protectrice » (« rest lung ») mais ceci reste à démontrer [28] . Par ailleurs, cette technique ne doit, pour l'instant, s'envisager que dans des centres spécialisés qui disposent d'une expérience importante (médecins et personnel paramédical formés) et dans lequel des chirurgiens cardiaques ou vasculaires sont présents. Afin d'évaluer plus précisément la place de l'ECMO dans le SDRA, une étude multicentrique française (EOLIA) est en cours.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 392,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 1021,
                    "end": 1025,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "L'oxygénation par membrane extracorporelle (ECMO)"
        },
        {
            "text": "Les travaux de recherche menés depuis de nombreuses années sur différents traitements pharmacologiques du SDRA n'ont malheureusement pas été à l'origine de succès cliniques [29] . Dans l'actualité récente, trois grands sujets ressortent : les cellules souches mésenchymateuses, les agonistes béta-adrénergiques et les stratégies nutritionnelles.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Thérapeutiques pharmacologiques et cellulaires"
        },
        {
            "text": "Il n'y a pas de grandes nouveautés concernant la corticothérapie qui reste utilisée dans les cas les plus sévères malgré des données contradictoires dans la littérature [30, 31] . Les thérapies par surfactant exogène, utilisées dans la prévention et le traitement des détresses respiratoires chez les nouveau-nés prématurés, n'ont malheureusement pas démontré d'efficacité chez l'adulte [32] .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "[30,",
                    "ref_id": null
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "31]",
                    "ref_id": null
                },
                {
                    "start": 387,
                    "end": 391,
                    "text": "[32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Thérapeutiques pharmacologiques et cellulaires"
        },
        {
            "text": "Récemment, un intérêt croissant s'est porté sur la thérapie cellulaire grâce aux succès expérimentaux de la recherche sur les cellules souches. Les cellules souches mésenchymateuses ont des capacités illimitées de renouvellement et de différenciation. Elles ont notamment la capacité de se différencier en cellules alvéolaires et ainsi de participer à la réparation du poumon lésé , les cellules souches mésenchymateuses étaient administrées par voie intraveineuse chez des rats souffrant de lésions pulmonaires induites par la ventilation mécanique. Après 48 heures d'observation, les rats traités par cellules souches mésenchymateuses avaient, par comparaison au groupe contrôle, une meilleure compliance pulmonaire, une réduction de l'eau pulmonaire, une diminution des cytokines inflammatoires et des lésions histologiques pulmonaires moins importantes. Cet effet de réparation de l'épithélium alvéolaire lésé par la ventilation mécanique était médié par la sécrétion d'un facteur de croissance : le KGF (Keratinocyte growth factor). Ces deux études ont donc confirmé que les cellules souches mésenchymateuses pouvaient avoir un intérêt dans la protection du poumon lésé par le biais à la fois d'un effet antibactérien et d'une accélération des mécanismes de réparation de l'épithélium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Les cellules souches mésenchymateuses"
        },
        {
            "text": "L'effet antibactérien de ces cellules a également été étudié dans un modèle de septicémie à bacille gram négatif chez la souris [36] . Dans ce travail où les souris traitées par cellules souches mésenchymateuses ont une meilleure survie, les auteurs ont montré que cet effet bénéfique était en partie lié à l'activation de la phagocytose des monocytes circulants.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "[36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Les cellules souches mésenchymateuses"
        },
        {
            "text": "Avant d'envisager des essais cliniques, il reste à déterminer si ces effets bénéfiques sont induits par les cellules souches mésenchymateuses elles-mêmes, leurs produits de sécrétion ou les deux. Chez des patients souffrant d'infarctus du myocarde [37], l'utilisation de ces cellules s'est déjà avérée efficace (réduction du nombre d'épisodes de tachycardie ventriculaire, amélioration du volume expiré maximal par seconde et de la fraction d'éjection du ventricule gauche) et sûre. Cette nouvelle voie de recherche devrait donc faire l'objet de travaux chez l'homme dans les prochaines années.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Les cellules souches mésenchymateuses"
        },
        {
            "text": "Les agonistes bêta-adrénergiques sont depuis plusieurs années l'objet de travaux en raison de leur activité sur différents mécanismes impliqués dans la constitution de l'oedème alvéolaire. En effet, cette classe de médicament possède une activité anti-inflammatoire [38] mais favorise également le transport du sodium au travers de l'épithélium alvéolaire permettant ainsi une réabsorption du liquide alvéolaire [39] . Par ailleurs, les agonistes bêta-adrénergiques pourraient favoriser la réparation de l'épithélium alvéolaire après une agression de celui-ci [40] ainsi que diminuer le flux des protéines à travers la barrière alvéolo-capillaire [41] .",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 416,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 651,
                    "text": "[41]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Les agonistes bêta-adrénergiques"
        },
        {
            "text": "Toutes ces données expérimentales ont conduit à la première étude BALTI (Beta-agonist Lung Injury Trial) [42]. Cette étude randomisée monocentrique incluant 40 patients en SDRA avait montré qu'un traitement par salbutamol intraveineux pendant sept jours permettait de diminuer la quantité d'eau pulmonaire extravasculaire ainsi que la pression de plateau. Fort de ces résultats, la même équipe a publié récemment une étude comparable multicentrique (BALTI 2) mais dont la conception a été réalisée pour rechercher l'effet des agonistes bêta-adrénergiques sur le pronostic des patients présentant un SDRA [43] . Dans ce travail, les patients recevaient soit un traitement par salbutamol intraveineux à la dose de 15 µg/kg de poids idéal soit un placebo. L'étude a été arrêtée après la deuxième analyse intermédiaire qui montrait un excès de mortalité à 28 jours dans le groupe salbutamol (34 % vs 23 % ; RR 1,47 ; 95 % IC 1,03-2,08). Les patients traités par salbutamol présentaient également plus d'épisodes de tachycardie nécessitant l'arrêt du traitement (14 % vs 1 %, RR 11,71 ; 95 % IC 2,81-48,88) et plus d'épisodes d'arythmie cardiaque (9 % vs 2 % ; RR 4,75 ; 95 % IC 1,39-16,23).",
            "cite_spans": [
                {
                    "start": 604,
                    "end": 608,
                    "text": "[43]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Les agonistes bêta-adrénergiques"
        },
        {
            "text": "Les agonistes bêta-adrénergiques ont aussi été testés par voie inhalée chez des patients présentant un SDRA [44] . Cette étude a également été stoppée en raison de l'inefficacité du traitement. En effet, le nombre de jours sans ventilation mécanique (14,4 % vs 16,6 %, p=0,087) ainsi que la mortalité hospitalière (23 % vs 17,7 %, p=0,3) étaient identiques dans les 2 groupes.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "text": "[44]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Les agonistes bêta-adrénergiques"
        },
        {
            "text": "Ces résultats négatifs malgré une base physiologique forte peuvent s'expliquer par différentes hypothèses : 1) les agonistes bêta-adrénergiques sont moins efficaces pour la résorption de l'oedème alvéolaire lorsque l'alvéole est sérieusement lésée ; 2) Les effets secondaires cardiovasculaires (en particulier par voie intraveineuse) contrebalancent les effets bénéfiques de ces médicaments. Quoi qu'il en soit, on ne peut donc pas recommander l'utilisation des agonistes beta-adrénergiques, quelle qu'en soit la voie d'administration dans le traitement de l'oedème alvéolaire du SDRA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Les agonistes bêta-adrénergiques"
        },
        {
            "text": "Les récentes publications sur la prise en charge nutritionnelle dans le SDRA se sont focalisées sur deux sujets principaux : les acides gras oméga-3 et les stratégies d'initiation de la nutrition entérale. Il existe plusieurs données expérimentales qui rapportent qu'un régime riche en acides gras oméga-3 comportant notamment l'acide éicosapentaénoïque (EPA) et l'acide docosahexaénoïque (DHA) peut réduire la réaction inflammatoire grâce à l'inhibition de certains médiateurs inflammatoires, tels que l'éicosanoïde, impliqués dans la physiopathologie du SDRA [45] [46] [47] . Par ailleurs, on sait que les patients souffrant de SDRA présentent des taux d'acides gras oméga-3 très faibles.",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 565,
                    "text": "[45]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 566,
                    "end": 570,
                    "text": "[46]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 571,
                    "end": 575,
                    "text": "[47]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Thérapeutiques nutritionnelles"
        },
        {
            "text": "C'est dans ce contexte que Stapleton et al. [48] ont mené une étude de phase II randomisée incluant 90 SDRA recevant des acides gras oméga-3 sous forme d'huile de poisson ou un placebo. Le critère de jugement principal qui était le taux d'interleukine (IL)-8 dans le liquide de lavage bronchoalvéolaire était similaire dans les deux groupes. Par ailleurs, il n'existait pas de différence en termes de nombre de défaillances d'organes, de durée de ventilation mécanique ou de mortalité.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "text": "[48]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Thérapeutiques nutritionnelles"
        },
        {
            "text": "Une autre étude, publiée en 2011 dans le JAMA, s'est intéressée à l'effet de l'administration d'acides gras oméga-3, d'acide gamma-linolénique et d'antioxydant sur le nombre de jours de ventilation mécanique en cas de SDRA [49] . Cette combinaison de suppléments nutritionnels avait déjà donné des résultats encourageants dans trois petites études s'intéressant à des SDRA ou des sepsis avec défaillance respiratoire [50] [51] [52] . Cette étude OMEGA a dû être arrêtée après l'inclusion de 272 patients pour cause de futilité. En effet, malgré une nette augmentation des concentrations d'acide éicosapentaénoïque dans le sérum des patients traités avec ces compléments nutritionnels, ils avaient moins de jours sans ventilation mécanique (14 vs 17,2, p=0,02), moins de jours passés hors de la réanimation (14 vs 16,7, p=0,04) et également une tendance à une mortalité plus élevée après 60 jours (26,6 % vs 16,3 %, p=0,054).",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "text": "[49]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[50]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "[51]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[52]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Thérapeutiques nutritionnelles"
        },
        {
            "text": "La stratégie d'initiation de la nutrition entérale ainsi que la quantité de calories à apporter ont fait l'objet de multiples travaux dont les résultats ne sont pas univoques. Plusieurs observations ont montré que les patients qui recevaient les pourcentages les plus élevés de calories nécessaires avaient moins d'infections, moins de jours de ventilation mécanique et même une meilleure survie [53, 54] . Néanmoins, des données contradictoires existent montrant qu'un régime hypocalorique peut réduire la durée de ventilation mécanique et améliorer la survie des patients [55] [56] [57] [58] . C'est dans ce contexte que l'étude EDEN a été menée [59] . Dans ce travail, deux stratégies d'apports nutritionnels durant les six premiers jours de réanimation étaient comparées. La première était une stratégie où les apports caloriques étaient réduits à 10 ml/h (soit 10 à 20 Kcal/h) appelé « trophic nutrition » (c'est-à-dire qui permet de maintenir la trophicité de l'épithélium digestif). La deuxième stratégie consistait à atteindre le plus vite possible les objectifs de besoins caloriques en débutant d'emblée à 25 ml/h de nutrition entérale (« full enteral feeding »). Malgré près de 500 patients inclus dans chaque groupe, aucune différence n'a été mise en évidence, que ce soit sur le critère de jugement principal (nombre de jours sans ventilation mécanique après 28 jours), ou sur les critères secondaires (défaillances d'organe et mortalité).",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 400,
                    "text": "[53,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 401,
                    "end": 404,
                    "text": "54]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 574,
                    "end": 578,
                    "text": "[55]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 579,
                    "end": 583,
                    "text": "[56]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 584,
                    "end": 588,
                    "text": "[57]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 589,
                    "end": 593,
                    "text": "[58]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "[59]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Thérapeutiques nutritionnelles"
        },
        {
            "text": "L'efficacité de certaines thérapeutiques, telles que le DV et les curares, sur le pronostic du SDRA a pu récemment être prouvée, grâce notamment à la sélection de patients plus sévèrement hypoxémiques dans les études cliniques. Ceci renforce l'intérêt de la nouvelle définition du SDRA qui introduit trois stades de gravité. Les nouvelles thérapeutiques pourront ainsi être évaluées en fonction de ces trois stades. Les cellules souches mésenchymateuses font actuellement partie des voies de recherche les plus innovantes dans le SDRA. En effet, elles ont montré, grâce en partie à une activité paracrine (sécrétions de cytokines anti-inflammatoires, de facteurs de croissance et de peptides antibactériens), qu'elles pouvaient jouer un rôle dans la réparation de l'épithélium alvéolaire lésé et dans la prévention des infections. Des études chez l'homme devraient bientôt être conduites. Enfin, la place de l'ECMO dans la prise en charge du SDRA reste à déterminer. Une étude française multicentrique est actuellement en cours afin de répondre à cette question. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Effect of intravenous beta-2 agonist treatment on clinical outcomes in acute respiratory distress syndrome (BALTI-2): a multicentre, randomised controlled trial",
            "authors": [
                {
                    "first": "Gao",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Gates",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "379",
            "issn": "",
            "pages": "229--264",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Randomized, placebo-controlled clinical trial of an aerosolized beta(2)-agonist for treatment of acute lung injury",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Matthay",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Brower",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Carson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Respir Crit Care Med",
            "volume": "184",
            "issn": "",
            "pages": "561--569",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fatty acid composition of lung, macrophage and surfactant phospholipids after short-term enteral feeding with n-3 lipids",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Palombo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Lydon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Lipids",
            "volume": "29",
            "issn": "",
            "pages": "643--652",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Ware",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Matthay",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "",
            "pages": "1334--1383",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Encapsulated fish oil enriched in alpha-tocopherol alters plasma phospholipid and mononuclear cell fatty acid compositions but not mononuclear cell functions",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yaqoob",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Pala",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cortina-Borja",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Eur J Clin Invest",
            "volume": "30",
            "issn": "",
            "pages": "260--74",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A phase II randomized placebo-controlled trial of omega-3 fatty acids for the treatment of acute lung injury",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Stapleton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Crit Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1655--62",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Enteral omega-3 fatty acid, gamma-linolenic acid, and antioxidant supplementation in acute lung injury",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Wheeler",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "JAMA",
            "volume": "306",
            "issn": "",
            "pages": "1574--81",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effect of enteral feeding with eicosapentaenoic acid, gamma-linolenic acid, and antioxidants in patients with acute respiratory distress syndrome. Enteral Nutrition in ARDS Study Group",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Gadek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Demichele",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Karlstad",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Crit Care Med",
            "volume": "27",
            "issn": "",
            "pages": "1409--1429",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effects of enteral feeding with eicosapentaenoic acid, gamma-linolenic acid, and antioxidants in mechanically ventilated patients with severe sepsis and septic shock",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pontes-Arruda",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Aragão",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Albuquerque",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Crit Care Med",
            "volume": "34",
            "issn": "",
            "pages": "2325--2358",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Benefit of an enteral diet enriched with eicosapentaenoic acid and gamma-linolenic acid in ventilated patients with acute lung injury",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Theilla",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Crit Care Med",
            "volume": "34",
            "issn": "",
            "pages": "1033--1041",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Outcomes in critically ill patients before and after the implementation of an evidencebased nutritional management protocol",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hecht",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Flavin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Chest",
            "volume": "125",
            "issn": "",
            "pages": "1446--57",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Low caloric intake is associated with nosocomial bloodstream infections in patients in the medical intensive care unit",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rubinson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Diette",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Crit Care Med",
            "volume": "32",
            "issn": "",
            "pages": "350--357",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Near-target caloric intake in critically ill medical-surgical patients is associated with adverse outcomes",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Haddad",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Tamim",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Parenter Enteral Nutr",
            "volume": "34",
            "issn": "",
            "pages": "280--288",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Hypocaloric enteral tube feeding in critically ill obese patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Dickerson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Boschert",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Kudsk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nutrition",
            "volume": "18",
            "issn": "",
            "pages": "241--247",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Early versus late enteral feeding of mechanically ventilated patients: results of a clinical trial",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Ibrahim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mehringer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Prentice",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Parenter Enteral Nutr",
            "volume": "26",
            "issn": "",
            "pages": "174--81",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Caloric intake in medical ICU patients: consistency of care with guidelines and relationship to clinical outcomes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Krishnan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Parce",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chest",
            "volume": "124",
            "issn": "",
            "pages": "297--305",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Initial trophic vs full enteral feeding in patients with acute lung injury: the EDEN randomized trial",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Wheeler",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "JAMA",
            "volume": "307",
            "issn": "",
            "pages": "795--803",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "[33]. Deux articles, publiés en 2012 dans Thorax, ont contribué à identifier les mécanismes physiologiques impliqués dans la protection et la réparation du poumon lésé [34, 35]. Gupta et al. [35] ont démontré dans un modèle de pneumonie à E. coli chez la souris, que l'administration intratrachéale de cellules souches mésenchymateuses quatre heures après l'inoculation d'E. coli avait un effet protecteur. En effet, l'oedème pulmonaire, les comptes bactériens et certains paramètres inflammatoires (macrophage inflammatory protein-2 [MIP-2], Tumor necrosis factor [TNF]-alpha et myéloperoxidase [MPO]) étaient significativement plus faibles dans le groupe des souris ayant reçu les cellules souches mésenchymateuses. De plus, une augmentation importante de la survie à 48 heures accompagnait l'administration de cellules souches. L'amélioration de la clairance bactérienne en présence de cellules souches mésenchymateuses était due en partie à la sécrétion par celles-ci d'une protéine antibactérienne (lipocalin 2). Dans l'article de Curley et al. [34]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Conflit d'intérêt : les auteurs déclarent ne pas avoir de conflit d'intérêt.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Spragg RG, Bernard GR, Checkley W, et al (2010) Beyond mortality: future clinical research in acute lung injury. Am J Respir Crit Care Med 181:1121-7 2. Ranieri VM, Rubenfeld GD, Thompson BT, et al (2012) Acute respiratory distress syndrome: the Berlin Definition. JAMA 307:2526-33 3. Briel M, Meade M, Mercat A, et al (2010) Higher vs lower positive end-expiratory pressure in patients with acute lung injury and acute respiratory distress syndrome: systematic review and metaanalysis. JAMA 303:865-73 4. Fan E, Rubenfeld GD (2010) High frequency oscillation in acute lung injury and ARDS. BMJ 340:c2315 5. Afshari A, Brok J, Møller AM, Wetterslev J (2011) Inhaled nitric oxide for acute respiratory distress syndrome and acute lung injury in adults and children: a systematic review with metaanalysis and trial sequential analysis. Anesth Analg 112:prolonged prone ventilation in severe acute respiratory distress syndrome. Am J Respir Crit Care Med 173:1233-9. 9. Taccone P, Pesenti A, Latini R, et al (2009) Prone positioning in patients with moderate and severe acute respiratory distress syndrome: a randomized controlled trial. JAMA 302:1977-84 10. Dreyfuss D, Basset G, Soler P, Saumon G (1998) Ventilatorinduced lung injury: lessons from experimental studies. Intermittent positive-pressure hyperventilation with high inflation pressures produces pulmonary microvascular injury in rats. Am J Respir Crit Care Med 157:294-323 11. Broccard A, Shapiro RS, Schmitz LL, et al (2000) Prone positioning attenuates and redistributes ventilator-induced lung injury in dogs. Crit Care Med 28:295-303 12. Valenza F, Guglielmi M, Maffioletti M, et al (2005) Prone position delays the progression of ventilator-induced lung injury in rats: does lung strain distribution play a role? Crit Care Med 33:361-7 13. Sud S, Friedrich JO, Taccone P, et al (2010) Prone ventilation reduces mortality in patients with acute respiratory failure and severe hypoxemia: systematic review and meta-analysis. Intensive Care Med 36:585-99 14. Gattinoni L, Carlesso E, Taccone P, et al (2010) Prone positioning improves survival in severe ARDS: a pathophysiologic review and individual patient meta-analysis. Minerva Anesthesiol 76:448-54 15. Abroug F, Ouanes-Besbes L, Dachraoui F, et al (2011) An updated study-level meta-analysis of randomised controlled trials on proning in ARDS and acute lung injury. Crit Care 15:R6 16. Guérin C (2009) Effet de la mise précoce en décubitus ventral sur la mortalité des malades avec syndrome de détresse respiratoire aiguë persistant et sévère. Étude Proseva. Présentation du protocole de recherche. Réanimation 18:146-53 17. Peek GJ, Mugford M, Tiruvoipati R, et al (2009) Efficacy and economic assessment of conventional ventilatory support versus extracorporeal membrane oxygenation for severe adult respiratory failure (CESAR): a multicentre randomised controlled trial. Lancet 374:1351-63 18. Papazian L, Forel JM, Gacouin A, et al (2010) Neuromuscular blockers in early acute respiratory distress syndrome. N Engl J Med 363:1107-16 19. Neto AS, Pereira VG, Espósito DC, et al (2012) Neuromuscular blocking agents in patients with acute respiratory distress syndrome: a summary of the current evidence from three randomized controlled trials. Ann Intensive Care 2:33 20. Forel JM, Roch A, Marin V, et al (2006) Neuromuscular blocking agents decrease inflammatory response in patients presenting with acute respiratory distress syndrome. Crit Care Med 34:2749-57 21. Gainnier M, Roch A, Forel JM, et al (2004) Effect of neuromuscular blocking agents on gas exchange in patients presenting with acute respiratory distress syndrome. Crit Care Med 32:113-9 22. Hraiech S, Forel JM, Papazian L (2012) The role of neuromuscular blockers in ARDS: benefits and risks. Curr Opin Crit Care 18:495-502 23. Zapol WM, Snider MT, Hill JD, et al (1979) Extracorporeal membrane oxygenation in severe acute respiratory failure. A randomized prospective study. JAMA 242:MA, Peek GJ, Finney SJ, et al (2011) Referral to an extracorporeal membrane oxygenation center and mortality among patients with severe 2009 influenza A(H1N1). JAMA 306: 1659-68 27. Wang D, Zhou X, Liu X, et al (2008) Wang-Zwische double lumen cannula-toward a percutaneous and ambulatory paracorporeal artificial lung. ASAIO J 54:606-11 28. Brodie D, Bacchetta M (2011) Extracorporeal membrane oxygenation for ARDS in adults. N Engl J Med 365:1905-14 29. Matthay MA, Ware LB, Zimmerman GA (2012) The acute respiratory distress syndrome. J Clin Invest 122:2731-40 30. Meduri GU, Golden E, Freire AX, et al (2007) Methylprednisolone infusion in early severe ARDS: results of a randomized controlled trial. Chest 131:954-63 31. Steinberg KP, Hudson LD, Goodman RB, et al (2006) Efficacy and safety of corticosteroids for persistent acute respiratory distress syndrome. N Engl J Med 354:1671-84 32. Raghavendran K, Willson D, Notter RH (2011) Surfactant therapy for acute lung injury and acute respiratory distress syndrome. Crit Care Clin 27:525-59 33. Yen CC, Yang SH, Lin CY, Chen CM (2006) Stem cells in the lung parenchyma and prospects for lung injury therapy. Eur J Clin Invest 36:310-9 34. Curley GF, Hayes M, Ansari B, et al (2012) Mesenchymal stem cells enhance recovery and repair following ventilator-induced lung injury in the rat. Thorax 67:496-501 35. Gupta N, Krasnodembskaya A, Kapetanaki M, et al (2012) Mesenchymal stem cells enhance survival and bacterial clearance in murine Escherichia coli pneumonia. Thorax 67:533-9 36. Krasnodembskaya A, Samarani G, Song Y, et al (2012) Human mesenchymal stem cells reduce mortality and bacteremia in gram-negative sepsis in mice in part by enhancing the phagocytic activity of blood monocytes. Am J Physiol Lung Cell Mol Physiol 302:16 37. Hare JM, Traverse JH, Henry TD, et al (2009) A randomized, double-blind, placebo-controlled, dose-escalation study of intravenous adult human mesenchymal stem cells (prochymal) after acute myocardial infarction. J Am Coll Cardiol 54:2277-86 38. Maris NA, de Vos AF, Dessing MC, et al (2005) Antiinflammatory effects of salmeterol after inhalation of lipopolysaccharide by healthy volunteers. Am J Respir Crit Care Med 172:78-84 39. Matthay MA, Folkesson HG, Clerici C (2002) Lung epithelial fluid transport and the resolution of pulmonary edema. Physiol Rev 82:569-600 40. Perkins GD, Gao F, Thickett DR (2008) In vivo and in vitro effects of salbutamol on alveolar epithelial repair in acute lung injury. Thorax 63:215-20 41. de Prost N, Dreyfuss D, Ricard JD, Saumon G (2008) Terbutaline lessens protein fluxes across the alveolo-capillary barrier during high-volume ventilation. Intensive Care Med 34:763-70 42. Perkins, G.D., et al, Perkins GD, McAuley DF, Thickett DR, Gao F (2006) The beta-agonist lung injury trial (BALTI): a randomized placebo-controlled clinical trial. Am J Respir Crit Care Med 173:281-7",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "PaO 2 /FiO 2 <100 mmHg) et un groupe de patients modérément hypoxémiques (100 mmHg< PaO 2 /FiO 2 <300 mmHg). Ainsi, le DV réduisait la mortalité des patients sévèrement hypoxémiques (risque relatif [RR] 0,84 ; intervalle de confiance [95 % IC] 0,74-0,96 ; p=0,01) mais pas celle des patients modérément hypoxémiques (RR 1,07 ; 95 % IC 0,93-1,22 ; p=0,36). La deuxième de ces méta-analyses [14], publiée en juin 2010, s'est intéressée au pronostic des patients inclus dans les quatre grandes études sur le DV [6-9] en analysant deux groupes : les SDRA modérément hypoxémiques (PaO 2 /FiO 2 compris entre 200 et 100 mmHg) et les SDRA sévèrement hypoxémiques (PaO 2 /FiO 2",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "PaO 2 /FiO 2 <150 mmHg avec FiO 2 ≥60 % et PEP ≥5 cm H 2 O) recevant une ventilation mécanique protectrice [16]. Les résultats de ce travail qui seront publiés très prochainement confirment l'effet positif du DV sur la survie chez le patient présentant un SDRA relativement sévère et ventilé de façon protectrice. Les curares L'étude française de Papazian et al. publiée dans le New England Journal of Medicine en 2010 [18] est une des rares études randomisées sur le SDRA où une différence de mortalité a été mise en évidence. Dans cette étude multicentrique incluant 340 patients, un traitement de 48 heures par cisatracurium (ou placebo) était administré à des patients souffrant d'un SDRA avec certains critères de gravité (PaO2/FiO2 <150 mmHg et PEP ≥ 5 cm d'eau). FiO2, la pression de plateau et le SAPSII. Par ailleurs le taux de neuromyopathies acquises en réanimation n'était pas différent entre les deux groupes. Une méta-analyse récente [19] sur ce sujet a regroupé l'étude de Papazian et al. et deux plus anciennes [20,21].",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}