{
    "paper_id": "a81c238a5f4640a8a503d3e3a6d549cb020a8dc8",
    "metadata": {
        "title": "Virus Isolation and Titration at 33 ~ and 37~",
        "authors": [
            {
                "first": "N",
                "middle": [],
                "last": "Fuehs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universit~t des Saarllndes",
                    "location": {
                        "settlement": "Homburg (Saar)"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Wigand",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universit~t des Saarllndes",
                    "location": {
                        "settlement": "Homburg (Saar)"
                    }
                },
                "email": ""
            },
            {
                "first": "Nationales",
                "middle": [],
                "last": "Referenzzentrum Fiir Adenoviren",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universit~t des Saarllndes",
                    "location": {
                        "settlement": "Homburg (Saar)"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Various prototype viruses and original specimens were comparatively titrated in cell cultures at 33 ~ and 37~ Higher titers at 37 ~ were consistently obtained with arleneviruses; for other viruses (enteroviruses, herpesvirus hominis, vaccinia virus, parainituenza viruses) the titers were mostly identicaI at either temperature. Original specimens and prototype strains showed the same behavior. The habit to cultivate viruses from throat swabs at 33~ is unsatisfactory for adenoviruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Authors of current textbooks of diagnostic virology (e. g. Lennette and Schmidt, 1969) recommend an incubation temperature of 33 ~ rather than 37~ for the isolation of viruses from the human respiratory tract. While this temperature may be superior for influenza viruses (Stern and Tippett, 1963) and rhinoviruses, it was also claimed to be satisfactory for other respiratory viruses (Sehmidt, 1969) . To our knowledge, however, this has never been ascertained for a variety of viruses. In view of the paramount importance of respiratory virus infections in man, every effort should be made to render virus isolation from the throat as efficient as possible. Thus we examined viruses frequently or occasionally occurring in the respiratory tract by endpoint titration at either temperature. Since laboratory strains may have been adapted to the growth at 37~ original specimens were also included in this study. Titration endpoints, but not virus yield or the length of growth cycles were determined.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 86,
                    "text": "Lennette and Schmidt, 1969)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 271,
                    "end": 296,
                    "text": "(Stern and Tippett, 1963)",
                    "ref_id": null
                },
                {
                    "start": 384,
                    "end": 399,
                    "text": "(Sehmidt, 1969)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The following prototype virus strains were used for comparative titration: Adenovirus types I (Ad71), 3 (G.B.), 12 (Hub) and 19 (587) as representative strains of the four subgroups, vaccinia virus (IHD), herpesvirus type I (McIntyre), poliovirus 2 (MEF1 and P 712, attenuated), Coxsaekie B5 (Faulkner), Parainfluenza 2 (CA) and 3 (HAdI). Original specimens (stool suspensions, throat and conjunetival swabs, vesicular fluid) containing the following virus types were inoculated: adenovirus I, 2, 3, 5, 7, 8, herpesvirus hominis, poliovirus 1 and 3, coxsackievirus A9 and B5, eehovirus types 6, 9, 11, 18 and 30. Several of these specimens were kindly supplied by Dr. W. HSpken, Hannover, ~irs. E. Koehn, Berlin, and Dr. D. Neumanu-Haefelin, Frciburg.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "Endpoint titrations were performed in tube cultures of HeLa or secondary human anmion cells, with 0.5 1~ dilution steps and 3 tubes per dilution. Titers were calculated according to Reed and Muench. The maintenance medium contained 2~ calf serum. For parainituenza viruses, cultures were kept in medium with 20/0 rabbit serum; hemadsorption was carried out 5, 10 and 15 days after inoculation. The medium of HeLa cultures was changed every 4 days; for adenoviruses, subcultures of negative tubes were performed 12 and 24 days after inoculation and the cultures were observed up to 36 days (eL Wigand and Schulz, 1975) . The titration of other viruses was terminated 12 days after inoculation; blind passages were not required. Human amnion cells were used for parainfluenza, coxsackie A9 and echoviruses, HeLa cells for the remainder of virus types.",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 617,
                    "text": "Wigand and Schulz, 1975)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "The tissue cultures were incubated in conventional air-heated HerEus incubators; the temperature varied within :J= 0.5~ All prototype strains and several of the original specimens were repeatedly titrated at both temperatures and average values are presented in the figures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "The results of comparative titrations of adenoviruses are shown in Fig. 1 . It may be seen, that all 4 prototype strains and all but 2 of the 10 specimens tested yielded significantly higher titers at 37 ~ as compared with 33~ In individual titrations 10-to 30-fold higher titers were frequently observed at 37~ In addition, the development of the CPE was usually much slower at the lower temperature. A titer lag of 1 log or more was usually observed at 33 ~ although the HeLa cell cultures were found to stay in a better state of maintenance at the lower temperature.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 73,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Concerning the other viruses tested (Fig.2) , virus titers obtained at either temperature were mostly within the range of the experimental error, with the exception of two stool specimens containing poliovirus 1, which grew poorly at 33~ With a possible exception of echovirus 18, none of the virus types tested grew better at the lower temperature. The time-course of the viral CPE or hemad-sorp~ion was only slightly slower at 33 ~ C for most of these viruses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 36,
                    "end": 43,
                    "text": "(Fig.2)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The titers determined for the prototype viruses, as expressed in TCIDs0 per 1 ml, were in the following range: 10 s.3 to 1013.~ for adenoviruses, depending on the virus type (see Wigand and Sehulz, 1975) , 106, 5 for parainfluenza viruses, and l0 T to 109 for the remaining virus types. To our knowledge influenza viruses are the only ones of the viruses occurring in the human respiratory tract, in which a comparative testing of original specimens (in embryonated eggs) has demonstrated the superiority of the lower temperature (Stern and Tippett, 1963) . Passaged rhinoviruses also grow better at the lower temperature (Tyrrell and Parsons, 1960, Johnson and Rosen, 1963) , but this depends on the kind of cell culture used (Johnson and Rosen, 1963) and has never been adequately studied by comparative inoculation of original material (Kapikian, 1969) . There is a further gap of knowledge concerning respiratory syncytial virus, coronaviruses and reoviruses. In a recently published detailed series on respiratory viruses (Jackson and Muldoon, 1973 ) this problem has not been discussed. The further studies on all of $he viruses mentioned are clearly needed.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 203,
                    "text": "Wigand and Sehulz, 1975)",
                    "ref_id": null
                },
                {
                    "start": 530,
                    "end": 555,
                    "text": "(Stern and Tippett, 1963)",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 634,
                    "text": "(Tyrrell and",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 635,
                    "end": 661,
                    "text": "Parsons, 1960, Johnson and",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 674,
                    "text": "Rosen, 1963)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 727,
                    "end": 752,
                    "text": "(Johnson and Rosen, 1963)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 839,
                    "end": 855,
                    "text": "(Kapikian, 1969)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1027,
                    "end": 1053,
                    "text": "(Jackson and Muldoon, 1973",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "From our study it appears, that for adenoviruses, herpesvirus and enteroviruses original specimens and laboratory strains show a similar behavior. Both temperatures appear satisfactory for vaccinia virus, herpesvirus, enteroviruses and parainfluenza viruses. For the latter group, however, further studies on types 1 and 4 as well as with original specimens are required. On the other hand, for adenovirnses the higher temperature is clearly superior. In fact, growth of adenoviruses at 33~ is much slower and isolation may be missed in specimens conraining small amounts of virus. Thus, if throat swabs are continued to be cultivated at 33~ according to Schmidt's recommendation (1969) , 1 to 2 ~ubes (preferably of HEK cells) should be inoculated in addition and incubated at 37~ in order to ensure optimal conditions for the isolation of adenoviruses.",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 686,
                    "text": "Schmidt's recommendation (1969)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Viruses causing common respiratory infections in man",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Muldoon",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "J. infect. Dis",
            "volume": "127",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Characteristics of five newly recognized enteroviruses recovered from the human oropharynx",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rosen",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Amcr. J. Hyg",
            "volume": "77",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Rhinoviruses. In: Lennette and Schmidt: Diagnostic procedures for viral and rickettsial infectious",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kapikian",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Diagnostic procedures for viral and rickettsial infections",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Lennette",
                    "suffix": ""
                },
                {
                    "first": "1~",
                    "middle": [
                        "J"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Tissue cultures technic for diagnostic virology",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Lennette and Schmidt: Diagnostic procedures for viral and rickettsial infections",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Primary isolation of influenza viruses at 33 ~ C. Lancet",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stern",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Tippett",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Some virus isolations from common colds. IH. Cytopathogenic effects in tissue cultures",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A J"
                    ],
                    "last": "Tyrrell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parsons",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Laboratoriumspraxis bei Adenoviren. II. Empfindlichkeit verschiedener Zellkulturen bei Endpunkttitration. Zbl. Bakt., I. Abt. Orig. A 1975 (im Druck) Prof. Dr. med. R. Wigand Virologisehe Abteilung des Institutes fiir Hygiene und Mikrobiologie der Universi~t des Saarlandes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wigand",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schulz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Logarithm of titer ratios (titer at 37 ~ C: titer at 33 ~ C) for adenoviruses. Filled symbols: passage material (prototypes), open symbols: original specimens Logarithm of titer ratios (37~176 for other viruses. Ya ~--vaecinia, He ~ herpes. virus hominis, P ~ poliovirus, B 5, A 9 ----coxsackieviruses, Para 2, 3 ~-parainfluenzaviruses, E ----echoviruses Discussion",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowled(jment. We gratefully acknowledge the able technical assistance of Miss D. Keller and Mrs. I. Maurer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}