{
    "paper_id": "a862206a79d9125ae1c907c5ae2d4602623dac63",
    "metadata": {
        "title": "REF~NCES",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "or ganglioneuroma was now considered. A right thoracotomy was undertaken and a firm mass 7 x 7 cms was excised. The histopathological findings were consistent with ganglioneuroma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Most masses in the anterior and middle mediastinum are caused by Hodgkin's and non Hodgking's lymphomas. 1 Posterior mediastinal masses more commonly are of neurological origin and malignant. 24 The commonest (45%) presenting symptoms in patients with posterior mediastinal masses are respiratory. Thirty two percent are discovered incidentally, 13% present with neurologic symptoms and 5% as palpable masses, s In the present case too the child presented with chronic cough, and since the Mantoux test was strongly positive a diagnosis of tuberculosis was made initially. The real diagnosis could not be clinched until a CT scan was done 3 months later. Hence, we strongly feel that the initial diagnostic evaluation for a mediastinal mass must include computed tomography, and if available magnetic resonance imaging. Mantoux positivity is of common occurrence in our country and may only be an incidental finding.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 194,
                    "text": "24",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The recommended treatment for masses of the posterior mediastinum is complete resection, as was done in the present case. Post operatively Horners syndrome has been reported in 20% of cases, s This was not seen in our case. ized hyperreflexia. Babinski's sign was present bilaterally. Examination of CSF and cranial CT were normal. EEG was consistent with a mild generalized encephaiopathy. MRI demonstrated abnormal high intensity signals in the white matter of the right parietal lobe, of the left frontoparietal area and in the posterior of the corpus callosum on T2 weighted sequences ( Figure 1 ). After 5 days of admission she gained consciousness and responded to simple verbal commands. The repeat MRI, which was performed 15 days later, showed marked resolution of the lesions. The patient had only aphasia and a mild ataxia of gait at discharge, 17 days after admission. One month later, at follow up, she was free of symptoms and her neurological examination was normal. Case 2. A 7 year old boy with a five day of . Axial T2 weighted brain MRI on initial presentation demonstrates demyelinating lesions in the cerebral hemispheres and in the globus pallidus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 591,
                    "end": 599,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "gastroenteritis, low to middle grade fever and intermittant vomiting was referred to our hospital. For 2 days, he was less talkative than usual and his speech was slurred. Physical examination on admission revealed a right central facial palsy, drowsiness and gait disturbance. The tendon reflexes were hyperactive and Babinski's sign was positive. Blood examinations, cranial CT and examination of CSF were normal. EEG revealed delta wave activity. Initial MRI showed lesions of high signal intensity in the white matter of cerebral hemispheres, and in globus pallidus on T2 weighted sequences ( Figure 2 (a) There is regression of the lesions in the corpus caliosum, but two new lesions have appeared in the corona radlata bilaterally. The lesion in the right corona radiata is 1.5 cm in diameter, the one in the left is 3.5 cm. (b) Note the progression of the lesion in the brainstem corelated wih encephalopathy. We couldn't perform MRI in this period. Three weeks later, the patient began to show gradual improvement. He regained a normal state of consciousness. MRI, repeated 1.5 months later, displayed regression of the old lesions and formation of two new lesions in the corona radiata bilaterally. The lesion on the right was 1.5 cm in diameter and the other was 3 cm (Figure 4a 4b) . His spinal MRI was normal, and 2.5 months after onset the patient improved clinically. Diffuse hyperreflexia and a mild spastic gait were the only neurologic sequelae. The third MRI that was performed at that time displayed the regression of the lesions in the corpus callosum and in the left corona radiata. However, the lesion in the fight corona radiata became 5 cm in diameter (Figure 5a, 5b) . At follow up, 4 months later, no significant abnormality was found. MRI revealed regression of all the former lesions and loci of gliosis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 597,
                    "end": 605,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1278,
                    "end": 1292,
                    "text": "(Figure 4a 4b)",
                    "ref_id": null
                },
                {
                    "start": 1676,
                    "end": 1691,
                    "text": "(Figure 5a, 5b)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Cranial MRI Findings in Acute Disseminated Encephalomyelitis"
        },
        {
            "text": "Clinical history and results of the neuroimaging studies for these patients are consistent with a diagnosis of acute disseminated encephalomyelitis (ADEM). ADEM is an acute demyelinating disease that occurs, (a) shortly after a specific viral illness especially in exanthematous childhood diseases such as \"measles or chickenpox or, (b) after vaccination or Clinical and pathologic evidence support the theory that it is related to syndromes of optic neuritis, transverse myelitis, cerebellar ataxia and acute hemorrhagic leukoencephalitis which may follow similar precipitating events. 6 ADEM and related syndromes are considered to be the human counterpart of experimental allergic encephalomyelitis, la~ Features characteristic of ADEM include a widespread CNS disturbance with coma or drowsiness, seizures and multi focal neurological signs implicating the brain, spinal cord and optic nerves. Recovery occurs within weeks and is usualy complete, b,7' Case 1 and 2 described here showed clinical recovery in four weeks. Permanent neurologic deficits may be present in the form of optic atrophy, mild mental impairment, awkwardness, pyramidal dysfunction and cranial nerve deficits. 2 The mortality is 10-20% in the acute phase. Acute disseminated encephalomyelitis shows variable laboratory data. In CSF analysis mild pleocytosis is noted, seldom over 20 cells/ mm3 those usually lymphocytic in type. The total CSF protein is normal or mildly elevated. EEG shows mild slowing of the baseline. CT scan has been of limited value. The white matter lesions in ADEM are best demonstrated on MRI. a.4~,. Lesions may be found in the white matter of the cerebral hemispheres, brain stem, optic nerve and spinal cord, particularly in the subpial and subependymal areas. There may be involvement of the contigous grey matter as well. These lesions are later replaced by perivenous fibrous gliosis. 4 Given that ADEM is usually a monophasic disease, all lesions would be expected to enhance in the acute phase and in the same age. 7~ However, the third case had new lesions on the second MRI, while those on the first MRI showed regression. It is noticeable that lesions of this patient were in different ages. This is a rare condition in ADEM. After 4 months this patient recovered completely, and his MRI findings resolved. In ADEM, some MRI abnormalities are reported to persist as long as 18 months, despite full clinical recovery. Radiological findings however are not specific for this disease. Progressive multifocal leukoencephaiopathy, CNS lymphoma, multiple sclerosis and mitochondrial myopathies, encephalopathies may produce extensive white matter changes as well. 4.~~ The diagnosis remains essentially clinical. No laboratory abnormality is patgonomenic. With the appropriate clinical presentation, MRI findings of high intensity, focal lesions on T2 weighted white matter can confirm the diagnosis of ADEM and identify the extent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DIscusslon"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Primary mediastinal tumours in children",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Telander",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Smithson",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Pediatr Surg",
            "volume": "17",
            "issn": "",
            "pages": "512--520",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Neurogenic tumours of the thorax",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Shield",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reynolds",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Surg Clin North Am",
            "volume": "68",
            "issn": "",
            "pages": "645--667",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mediastinal masses in infants and children",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Bower",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Kiesewetter",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Arch Surg",
            "volume": "112",
            "issn": "",
            "pages": "1003--1009",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mediastinal turnouts and cysts in the pediatric patient",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Lynn",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Posterior mediastinal masses",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Saenz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Schnitzer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Eraklis",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Pediatr Surg",
            "volume": "28",
            "issn": "",
            "pages": "172--176",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Immune mediated syndromes of the nervous system related to virus infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wolinsky Is",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Giinsberg",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Clinical Neurology",
            "volume": "34",
            "issn": "",
            "pages": "391--434",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Viral diseases of the nervous system",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Dyken",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Swaiman KF. Pediatric Neurology : Principles and Practice",
            "volume": "",
            "issn": "",
            "pages": "497--498",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "MR diagnosis of acute disseminated encephalomyelitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Atlas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Grosman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "I"
                    ],
                    "last": "Goldberg",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Journal of Computer Assisted Tomography",
            "volume": "0",
            "issn": "5",
            "pages": "798--780",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "HMPAO-SPECT and MRI in acute disseminated encephalomyelitis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Broich",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Horwich",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alavi",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Nucl Med",
            "volume": "32",
            "issn": "",
            "pages": "1897--1900",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cranial MRI in acute disseminated encephalomyelitis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Epperson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Whiteker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kapila",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Neurology",
            "volume": "38",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Acute disseminated encephalomyelitis progressing to hemorrhagic encephalitis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dangond",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lacomis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Neurology",
            "volume": "41",
            "issn": "",
            "pages": "1697--1698",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Vela Iet ai. lntracranial pressure monitoring in acute disseminated encephalomyelitis in childhood",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Antonio",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Sola",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Crit Care Med",
            "volume": "18",
            "issn": "12",
            "pages": "1481--1483",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "MRI findings and the distinction from multiple sclerosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kesselring",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Robb",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Brain",
            "volume": "133",
            "issn": "",
            "pages": "291--302",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Magnetic resonance imaging in a case of mumps postinfectious encephalitis with asymptomatic optic neuritis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sagita",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ando",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Minamitani",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Eur J Pediatr",
            "volume": "150",
            "issn": "",
            "pages": "773--775",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Acute disseminated encephalomyelitis presenting as a solitary brainatem mass",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Scaravilli",
                    "suffix": ""
                },
                {
                    "first": "Dct",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Neuroi Neurosurg Psvchiatr",
            "volume": "56",
            "issn": "",
            "pages": "920--922",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(Patient 1). Cranial MR (T2 weighted image) on initiation shows high intensity signals in the white matter of the right parietal 10be, the left frontoparietal area, and in the posterior of the corpus callosum",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(Patient 2)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "3a and b. (Patient 3). Axial MR[ T2 weighted images on iml~LI,preaentafion (a) Note the bilateral hyperintense lesions, that compress the ventricules, in ~he corpus r (b) There is a demyelinaling lesion on the right of the pons in the brainstem.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4a Fig. 4b Fig. 4a and b. (Palient 3). Axial MR T2 weighted images 1.5 months after the initial examination. (a) There is regression of the lesions in the corpus caliosum, but two new lesions have appeared in the corona radlata bilaterally. The lesion in the right corona radiata is 1.5 cm in diameter, the one in the left is 3.5 cm. (b) Note the progression of the lesion in the brainstem",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 4aand b. (Palient 3). Axial MR T2 weighted images 1.5 months after the initial examination.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 5a Fig. 5b",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 5a Fig. 5b",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": ". 5a and b. (Patient 3). Axial MR T2 weighted images 2.5 months after onset. (a) There is resolution of the lesions except the one in the right corona radiata. This lesion has shown progression and has become 5 cm in diameter. (b) The lesion in the brainstem has also regressed (c) following a nonspecific p~esumably viral upper respiratory tract infection or, (d) spontaneously. 1 Many of the preceding viral infections are trivial and some are probably caused by comman rhinoviruses, adenoviruses, and coronaviruses. 2 It has an abrupt onset with a monophasic course.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Eray Dirik, Figen Taskin and llhami Kovanlikaya* For two days, she had weakness and unsteadiness on walking. Afterwards she had generalized seizures and was admitted to our hospital. She was comatose on admission. The respiratory pattern was normal. She had right facial palsy and general-",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}