{"paper_id": "a8ed47060c05fc6741eaabef7f667a914a1dacc0", "metadata": {"title": "", "authors": [{"first": "J", "middle": [], "last": "Gelb", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Delaware", "location": {"postCode": "19717-1303", "settlement": "Newark, Delaware"}}, "email": ""}, {"first": "J", "middle": ["R"], "last": "", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Delaware", "location": {"postCode": "19717-1303", "settlement": "Newark, Delaware"}}, "email": ""}, {"first": "C", "middle": ["G"], "last": "Cianci", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Delaware", "location": {"postCode": "19717-1303", "settlement": "Newark, Delaware"}}, "email": ""}]}, "abstract": [{"text": "A soluble Newcastle disease virus (NDV) agar gel precipitin (AGP) antigen was prepared by treating 100-fold concentrated NDV with a nonionic detergent. Virus concentration prior to detergent treatment was best accomplished by ultracentrifugation or by a simple, less expensive, and more practical method involving acid (HC1) precipitation of NDV. Virus concentrated by polyethylene glycol precipitation was found to have a low antigen titer and was not considered suitable as an AGP antigen.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Antigens derived from the LaSota, Roakin, and Texas GB strains formed at least two lines of identity in the AGP test as early as 24 hr after inoculation of the agar gels. Virus used for AGP antigen production could be grown in chicken embryos from an NDV-immune as well as susceptible breeder flock. The NDV AGP antigen was found to be stable after 20 consecutive freezing and thawing cycles and storage at -20 C or 4 C for at least 6 months.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Detergent-treated NDV was used as an AGP test antigen to determine serum antibody responses of chickens following infection and vaccination. Hemagglutination-inhibition, virus neutralization, and enzymelinked immunosorbant assay antibody production was also evaluated for comparative purposes.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The AGP test was found to be useful as an aid in diagnosing field infections and assessing inactivated virus vaccination responses. These purposes were achieved by demonstrating an increase in the number of AGP positive chickens between preinfection and postinfection or vaccination bleedings.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The ease of performance and low cost of the AGP test favors its use for screening large numbers of serum samples, perhaps in conjunction with a quantitative serological test. Further, the AGP test may be useful in regions where limited facilities or technical capabilities preclude the use of other serological procedures.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Newcastle disease (ND) is one of the most economically important poultry diseases in the world. Control of Newcastle disease virus (NDV) is accomlished by vaccination or eradication efforts. Evaluation of the effectiveness of control programs is often determined on the basis of the results of serological procedures. The method most widely employed by the poultry and allied industries has been the hemagglutination-inhibition (HI) test. The virus neutralization (VN) test has also been used successfully but has not been widely accepted because it is expensive and requires greater laboratory tech-1 Published as Miscellaneous Paper Number 1135 of the Delaware Agricultural Experiment Station. This work was supported in part by Hatch and Matching funds provided through the Agricultural Experiment Station, College of Agricultural Sciences, University of Delaware, and in part by a grant from the University of Delaware Research Foundation. nical abilities. Applications of the enzymelinked immunosorbant assay (ELISA) to NDV have been more recently reported (Miers et al., 1983; Snyder et al., 1983; Marquardt et al., 1985) .", "cite_spans": [{"start": 1062, "end": 1082, "text": "(Miers et al., 1983;", "ref_id": "BIBREF12"}, {"start": 1083, "end": 1103, "text": "Snyder et al., 1983;", "ref_id": "BIBREF19"}, {"start": 1104, "end": 1127, "text": "Marquardt et al., 1985)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The agar gel precipitin (AGP) test has been used to detect antibody to poultry viruses (Witter, 1962; Chubb and Churchill, 1968; Beard, 1970; Hirai and Shimakura, 1972; Olsen and Weiss, 1972; McFerran et al, 1975) . Advantages of the AGP test include low cost, simplicity, and results are generally obtained within 24 to 72 hr.", "cite_spans": [{"start": 87, "end": 101, "text": "(Witter, 1962;", "ref_id": "BIBREF23"}, {"start": 102, "end": 128, "text": "Chubb and Churchill, 1968;", "ref_id": "BIBREF3"}, {"start": 129, "end": 141, "text": "Beard, 1970;", "ref_id": "BIBREF2"}, {"start": 142, "end": 168, "text": "Hirai and Shimakura, 1972;", "ref_id": "BIBREF6"}, {"start": 169, "end": 191, "text": "Olsen and Weiss, 1972;", "ref_id": null}, {"start": 192, "end": 213, "text": "McFerran et al, 1975)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Nonionic detergent treatment of enveloped animal viruses has been used to facilitate the extraction and isolation of viral envelope proteins (Scheid et al., 1972; Scheid and Choppin, 1973; Garwes et al., 1976; Wege et al., 1979) . Nonionic detergents such as Nonidet P40 and Triton X-100 gently dissociate the lipid-containing viral envelope and thereby solubilize surface proteins. Viral proteins extracted using nonionic detergents retain their native conformation, 845 biological activities, and antigenic properties (Makino etal, 1973; Morein etal, 1978; Lupton and Reed, 1980; Turner et al, 1981; Maes and Shutz, 1983) . Virus concentration followed by nonionic detergent treatment has been reported to be an effective method for producing AGP test antigens (Lupton and Reed, 1980; Turner et al., 1981) . The objectives of this study were to prepare and characterize nonionic detergent-treated NDV AGP test antigens and to evaluate the test using detergent-treated antigen as a tool for detecting serum antibody in chickens following infection and vaccination.", "cite_spans": [{"start": 141, "end": 162, "text": "(Scheid et al., 1972;", "ref_id": "BIBREF17"}, {"start": 163, "end": 188, "text": "Scheid and Choppin, 1973;", "ref_id": "BIBREF18"}, {"start": 189, "end": 209, "text": "Garwes et al., 1976;", "ref_id": "BIBREF5"}, {"start": 210, "end": 228, "text": "Wege et al., 1979)", "ref_id": "BIBREF22"}, {"start": 520, "end": 539, "text": "(Makino etal, 1973;", "ref_id": null}, {"start": 540, "end": 558, "text": "Morein etal, 1978;", "ref_id": null}, {"start": 559, "end": 581, "text": "Lupton and Reed, 1980;", "ref_id": "BIBREF7"}, {"start": 582, "end": 601, "text": "Turner et al, 1981;", "ref_id": null}, {"start": 602, "end": 623, "text": "Maes and Shutz, 1983)", "ref_id": "BIBREF8"}, {"start": 763, "end": 786, "text": "(Lupton and Reed, 1980;", "ref_id": "BIBREF7"}, {"start": 787, "end": 807, "text": "Turner et al., 1981)", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Chicken Embryos, Eggs, and Chickens. Fertile specific-pathogen-free (SPF) Single Comb White Leghorn (SCWL) chicken eggs were purchased from SPAFAS, Inc., Norwich, CT. Ten-day-old embryos inoculated via the allantoic cavity were used for virus titration, NDV AGP test antigen production, and preparation of chicken embryo fibroblast (CEF) cell cultures. In addition, fertile eggs were obtained from an oil emulsion inactivated NDV-vaccinated commercial broiler breeder flock.The SPF SCWL chickens were purchased from SPAFAS. One-day-old commercial broiler-type chickens from an inactivated NDV-vaccinated breeder flock were obtained from a local hatchery.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Viruses. Lentogenic (LaSota strain), mesogenic (Roakin strain), and neurotropic velogenic (Texas GB strain) NDV were obtained from the NDV Repository, Univ. of Wisconsin, Madison, WI. Live NDV vaccines containing the Bj or LaSota strains were provided by a commercial manufacturer.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Agar Gel Precipitin Antigen Production. Ten-day-old SPF SCWL or commercial broiler chicken embryos from an inactivated NDV vaccinated breeder flock were inoculated with 10 7 50% embryo infectious doses (EID 50 ) of NDV per egg of strains LaSota, Roakin, or Texas GB. After incubation at 37 C for 48 hr, the allantoic fluids (AF) were harvested and pooled according to virus strain.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Virus used in AGP antigen production was concentrated using three methods. The NDV in AF served as the source of antigen for all methods. Ultracentrifuge-concentrated NDV AGP antigens were produced from strains LaSota, Roakin and Texas GB. Allantoic fluids containing 10 8 to 10 lo EID 50 of NDV per ml were centrifuged at 3,700 x g for 15 min at 4 C to remove contaminating red blood cells. The supernatant fluid was centrifuged at 45,000 x g for 2 hr at 4 C to pellet the virus. The virus pellet was resuspended in phosphate-buffered saline (PBS) at pH7 containing 1% of the nonionic detergent, Nonidet P40 (Sigma Chemical Co., St. Louis, MO) at l/100th the original AF volume. The suspension was then sonicated at 20 kHz for 1 min with a Branson microtip (Heat Systems-Ultrasonics, Plainview, New York). The suspension was gently mixed at room temperature (about 22 C) for 20 min.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Acid precipitate concentration of LaSota strain NDV was achieved by acidifying AF containing NDV with 1 N HC1 to achieve a final pH of 4. About .3 ml of 1 N HC1 was added per milliliter of fluids. The AF was then mixed for 1 hr at 4 C. The resulting suspension was centrifuged at 2,000 x g for 10 min at 4 C. The precipitate was resuspended in 1 % Nonidet P40 (pH 9) at l/100th the original AF volume. The AGP antigen preparation was sonicated and mixed as described.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "An NDV AGP antigen was also produced by polyethylene glycol (PEG) precipitation. Final concentrations of 2% NaCl and 6% PEG 6,000 were added to a pooled 48 hr PI LaSota strain NDV AF harvest. The preparation was mixed overnight at 4 C and then centrifuged at 2,000 x g for 10 min at 4 C. The precipitate was suspended in 1% Nonidet P40 (pH7) at 1/100th the original AF volume. The preparation was sonicated and mixed as described. All NDV AGP antigens were stored at -20 C until used in the AGP test unless stated otherwise.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Agar Gel Precipitin Test Procedure. The AGP tests were run on 3 x 1 in. frosted microscope slides containing 3 ml of .7% purified agar and 8% NaCl dissolved in distilled water. Wells were cut in the gels using a seven-holed template (LKB-Produkter-AB, Stockholm, Sweden). The distance between the center and the six outer wells, as well as the adjacent outer wells, was 8 mm. The diameter of all wells was 2.5 mm. Volumes of 25 |xl of AGP antigen and NDV serum were used to inoculate the wells. Gels were placed in a humidified container, incubated at room temperature (approximately 22 C), and examined at 24, 48, and 72 hr for lines of antigen-antibody precipitation using an indirect light source.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Agar Gel Precipitin Antigen Titration and Characterization. The NDV AGP antigens were titrated in the AGP test as a means of quantifying the amount of antigen in a preparation. Two-fold serial dilutions (1:2 to 1:64) of the antigen were prepared in PBS (pH7). Each of the outer AGP test slide wells was inoculated with undiluted or diluted antigen. The center well was inoculated with NDV serum (HI titer = 64). Each AGP antigen titration was performed in duplicate. The AGP titer was expressed as the reciprocal of the highest dilution of antigen that produced line(s) of precipitation with NDV serum.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Infectivity virus titrations were performed on ultracentrifuge-concentrated and acid precipitate-concentrated NDV before and after Nonidet P40 treatment in SPF chicken embryos. Tests were performed on AF from embryos living after the seventh day of incubation. An embryo having AF that was HA positive was considered NDV-infected. Virus titers were expressed as EID 50 per milliliter of antigen.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Hemagglutination Titration of Agar Gel Precipitin Antigen. The hemagglutination (HA) titers of NDV antigen preparations were determined using a standard microtiter procedure (Subcommittee on Avian Diseases, 1971). Twofold serial dilutions of antigen were prepared in PBS (pH7). The HA titers were expressed as the reciprocal of the highest antigen dilution exhibiting HA. The AGP antigen stability was assessed. The effects of freezing and thawing and long term storage at -20 C and 4 C were determined for AGP antigens produced from LaSota strain NDV.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Ultracentrifuge and acid precipitate-concentrated antigens were placed in separate tubes and stored at -20 C and 4 C. At two month intervals, a tube of each antigen was removed from storage and titrated in the AGP test. Ultracentrifuge and acid precipitate-concentrated antigens were placed in separate tubes and subjected to 20 consecutive freezing and thawing cycles. The antigens were titrated in the AGP test after 0, 3, 5, 10, 15, and 20 freezing and thawing cycles.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Other Serology. The micro-beta HI procedure (constant virus-diluted serum) was performed using 10 HA units of LaSota strain NDV per microtiter plate well (Subcommittee on Avian Diseases, 1971). Titers were expressed as the reciprocal of the highest dilution of serum that inhibited HA.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "The micro-beta VN test was conducted using 100 50% tissue culture infectious doses (TCID 50 ) of Texas GB strain NDV per microtiter plate well. Serum-virus mixtures were incubated at 37 C for 30 min prior to adding primary CEF (10 4 ' 7 cells per well) suspended in Medium 199 containing 5% bovine serum. The procedure for preparing CEF is described in Rosenberger et al. (1975) . Cell cultures were fixed and stained after 72 hr with 5% crystal violet in 10% buffered formalin solution. The endpoints of VN tests were determined by gross observation. Serum VN titers were expressed as the reciprocal of the highest serum dilution that prevented cytopathic effects.", "cite_spans": [{"start": 353, "end": 378, "text": "Rosenberger et al. (1975)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Indirect ELISA tests were performed using a commercially available kit (Whittaker M. A. Bioproducts, Walkersville, MD). Antibody titers were determined using the single serum dilution method. Results were expressed as a mean serum index (SI) and percentage of chickens with a positive SI value. Serum samples with an SI of 1.00 were considered positive. The SI equals the absorbance at 550 nm of the test serum divided by the absorbance of the low positive control serum sample.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Agar Gel Precipitin Response of Susceptible Chickens Vaccinated with Live Newcastle Disease Virus. Thirty, 35-day-old NDV-susceptible broiler chickens were assigned to three treatment groups consisting of 10 birds per group. Two groups, the LaSota and B[ vaccinates, received commercial NDV vaccine intraocularly and were placed in separate colony houses. Ten unvaccinated negative control chickens were placed alone in a different colony house. At 14, 28, and 42 days postvaccination (PV), chickens were bled and sera tested for NDV HI, VN, and AGP antibody. At 42 days PV, the chickens were challenged intraocularly with 10 4 to 10 5 50% embryo lethal dose (ELD 50 ) per bird of Texas GB and observed for 10 days for NDV-induced mortality and central nervous system signs of the disease.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Agar Gel Precipitin Response of Day-Old Maternally Immune Chickens Vaccinated with Live Newcastle Disease Virus. One hundred, one-day-old commercial broiler chickens were vaccinated in the hatchery with B, strain NDV vaccine by the coarse spray method. Fifty chicks were not vaccinated and held as controls. The chickens were from an inactivated NDV-vaccinated breeder flock with a NDV HI geometric mean titer of 80. The vaccinated chicks were divided equally between two treatment groups and placed in separate colony houses. At 14 days of age, one of the vaccinated groups was revaccinated with the B, strain by the intraocular route. Serum samples were collected at 14, 28, 42, and 56 days of age and tested for HI and AGP antibody. At 42 days, all birds were chal-lenged as described earlier with Texas GR NDV and observed for 10 days.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Agar Gel Precipitin Response to Inactivated Newcastle Disease Virus. A commercial broiler breeder chicken flock was vaccinated via the drinking water with B, strain NDV at 2 weeks and with LaSota strain at 6 and 14 weeks of age. At 24 weeks, the chickens were injected subcutaneously (.5 ml per bird) with an inactivated NDV oil emulsion vaccine. Fifteen chickens were bled at 20, 23, 27, 30, 33, 39, 47, 58 , and 68 weeks of age. Serum was tested for HI, VN. ELISA and AGP antibody.", "cite_spans": [{"start": 381, "end": 384, "text": "23,", "ref_id": null}, {"start": 385, "end": 388, "text": "27,", "ref_id": null}, {"start": 389, "end": 392, "text": "30,", "ref_id": null}, {"start": 393, "end": 396, "text": "33,", "ref_id": null}, {"start": 397, "end": 400, "text": "39,", "ref_id": null}, {"start": 401, "end": 404, "text": "47,", "ref_id": null}, {"start": 405, "end": 407, "text": "58", "ref_id": null}], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Inhibition Antibody Responses Over 400 serum samples obtained from chickens of various ages and NDV vaccination histories were evaluated for NDV HI and AGP antibody. AGP test reactions using six different 100-fold concentrated NDV antigen preparations. Ultracentrifuge and acid precipitate-concentrated antigens treated with 1% Nonidet P40 (Wells A, C, D, E, and F) were found to be excellent AGP antigens. Two to as many as four lines of precipitation were observed on agar gels. However, concentrated NDV not treated with detergent (Well B) did not react in the AGP test. The AGP antigens produced from NDV strains LaSota, Roakin, and Texas GB formed at least two lines of identity in the AGP test.", "cite_spans": [], "ref_spans": [], "section": "Relationship of Agar Gel Precipitin and Hamagglutination-"}, {"text": "Ultracentrifuge and acid (HC1) precipitateconcentrated AGP antigens had AGP titers of 16 to 32 The PEG-concentrated NDV AGP antigen had a low AGP titer of 8 and was not further evaluated as an AGP antigen. Figure 2 depicts the decrease in intensity of precipitin lines associated with an AGP antigen titration. Table 1 summarizes the effects of nonionic detergent (Nonidet P40) treatment of 100-fold concentrated NDV on reactivity in the AGP test, virus infectivity, and HA titer. Detergent-treated ultracentrifuge and acid (HC1) precipitate-concentrated NDV gave AGP titers of 16 whereas PBS alone-treated concentrated NDV did not react. Infectivity and HA titers of detergenttreated NDV were substantially lower than PBS alone-treated controls.", "cite_spans": [], "ref_spans": [{"start": 206, "end": 214, "text": "Figure 2", "ref_id": "FIGREF1"}, {"start": 311, "end": 318, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Agar Gel Precipitin Antigen Production, Titration, and Characterization."}, {"text": "The AGP antigen produced in embryos from NDV immune hens compared favorably with NDV AGP antigen prepared in embryos from susceptible hens. The AGP titers of antigens prepared using embryos from both sources were 16. The geometric mean NDV serum HI antibody titer of the NDV immune hens was 103.", "cite_spans": [], "ref_spans": [], "section": "Agar Gel Precipitin Antigen Production, Titration, and Characterization."}, {"text": "The AGP antigens produced by the ultracentrifugation or acid precipitation methods were stable for at least six months when stored at -20 C or 4 C.Twenty consecutive freezing and thawing cycles did not reduce the AGP titer of ultracentrifuge and acid precipitate-concentrated NDV AGP antigens.", "cite_spans": [], "ref_spans": [], "section": "Agar Gel Precipitin Antigen Production, Titration, and Characterization."}, {"text": "Agar Gel Precipitin Response of Susceptible Chickens Vaccinated with Live Newcastle Disease Virus. Chickens vaccinated with LaSota or B, produced HI, VN, and AGP antibody ( Table  2) . LaSota strain-vaccinated chickens had higher antibody responses than B, strain-vaccinated chickens. The AGP and VN antibody responses increased through Day 42 PV. The HI antibody titers were low and remained constant or decreased slightly over the same period. High levels of immunity (90 to 100% protection) were evident in vaccinated chickens at challenge.", "cite_spans": [], "ref_spans": [{"start": 173, "end": 182, "text": "Table  2)", "ref_id": null}], "section": "Agar Gel Precipitin Antigen Production, Titration, and Characterization."}, {"text": "Live Newcastle Disease Virus. Very low or undetectable prechallenge antibody levels preceded a substantial rise in HI and AGP antibody production in one and two-time vaccinates following velogenic virus challenge (Table 3) . Challenge of immunity studies with velogenic NDV indicated one-day-old coarse spray-vaccinated chickens were poorly protected (26% protection). Birds revaccinated at 14 days of age by the intraocular route were only moderately better protected (65% protection).", "cite_spans": [], "ref_spans": [{"start": 213, "end": 222, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "Agar Gel Precipitin Response of Day-Old Maternally Immune Chickens Vaccinated with"}, {"text": "Agar Gel Precipitin Response of Commercial Broiler-Breeder Chickens Vaccinated with Inactivated Newcastle Disease Virus. Serum antibody responses prior to inactivated NDV vaccination were low (Table 4 ). However, antibody production increased by 3 weeks postvaccination (27 weeks old) with inactivated NDV. Serum VN, ELISA, and AGP antibody responses reflected a more rapid change in serological status than HI titers. Peak VN, ELISA, and AGP responses occurred at 30 weeks and then gradually declined by 39 weeks of age. Maximum vaccinal HI titers were not evident until 33 weeks. A rise in VN, ELISA, and AGP antibody production likely resulting from a natural NDV infection occurred between 39 and 47 weeks of age. As was the case follow- ing inactivated NDV vaccination, HI titers after the natural NDV infection increased after VN, ELISA, and AGP responses.", "cite_spans": [], "ref_spans": [{"start": 192, "end": 200, "text": "(Table 4", "ref_id": "TABREF3"}], "section": "Agar Gel Precipitin Response of Day-Old Maternally Immune Chickens Vaccinated with"}, {"text": "Relationship of Agar Gel Precipitin and Hemagglutination Inhibition Antibody Response. None of the chickens with HI titers of 4 and only 25% of the birds with HI titers of 8 were positive for AGP antibody. However, the percentage of AGP-positive chickens with HI titers of 16, 32, and 64 increased to 62, 80, and 91%, respectively (Figure 3 ).", "cite_spans": [], "ref_spans": [{"start": 331, "end": 340, "text": "(Figure 3", "ref_id": "FIGREF2"}], "section": "Agar Gel Precipitin Response of Day-Old Maternally Immune Chickens Vaccinated with"}, {"text": "In this study, 100-fold concentrated NDV . treated with a nonionic detergent (Nonidet P40) was found to be a suitable AGP test antigen. Nonionic detergents have been used to produce AGP antigens from other enveloped animal viruses such as the herpes viruses of swine pseudorabies and infectious bovine rhinotracheitis (Lupton and Reed, 1980; Turner et al., 1981) .", "cite_spans": [{"start": 318, "end": 341, "text": "(Lupton and Reed, 1980;", "ref_id": "BIBREF7"}, {"start": 342, "end": 362, "text": "Turner et al., 1981)", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Nonionic detergents have been used to dissociate enveloped virions and solubilized viral proteins without destroying native conformation, biological activity, and antigenicity (Makino et al., 1973; Morein et al., 1978; Lupton and Reed, 1980; Turner et al., 1981; Maes and Schutz, 1983) . Although some intact virions have been shown to migrate in agar gels (Barron, 1971) , soluble viral proteins generally are better AGP antigens because most virions are too large to diffuse through agar (Fenner et al., 1974) . In contrast to results presented here, Barron et al. (1967) produced an AGP antigen from nondissociated NDV. However, the virus was concentrated 200-fold as opposed to the 100-fold concentration factor used in this study. Irrespective of the magnitude of virus concentration, results of both studies showed NDV antigens formed at least two lines of precipitation with NDV immune sera.", "cite_spans": [{"start": 176, "end": 197, "text": "(Makino et al., 1973;", "ref_id": "BIBREF9"}, {"start": 198, "end": 218, "text": "Morein et al., 1978;", "ref_id": "BIBREF13"}, {"start": 219, "end": 241, "text": "Lupton and Reed, 1980;", "ref_id": "BIBREF7"}, {"start": 242, "end": 262, "text": "Turner et al., 1981;", "ref_id": null}, {"start": 263, "end": 285, "text": "Maes and Schutz, 1983)", "ref_id": null}, {"start": 357, "end": 371, "text": "(Barron, 1971)", "ref_id": "BIBREF0"}, {"start": 490, "end": 511, "text": "(Fenner et al., 1974)", "ref_id": "BIBREF4"}, {"start": 553, "end": 573, "text": "Barron et al. (1967)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The AGP antigens derived from LaSota, Roakin, and Texas GB strains formed at least two lines of identity in the AGP test. Barron et al. (1967) reported the same finding using AGP antigens made from the VIC and B, strains of NDV. Pennington (1978) , in comparing the antigenic characteristics of 5 NDV strains dissociated by ether and Tween 80 treatment, found 2 to 6 lines of precipitation were produced in the AGP test. Some lines of partial identity were evident. However, at least one line of complete identity was common between all NDV strains tested. These results suggest that endemic NDV strains found in different countries may be suitable for AGP antigen production. Acid (HC1) precipitation was found to be a simple, practical, and inexpensive alternative to ultracentrifugation for concentrating NDV. The AGP titer of acid precipitate-concentrated anti-gen was the same as ultracentrifuge-concentrated antigen. The PEG-concentrated antigen produced lines of precipitation but had a low AGP titer in comparison to acid precipitate and ultracentrifuge-concentrated antigens. This is likely related to difficulties in handling and accurately resuspending the PEG-virus precipitate mixture in nonionic detergent following concentration. The use of antigens with low AGP titers would decrease the sensitivity of the AGP test.", "cite_spans": [{"start": 122, "end": 142, "text": "Barron et al. (1967)", "ref_id": "BIBREF1"}, {"start": 229, "end": 246, "text": "Pennington (1978)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Further cost savings may be realized by using chicken embryos from commercial breeder flocks for AGP antigen production. The AGP titers of antigens prepared from eggs from NDV immune hens compared favorably with AGP antigens produced from embryos from NDV susceptible breeders.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Disruption of NDV by Nonidet P40 treatment reduced virus infectivity and HA titers by 87.5% or more compared to nondetergent-treated virus preparations. Since viral proteins required for infection and HA are associated with the envelope, solubilization of these proteins decreased virus infectivity and HA titers. It is important to recognize that residual live NDV is present in the AGP antigen. Since all three NDV pathotypes produced good AGP antigens, laboratory personnel could select a lentogenic NDV isolate for AGP antigen production and eliminate the inherent biosecurity risks of working with a highly virulent strain.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The AGP antigens were found to be very stable as there were little or no reduction in AGP titers of antigens that had undergone 20 consecutive freezing and thawing cycles or storage at 4 C and -20 C for 6 months. The NDV AGP test was found to be a simple, inexpensive, and practical procedure for detecting serum antibody. The test was used to assess NDV vaccination and infection of chickens. The AGP procedure can be used to identify flocks with low levels of NDV serum antibody or demonstrate an increase in the number of AGP positive chickens by testing paired serum samples collected before and after natural NDV infection or vaccination. Suspicious or questionable AGP test results could then be re-evaluated quantitatively using the HI, VN, or ELISA procedure. Applications of the AGP test to other species of domestic poultry and wild birds may also be possible. The NDV AGP test may be valuable in areas of the world where limited facilities or technical capabilities prevent using other serological procedures.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Reactions of viruses in agar gel. Pages 347-370 in", "authors": [{"first": "A", "middle": ["L"], "last": "Barron", "suffix": ""}], "year": 1971, "venue": "Methods in Virology", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Reactions of Newcastle disease virus with infectious mononucleosis sera in agar gel", "authors": [{"first": "A", "middle": ["L"], "last": "Barron", "suffix": ""}, {"first": "A", "middle": [], "last": "Friedman", "suffix": ""}, {"first": "F", "middle": [], "last": "Milgram", "suffix": ""}], "year": 1967, "venue": "J. Immunol", "volume": "99", "issn": "", "pages": "778--784", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Demonstration of type-specific influenza antibody in mammalian and avian sera by immunodiffusion", "authors": [{"first": "C", "middle": ["W"], "last": "Beard", "suffix": ""}], "year": 1970, "venue": "Bull. W. H. O", "volume": "42", "issn": "", "pages": "779--785", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Precipitating antibodies associated with Marek's disease", "authors": [{"first": "R", "middle": ["C"], "last": "Chubb", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Churchill", "suffix": ""}], "year": 1968, "venue": "Vet. Rec", "volume": "83", "issn": "", "pages": "4--7", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The Biology of Animal Viruses", "authors": [{"first": "F", "middle": [], "last": "Fenner", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Mcauslan", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Mims", "suffix": ""}, {"first": "J", "middle": [], "last": "Sambrook", "suffix": ""}, {"first": "D", "middle": ["O"], "last": "White", "suffix": ""}], "year": 1974, "venue": "", "volume": "", "issn": "", "pages": "65--67", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Isolation of subviral components from transmissible gastroenteritis virus", "authors": [{"first": "D", "middle": ["J"], "last": "Garwes", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Pocock", "suffix": ""}, {"first": "B", "middle": ["V"], "last": "Pike", "suffix": ""}], "year": 1976, "venue": "J. Gen. Virol", "volume": "32", "issn": "", "pages": "283--294", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Immunodiffusion reaction to avian infectious bursal virus", "authors": [{"first": "K", "middle": [], "last": "Hirai", "suffix": ""}, {"first": "S", "middle": [], "last": "Shimakura", "suffix": ""}], "year": 1972, "venue": "Avian Dis", "volume": "16", "issn": "", "pages": "961--964", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Evaluation of experimental subunit vaccines for infectious bovine rhinotracheitis", "authors": [{"first": "L", "middle": ["W"], "last": "Lupton", "suffix": ""}, {"first": ".", "middle": ["E"], "last": "Reed", "suffix": ""}], "year": 1980, "venue": "Am. J. Vet. Res", "volume": "41", "issn": "", "pages": "383--390", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Evaluation in swine of a subunit vaccine against pseudorabies", "authors": [{"first": "R", "middle": ["K"], "last": "Maes", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Shutz", "suffix": ""}], "year": 1983, "venue": "Am. J. Vet. Res", "volume": "44", "issn": "", "pages": "123--125", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The binding of deoxycholate and triton X-100 to proteins", "authors": [{"first": "S", "middle": [], "last": "Makino", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Reynolds", "suffix": ""}, {"first": "C", "middle": [], "last": "Tanford", "suffix": ""}], "year": 1973, "venue": "J. Biol. Chem", "volume": "248", "issn": "", "pages": "4926--4932", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Antibody response to Newcastle disease virus given by two different routes as measured by ELISA and hemagglutinationinhibition test and associated tracheal immunity", "authors": [{"first": "W", "middle": ["W"], "last": "Marquardt", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Snyder", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Savage", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Kadavil", "suffix": ""}, {"first": "F", "middle": ["S"], "last": "Yancey", "suffix": ""}], "year": 1985, "venue": "Avian Dis", "volume": "29", "issn": "", "pages": "71--79", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Adenoviral antigens. (CELO, QBV, GAL)", "authors": [{"first": "J", "middle": ["B"], "last": "Mcferran", "suffix": ""}, {"first": "B", "middle": [], "last": "Adair", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Conner", "suffix": ""}], "year": 1975, "venue": "Am. J. Vet. Res", "volume": "36", "issn": "", "pages": "527--529", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Optimizing the enzyme-linked immunosorbent assay for evaluating immunity of chickens to Newcastle disease", "authors": [{"first": "L", "middle": ["A"], "last": "Miers", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Bankowski", "suffix": ""}, {"first": "Y", "middle": ["C"], "last": "Lee", "suffix": ""}], "year": 1983, "venue": "Avian Dis", "volume": "27", "issn": "", "pages": "1112--1125", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Effective subunit vaccines against an enveloped animal virus", "authors": [{"first": "B", "middle": [], "last": "Morein", "suffix": ""}, {"first": "A", "middle": [], "last": "Helenius", "suffix": ""}, {"first": "K", "middle": [], "last": "Simons", "suffix": ""}, {"first": "R", "middle": [], "last": "Petterson", "suffix": ""}, {"first": "L", "middle": [], "last": "Kaariainen", "suffix": ""}, {"first": "V", "middle": [], "last": "Schirrmacher", "suffix": ""}], "year": 1978, "venue": "Nature", "volume": "276", "issn": "", "pages": "715--718", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Similarity between arthritis virus and Fahey-Crawley virus", "authors": [{"first": "N", "middle": ["O"], "last": "Olson", "suffix": ""}, {"first": "R", "middle": [], "last": "Weiss", "suffix": ""}], "year": 1972, "venue": "Avian Dis", "volume": "16", "issn": "", "pages": "535--540", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Antigenic differences between strains of Newcastle disease virus", "authors": [{"first": "T", "middle": ["H"], "last": "Pennington", "suffix": ""}], "year": 1978, "venue": "Arch. Virol", "volume": "56", "issn": "", "pages": "345--351", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Characterization of Newcastle disease viruses isolated from migratory waterfowl in the Atlantic fly way", "authors": [{"first": "J", "middle": ["K"], "last": "Rosenberger", "suffix": ""}, {"first": "S", "middle": [], "last": "Klopp", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Krauss", "suffix": ""}], "year": 1975, "venue": "Avian Dis", "volume": "19", "issn": "", "pages": "142--149", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Isolation of paramyxovirus glycoproteins. Association of both hemagglutinating and neuraminidase activities with the larger SV5 glycoprotein", "authors": [{"first": "A", "middle": [], "last": "Scheid", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Caliguiri", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Compans", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Choppin", "suffix": ""}], "year": 1972, "venue": "Virology", "volume": "50", "issn": "", "pages": "640--652", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Isolation and purification of the envelope proteins of Newcastle disease virus", "authors": [{"first": "A", "middle": [], "last": "Scheid", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Choppin", "suffix": ""}], "year": 1973, "venue": "J. Virol", "volume": "11", "issn": "", "pages": "263--271", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Rapid serological profiling by enzyme-linked immunosorbent assay. I. Measurement of antibody activity titer against Newcastle disease virus in a single serum dilution", "authors": [{"first": "D", "middle": ["B"], "last": "Snyder", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Marquardt", "suffix": ""}, {"first": "E", "middle": ["T"], "last": "Mallinson", "suffix": ""}, {"first": "E", "middle": [], "last": "Russek", "suffix": ""}], "year": 1983, "venue": "Avian Dis", "volume": "27", "issn": "", "pages": "161--170", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Subcommitteeon AvianDiseases, 1971. Methods for Examining Poultry Biologies and for Identifying and Quantifying Avian Pathogens. Natl. Acad. Sci", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Skinner, 1981. Preparation and efficacy of an inactivated subunit vaccine against Aujeszky's disease virus infection", "authors": [{"first": "S", "middle": ["P"], "last": "Turner", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Hartley", "suffix": ""}, {"first": "A", "middle": [], "last": "Buchan", "suffix": ""}, {"first": "G", "middle": ["R B"], "last": "", "suffix": ""}], "year": null, "venue": "Res. Vet. Sci", "volume": "31", "issn": "", "pages": "261--263", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Structural polypeptides of the murine coronavirus JHM", "authors": [{"first": "H", "middle": [], "last": "Wege", "suffix": ""}, {"first": "H", "middle": [], "last": "Wege", "suffix": ""}, {"first": "K", "middle": [], "last": "Nagashima", "suffix": ""}, {"first": "V", "middle": [], "last": "Ter Muelen", "suffix": ""}], "year": 1979, "venue": "J. Gen. Virol", "volume": "42", "issn": "", "pages": "37--44", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The diagnosis of infectious bronchitis of chickens by the agar gel precipitin test", "authors": [{"first": "R", "middle": ["L"], "last": "Witter", "suffix": ""}], "year": 1962, "venue": "Avian Dis", "volume": "6", "issn": "", "pages": "478--92", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Agar gel precipitin (AGP) test for Newcastle disease virus (NDV) precipitin antigens. Ultracentrifugeconcentrated detergent-treated LaSota strain (A): ultracentrifuge-concentrated LaSota strain not detergenttreated (B); ultracentrifuge-concentrated detergent-treated strains Roakin (C) and Texas GB (D); acid precipitateconcentrated detergent-treated LaSota strain (E); acid precipitate-concentrated detergent-treated Roakin strain (F); chicken serum containing NDV antibody (Ab).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Agar gel precipitin (AGP) test titration of ultracentrifuge-concentrated detergent-treated LaSota strain Newcastle disease virus (NDV). Undiluted antigen (C); twofold antigen dilutions in phosphate-buffered saline (PBS) (1:2 to 1:32); chicken scrum containing NDV antibody (Ab).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Relationship of Newcastle disease virus agar gel precipitin test and hemagglutination-inhibition serum antibody responses, n = Number of serum samples tested.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Agar gel precipitin (AGP) test reactions, virus infectivity, and hemagglutination (HA) titersNonidet P40 = 1% Nonidet P40 in PBS.", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF3": {"text": "Serum Fifteen serum samples per bleeding tested. Hemagglutination-inhibition (HI) geometric mean titers (GMT). Enzyme-linked immunosorbant assay (ELISA). Percent positive ELISA results; mean serum index values in parentheses. Serum index values > 1.00 are positive. 'Percent positive agar gel precipitin (AGP) response.", "latex": null, "type": "table"}, "TABREF4": {"text": "TABLE 1. Agar gel precipitin (AGP) test reactions, virus infectivity, and hemagglutination (HA) titers of 100-fold ultracentrifuge and acid (HCl) precipitate-concentrated Newcastle disease virus (NDV) antigen preparations", "latex": null, "type": "table", "html": "<html><body><table><tr><td>NDV preparation </td><td>AGP titer </td><td>Infectivity </td><td>HA titer2 </td></tr><tr><td>Ultracentrifuge-concentrated </td><td> </td><td> </td><td> </td></tr><tr><td>NDV + PBS4 alone </td><td>No reaction </td><td>11.7 </td><td>2,097,150 </td></tr><tr><td>NDV + Nonidet P405 </td><td>16 </td><td>4.9 </td><td>1024 </td></tr><tr><td> </td><td> </td><td>(99.9) </td><td>(99.9) </td></tr><tr><td>Acid precipitate-concentrated </td><td> </td><td> </td><td> </td></tr><tr><td>NDV + PBS alone </td><td>No reaction </td><td>11.0 </td><td>65,536 </td></tr><tr><td>NDV + Nonidet P40 </td><td>16 </td><td>6.2 </td><td>8192 </td></tr><tr><td> </td><td> </td><td>(99.9) </td><td>(87.5) </td></tr></table></body></html>"}, "TABREF5": {"text": "TABLE 4. Serum antibody responses of a commercial broiler breeder chicken flock vaccinated at 2, 6, and 14 weeks of age with live Newcastle disease virus (NDV) and at 24 weeks with an inactivated oil emulsion NDV vaccine", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>NDV Serum antibody response1 </td><td> </td></tr><tr><td>Age </td><td>HI2 </td><td>VN3 </td><td>ELISA4 </td><td>AGP5 </td></tr><tr><td>(weeks) </td><td> </td><td> </td><td>(%) </td><td>(%) </td></tr><tr><td>20 </td><td>8 </td><td>24 </td><td>0 (.51) </td><td>0 </td></tr><tr><td>23 </td><td>8 </td><td>22 </td><td>20 (.69) </td><td>13 </td></tr><tr><td>27 </td><td>17 </td><td>169 </td><td>73 (1.24) </td><td>67 </td></tr><tr><td>30 </td><td>30 </td><td>540 </td><td>71 (1.73) </td><td>100 </td></tr><tr><td>33 </td><td>81 </td><td>406 </td><td>73 (1.54) </td><td>100 </td></tr><tr><td>39 </td><td>46 </td><td>220 </td><td>67 (1.37) </td><td>87 </td></tr><tr><td>47 </td><td>51 </td><td>414 </td><td>93 (1.79) </td><td>100 </td></tr><tr><td>58 </td><td>223 </td><td>441 </td><td>87 (1.70) </td><td>100 </td></tr><tr><td>68 </td><td>102 </td><td>294 </td><td>93 (1.69) </td><td>93 </td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank Whitaker M. A. Bioproducts for kindly providing the NDV ELISA kits. We also thank Patricia Fries and Alison Deckut for their excellent technical assistance.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}]}