{"paper_id": "a9aff60ddb932bda86a908412d7a5319ca925c01", "metadata": {"title": "R E V I E W Open Access Pneumonia in Bhutanese children: what we know, and what we need to know", "authors": [{"first": "Sophie", "middle": [], "last": "Jullien", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Dinesh", "middle": [], "last": "Pradhan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Quique", "middle": [], "last": "Bassat", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Pneumonia is the single largest cause of death in under-five children worldwide. We conducted a systematic review to identify the knowledge gaps around childhood pneumonia in Bhutan. Methods: We searched PubMed, ScienceDirect and Google scholar from conception to 3rd December 2018, World Health Organization, UNICEF, Bhutan's Ministry of Health and other local databases for relevant reports. We included any report describing pneumonia in Bhutanese children with regards to the burden of the disease, aetiology, related risk factors, clinical and prognostic characteristics, surveillance systems and national preventive strategies. Two review authors identified the records. We summarized the findings narratively. Results: We included 44 records. Although with notable decreasing trends, pneumonia is still accountable for a high burden and mortality rate in Bhutanese children. The national surveillance system focuses mainly on influenza identification but has recently introduced other viral aetiology to monitor. We found very scarce or no data with regard to the bacterial aetiology, related risk factors and clinico-radiological and prognostic characteristics. Conclusion: There is a dearth of data regarding the epidemiological, microbiological, clinical and radiological characteristics of pneumonia in children in Bhutan, leading to challenges while implementing evidence-based management and effective national preventive strategies.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In 2015, pneumonia was ranked as the single biggest killer of post-neonatal children worldwide. With an estimated 15·5% attributable fraction of all deaths in children under 5 years of age, pneumonia is believed to be responsible for the deaths of around 900,000 children every year [1, 2] . The main burden remains disproportionately concentrated in low-and middle-income countries (LMIC) in Southeast Asia and sub-Saharan Africa, where pneumonia is one of the most frequent triggers of health facility consultation, and one of the most common causes of hospitalization, representing a huge load for the overburdened and fragile health care systems [3] .", "cite_spans": [{"start": 283, "end": 286, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 287, "end": 289, "text": "2]", "ref_id": "BIBREF1"}, {"start": 650, "end": 653, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Background"}, {"text": "The world has achieved considerable progress in reducing child mortality in the last two decades [4] , and reductions in pneumonia-attributable mortality are partly responsible for such a massive public health achievement [1] . Various interventions have shown to be effective to prevent and treat childhood pneumonia, including exclusive breastfeeding for 6 months, prevention of childhood malnutrition, childhood immunization, reduction of household air pollution, hand washing, and use of simple and standardized guidelines [5] [6] [7] . Although substantial progress has been achieved, the toll of preventable deaths related to pneumonia remains intolerably heavy. Better implementation of the strategies shown to be effective to prevent and treat childhood pneumonia seems crucial to further reduce the burden of pneumonia. Once implemented, adequate national surveillance systems are required to evaluate their progress towards the reduction of the disease burden. To this end, it is imperative to collect reliable local data to determine the burden of the disease, the main pathogens involved, risk factors contributing to the disease, and to describe epidemiological trends. However, reliable local data are often scarce or entirely missing in LMIC, where the main burden of pneumonia remains concentrated, leading to challenges when it comes to evaluating the preventive strategies implemented [8] .", "cite_spans": [{"start": 97, "end": 100, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 222, "end": 225, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 527, "end": 530, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 531, "end": 534, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 535, "end": 538, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1403, "end": 1406, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Background"}, {"text": "Bhutan is a small country (38,394 km 2 ) locked in the Himalayas between India and China [9] . Elevation rises from around 100 m to more than 7500, with the capital, Thimphu, standing at 2334 m [10] . It is currently classified as a lower-middle income country [11] . The population was estimated at 779,666 in 2017 and life expectancy at birth was 70·6 years in 2016 [12, 13] . Two thirds of the population live in rural areas [14] . Essential health services in both modern and traditional medicines are free for Bhutanese citizens, as guaranteed by the Constitution, based on a primary health care approach [15] . Health services are offered across the country through secondary and tertiary level hospitals, basic health units, subposts and outreach clinics [12] .", "cite_spans": [{"start": 89, "end": 92, "text": "[9]", "ref_id": null}, {"start": 194, "end": 198, "text": "[10]", "ref_id": "BIBREF8"}, {"start": 261, "end": 265, "text": "[11]", "ref_id": "BIBREF9"}, {"start": 368, "end": 372, "text": "[12,", "ref_id": null}, {"start": 373, "end": 376, "text": "13]", "ref_id": null}, {"start": 428, "end": 432, "text": "[14]", "ref_id": null}, {"start": 610, "end": 614, "text": "[15]", "ref_id": "BIBREF12"}, {"start": 762, "end": 766, "text": "[12]", "ref_id": null}], "ref_spans": [], "section": "Background"}, {"text": "The WHO-recommended Integrated Management of Childhood Illnesses (IMCI) strategy was adopted and implemented in Bhutan in 2000, as a strategy to address the major causes of deaths in under-five children. Health workers were trained across the country and the coverage of IMCI implementation reached 100% in all the districts of the country by 2011 [16] . The strategy promotes the early recognition of different syndromes (including pneumonia) in under-five children, as well as a simple and algorithm-based systematic approach for their management. Despite these efforts, acute respiratory infections (ARI) seem to remain a major public health challenge in Bhutan, whereby they were estimated to represent the fifth cause of mortality for the whole population, and to cause 15% of deaths in under-five children [12, 17] . The conjugate Haemophilus influenzae type b (Hib) vaccine is routinely administered since 2011 and the pneumococcal conjugate vaccine was recently introduced in the childhood immunization schedule (January 2019) [18, 19] . Reduction of risk factors, immunisation, and case management are the main approaches to disease control [3] .", "cite_spans": [{"start": 348, "end": 352, "text": "[16]", "ref_id": "BIBREF13"}, {"start": 812, "end": 816, "text": "[12,", "ref_id": null}, {"start": 817, "end": 820, "text": "17]", "ref_id": "BIBREF14"}, {"start": 1035, "end": 1039, "text": "[18,", "ref_id": "BIBREF15"}, {"start": 1040, "end": 1043, "text": "19]", "ref_id": null}, {"start": 1150, "end": 1153, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Background"}, {"text": "Summarizing the available data on the epidemiology, aetiology and clinical characteristics of pneumonia among Bhutanese children would help to better understand and characterize the impact of this major killer and would allow the identification of knowledge gaps to improve local tailored programmes to reduce the burden and mortality associated with childhood pneumonia in Bhutan.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "We conducted this systematic review in order to identify the knowledge gaps around ARI in children in Bhutan. We aimed to collect any available data with regards to the burden of the disease, the aetiology, clinicoradiological characteristics, the associated health determinants and trends over the last years, as well as the current surveillance systems and national preventive strategies.", "cite_spans": [], "ref_spans": [], "section": "Objectives"}, {"text": "We followed the protocol established for this review (Additional file 1: Appendix 1).", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "We sought to include any study or primary report in which participants were children under 5 years of age (or all ages when disaggregated data were not available) in Bhutan that would report data on ARI or pneumonia, as defined by the study authors, regarding any of the following:", "cite_spans": [], "ref_spans": [], "section": "Selection criteria"}, {"text": "burden of the disease such as incidence, prevalence, morbidity, mortality, or number of visits in health facilities; aetiology; related risk factors; clinical and prognostic characteristics; management; existing surveillance systems; national preventive strategies related to ARI or pneumonia.", "cite_spans": [], "ref_spans": [], "section": "Selection criteria"}, {"text": "We excluded documents when duplicated.", "cite_spans": [], "ref_spans": [], "section": "Selection criteria"}, {"text": "The clinical case definition of pneumonia has been changing over the last few decades [20, 21] . As of today, there is no optimal gold standard definition available [22] . Lower respiratory infections (LRI) is a broad term that includes pneumonia and bronchiolitis, as defined in the Global Burden of Diseases, Injuries, and Risk Factors Study (GBD) [6] . This is the terminology we strived to use in this review. However, we will report data as defined by the study authors. Thereby, ARI is often used and may imply here a broader concept including both upper and lower respiratory infections.", "cite_spans": [{"start": 86, "end": 90, "text": "[20,", "ref_id": "BIBREF17"}, {"start": 91, "end": 94, "text": "21]", "ref_id": "BIBREF18"}, {"start": 165, "end": 169, "text": "[22]", "ref_id": "BIBREF19"}, {"start": 350, "end": 353, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Definitions"}, {"text": "We attempted to identify all relevant reports regardless of language or publication status (published, unpublished, and in press).", "cite_spans": [], "ref_spans": [], "section": "Search methods for identification of studies"}, {"text": "We conducted an electronic search of the following databases, using the search terms and strategy described in Additional file 1: ", "cite_spans": [], "ref_spans": [], "section": "Electronic searches"}, {"text": "We manually searched the reference lists of all documents identified by the above methods that met our eligibility criteria for other potentially relevant documents. We looked for unpublished theses or other unpublished documents at the libraries of the Faculty of Nursing and Public Health and Faculty of Postgraduate Medicine at KGUMSB in Thimphu, Bhutan. We contacted researchers and key stakeholders at the Ministry of Health, at the Microbiology Department at JDWNRH, and at RCDC in Thimphu, to identify additional potentially relevant unpublished data.", "cite_spans": [], "ref_spans": [], "section": "Other sources"}, {"text": "Two review authors (SJ and DP) independently screened the titles and abstracts of the reports identified by the electronic searches and identified in the reference lists of selected documents or in the libraries cited above, to identify eligibility criteria. Duplicate reports were removed. We retrieved the full-text articles of the records that were identified as potentially eligible. SJ and DP independently assessed the full-text articles for eligibility, using the predefined inclusion and exclusion criteria, and resolved any disagreements by discussion.", "cite_spans": [], "ref_spans": [], "section": "Data collection and analysis Selection of studies"}, {"text": "Data extraction, data management and data synthesis SJ extracted data from the included records. DP checked all extracted data to identify any possible errors. Data describing study setting, population, methods and outcomes as well as pneumonia definitions used by the study authors were extracted. From other documents and data identified from the screened websites, we extracted additional relevant data which were classified under selected themes according to our outcomes of interest. When available, we collected data for each outcome on population characteristics, setting and methodology used. We synthesized the findings narratively with the support of graphs and tables, under different themes. We reorganised the themes based on the amount of information gathered for each of them.", "cite_spans": [], "ref_spans": [], "section": "Data collection and analysis Selection of studies"}, {"text": "The database searches conducted up to 3rd December 2018 returned 714 records. The screening of titles and abstracts revealed 11 relevant records, for which the fulltext article was retrieved. Five studies met our eligibility criteria and were included in the review. We identified 40 additional reports related to the topic through other electronic search and sources, out of which we excluded one due to duplication. Overall, we included 44 documents for qualitative synthesis (Fig. 1 ). Included and We included 10 studies and 34 reports. All of them are published except one unpublished report and one medical thesis Tshering T: Incidence, risk factors, and outcome of ventilator-associated pneumonia in pediatric intensive care unit Jigme Dorji Wangchuk National Referral Hospital. A prospective hospital-based study, (unpublished observations) (see Additional file 1: Appendix 3). The medical thesis focuses on ventilator-associated pneumonia (VAP) in children admitted at the national referral hospital (JDWNRH), while all the other studies describe community acquired infections. Eight studies focused on Bhutan, while two manuscripts presented data on LRI in 195 countries including Bhutan [6, 23] . Nine out of the 10 studies were published in the last 8 years; the remaining one was published in 1995 [24] . Only two studies [24, 25] focused on children, all other studies included all age groups.", "cite_spans": [{"start": 1198, "end": 1201, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 1202, "end": 1205, "text": "23]", "ref_id": "BIBREF20"}, {"start": 1311, "end": 1315, "text": "[24]", "ref_id": "BIBREF21"}, {"start": 1335, "end": 1339, "text": "[24,", "ref_id": "BIBREF21"}, {"start": 1340, "end": 1343, "text": "25]", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 478, "end": 485, "text": "(Fig. 1", "ref_id": "FIGREF1"}], "section": "Results of the search"}, {"text": "No systematic national notifiable disease surveillance system existed in Bhutan a decade ago, albeit a few notifiable diseases were reported nationally [26] . Over the last 10 years, the RCDC initiated an influenza surveillance system among outpatients and hospitalized patients, comprising Influenza-Like Illness (ILI) and Severe Acute Respiratory Infection (SARI). This clinical and laboratory-based surveillance is carried out at 11 hospitals that were selected as sentinel sites. Each sentinel site collects random samples from few ILI cases every week, and samples from every SARI case [27] . This system works as epidemiological and virological surveillance, with the aim of monitoring the burden and trends in respiratory diseases, as well as monitoring the epidemiology of influenza viruses and other respiratory pathogens [28, 29] . Data are reported on a weekly basis and feedbacks are shared on the RCDC website every week and in quarterly bulletins [15, 28, 30] . Evaluation of the SARI surveillance platform by Thapa et al. in 2015 and 2016 identified significant underreporting of SARI cases, consequently questioning the national data ensuing from this surveillance system [31] .", "cite_spans": [{"start": 152, "end": 156, "text": "[26]", "ref_id": "BIBREF23"}, {"start": 591, "end": 595, "text": "[27]", "ref_id": "BIBREF24"}, {"start": 831, "end": 835, "text": "[28,", "ref_id": "BIBREF25"}, {"start": 836, "end": 839, "text": "29]", "ref_id": "BIBREF26"}, {"start": 961, "end": 965, "text": "[15,", "ref_id": "BIBREF12"}, {"start": 966, "end": 969, "text": "28,", "ref_id": "BIBREF25"}, {"start": 970, "end": 973, "text": "30]", "ref_id": null}, {"start": 1188, "end": 1192, "text": "[31]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Surveillance systems for respiratory infections in Bhutan"}, {"text": "We summarized the main findings on the burden of ARIs in Bhutan in Additional file 1: Appendix 4, Table  4A .", "cite_spans": [], "ref_spans": [{"start": 98, "end": 107, "text": "Table  4A", "ref_id": "TABREF1"}], "section": "Burden and seasonality patterns of acute respiratory infections in Bhutan"}, {"text": "The incidence of pneumonia in Bhutan has exhibited a decreasing trend in the last 10 years, from 1479 cases per 10,000 children under 5 years of age in 2008 to 809 in 2017 [12, 32] . Pneumonia cases, number of outpatient visits attributed to pneumonia in hospitals and in basic health units, and number of inpatients attributed to pneumonia in under-five children have also decreased in the last 10 years in term of both absolute and relative numbers (Additional file 1: Appendix 4, Table 4B ).", "cite_spans": [{"start": 172, "end": 176, "text": "[12,", "ref_id": null}, {"start": 177, "end": 180, "text": "32]", "ref_id": "BIBREF29"}], "ref_spans": [{"start": 483, "end": 491, "text": "Table 4B", "ref_id": null}], "section": "Burden and seasonality patterns of acute respiratory infections in Bhutan"}, {"text": "According to the quarterly bulletins published by the RCDC, the national surveillance system reported a total of 172,833 cases of respiratory illness in 2018 [30] Additional file 1: Appendix 4, Table 4C .", "cite_spans": [{"start": 158, "end": 162, "text": "[30]", "ref_id": null}], "ref_spans": [{"start": 194, "end": 202, "text": "Table 4C", "ref_id": null}], "section": "Burden and seasonality patterns of acute respiratory infections in Bhutan"}, {"text": "One study aimed to estimate influenza-associated respiratory hospitalization rates in Bhutan [31] . There were 11,782 hospital discharges coded with respiratory diagnosis in 2015 across Bhutan, and 13,697 in 2016. Six district hospitals identified as sentinel sites that were included in their analysis reported 3138 respiratory hospitalizations, of which 45% were among under-five children. The highest influenza-associated hospitalization rates were found among children under five: 182 (95% CI: 153 to 210) and 532 (95% CI: 473 to 591) per 100,000 persons in 2015 and 2016, respectively.", "cite_spans": [{"start": 93, "end": 97, "text": "[31]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Burden and seasonality patterns of acute respiratory infections in Bhutan"}, {"text": "Looking at the most updated available data, the influenza sentinel surveillance reported 1214 cases of ILI per 10,000 hospital visits and 29 cases of SARI per 100 hospital admissions in 2018 [30] (Additional file 1: Appendix 4, Table 4D ).", "cite_spans": [{"start": 191, "end": 195, "text": "[30]", "ref_id": null}], "ref_spans": [{"start": 228, "end": 236, "text": "Table 4D", "ref_id": null}], "section": "Burden and seasonality patterns of acute respiratory infections in Bhutan"}, {"text": "Finally, one record looked at VAP in children admitted in the paediatric intensive care unit in 2017. Out of the 92 included patients, 13 were diagnosed as VAP, resulting in VAP incidence of 14·1% and in VAP incidence density of 44·9/1000 ventilator days.", "cite_spans": [], "ref_spans": [], "section": "Burden and seasonality patterns of acute respiratory infections in Bhutan"}, {"text": "Regarding the seasonality pattern of ARI, Fig. 2 shows the number of ILI and SARI cases reported weekly in the last 2 years. There are two main peaks each year, around the weeks 20 and 35 in 2017 and around the weeks 11 and 34 in 2018.", "cite_spans": [], "ref_spans": [{"start": 42, "end": 48, "text": "Fig. 2", "ref_id": "FIGREF0"}], "section": "Burden and seasonality patterns of acute respiratory infections in Bhutan"}, {"text": "We summarized the main findings on the mortality related to ARIs in Additional file 1: Appendix 5, Table  5A .", "cite_spans": [], "ref_spans": [{"start": 99, "end": 108, "text": "Table  5A", "ref_id": null}], "section": "Mortality related to acute respiratory infections and pneumonia in Bhutanese children"}, {"text": "Since 2015, WHO ranked pneumonia as the leading individual cause of under-five mortality worldwide, and Bhutan is not an exception. In 2016 ARI was estimated to be responsible for 15 and 27% of under-five and postneonatal deaths, respectively. Table 1 summarizes changes in pneumonia-attributable mortality between the years 2000 and 2016 globally and for Bhutan [2] .", "cite_spans": [{"start": 363, "end": 366, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 244, "end": 251, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Mortality related to acute respiratory infections and pneumonia in Bhutanese children"}, {"text": "The GBD study estimated an increasing LRI mortality rate from 51 to 80 per 100,000 under-five children in 2015 to 100 to 249 in 2016 [6, 23] .", "cite_spans": [{"start": 133, "end": 136, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 137, "end": 140, "text": "23]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Mortality related to acute respiratory infections and pneumonia in Bhutanese children"}, {"text": "Focusing on data collected under the term \"pneumonia\", this disease was ranked as the fifth main cause of mortality among the Bhutanese population in 2017 [12] . The estimates of deaths for different major causes in Bhutanese children between one and 59 months of age showed a Table 5B ). However, pneumonia remains the single biggest cause of post-neonatal child deaths, causing 27·8% of the overall number of deaths in 2010 [25] . A hospitalbased study conducted between 2009 and 2011 collected causes of under-five mortality in Bhutan. Authors reported that pneumonia accounted for 45% of deaths in children from one to 59 months, but underlined that their analysis provided data on child mortality happening in health facilities, which is likely to overestimate the true value [25] . Finally, the scarce data available on VAP in Bhutanese children describe five deaths (38·5%) out of the 13 cases of VAP included in the study. ", "cite_spans": [{"start": 155, "end": 159, "text": "[12]", "ref_id": null}, {"start": 426, "end": 430, "text": "[25]", "ref_id": "BIBREF22"}, {"start": 781, "end": 785, "text": "[25]", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 277, "end": 285, "text": "Table 5B", "ref_id": null}], "section": "Mortality related to acute respiratory infections and pneumonia in Bhutanese children"}, {"text": "We found scarce data regarding the aetiology of ARI in Bhutan, most of which focused on influenza virus, mainly collected through the national surveillance system. We identified one paper investigating Streptococcus pneumoniae, and one thesis reporting on bacterial isolates for VAP. Wangchuk et al. summarized epidemiological data on influenza from November 2008 to 2011, which includes the pandemic influenza A(H1N1)pdm09 period [33] . Influenza strains circulating prior to the pandemic period included A/H1 and A/H3, with A (H1N1)pdm09 remaining a dominant strain for almost 1 year after the pandemic period, when it was replaced by A/H3. Influenza B was present throughout and after the pandemic period. During the pandemic period, 2149 samples were collected with results shown in Additional file 1: Appendix 6, Table 6A .", "cite_spans": [{"start": 431, "end": 435, "text": "[33]", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 818, "end": 826, "text": "Table 6A", "ref_id": null}], "section": "Aetiology of ARI"}, {"text": "The RCDC publishes \"Fluview\", a weekly summary of the ILI and SARI surveillance [30] . Every week, each of the 11 hospitals identified as sentinel sites collect samples from between four and six cases of ILI, and from each cases of SARI. The respiratory samples collected at the sentinel sites are firstly tested by Real Time Polymerase Chain Reaction for Flu A/H1, Flu A/H3, Flu A/ H5N1, Flu A/H7N9, Flu A/unsub and Flu B. For those samples negative to any type of influenza, there is a further attempt to identify respiratory syncytial virus (RSV) and human metapneumovirus (HMPV). Recently, identification of further viruses also includes adenovirus and parainfluenza viruses 1, 2 and 3, reported in the last two quarterly bulletins (from mid 2018) (personal communication). In 2018, RSV was identified in a considerable number of cases, while HMPV, adenovirus and parainfluenza viruses were isolated in few cases only [30] .", "cite_spans": [{"start": 80, "end": 84, "text": "[30]", "ref_id": null}, {"start": 922, "end": 926, "text": "[30]", "ref_id": null}], "ref_spans": [], "section": "Aetiology of ARI"}, {"text": "Tshokey et al. presented the serotypes and antibiotic susceptibility of S. pneumoniae isolates collected at the JDWNRH in Thimphu in 2014 and 2015 [34] . Fifteen different serotypes were identified out of 21 confirmed pneumococcal isolates, collected from several sources (five were from blood sample and two from sputum) (Additional file 1: Appendix 6, Table 6B ). Authors also looked at the serotype coverage from the available pneumococcal vaccines and calculated that the 7-valent and 10-valent vaccines would cover 26·7% and 40·0% of the identified serotypes respectively, while the 13-valent and 23-valent would cover 53·3% of them.", "cite_spans": [{"start": 147, "end": 151, "text": "[34]", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 354, "end": 362, "text": "Table 6B", "ref_id": null}], "section": "Aetiology of ARI"}, {"text": "Unpublished data provided by the Department of Microbiology from the same hospital, JDWNRH in Thimphu, described the number of pneumococcal isolates and their antibiotic susceptibility in 2016. Only nine isolates were identified from blood samples, and 12 from respiratory samples, all of them fully susceptible to penicillin (Additional file 1: Appendix 6, Table 6C ).", "cite_spans": [], "ref_spans": [{"start": 358, "end": 366, "text": "Table 6C", "ref_id": null}], "section": "Aetiology of ARI"}, {"text": "Finally, there were 18 bacterial isolates from endotracheal aspirates of 13 children with VAP reported in the medical thesis. Klebsiella spp. [8] and Escherichia coli [4] were the most common pathogens identified, followed by Acinetobacter spp. [2] , Enterococcus [2] , Staphilococcus aureus [2] and Pseudomonas spp. [1] . Antibiotic susceptibility was not reported for these bacterial isolates.", "cite_spans": [{"start": 142, "end": 145, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 167, "end": 170, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 245, "end": 248, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 264, "end": 267, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 292, "end": 295, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 317, "end": 320, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Aetiology of ARI"}, {"text": "One study published in 1995 described risk factors of ARI [24] . This prospective cohort study of 113 children born in 1990 found a statistically significant reduction in the incidence of both diarrhoea and respiratory tract infections associated with breastfeeding. Tashi and colleagues also looked at risk factors for prediction of VAP among a limited number of patients. Amongst the medical co-morbidities, disorders of the central nervous system, trauma and sepsis were statistically significant in the development of VAP.", "cite_spans": [{"start": 58, "end": 62, "text": "[24]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Risk factors for ARI"}, {"text": "The GBD study calculated modelling estimates in under-five LRI mortality attributable to change in risk factors between 2000 and 2016. In Bhutan, it was estimated that changes related to childhood wasting, stunting and overweight have reduced LRI-related mortality by 9·41%, 3·56% and 4·45% respectively. Similarly, changes related to handwashing have reduced LRIrelated mortality by 0·38%, breastfeeding by 1·29%, second-hand smoking by 0·23%, household air pollution by 7·52%, adequate antibiotic treatment by 3·01%, zinc deficiency by 0·29% and Hib vaccination by 6·44%. The only assessed risk factor that was attributed to an increase in LRI-related mortality was ambient particulate matter pollution, with a 7·33% increase [6] .", "cite_spans": [{"start": 728, "end": 731, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Risk factors for ARI"}, {"text": "We did not find any study describing the clinical or radiological characteristics, prognosis and management of Bhutanese children suffering from communityacquired pneumonia or ARI. The only data available suggest that in 2010, 74·2% of children under five with suspected pneumonia were taken to an appropriate healthcare provider, and that treatment with antibiotics was given in 48·7% of the cases with suspected pneumonia [35] . Tashi and colleagues presented 13 children with VAP. Most of them had important co-morbidities, including sepsis [7] , congenital heart disease [6] and central nervous system infection [5] as primary diagnosis. The median duration of stay in the intensive care unit was 28 days while it was 5 days for children without VAP.", "cite_spans": [{"start": 424, "end": 428, "text": "[35]", "ref_id": "BIBREF32"}, {"start": 544, "end": 547, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 575, "end": 578, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 616, "end": 619, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Clinico-radiological characteristics, prognosis and management of ARI"}, {"text": "Activities for ARI control were initiated in 1987. The ARI Programme was instituted in the erstwhile Department of Health in 1992 and activities were intensified in 1993 with the primary intention of reducing under-five deaths due to pneumonia. WHO Standard Case Management Protocol for ARI was introduced in 1994, while IMCI was implemented in 2000 [12] .", "cite_spans": [{"start": 350, "end": 354, "text": "[12]", "ref_id": null}], "ref_spans": [], "section": "National preventive strategies"}, {"text": "In the report dedicated to the identification of underfive deaths in health facilities in Bhutan, the Ministry of Health supported by UNICEF recognised the need of expanding the role of village health workers to provide antibiotics for pneumonia in order to help reduce child mortality attributable to sepsis and pneumonia [25] . Models were developed to estimate the impact of different interventions for reducing the under-five mortality rate, and so as to identify priority child health interventions that would result in maximum impact. It was estimated that oral antibiotics for the management of pneumonia would contribute to prevent 16% of additional deaths in under-five children [25] .", "cite_spans": [{"start": 323, "end": 327, "text": "[25]", "ref_id": "BIBREF22"}, {"start": 688, "end": 692, "text": "[25]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "National preventive strategies"}, {"text": "A health economics analysis was conducted to determine the cost-utility of 10-and 13-valent pneumococcal conjugate vaccines (PCV10 and PCV13) compared to no vaccination in Bhutan [36] . It suggested that PCV13 and PCV10 could prevent 30 and 18 deaths respectively in the vaccinated population. If the proportion of the vaccinated population is over 80%, which is likely to be the case in Bhutan, the indirect effect of the vaccine to the unvaccinated population, known as herd protection, could prevent 12 and 10 deaths for PCV13 and PCV10 respectively. Authors concluded that both PCVs would be cost-effective in Bhutan, thus recommending their inclusion in the immunization programme. This has recently been approved by the Bhutanese government, with PCV13 being introduced into the routine vaccination programme in January 2019. The seasonal influenza vaccine is not routinely recommended for at-risk population. Thapa et al. recently published estimations of the number of hospitalizations due to influenza with the aim of informing the Ministry of Health of the seasonal influenza vaccine could be assessed [31] . The benefits of its introduction among recommended target groups are currently being explored by the Bhutanese government.", "cite_spans": [{"start": 179, "end": 183, "text": "[36]", "ref_id": "BIBREF33"}, {"start": 1112, "end": 1116, "text": "[31]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "National preventive strategies"}, {"text": "According to national estimates, ARI and pneumonia are a significant national public health concern in Bhutan. Although pneumonia trends in this country have followed the decreasing trends observed globally, ARI is still responsible for high hospitalisation rates and a significant outpatient burden. Children under five are the most affected group. This is of particular concern, as pneumonia is the single predominant cause of death both in Bhutan and worldwide in this age group. However, there is no robust and comprehensive data in Bhutan describing this illness. Indeed, we did not identify data that would provide a thorough understanding on the aetiology of ARI in Bhutanese children, nor help us characterize this syndrome better. In addition to the scarcity of local data, global estimates might be questionable. Indeed, GBD estimates showed an increase in the LRI mortality rate from 51 to 80 per 100,000 under-five children in 2015 to 100 to 249 in 2016, which is unexpected and doubtful [6, 23] . There were inconsistencies between different local sources with respect to the trend of the burden and mortality of the disease over the years.", "cite_spans": [{"start": 1000, "end": 1003, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 1004, "end": 1007, "text": "23]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Discussion"}, {"text": "Most of the data we identified regarding the aetiology of ARI and pneumonia are from the national ILI and SARI surveillance. This relatively new surveillance system has made great efforts in the last decade, being able to publish weekly epidemiological and virological data from the whole country, through a sentinel surveillance system. Up to now, identification of RSV, HMPV, adenovirus and parainfluenza viruses is attempted only for samples negative for influenza virus. However, targeted screening leads to underreporting of other pathogens, and failure to adequately describe or identify mixed viral infections, commonly occurring in ARI [37, 38] . This issue has been detected and testing all viruses will soon be performed in all the collected samples independently of influenza identification (personal communication). In spite of the moderately good performance of the national surveillance system in place, underreporting appears to be common, questioning therefore the accuracy of the national data provided.", "cite_spans": [{"start": 644, "end": 648, "text": "[37,", "ref_id": "BIBREF35"}, {"start": 649, "end": 652, "text": "38]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Discussion"}, {"text": "Overall, there is a lack of knowledge regarding the causing pathogens of childhood pneumonia in Bhutan. The national surveillance data showed an increased number of ILI and SARI at the end of the cold season, and during the monsoon. However, no studies were found describing in detail the viral aetiology of ARI in children, in spite of the importance that viruses are known to play in the aetiology of ARI in this age group. Additionally, data on the bacterial aetiology of ARI in Bhutan are also very limited, coming from studies with very low sample sizes [34] , from a study on nosocomial VAP, or from limited hospital-based microbiological surveillance efforts. We did not find any study describing other important causative pathogens of respiratory infections in children such as Mycoplasma pneumoniae, Chlamydia pneumoniae, and Legionella pneumophila. We also did not find any study looking at other causes of LRI-like syndrome in children, such as bronchitis, which would fall under the terminology of pneumonia as defined by the WHO. Some of these admissions could be due to non-infectious causes such as hyperreactive airways and contribute to the burden of what is overall classified under the broader umbrella of ARI. Altogether, there are considerable knowledge gaps regarding the aetiology of ARI in Bhutanese children that need to be addressed in a well conducted prospective aetiological study, as a better understanding of the causes of this deadly syndrome, which is crucial for better and more tailored management and preventive strategies. Moreover, comprehensive local data on resistance patterns of causative agents is also needed to effectively design antibiotic management and prevent the emergence and spread of antimicrobial resistance.", "cite_spans": [{"start": 559, "end": 563, "text": "[34]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Discussion"}, {"text": "Vaccines are possibly one of the greatest public health tools and a well-established strategy to prevent pneumonia and reduce the number of deaths attributed to this illness. Immunization is free of charge for the Bhutanese population. Overall, the country presents high immunization coverage rates, over 95% since 2010, and estimated as 94·4% in 2017 [15] . We found no comprehensive data describing the circulating pneumococcal serotypes in the Bhutanese population, and very limited data describing the burden of pneumococcal diseases in Bhutanese children. Following the recent introduction of PCV13 in the routine immunization programme, it would be highly recommended to monitor the impact of the vaccine. This could be achieved through surveillance system or prospective study to determine circulating pneumococcal serotypes, to estimate the burden of the disease including number of hospitalisations attributed to pneumonia and pneumonia-related mortality, and to assess the interplay between S. pneumoniae and viral respiratory infection.", "cite_spans": [{"start": 352, "end": 356, "text": "[15]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "With a small population of less than a million of persons, an elevation ranging from 100 to 7500 m with consequent variety of climate, and a free health care system, Bhutan presents considerable different characteristics compared to the neighbouring countries. Elevation, climate, population density and free health care are all likely to play a role on the epidemiology and aetiology of childhood pneumonia. Therefore, although some data could be extrapolated from neighbouring countries to characterise this disease, we believe that local data are required to fill the knowledge gap on pneumonia in Bhutanese children, given the unique context of this country.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "To our knowledge, this is the first systematic review that gathers evidence from a variety of sources on ARI and pneumonia in Bhutanese children and their significant importance in terms of attributable childhood morbidity and mortality. This is a critical step for summarizing all that is currently known about ARI in Bhutan based on existing data, but also points out the many existing knowledge gaps, which should be addressed so that this syndrome can be better characterised as to its aetiology, epidemiology, patients' clinico-radiological characteristics and prognostic factors. Data is needed at a national level, as factors that influence the outcomes such as aetiology and patient characteristics vary geographically. Efforts should be made towards the development of research strategies in order to identify causative agents of pneumonia in Bhutan, as well as health determinants and prognostic factors of the illness, so that adequate control measures can be established in the country.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Supplementary information accompanies this paper at https://doi.org/10. 1186/s41479-019-0065-x. ", "cite_spans": [], "ref_spans": [], "section": "Supplementary information"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Global, regional, and national causes of under-5 mortality in 2000-15: an updated systematic analysis with implications for the sustainable development goals", "authors": [{"first": "L", "middle": [], "last": "Liu", "suffix": ""}, {"first": "S", "middle": [], "last": "Oza", "suffix": ""}, {"first": "D", "middle": [], "last": "Hogan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chu", "suffix": ""}, {"first": "J", "middle": [], "last": "Perin", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2016, "venue": "Lancet", "volume": "388", "issn": "", "pages": "3027--3062", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Estimates of child cause of death, Acute Respiratory Infection", "authors": [], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Global burden of childhood pneumonia and diarrhoea", "authors": [{"first": "Clf", "middle": [], "last": "Walker", "suffix": ""}, {"first": "I", "middle": [], "last": "Rudan", "suffix": ""}, {"first": "L", "middle": [], "last": "Liu", "suffix": ""}, {"first": "H", "middle": [], "last": "Nair", "suffix": ""}, {"first": "E", "middle": [], "last": "Theodoratou", "suffix": ""}, {"first": "Z", "middle": ["A"], "last": "Bhutta", "suffix": ""}], "year": 2013, "venue": "Lancet", "volume": "381", "issn": "9875", "pages": "1405--1421", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The Millennium Development Goals Report", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Ending Preventable Child Deaths from Pneumonia and Diarrhoea by 2025: The integrated global action plan for pneumonia and Diarrhoea (GAPPD): WHO", "authors": [{"first": "", "middle": [], "last": "Who/Unicef", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Estimates of the global, regional, and national morbidity, mortality, and aetiologies of lower respiratory infections in 195 countries, 1990-2016: a systematic analysis for the global burden of disease study", "authors": [{"first": "C", "middle": [], "last": "Troeger", "suffix": ""}, {"first": "B", "middle": [], "last": "Blacker", "suffix": ""}, {"first": "I", "middle": ["A"], "last": "Khalil", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Rao", "suffix": ""}, {"first": "J", "middle": [], "last": "Cao", "suffix": ""}, {"first": "Srm", "middle": [], "last": "Zimsen", "suffix": ""}], "year": 2016, "venue": "Lancet Infect Dis", "volume": "18", "issn": "11", "pages": "1191--210", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Pneumonia in low and middle income countries: progress and challenges", "authors": [{"first": "H", "middle": ["J"], "last": "Zar", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Madhi", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Aston", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Gordon", "suffix": ""}], "year": 2013, "venue": "Thorax", "volume": "68", "issn": "", "pages": "1052--1058", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The global burden of respiratory disease -impact on child health", "authors": [{"first": "H", "middle": ["J"], "last": "Zar", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Ferkol", "suffix": ""}], "year": 2014, "venue": "Pediatr Pulmonol", "volume": "49", "issn": "5", "pages": "430--434", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Central Intelligence Agency. Bhutan -The World Factbook", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "World Bank Country and Lending Groups", "authors": [], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "In: Monitoring health for the SDGs", "authors": [], "year": 2017, "venue": "National Statistics Bureau of Bhutan. Bhutan living standards survey report", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The Kingdom of Bhutan Health System Review", "authors": [], "year": 2017, "venue": "Health Syst Transit", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Midway rapid assessment of Programme IMNCI report", "authors": [{"first": "K", "middle": [], "last": "Suresh", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Monitoring the Situation of Children and Women", "authors": [{"first": "Unicef", "middle": [], "last": "Data", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "WHO vaccine-preventable diseases: monitoring system", "authors": [], "year": 2018, "venue": "WHO", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The definition and classification of pneumonia", "authors": [{"first": "G", "middle": [], "last": "Mackenzie", "suffix": ""}], "year": 2016, "venue": "Pneumonia", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s41479-016-0012-z"]}}, "BIBREF18": {"ref_id": "b18", "title": "Impact of the change in WHO' s severe pneumonia case definition on hospitalized pneumonia epidemiology: case studies from six countries", "authors": [{"first": "F", "middle": ["M"], "last": "Russell", "suffix": ""}, {"first": "R", "middle": [], "last": "Reyburn", "suffix": ""}, {"first": "J", "middle": [], "last": "Chan", "suffix": ""}, {"first": "E", "middle": [], "last": "Tuivaga", "suffix": ""}, {"first": "R", "middle": [], "last": "Lim", "suffix": ""}, {"first": "J", "middle": [], "last": "Lai", "suffix": ""}], "year": 2019, "venue": "Bull World Health Organ", "volume": "97", "issn": "", "pages": "386--93", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The definition of pneumonia, the assessment of severity, and clinical standardization in the Pneumonia Etiology Research for Child Health study", "authors": [{"first": "Jag", "middle": [], "last": "Scott", "suffix": ""}, {"first": "C", "middle": [], "last": "Wonodi", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Moïsi", "suffix": ""}, {"first": "M", "middle": [], "last": "Deloria-Knoll", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Deluca", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Karron", "suffix": ""}], "year": 2012, "venue": "Clin Infect Dis", "volume": "2", "issn": "2", "pages": "109--125", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Estimates of the global, regional, and national morbidity, mortality, and aetiologies of lower respiratory tract infections in 195 countries : a systematic analysis for the global burden of disease study", "authors": [{"first": "C", "middle": [], "last": "Troeger", "suffix": ""}, {"first": "M", "middle": [], "last": "Forouzanfar", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Rao", "suffix": ""}, {"first": "I", "middle": [], "last": "Khalil", "suffix": ""}, {"first": "A", "middle": [], "last": "Brown", "suffix": ""}, {"first": "S", "middle": [], "last": "Swartz", "suffix": ""}], "year": 2015, "venue": "Lancet Infect Dis", "volume": "17", "issn": "", "pages": "1133--61", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Breast feeding and seasonal determinants of child growth in weight in East Bhutan", "authors": [{"first": "E", "middle": [], "last": "Bøhler", "suffix": ""}, {"first": "O", "middle": [], "last": "Aalen", "suffix": ""}, {"first": "S", "middle": [], "last": "Bergstram", "suffix": ""}, {"first": "S", "middle": [], "last": "Halvorsen", "suffix": ""}], "year": 1995, "venue": "Acta Paediatr", "volume": "84", "issn": "9", "pages": "1029--1063", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Identification of causes of under-five deaths in health facilities in Bhutan", "authors": [{"first": "S", "middle": [], "last": "Gupta", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "National Notifiable Disease Surveillance System and Epidemiology Unit", "authors": [], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Operational guideline for ARI, ILI & SARI Surveillance", "authors": [{"first": "", "middle": [], "last": "Ministry Of Health", "suffix": ""}, {"first": "", "middle": [], "last": "Bhutan", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Operational Guideline for Influenza-Like Illness and Severe Acute Respiratory Infection", "authors": [{"first": "", "middle": [], "last": "Ministry Of Health", "suffix": ""}, {"first": "", "middle": [], "last": "Bhutan", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Epidemiological analysis of influenza -like illness and severe acute respiratory infection surveillance for", "authors": [{"first": "S", "middle": [], "last": "Wangchuk", "suffix": ""}, {"first": "S", "middle": [], "last": "Zongmo", "suffix": ""}, {"first": "B", "middle": [], "last": "Thapa", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "The burden of influenza-associated respiratory hospitalizations in Bhutan", "authors": [{"first": "B", "middle": [], "last": "Thapa", "suffix": ""}, {"first": "K", "middle": [], "last": "Roguski", "suffix": ""}, {"first": "E", "middle": [], "last": "Azziz-Baumgartner", "suffix": ""}, {"first": "K", "middle": [], "last": "Siener", "suffix": ""}, {"first": "P", "middle": [], "last": "Gould", "suffix": ""}, {"first": "T", "middle": [], "last": "Jamtsho", "suffix": ""}], "year": 2015, "venue": "Influenza Other Respi Viruses", "volume": "13", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Health situation trends", "authors": [{"first": "", "middle": [], "last": "Who", "suffix": ""}, {"first": "", "middle": [], "last": "Bhutan", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Influenza surveillance from", "authors": [{"first": "S", "middle": [], "last": "Wangchuk", "suffix": ""}, {"first": "B", "middle": [], "last": "Thapa", "suffix": ""}, {"first": "S", "middle": [], "last": "Zangmo", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Jarman", "suffix": ""}, {"first": "P", "middle": [], "last": "Bhoomiboonchoo", "suffix": ""}, {"first": "R", "middle": ["V"], "last": "Gibbons", "suffix": ""}], "year": 2008, "venue": "Influenza Other Respir Viruses", "volume": "7", "issn": "3", "pages": "426--456", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Serotypes and antibiotic susceptibility of Streptococcus pneumoniae in the", "authors": [{"first": "T", "middle": [], "last": "Tshokey", "suffix": ""}, {"first": "D", "middle": [], "last": "Yangzom", "suffix": ""}, {"first": "R", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "N", "middle": [], "last": "Tshering", "suffix": ""}], "year": 2017, "venue": "Jigme Dorji Wangchuck National Referral Hospital", "volume": "3", "issn": "1", "pages": "13--21", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Bhutan Multiple Indicator Survey", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "1--327", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Towards the introduction of pneumococcal conjugate vaccines in Bhutan: a cost-utility analysis to determine the optimal policy option", "authors": [{"first": "K", "middle": [], "last": "Dorji", "suffix": ""}, {"first": "S", "middle": [], "last": "Phuntsho", "suffix": ""}, {"first": "S", "middle": [], "last": "Kumluang", "suffix": ""}, {"first": "S", "middle": [], "last": "Khuntha", "suffix": ""}, {"first": "W", "middle": [], "last": "Kulpeng", "suffix": ""}], "year": 2018, "venue": "Vaccine", "volume": "36", "issn": "13", "pages": "1757--65", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Viral Coinfection in childhood respiratory tract infections", "authors": [{"first": "A", "middle": [], "last": "Martínez-Roig", "suffix": ""}, {"first": "M", "middle": [], "last": "Salvadó", "suffix": ""}, {"first": "M", "middle": [], "last": "Caballero-Rabasco", "suffix": ""}, {"first": "A", "middle": [], "last": "Sánchez-Buenavida", "suffix": ""}, {"first": "N", "middle": [], "last": "López-Segura", "suffix": ""}, {"first": "M", "middle": [], "last": "Bonet-Alcaina", "suffix": ""}], "year": 2015, "venue": "Arch Bronconeumol", "volume": "51", "issn": "1", "pages": "5--9", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Etiology of Coinfections in children with influenza during 2015/16 winter season in Nepal", "authors": [{"first": "B", "middle": ["P"], "last": "Upadhyay", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Banjara", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Shrestha", "suffix": ""}, {"first": "M", "middle": [], "last": "Tashiro", "suffix": ""}, {"first": "P", "middle": [], "last": "Ghimire", "suffix": ""}], "year": 2018, "venue": "Int J Microbiol", "volume": "2018", "issn": "", "pages": "1--8", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "PubMed (1942 to 3 December 2018), ScienceDirect (1944 to 3 December 2018) and Google Scholar (up to December 2018). We manually searched all the issues of the Bhutan Health Journal for relevant publications (conception to December 2018). We searched databases of the WHO, UNICEF, Ministry of Health in Bhutan, Royal Centre for Disease Control (RCDC), National Statistics Bureau, Jigme Dorji Wangchuck National Referral Hospital (JDWNRH) and Khesar Gyalpo University of Medical Sciences of Bhutan (KGUMSB) websites for relevant documents.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Flow diagram illustrating the selection of records", "latex": null, "type": "figure"}, "FIGREF2": {"text": "2000 to 2010 in the number of deaths attributed to pneumonia (See Additional file 1: Appendix 5,", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Number of ILI and SARI cases in 2017 and 2018. Reproduction permitted. Source: RCDC Fluview weekly reports[30]", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Appendix 1. Protocol. Appendix 2. Detailed search strategy. Appendix 3. List of included records and excluded studies with reasons. Appendix 4. Burden of acute respiratory infections in Bhutan.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Abbreviations ARI: Acute Respiratory Infections; BHJ: Bhutan Health Journal; GBD: Global Burden of Diseases, Injuries, and Risk Factors Study; Hib: Haemophilus influenza type b; HMPV: Human metapneumovirus; ILI: Influenza-like illness; IMCI: Integrated Management of Childhood Illnesses; JDWNRH: Jigme Dorji Wangchuck National Referral Hospital; KGUMSB: Khesar Gyalpo University of Medical Sciences of Bhutan; LMIC: Low-and middle-income countries; LRI: Lower respiratory infections; PCV10: 10-valent pneumococcal conjugate vaccines; PCV13: 13-valent pneumococcal conjugate vaccines; RCDC: Royal Centre for Disease Control; RSV: Respiratory Syncytial Virus; SARI: Severe Acute Respiratory Infections; UNICEF: United Nations International Children's Emergency Fund; VAP: Ventilator-Associated Pneumonia; WHO: World Health Organization", "latex": null, "type": "figure"}, "TABREF0": {"text": "Estimates of child deaths due to acute respiratory infections. Source: UNICEF[2]", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Total\n</td><td>Total\n</td><td>Under 5 deaths due to ARI </td><td> </td><td>Post-neonatal death due to ARIa\n</td><td> </td></tr><tr><td> </td><td> </td><td>under 5 deaths\n</td><td>post-\n</td><td>Absolute number </td><td>Rate\n</td><td>% </td><td>Absolute number </td><td>Rate\n</td><td>%\n</td></tr><tr><td> </td><td> </td><td> </td><td>neonatal\n</td><td> </td><td>(per 1000 live births)\n</td><td> </td><td>(per 1000 live births)\n</td></tr><tr><td> </td><td> </td><td> </td><td>death\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Global </td><td>2000 </td><td>10,050,919 </td><td>6,047,778 </td><td>1,774,025 </td><td>14 </td><td>18 </td><td>1,466,299 </td><td>11 </td><td>24\n</td></tr><tr><td>2016 </td><td>5,649,439 </td><td>3,036,996 </td><td>878,829 </td><td>6 </td><td>16 </td><td>719,413 </td><td>5 </td><td>24\n</td></tr><tr><td>Bhutan </td><td>2000 </td><td>1280 </td><td>768 </td><td>278 </td><td>17 </td><td>22 </td><td>242 </td><td>15 </td><td>32\n</td></tr><tr><td>2016 </td><td>468 </td><td>206 </td><td>69 </td><td>5 </td><td>15 </td><td>56 </td><td>4 </td><td>27\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Summary of findings on burden of acute respiratory infections in Bhutan. Table 4B. Incidence and burden of pneumonia in under-five children in Bhutan from 2008 to 2017. Table 4C. Cases of respiratory illness in 2017 and 2018. Table 4D. Incidence of ILI and SARI from 2016 to 2018. Appendix 5. Mortality related to acute respiratory infections and pneumonia in Bhutan. Table 5A. Summary of findings on mortality related to acute respiratory infections. Table 5B. Estimates of deaths by cause in children aged 1 to 59 months for Bhutan, from 2000 to 2010. Appendix 6. Aetiology of acute respiratory infections. Table 6A. Positivity of samples by age and virus sub-type from 11th June 2009 to 8th August 2010. Table 6B. Pneumococcal serotypes and antibiotic susceptibility from samples collected at JDWNRH in 2014 and 2015. Table 6C. Number of pneumococcal isolates from samples collected at JDWNRH in 2016", "latex": null, "type": "table"}}, "back_matter": [{"text": "We are grateful to Vittoria Lutje, information specialist, for help with the literature search strategy. We acknowledge Ragunath Sharma, laboratory officer at the Microbiology Department in JDWNRH, for providing unpublished data on pneumococcal isolates. We also acknowledge Dr. Tashi Tshering for providing his thesis before publication. We are grateful to Mr ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Authors' contributions SJ and QB conceived the idea of the manuscript. SJ elaborated the protocol, ran the literature search and wrote the manuscript. SJ and DP performed the screening of the reports returned by the literature search. SJ extracted the data of the included reports and DP double checked all the extracted data Availability of data and materials Data sharing is not applicable to this article as no datasets were generated or analysed during the current study.Ethics approval and consent to participate Not applicable.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}, {"text": "The authors declare that they have no competing interests. ", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}, {"text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Jullien et al. Pneumonia (2020) 12:1 Page 10 of 10", "cite_spans": [], "ref_spans": [], "section": "Publisher's Note"}]}