{"paper_id": "aa532184b3fb401da4aca79e86f48f69dfc5f301", "metadata": {"title": "Avian Flu Pandemic -Flight of the Healthcare Worker?", "authors": [{"first": "Judith", "middle": ["E"], "last": "Reardon", "suffix": "", "affiliation": {}, "email": "jereardon@geisinger.edu."}, {"first": "Robert", "middle": ["B"], "last": "Shabanowitz", "suffix": "", "affiliation": {}, "email": "rshabanowitz@geisinger.edu."}]}, "abstract": [{"text": "Background: One of the ethical issues identified in response to a possible pandemic is healthcare workers' duty to provide care during a communicable disease outbreak. Healthcare employees may be subject to a variety of work obligations under such conditions. Questions of duty to treat remain controversial, and debate continues as to the ethical articulation of a duty to treat. This study aimed to investigate opinions from healthcare workers themselves on the perceived duty to treat, and how they might respond to a severe avian flu pandemic. Methods: Using system-wide e-mail, we surveyed employees at our rural tertiary/quaternary care health system regarding their knowledge of our institution's pandemic planning policy and their willingness to work in the event of a virulent avian pandemic.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: Results (N=908) show that employees felt a responsibility for \"duty to care.\" Over 60% disagreed that it was ethical to abandon the workplace during a pandemic. However, opinions also stated that employees wanted autonomy to decide whether or not to work (65%). When asked about volunteering, 79% would agree to volunteer, given some incentives and protective options, the most salient being protective equipment (with relative training for use) and infectious disease training.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusions: Our research demonstrated that the healthcare workers at our institution voiced an earnest willingness to work in the event of an avian flu pandemic, if provided with the necessary input, protections and tools, and education. The use of an electronic methodology for dissemination of surveys allowed the low-cost solicitation of information from a vast proportion of the workforce with ease, providing the institutional ethics committee with the empirical data needed to articulate more meaningful, thoughtful, and robust suggestions for ethical pandemic planning. 366 HEC Forum (2009) 21(4): 365-385", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In a recent national survey (Blendon, Koonin et al., 2008) , 33% of respondents reported that although they had heard of the term pandemic influenza, they did not know what it meant, and 25% responded they had never heard of pandemic flu. This is quite disconcerting given the fact that a worst-case scenario for a pandemic flu may well be the greatest challenge to public health the nation has ever faced and will demand the full cooperative effort of every citizen. The good news is that even though the majority of respondents were unfamiliar with the pandemic, they would comply with public health recommendations, such as quarantine. However, this survey also indicated that community mitigation measures would disproportionately affect those persons with lower incomes, as well as racial and ethnic minorities.", "cite_spans": [{"start": 28, "end": 58, "text": "(Blendon, Koonin et al., 2008)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Background"}, {"text": "In the case of a severe pandemic that is both highly contagious and virulent, one vexing question is: \"Who will provide the care?\" Questions of duty to treat remain controversial. Are healthcare workers obligated to treat, even under life-threatening conditions, or where the healthcare workers' families are also in harm's way? There is no firm agreement on the fine line between the duty of care versus the duty to provide care under competing obligations. If history repeats itself, we can only predict that with an overwhelming avian pandemic, we will see both heroes and goats.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Addressing and articulating these issues continues to pose a major challenge to a nation more fully versed in the principles of personal autonomy and individual rights (Vawter, Gervais et al., 2007; Vawter, Garrett et al., 2008) . Whereas legal, professional and ethical frameworks may help illuminate resolution for these competing obligations, they are not directives for action. Resolving these contradictions of obligations requires a reasoned framework for informed decision making. Reasoned debate requires participation, knowledge, and transparency.", "cite_spans": [{"start": 168, "end": 198, "text": "(Vawter, Gervais et al., 2007;", "ref_id": "BIBREF39"}, {"start": 199, "end": 228, "text": "Vawter, Garrett et al., 2008)", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Background"}, {"text": "Healthcare professionals may be subject to a variety of work obligations during a pandemic. Is everyone who works in the healthcare sector a potential healthcare worker? What are the obligations of workers without specific training in healthcare or even those that are not specialty trained in the treatment of infectious disease or critical care medicine? Who decides? The employee? The employer? Society? The law?", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Professional codes of ethics are not always specific when it comes to the duty to treat. Compare, for example, the following professional codes of ethics proscriptions for physicians and nurses:", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "American Nursing Association Code of Ethics for Nursing (ANA. 2005):", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Provision 2. The nurse's primary commitment is to the patient, whether an individual, family, group, or community. Provision 5. The nurse owes the same duties to self as to others… American Medical Association Code of Medical Ethics (AMA. 2006) E-9.067 Physician Obligation in Disaster Preparedness and Response: National, regional, and local responses to epidemics, terrorist attacks, and other disasters require extensive involvement of physicians. Because of their commitment to care for the sick and injured, individual physicians have an obligation to provide urgent medical care during disasters. This ethical obligation holds even in the face of greater than usual risks to their own safety, health or life. The physician workforce, however, is not an unlimited resource; therefore, when participating in disaster responses, physicians should balance immediate benefits to individual patients with ability to care for patients in the future. In preparing for epidemics, terrorist attacks, and other disasters, physicians as a profession must provide medical expertise and work with others to develop public health policies that are designed to improve the effectiveness and availability of medical care during such events. These policies must be based on sound science and respect for patients. Physicians also must advocate for and, when appropriate, participate in the conduct of ethically sound biomedical research to inform these policy decisions. Moreover, individual physicians should take appropriate advance measures to ensure their ability to provide medical services at the time of disasters, including the acquisition and maintenance of relevant knowledge. Issued December 2004 based on the report \"Physician obligation in disaster preparedness and response,\" adopted June 2004.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "The response of individuals during a major public health emergency will require collective action for the good of the community. These actions must respect the rights of both individuals and communities and ensure the opportunity to participate in the development of policies, programs, and agreed-upon priorities. Quarantine or social distancing, for example, is established to separate the exposed from the non-exposed for the collective common good.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Of course, this requires voluntary cooperation, public trust, and a sense of shared responsibility and hardship. Conflicts of interest occur when individuals' professional responsibilities diverge from their personal interests. Healthcare workers are caught between Scylla and Charybdis. Is there an assumed obligation to treat during a pandemic as part of the \"social contract\" between society and the medical profession? Expectation alone does not create enforceable obligations. Should there be penalties if healthcare workers are unwilling to work (Coleman & Reis 2008) ? Are healthcare workers obligated to treat even when working during a pandemic would place them and their families at significant risk?", "cite_spans": [{"start": 552, "end": 573, "text": "(Coleman & Reis 2008)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Background"}, {"text": "How can this dilemma be mitigated? To quote Coleman and Reis: \"Rather than relying on punitive measures, policy makers should develop incentives to encourage all essential professionals to volunteer to work during infectious disease outbreaks\" (2008, p. 1473) .", "cite_spans": [{"start": 244, "end": 259, "text": "(2008, p. 1473)", "ref_id": null}], "ref_spans": [], "section": "Background"}, {"text": "Incentives, not punitive measures, have been one recommendation. This is consistent with the ethical principle of reciprocity. Incentives of this nature that have been proposed include:", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "First to receive vaccine, if one becomes available; First to receive antiviral drugs; Additional support for personal/family needs; Supplemental life/disability insurance coverage for family; Hazardous duty pay; Personal protective equipment and training; Specialized training for dealing with virulent infectious diseases.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Imposition of employment restrictions should not result in financial hardships or job loss. Communities should develop an ethical framework in collaboration with the workforce to establish explicit work expectations. This can be accomplished with one ultimate goal in mind, providing the best possible outcomes for everyone in the community, with each person willing to share his/her portion of the burden (Godley, 2008; Vawter, Garrett et al., 2008) .", "cite_spans": [{"start": 406, "end": 420, "text": "(Godley, 2008;", "ref_id": "BIBREF15"}, {"start": 421, "end": 450, "text": "Vawter, Garrett et al., 2008)", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Background"}, {"text": "Geisinger Medical Center in Danville, Pennsylvania, is an integrated delivery system located in Central and Northeastern Pennsylvania. Geisinger serves a population of more than 2.5 million people, dispersed across fortyone predominantly rural counties. The Geisinger Health System includes three acute-care hospitals, as well as a 215,000-member health plan. The system is the largest employer in central Pennsylvania, with over 10,000 employees, including approximately 250 primary care physicians and 450 specialty physicians. As the largest hospital in the area, it is well positioned to receive a substantial influx of patients in the event of a severe pandemic. In addition, Geisinger has the distinction of being one of the most wired institutions in healthcare, having a heavy investment in the progressive use of information technology (Solovy, Hoppszallern et al., 2008) .", "cite_spans": [{"start": 845, "end": 880, "text": "(Solovy, Hoppszallern et al., 2008)", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Background"}, {"text": "When our institution initiated its own pandemic planning, the Bioethics Review and Advisory Committee was asked to provide recommendations on the ethical considerations of an avian flu pandemic to the Geisinger Pandemic Influenza Preparedness Workgroup. The Pandemic Flu Final Recommendations were submitted to the administration in April 2006. Establishing reasonable policies is one issue; disseminating and articulating those polices to the workforce is another. In an effort to garner opinions from healthcare workers themselves on the perceived duty to treat and how they might respond to a severe avian flu pandemic, a survey was developed for distribution to our workforce. The study was submitted for IRB review and found to meet the qualifications for exemption, not constituting human research under HHS or FDA regulations.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "The Pandemic Flu Survey was an online survey (created using SurveyMonkey) sponsored by the Bioethics Review and Advisory Committee and offered to Geisinger employees via a newsletter delivered to all employees by system-wide e-mail from May-June 2008. The survey replicated a survey carried out by Ehrenstein et al. at the University Medical Center, Regensburg, Germany, with additional questions concerning incentives to work (Ehrenstein, Hanses et al., 2006) . Our survey explored employee opinions of duty to treat during a pandemic. The survey also included sections for open comments, asking respondents to comment on the strengths and weaknesses of our pandemic policy.", "cite_spans": [{"start": 427, "end": 460, "text": "(Ehrenstein, Hanses et al., 2006)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Methods"}, {"text": "An invitation to participate in our survey was distributed, via our institutional e-mail system, to approximately 10,759 employees within our healthcare system. The first invitation was followed two weeks later with an additional reminder, and one week after that with a final reminder. The survey was open for participation for a total of four weeks. 1003 individuals responded to the survey, approximately a 9% response rate.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The survey consisted of twelve questions, four concerning healthcare workers' responsibilities (with response options of Agree, No Opinion, and Disagree), seven concerning volunteerism (with response options of Extremely Important, Important, and Not Important), and a last question concerning volunteerism with responses of Would Volunteer or Would Not Volunteer. In addition, respondents were asked about gender (Male, Female), categorized age (20-34, 35-44, 45-54, 55-64 and >=65) , and job title (MD/DO, PhD, PAC, Nurse (any), Research Personnel, Business Personnel, Support Staff, Administrative, and Other). Because of the relatively low number of respondents over the age of 65 (as might be expected in a work environment), the last two age categories were compressed into a single category, \">=55.\" For analysis, job titles were collapsed into three categories: MD/DO/PhD/PAC, Nurse, and Other.", "cite_spans": [{"start": 446, "end": 483, "text": "(20-34, 35-44, 45-54, 55-64 and >=65)", "ref_id": null}], "ref_spans": [], "section": "Methods"}, {"text": "The raw data contained information on 1003 people (with all data having a text/character format). Ninety-five individuals were removed from the original data: it would appear that people logged onto the website to complete the survey, and then never did. While their demographic information was there, there were no data for the actual pandemic questions. Table 1 includes descriptive information, while Tables 2-4 compare responses to the twelve pandemic questions by gender, age category, and job title, respectively, using a chi-square or Fisher's exact test. A bolded p-value indicates a statistical significance level .05.", "cite_spans": [], "ref_spans": [{"start": 356, "end": 414, "text": "Table 1 includes descriptive information, while Tables 2-4", "ref_id": "TABREF0"}], "section": "Methods"}, {"text": "Overall, the results of our survey show that the Geisinger employees who responded felt a responsibility for \"duty to treat\" (see Table 1 ). Over 60% disagreed with the statement that it was ethical to abandon the workplace during a pandemic. However, their opinions also stated they would like the autonomy to make decisions regarding work: about 65% felt that they should have the power to decide for themselves whether or not to work during an avian flu emergency. In addition, about 79% felt that it was wrong to terminate someone who refused to work during such a crisis. The responses were mixed for the question regarding childless workers. However, about 45% of participants felt that childless workers should not necessarily be the primary source of caregivers for flu patients.", "cite_spans": [], "ref_spans": [{"start": 130, "end": 137, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "When asked about volunteering, overwhelmingly people thought that all the protective options/incentives were important, with the training incentives most important: More than 99% of respondents felt that protective equipment and training, as well as training in how to handle infectious disease, were \"extremely important\" or \"important.\" The other categories of protection involved the availability of medical protection (vaccines and antivirals), as well as the options for personal/financial help. Overall, responses were similar for these incentives to volunteer: approximately 78% to 96% of respondents found these options to be extremely important or important. Of key interest in this study, 79% of people said they would volunteer if they received all of the protective options/incentives offered.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Results were then broken down by subgroups. Looking at gender ( Table  2: females, N=669; males, N=239), the results are as follows. When asked about whether it was ethical to abandon the workplace during a pandemic, females and males disagreed in equal proportions to this idea. However, females were less likely than males to agree (23% vs. 30%, p=0.0239). In addition, females were much more likely to disagree that employees should be terminated for failure to work (82% vs. 70%, p=0.0004).", "cite_spans": [], "ref_spans": [{"start": 64, "end": 73, "text": "Table  2:", "ref_id": null}], "section": "Results"}, {"text": "In response to the questions regarding volunteerism, females were more likely than males to consider financial incentives important. In regard to receiving supplemental life/disability insurance coverage for family, 92% of females vs. 86% of males considered this extremely important or important (p=0.0102). Similarly, when asked about hazardous duty pay, females were more likely than males to respond favorably to this incentive (90% vs. 79%, p<.0001).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "When asked about more practical aspects of care, again females were more likely than males to find these important. While both groups found the ideas of protective equipment and training important in relatively even proportions, a higher percentage of women than men found them extremely important (87% vs. 81%, p=0.0087). When considering specialized training for dealing with virulent infectious diseases, again, women were more likely than men to find this extremely important (88% vs. 80%, p=0.00144).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Age comparison of the pandemic questions can be seen in Table 3 (20-34, N=215; 35-44, N=171; 45-54, N=337; 55+, N=185). The youngest group of workers was more likely to feel that it was ethical to abandon work during a pandemic in order to protect their families -33% of the 20-34 age group agreed to that notion, as compared to 24%, 20%, and 25% in the other age groups (p=0.0025).", "cite_spans": [], "ref_spans": [{"start": 56, "end": 63, "text": "Table 3", "ref_id": null}], "section": "Results"}, {"text": "In response to incentives to volunteer, the oldest group was the most likely to find hazardous duty pay unimportant -20% disagreed with the idea, as compared to 7%, 10%, and 13% in the younger groups (p=0.0095). The two older groups of individuals were more likely to want to volunteer if all protective interventions/incentives were adhered to: 83% of those age 45-54 and 82% of those age 55+ agreed, while 76% and 71% of the younger groups agreed (p=0.0110). Table 4 compares all pandemic questions by job title (MD/DO/PhD/PAC, N=95; Nurse, N=286; Other, N=527). When asked about the responsibilities of childless workers, nurses were more likely to have an opinion about this question than the other two groups and were more likely to disagree with the idea that childless workers should be those most responsible for care-giving during a pandemic (53% compared to 48% of the professional group and 40% of other, p=0.0143).", "cite_spans": [], "ref_spans": [{"start": 461, "end": 468, "text": "Table 4", "ref_id": null}], "section": "Results"}, {"text": "When responding to questions regarding incentives to volunteer, nurses were most likely to find receiving vaccine extremely important or important (96% vs. 93% for both of the other categories, p=0.0030). In regard to receiving antiviral, again nurses were more likely to find this idea extremely important or important (96% vs. 90% for MD/DO/PhD/PACs and 93% of other, p=0.0480).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "When considering financial incentives to volunteer, receiving additional support for personal/family needs was slightly more important for nurses, as they were the least likely group to say this was not important (1% vs. 3% of the MD/DO/PhD/PAC category and 5% of other, =0.0488). When queried about hazardous duty pay, nurses were most likely to find this incentive extremely important or important (91% vs. 70% of MD/DO/PhD/PAC category and 89% of other employees, p<.0001). If able to receive all incentives to volunteer, the MD/DO/PhD/PAC group was much more likely to volunteer: 94% vs. 77% of nurses and 78% of other, p=0.0009).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "As the \"bird flu\" rapidly spreads across the globe, most experts agree that it is only a matter of time before another pandemic strikes. A pandemic is a global outbreak of a virulent human flu. There were three great pandemics in the 20 th Century, the worst being the Spanish flu of 1918 that killed an estimated 20-100 million people worldwide. The current virus, designated the H5N1 strain, remains an avian virus with only occasional spread to humans. We will have a true pandemic only if this virus mutates to become transmissible from human to human. Since there will be little natural immunity to this novel human virus, it has the potential for virulent and facile transmission. To date, the World Health Organization has reported 387 laboratory-confirmed cases of Avian Influenza A/(H5N1), with 245 deaths (WHO, 2008) . It is little wonder this flu has so many health experts worried. History, evolutionary forces, and susceptibility predict another pandemic is looming. The two big questions are when and how severe? No one, not even the experts seem to agree on the answers (Top scientist tries to calm bird flu fears, 2006; McNeil, 2006; Rosenthal, 2006; Shinya, Ebina et al., 2006) .", "cite_spans": [{"start": 815, "end": 826, "text": "(WHO, 2008)", "ref_id": "BIBREF41"}, {"start": 1123, "end": 1135, "text": "fears, 2006;", "ref_id": null}, {"start": 1136, "end": 1149, "text": "McNeil, 2006;", "ref_id": "BIBREF23"}, {"start": 1150, "end": 1166, "text": "Rosenthal, 2006;", "ref_id": "BIBREF26"}, {"start": 1167, "end": 1194, "text": "Shinya, Ebina et al., 2006)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Discussion"}, {"text": "Aside from the perplexing array of health-related issues, the possibility of a worldwide pandemic raises a gaggle of ethical questions. How do we establish an ethical framework in advance on which to build our policies, procedures, and protocols for a pandemic response? Need we even consider ethics? The daunting number of concerns such as quarantines, allocation of scarce resources, compulsory vaccinations, autonomy and liberty rights are but a few of the issues that demand an ethics component. If we are obligated to respond and to cooperate as a community, it will only be effected in an atmosphere where openness, inclusion, and transparency guide decisionmaking. This requires the utmost trust and solidarity.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The Joint Centre for Bioethics Pandemic Influenza Working Group at the University of Toronto has articulated an ethical framework for the development of a pandemic flu response. This group of scholars, using their considerable experience from the 2003 Toronto SARS outbreak, developed an ethical framework for a collaborative pandemic plan that addresses the ethical issues in a clear and comprehensive fashion and with an emphasis to articulate the underlying principles and values (Ross, Upshur et al. 2005) . They identified ten substantive values and five procedural values necessary to guide ethical decision-making for a pandemic influenza outbreak. Other researchers have also articulated ethical frameworks concerning the ethical issues of a possible pandemic, and they share common elements with the Toronto group (Huber & Wynia, 2004; Kotalik, 2005; Gostin, 2006; Thompson, Faith et al., 2006; CDC., 2007; Barr, Macfarlane et al., 2008; Brody & Avery, 2009 ). These elements include creating an atmosphere of mutual trust and solidarity, reciprocal obligations of healthcare organizations to protect and support their workers, an ethical framework validated through a stakeholder engagement process to increase trust and solidarity, public cooperation in a participatory decision making process, fair and transparent decision making, and engaging the community in a process of open dialogue and inquiry.", "cite_spans": [{"start": 483, "end": 509, "text": "(Ross, Upshur et al. 2005)", "ref_id": "BIBREF27"}, {"start": 823, "end": 844, "text": "(Huber & Wynia, 2004;", "ref_id": "BIBREF17"}, {"start": 845, "end": 859, "text": "Kotalik, 2005;", "ref_id": "BIBREF21"}, {"start": 860, "end": 873, "text": "Gostin, 2006;", "ref_id": "BIBREF16"}, {"start": 874, "end": 903, "text": "Thompson, Faith et al., 2006;", "ref_id": "BIBREF36"}, {"start": 904, "end": 915, "text": "CDC., 2007;", "ref_id": "BIBREF9"}, {"start": 916, "end": 946, "text": "Barr, Macfarlane et al., 2008;", "ref_id": "BIBREF6"}, {"start": 947, "end": 966, "text": "Brody & Avery, 2009", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "One of the four key ethical issues identified in response to a possible pandemic is healthcare workers' duty to provide care during a communicable disease outbreak (Clark, 2005; Chaffee, 2006; Ruderman, Tracy et al., 2006; Sokol, 2006; Rolls & Thompson, 2007; Gardiner, 2008) . Although the answer may appear simple at first glance, this is a very complicated and value-laden issue. The duty to treat lies at the very heart of medicine. One approach to examining the supposed or presumed obligations inherent in the medical profession is to look to history. What are the historic traditions of medicine? What was medicine's tradition in times of pestilence? Can history help answer the question of obligation? Unfortunately, the historical record is rather mixed. The willingness to serve in times of personal danger has demonstrated not only courage and dedication, but also ambivalence and opportunism. What are a physician's obligations? What is the meaning and purpose of professional codes and oaths? Must inherent personal risks be considered and if so, to what extent? Is there a right to refuse? What exactly, is the ethos of healthcare? In a recent review, Malm and colleagues provided a thorough philosophical analysis of the ethics of pandemics and the duty to treat (Malm, May et al., 2008) . Ultimately, they demonstrate that there is no compelling ethical framework that substantially articulates an absolute requirement for healthcare workers to report to work during a pandemic influenza.", "cite_spans": [{"start": 164, "end": 177, "text": "(Clark, 2005;", "ref_id": "BIBREF11"}, {"start": 178, "end": 192, "text": "Chaffee, 2006;", "ref_id": "BIBREF10"}, {"start": 193, "end": 222, "text": "Ruderman, Tracy et al., 2006;", "ref_id": "BIBREF28"}, {"start": 223, "end": 235, "text": "Sokol, 2006;", "ref_id": "BIBREF32"}, {"start": 236, "end": 259, "text": "Rolls & Thompson, 2007;", "ref_id": "BIBREF25"}, {"start": 260, "end": 275, "text": "Gardiner, 2008)", "ref_id": "BIBREF14"}, {"start": 1278, "end": 1302, "text": "(Malm, May et al., 2008)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "Should or should not physicians and other healthcare professionals be permitted to refuse to provide care based on conscientious objection (Savulescu, 2006) ? One survey of physicians reported that only 40% would be willing to put themselves at risk of contracting a deadly illness to save others' lives even though 80% of the same group reported being willing to continue care for patients in the event of an outbreak of an unknown but potentially deadly illness (Alexander & Wynia, 2003) . This is consistent with a similar survey of public health employees that suggests that nearly half the workers would not report to duty during a pandemic (Balicer, Omer et al., 2006) .", "cite_spans": [{"start": 139, "end": 156, "text": "(Savulescu, 2006)", "ref_id": "BIBREF29"}, {"start": 464, "end": 489, "text": "(Alexander & Wynia, 2003)", "ref_id": "BIBREF1"}, {"start": 646, "end": 674, "text": "(Balicer, Omer et al., 2006)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Discussion"}, {"text": "In a direct survey to employees at one institution, 28% agreed that it would be professionally acceptable to abandon the workplace during a pandemic flu (Ehrenstein, Hanses et al. 2006) . Disagreement with this belief was highest for physicians (65%) and nurses (54%) compared with administrators (32%). There seems to be little agreement as to why or how healthcare workers may respond.", "cite_spans": [{"start": 153, "end": 185, "text": "(Ehrenstein, Hanses et al. 2006)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "The responses in our survey illustrated some of the logistical problems associated with planning for such a potential catastrophic event. Many respondents were not aware that any institutional pandemic policy existed: In addition, many respondents confused the ethic's committee recommendations to the institution's Preparedness Workgroup as the pandemic planning policy. Most importantly, in their comments, respondents requested more direct information, education, preparedness training and personal protective equipment. They had a desire to perform their perceived duty to treat, but were balancing the anticipated risks and harms against their personal safety.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Results of our survey left little doubt that the workforce is willing to report to work in a pandemic given proper safeguards. This approach, using incentives rather than punishment, express consents, or contracts has also been suggested by others (Powell 2008) . It is also consistent with research suggesting the better prepared worker is more willing to respond (Alexander & Wynia, 2003) and with research exploring the ethical analysis of a contract-based consent (Malm, May et al., 2008) .", "cite_spans": [{"start": 248, "end": 261, "text": "(Powell 2008)", "ref_id": "BIBREF24"}, {"start": 365, "end": 390, "text": "(Alexander & Wynia, 2003)", "ref_id": "BIBREF1"}, {"start": 468, "end": 492, "text": "(Malm, May et al., 2008)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our survey revealed a high percentage of individuals, among all job titles, who claim they would report to work. One might wonder whether or not this might be a cultural reflection of a mostly rural and static community. Several comments in our survey may be indicative of a strong sense of duty based upon perceived professionalism, including a strong sense of virtue:", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "\"20 years after the pandemic is over, and we are talking to our grand (or great) grandchildren, I want to be proud of my role.\" -35-44 year old male physician's assistant \"In the community, Geisinger would be viewed as a \"leader\" and would be held accountable for its actions.\" -45-50 year old female support staff This sense of virtue may reflect the individual pursuit of such espoused by Sawicki (2008) , who argues that consent-based defenses for a duty to treat be replaced by a virtue-based ethics, where an individual may exercise his or her unique abilities as a means of pursuing virtue. According to our survey, there appears to be a very strong virtue-based ethic shared by employees. Judging by their comments, our healthcare employees desired more education, training, and specifics. These wishes mostly reflect a desire to participate, given the opportunity and the ability to have their concerns addressed. We found it provocative that incentives to encourage the duty to treat were overwhelmingly (>85% , Table 1 ) identified, not by monetary incentives, but from concerns about safety and a desire for education and training.", "cite_spans": [{"start": 391, "end": 405, "text": "Sawicki (2008)", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 1019, "end": 1028, "text": ", Table 1", "ref_id": "TABREF0"}], "section": "Discussion"}, {"text": "One of the most striking differences between our survey and that of Ehrenstein's (Ehrenstein, Hanses et al., 2006) was whether or not healthcare workers should be allowed to decide whether they report to work during a pandemic. Every group in our survey (doctors, nurses, and \"others\") agreed with self choice in reporting to work (64%, 66% and 64% respectively) versus respective groups in the Ehrenstein survey (25%, 29% and 29% for physicians, nurses and administrators). One has to wonder whether this difference is due to the great importance placed upon personal autonomy and individual rights in the United States, as well as the fact that Germany has a nearly universal healthcare system. Fortunately, in both countries, a majority recognize the obligation to treat.", "cite_spans": [{"start": 81, "end": 114, "text": "(Ehrenstein, Hanses et al., 2006)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "We had many comments from our survey. Examples of comments included the following:", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "\"Addresses employee involvement in a pandemic.\" ->=65 year old female MD/DO \"It is great to see consideration is being given for employees opinions via this survey.\" -35-44 year old male business personnel \"Its attempt at being proactive.\" -55-64 year old male MD/DO \"It is extremely proactive.\" -55-64 year old male MD/DO Commenting on the Major Weaknesses of our Pandemic Policy:", "cite_spans": [], "ref_spans": [], "section": "Commenting on the Major Strengths of our Pandemic Policy:"}, {"text": "\"Few details have been worked out with end users.\"-45-54 year old male \"It appears that more practical issues have not been addressed.\" -45-54 year old female MD/DO \"Lack of knowledge of the policy at the workers/front-line level.\" -45-54 year old male administrative \"More people need to be involved and educated.\" -20-34 year old female administrative \"Not enough education.\" -45-54 year old female nurse \"Not enough information.\" -45-54 year old female nurse \"Not enough practice and drill.\" -45-54 year old male support staff \"Not very specific regarding approach to employee's who do not report to work during a pandemic.\" ->=65 year old female MD/DO \"We do not really have specific plans to execute.\" -45-54 year old male support staff \"We need specifics.\" -45-54 year old female \"What policy? Seriously, there's been no communication of it.\" -35-44 year old female MD/DO \"With all of our technology and know-how, it doesn't seem like we're very prepared.\" -24-34 year old male \"There will be complete and utter chaos if this ever happens. There are no drills or preparedness practices in place for this.\" -45-54 year old female nurse There were also comments reflecting employees' appreciation of being involved:", "cite_spans": [], "ref_spans": [], "section": "Commenting on the Major Strengths of our Pandemic Policy:"}, {"text": "\"Thank you for honestly evaluating these and other ethical issues.\" -55-64 year old female support staff \"Thank you on behalf of the community for your effort in addressing this very important matter.\" -45-55 year old female \"Thanks for asking.\" -45-55 year old male support staff \"Very good idea to have this and other surveys about such things.\" -45-55 year old male Our study took advantage of one of the most simple IT strategies, communication via e-mail. Every employee in our system, from housekeeping and facilities to doctors and nurses, is assigned an e-mail address. Therefore, our survey had the capability of reaching our entire workforce. This theoretic capability, however, is limited by the constantly fluctuating membership into and out of the system during any period of time. Additionally, the use of shared computers by many may impede facile access to one's individual e-mail account. These reasons may account for a somewhat low response rate to our survey (estimated at slightly less than 10%).", "cite_spans": [], "ref_spans": [], "section": "Commenting on the Major Strengths of our Pandemic Policy:"}, {"text": "Limitations of our survey include the low response rate and the possibility of selection bias. It is possible that respondents to the survey are those individuals most likely to contribute to the common good. The low response rate also limited our ability to identify possible confounding variables. For example, reported gender differences might not be directly gender-based, but rather due to the predominance of one gender in a particular age or job description. Our low response rate may also be due to the hesitancy or disinterest of responding to internal surveys. This may be especially true if respondents have no reason to believe their input will bear fruit. However, we have experienced an encouraging increase in responses to more recent surveys as the workforce becomes comfortable with our inquiries. The ethics committee's most recent survey on the institution's ethical climate, for example, received a response rate close to 25%. Intra-institutional surveys are a very powerful mechanism for open and transparent communication. Rather than relying on small focus groups and inefficient meetings, our email survey allowed us to query the entire spectrum of opinions from our workforce efficiently and cost-effectively. Most importantly, however, this approach provides transparency and encourages thoughtful consideration and participation into the policy-making philosophy of the institution. Valuable empiric insight, in turn, encourages more thoughtful and ethical decisionmaking.", "cite_spans": [], "ref_spans": [], "section": "Commenting on the Major Strengths of our Pandemic Policy:"}, {"text": "If it is considered incumbent for healthcare workers to treat or have a duty to treat, it is equally incumbent for employers to perform their duty. Nebulous \"calls to duty\" based upon oaths and codes or draconian measures of punishment are simply insufficient. Institutions must encourage both active participation and open debate about the practical implications of the purported \"duty to treat\" (Sokol, 2006; Bailey, Rosychuk et al., 2008; Sokol, 2008) . In fact, by one analysis, duty to treat is replaced by a duty to care, a more encompassing concept that addresses the obligations of all relevant occupational groups as well as members of the public (Joint Centre for Bioethics Pandemic Ethics Working Group, 2008) . This notion extends the ethic of reciprocity to one of a duty to serve, in which no specific profession or group is singled out to bear the full weight of responsibility, but rather, everyone responds and acts with solidarity and loyalty for the good of the community (Klopfenstein, 2008) . The ethical duties of disclosure and transparency are vitally important if the public health response to an avian pandemic will require the extraordinary public participation anticipated. As stated by Kass et al. (2008) : \"Engagement requires more than disclosure; it implies 2-way communication….Consistent with the principle of proportionality, more burdensome restrictions and mandates necessitate greater commitment to transparency and public involvement.\"", "cite_spans": [{"start": 397, "end": 410, "text": "(Sokol, 2006;", "ref_id": "BIBREF32"}, {"start": 411, "end": 441, "text": "Bailey, Rosychuk et al., 2008;", "ref_id": "BIBREF4"}, {"start": 442, "end": 454, "text": "Sokol, 2008)", "ref_id": "BIBREF33"}, {"start": 708, "end": 720, "text": "Group, 2008)", "ref_id": null}, {"start": 991, "end": 1011, "text": "(Klopfenstein, 2008)", "ref_id": "BIBREF20"}, {"start": 1215, "end": 1233, "text": "Kass et al. (2008)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Commenting on the Major Strengths of our Pandemic Policy:"}, {"text": "This approach adheres to the principles of deliberative democracy, reciprocity, publicity, and accountability (Sulmasy, 2009 ). The aim of citizen participation is to increase the quality of judgments by an inclusive deliberative mechanism. Trust is essential for authoritative decisions about collective matters, and democratic participation is especially important at the margins of trust (Warren, 1996) . Public engagement is important in establishing policies regarding morally controversial issues, even if we recognize that in a pluralistic democracy there will be moral disagreement. There is greater suspicion and fear of an unchallenged authority when people are excluded from the deliberative process.", "cite_spans": [{"start": 110, "end": 124, "text": "(Sulmasy, 2009", "ref_id": "BIBREF35"}, {"start": 391, "end": 405, "text": "(Warren, 1996)", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Commenting on the Major Strengths of our Pandemic Policy:"}, {"text": "In a recent press conference, based upon the fourth United Nations-World Bank report on responses to avian influenza and state of pandemic readiness (UN, 2008), Dr. David Nabarro, United Nations avian influenza coordinator warned, \"When planning for an extraordinary concern like an influenza pandemic, it's not enough just to have written a plan and have everybody signing off on it. You also have to check it, test it and make sure that it works…\" That is the exact sentiment respondents to our survey advocated.", "cite_spans": [], "ref_spans": [], "section": "Commenting on the Major Strengths of our Pandemic Policy:"}, {"text": "Our survey has demonstrated that the healthcare workers at our institution voiced an earnest willingness to work in the event of an avian flu pandemic, if provided with the necessary education, tools, protections, and input. The use of an electronic methodology for dissemination of surveys allows an integrated healthcare system such as Geisinger to solicit information easily from its workforce. This methodology helps resolve several of the ethical challenges of pandemic planning; it encourages individual participation, it is transparent, and it allows everyone to contribute to the ongoing conversation. In addition, using this approach enables the institutional ethics committee to provide a more thorough analysis and provides the empirical data to articulate more meaningful, thoughtful, and robust suggestions for ethical pandemic planning. ", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Top scientist tries to calm bird flu fears", "authors": [{"first": "", "middle": [], "last": "___", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Ready and willing? Physicians' sense of preparedness for bioterrorism", "authors": [{"first": "G", "middle": ["C"], "last": "Alexander", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Wynia", "suffix": ""}], "year": 2003, "venue": "", "volume": "22", "issn": "", "pages": "189--197", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Code of medical ethics of the American Medical Association", "authors": [{"first": "Ama", "middle": [], "last": "", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Code of ethics for nurses with interpretive statements", "authors": [{"first": "Ana", "middle": [], "last": "", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A duty to treat during a pandemic? The time for talk is now", "authors": [{"first": "T", "middle": ["M"], "last": "Bailey", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Rosychuk", "suffix": ""}, {"first": "O", "middle": [], "last": "Yonge", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Marrie", "suffix": ""}], "year": 2008, "venue": "The American Journal of Bioethics", "volume": "8", "issn": "8", "pages": "29--31", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Local public health workers' perceptions toward responding to an influenza pandemic", "authors": [{"first": "R", "middle": ["D"], "last": "Balicer", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Omer", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Barnett", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Everly", "suffix": ""}], "year": 2006, "venue": "BMC Public Health", "volume": "6", "issn": "99", "pages": "", "other_ids": {"DOI": ["10.1186/1471-2458-6-99"]}}, "BIBREF6": {"ref_id": "b6", "title": "Ethical planning for an influenza pandemic", "authors": [{"first": "H", "middle": ["L"], "last": "Barr", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Macfarlane", "suffix": ""}, {"first": "O", "middle": [], "last": "Macgregor", "suffix": ""}, {"first": "R", "middle": [], "last": "Foxwell", "suffix": ""}, {"first": "V", "middle": [], "last": "Buswell", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "Lim", "suffix": ""}], "year": 2008, "venue": "Clinical Medicine", "volume": "8", "issn": "1", "pages": "49--52", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Public response to community mitigation measures for pandemic influenza", "authors": [{"first": "R", "middle": ["J"], "last": "Blendon", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Koonin", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Benson", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Cetron", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Pollard", "suffix": ""}, {"first": "E", "middle": ["W"], "last": "Mitchell", "suffix": ""}], "year": 2008, "venue": "Emerg Infect Dis", "volume": "", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Medicine's duty to treat pandemic illness solidarity and vulnerability", "authors": [{"first": "H", "middle": [], "last": "Brody", "suffix": ""}, {"first": "E", "middle": ["N"], "last": "Avery", "suffix": ""}], "year": 2009, "venue": "Hastings Center Report", "volume": "39", "issn": "", "pages": "40--48", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Ethical guidelines in pandemic influenza. Atlanta, ethics subcommittee of the advisory committee to the director", "authors": [{"first": "", "middle": [], "last": "Cdc", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Making the decision to report to work in a disaster: nurses may have conflicting obligations", "authors": [{"first": "M", "middle": ["W"], "last": "Chaffee", "suffix": ""}], "year": 2006, "venue": "American Journal of Nursing", "volume": "106", "issn": "9", "pages": "54--57", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Of epidemic proportions: physicians, personal risk, and public trust", "authors": [{"first": "C", "middle": ["C"], "last": "Clark", "suffix": ""}], "year": 2005, "venue": "Yale J Biol Med", "volume": "78", "issn": "5", "pages": "363--372", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Potential penalties for health care professionals who refuse to work during a pandemic", "authors": [{"first": "C", "middle": ["H"], "last": "Coleman", "suffix": ""}, {"first": "A", "middle": [], "last": "Reis", "suffix": ""}], "year": 2008, "venue": "JAMA", "volume": "299", "issn": "12", "pages": "1471--1473", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Influenza pandemic and professional duty: family or patients first? A survey of hospital employees", "authors": [{"first": "B", "middle": ["P"], "last": "Ehrenstein", "suffix": ""}, {"first": "F", "middle": [], "last": "Hanses", "suffix": ""}, {"first": "B", "middle": [], "last": "Salzberger", "suffix": ""}], "year": 2006, "venue": "BMC Public Health", "volume": "6", "issn": "311", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Are you coming to work during pandemic flu?", "authors": [{"first": "D", "middle": [], "last": "Gardiner", "suffix": ""}], "year": 2008, "venue": "Anaesthesia", "volume": "63", "issn": "8", "pages": "803--805", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Not in my job description", "authors": [{"first": "J", "middle": [], "last": "Godley", "suffix": ""}], "year": 2008, "venue": "The American Journal of Bioethics", "volume": "8", "issn": "8", "pages": "25--26", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Public health strategies for pandemic influenza: ethics and the law", "authors": [{"first": "L", "middle": [], "last": "Gostin", "suffix": ""}], "year": 2006, "venue": "JAMA", "volume": "295", "issn": "14", "pages": "1700--1704", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "When pestilence prevails. Physician responsibilities in epidemics", "authors": [{"first": "S", "middle": ["J"], "last": "Huber", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Wynia", "suffix": ""}], "year": 2004, "venue": "The American Journal of Bioethics", "volume": "4", "issn": "1", "pages": "5--11", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The duty to care in a pandemic", "authors": [], "year": 2008, "venue": "The American Journal of Bioethics", "volume": "8", "issn": "8", "pages": "31--33", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Ethics and severe pandemic influenza: maintaining essential functions through a fair and considered response", "authors": [{"first": "N", "middle": ["E"], "last": "Kass", "suffix": ""}, {"first": "J", "middle": [], "last": "Otto", "suffix": ""}, {"first": "D", "middle": [], "last": "O&apos;brien", "suffix": ""}, {"first": "M", "middle": [], "last": "Minson", "suffix": ""}], "year": 2008, "venue": "Biosecurity and Bioterrorism", "volume": "6", "issn": "3", "pages": "227--236", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Pandemic influenza and the duty to treat: the importance of solidarity and loyalty", "authors": [{"first": "M", "middle": ["L"], "last": "Klopfenstein", "suffix": ""}], "year": 2008, "venue": "The American Journal of Bioethics", "volume": "8", "issn": "8", "pages": "41--43", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Preparing for an influenza pandemic: ethical issues", "authors": [{"first": "J", "middle": [], "last": "Kotalik", "suffix": ""}], "year": 2005, "venue": "Bioethics", "volume": "19", "issn": "4", "pages": "422--431", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Ethics, pandemics, and the duty to treat", "authors": [{"first": "H", "middle": [], "last": "Malm", "suffix": ""}, {"first": "T", "middle": [], "last": "May", "suffix": ""}, {"first": "L", "middle": ["P"], "last": "Francis", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Omer", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Salmon", "suffix": ""}, {"first": "R", "middle": [], "last": "Hood", "suffix": ""}], "year": 2008, "venue": "The American Journal of Bioethics", "volume": "8", "issn": "8", "pages": "4--19", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "This virus has an expert 'quite scared'", "authors": [{"first": "D", "middle": ["G"], "last": "Mcneil", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Carrots and sticks: keeping healthcare workers on the job in a public health disaster", "authors": [{"first": "T", "middle": [], "last": "Powell", "suffix": ""}], "year": 2008, "venue": "The American Journal of Bioethics", "volume": "8", "issn": "8", "pages": "20--21", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Nurses' obligations in a pandemic or disaster", "authors": [{"first": "S", "middle": [], "last": "Rolls", "suffix": ""}, {"first": "C", "middle": [], "last": "Thompson", "suffix": ""}], "year": 2007, "venue": "Nursing New Zealand", "volume": "13", "issn": "10", "pages": "27--31", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "On the front: a pandemic is worrisome but 'unlikely'", "authors": [{"first": "E", "middle": [], "last": "Rosenthal", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Stand on guard for thee: ethical considerations in the preparedness planning for pandemic influenza", "authors": [{"first": "E", "middle": ["G"], "last": "Ross", "suffix": ""}, {"first": "K", "middle": ["F"], "last": "Upshur", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Gibson", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Thompson", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Tracy", "suffix": ""}, {"first": "K", "middle": [], "last": "Wilson", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "On pandemics and the duty to care: whose duty? who cares", "authors": [{"first": "C", "middle": [], "last": "Ruderman", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Tracy", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Bensimon", "suffix": ""}, {"first": "M", "middle": [], "last": "Bernstein", "suffix": ""}, {"first": "L", "middle": [], "last": "Hawryluck", "suffix": ""}, {"first": "R", "middle": ["Z"], "last": "Shaul", "suffix": ""}], "year": 2006, "venue": "BMC Med Ethics", "volume": "7", "issn": "5", "pages": "", "other_ids": {"DOI": ["10.1186/1472-6939-7-5"]}}, "BIBREF29": {"ref_id": "b29", "title": "Conscientious objection in medicine", "authors": [{"first": "J", "middle": [], "last": "Savulescu", "suffix": ""}], "year": 2006, "venue": "BMJ", "volume": "332", "issn": "7536", "pages": "294--297", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Without consent: moral imperatives, special abilities, and the duty to treat", "authors": [{"first": "N", "middle": ["N"], "last": "Sawicki", "suffix": ""}], "year": 2008, "venue": "The American Journal of Bioethics", "volume": "8", "issn": "8", "pages": "33--35", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Influenza virus receptors in the human airway", "authors": [{"first": "K", "middle": [], "last": "Shinya", "suffix": ""}, {"first": "M", "middle": [], "last": "Ebina", "suffix": ""}, {"first": "S", "middle": [], "last": "Yamada", "suffix": ""}, {"first": "M", "middle": [], "last": "Ono", "suffix": ""}, {"first": "N", "middle": [], "last": "Kasai", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kawaoka", "suffix": ""}], "year": 2006, "venue": "Nature", "volume": "440", "issn": "7083", "pages": "435--436", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Virulent epidemics and scope of healthcare workers' duty of care", "authors": [{"first": "D", "middle": ["K"], "last": "Sokol", "suffix": ""}], "year": 2006, "venue": "Emerging Infectious Diseases", "volume": "12", "issn": "8", "pages": "1238--1241", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Ethics and epidemics", "authors": [{"first": "D", "middle": ["K"], "last": "Sokol", "suffix": ""}], "year": 2008, "venue": "The American Journal of Bioethics", "volume": "8", "issn": "8", "pages": "28--29", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Happier patients at most wired hospitals? H&HN: Hospitals & Health Networks", "authors": [{"first": "A", "middle": [], "last": "Solovy", "suffix": ""}, {"first": "S", "middle": [], "last": "Hoppszallern", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Brown", "suffix": ""}], "year": 2008, "venue": "", "volume": "82", "issn": "", "pages": "30--45", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Deliberative democracy and stem cell research in New York state: the good, the bad, and the ugly", "authors": [{"first": "D", "middle": ["P"], "last": "Sulmasy", "suffix": ""}], "year": 2009, "venue": "Kennedy Inst Ethics J", "volume": "19", "issn": "1", "pages": "63--78", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Pandemic influenza preparedness: an ethical framework to guide decision-making", "authors": [{"first": "A", "middle": ["K"], "last": "Thompson", "suffix": ""}, {"first": "K", "middle": [], "last": "Faith", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Gibson", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Upshur", "suffix": ""}], "year": 2006, "venue": "BMC Med Ethics", "volume": "7", "issn": "12", "pages": "", "other_ids": {"DOI": ["10.1186/1472-6939-7-12"]}}, "BIBREF37": {"ref_id": "b37", "title": "UN -World Bank fourth global progress report: responses to avian influenza and state of pandemic readiness", "authors": [{"first": "U", "middle": ["N"], "last": "", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Health care workers' willingness to work in a pandemic", "authors": [{"first": "D", "middle": ["E"], "last": "Vawter", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Garrett", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Prehn", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Gervais", "suffix": ""}], "year": 2008, "venue": "The American Journal of Bioethics", "volume": "8", "issn": "8", "pages": "21--23", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Allocating pandemic influenza vaccines in Minnesota: recommendations of the pandemic influenza ethics work group", "authors": [{"first": "D", "middle": ["E"], "last": "Vawter", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Gervais", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Garrett", "suffix": ""}], "year": 2007, "venue": "Vaccine", "volume": "25", "issn": "35", "pages": "6522--6536", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Deliberative democracy and authority", "authors": [{"first": "M", "middle": ["E"], "last": "Warren", "suffix": ""}], "year": 1996, "venue": "The American Political Science Review", "volume": "90", "issn": "1", "pages": "46--60", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Cumulative number of confirmed human cases of avian influenza A/(H5N1) reported to WHO", "authors": [{"first": "", "middle": [], "last": "Who", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Do we have a policy?\" -45-54 year old male MD/DO \"I do not know anything about the policy.\" -20-34 year old female administrative \"I am sorry, I haven't read the policy but I guess is good we have one.\" -35-44 year old female MD/DO \"I am not aware of the policy completely to give any opinion.\" -35-44 year old female MD/DO Some commented on an inability to locate the policy:\"Where is the Pandemic Planning Policy?\" -20-34 year old male support staff \"The weakness of the 'Pandemic Planning Policy' is that is can't be found.\" -20-34 year old male support staff", "latex": null, "type": "figure"}, "TABREF0": {"text": "Percent Participants that Responded Agree/Disagree, Important/Not Important, or Volunteer, Not Volunteer to Pandemic Questionnaire, N=908AgreeNo Opinion Disagree It would be ethical for health-care workers to abandon their workplace during a pandemic in order to protect themselves and their families. Health-care workers should be allowed to decide whether they report to work during a pandemic.Table 2. Percent Participants that Responded Agree/Disagree, Important/Not Important, or Volunteer/Not Volunteer by Gender, Pandemic Questionnaire, N=908Note: p-value is based on chi-square test of gender (two categories: male, female) versus response (three categories: agree, no opinion, disagree or extremely important, important, not important; two categories: would volunteer, would not volunteer) by question.", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1. Percent Participants that Responded Agree/Disagree, Important/Not Important, or", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Volunteer, Not Volunteer to Pandemic Questionnaire, N=908\n</td><td>Agree </td><td>No Opinion </td><td>Disagree\n</td></tr><tr><td>It would be ethical for health-care workers to abandon their workplace during a pandemic in order to protect themselves and their families. </td><td>24.9 </td><td>14.4 </td><td>60.7\n</td></tr><tr><td>Health-care workers should be allowed to decide whether they report to work during a pandemic. </td><td>64.5 </td><td>8.3 </td><td>27.2\n</td></tr><tr><td>Health-care workers not reporting to work during a pandemic should be permanently dismissed. </td><td>7.7 </td><td>13.5 </td><td>78.7\n</td></tr><tr><td>Health-care workers without children should primarily care for influenza patients during a pandemic. </td><td>31.4 </td><td>23.7 </td><td>44.9\n</td></tr><tr><td>First to receive vaccine if one becomes available. </td><td>Extremely Important </td><td>Important </td><td>Not Important\n</td></tr><tr><td>61.8 </td><td>32.5 </td><td>5.7\n</td></tr><tr><td>First to receive antiviral drugs. </td><td>57.0 </td><td>36.9 </td><td>6.1\n</td></tr><tr><td>Additional support for personal/family needs. </td><td>57.8 </td><td>38.3 </td><td>3.9\n</td></tr><tr><td>Supplemental life/disability insurance coverage for family. </td><td>51.4 </td><td>39.0 </td><td>9.6\n</td></tr><tr><td>\"Hazardous Duty\" pay. </td><td>55.3 </td><td>32.2 </td><td>12.4\n</td></tr><tr><td>Personal protective equipment and training. </td><td>85.3 </td><td>14.0 </td><td>&lt;1\n</td></tr><tr><td>Specialized training for dealing with virulent infectious diseases. </td><td>86.0 </td><td>13.1 </td><td>&lt;1\n</td></tr><tr><td>Would Volunteer </td><td>Would Not Volunteer\n</td><td> </td></tr><tr><td>Would volunteer - provided </td><td> </td></tr><tr><td> </td><td>If all above 79.0 </td><td>21.0 </td></tr></table></body></html>"}, "TABREF2": {"text": "Table 2. Percent Participants that Responded Agree/Disagree, Important/Not Important, or", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Volunteer/Not Volunteer by Gender, Pandemic Questionnaire, N=908\n</td><td>Agree </td><td>No Opinion </td><td>Disagree </td><td> </td></tr><tr><td> </td><td>Females </td><td>Males </td><td>Females </td><td>Males </td><td>Females Males </td><td>p-value\n</td></tr><tr><td>It would be ethical for health-care workers to abandon their workplace during a pandemic in order to protect themselves and their families. </td><td>23.1 </td><td>29.8 </td><td>16.0 </td><td>10.1 </td><td>60.9 </td><td>60.1 </td><td>0.0239\n</td></tr><tr><td>Health-care workers should be allowed to decide whether they report to work during a pandemic. </td><td>66.5 </td><td>58.8 </td><td>8.1 </td><td>8.8 </td><td>25.4 </td><td>32.4 </td><td>0.09\n</td></tr><tr><td>Health-care workers not reporting to work during a pandemic should be permanently dismissed. Health-care workers without children should primarily care for influenza patients during </td><td>6.2 </td><td>12.3 </td><td>12.0 </td><td>17.8 </td><td>81.8 </td><td>69.9 </td><td>0.0004\n</td></tr><tr><td>a pandemic. </td><td>29.7 </td><td>36.1 </td><td>23.3 </td><td>24.8 </td><td>47.0 </td><td>39.1 </td><td>0.08\n</td></tr><tr><td> </td><td>Extremely Important </td><td>Important </td><td>Not Important </td><td> </td></tr><tr><td>First to receive vaccine if one becomes available. </td><td>Females </td><td>Males </td><td>Females </td><td>Males </td><td>Females </td><td>Males </td><td>p-value\n</td></tr><tr><td>62.2 </td><td>60.7 </td><td>32.4 </td><td>32.6 </td><td>5.4 </td><td>6.0 </td><td>0.74\n</td></tr><tr><td>First to receive antiviral drugs. </td><td>58.8 </td><td>52.1 </td><td>35.7 </td><td>40.3 </td><td>5.6 </td><td>7.6 </td><td>0.17\n</td></tr><tr><td>Additional support for personal/family needs. </td><td>58.2 </td><td>56.7 </td><td>38.7 </td><td>37.4 </td><td>3.2 </td><td>5.9 </td><td>0.18\n</td></tr><tr><td>Supplemental life/disability insurance coverage for family. </td><td>50.8 </td><td>53.4 </td><td>41.2 </td><td>33.1 </td><td>8.1 </td><td>13.8 </td><td>0.0102\n</td></tr><tr><td>\"Hazardous Duty\" pay. </td><td>58.7 </td><td>45.8 </td><td>31.8 </td><td>33.5 </td><td>9.5 </td><td>20.8 </td><td>&lt;.0001\n</td></tr><tr><td>Personal protective equipment and training. </td><td>86.6 </td><td>81.4 </td><td>13.1 </td><td>16.5 </td><td>&lt;1 </td><td>2.1 </td><td>0.0087\n</td></tr><tr><td>Specialized training for dealing with virulent infectious diseases. </td><td>88.3 </td><td>79.8 </td><td>11.3 </td><td>18.1 </td><td>&lt;1 </td><td>2.1 </td><td>0.0014\n</td></tr><tr><td> </td><td>Would Volunteer </td><td>Would Not Volunteer </td><td> </td><td> </td><td> </td></tr><tr><td>Would volunteer - If all above provided </td><td>Females </td><td>Males </td><td>Females </td><td>Males </td><td> </td><td> </td><td>p-value\n</td></tr><tr><td> </td><td> </td><td>77.4 </td><td>83.3 </td><td>22.6 </td><td>16.7 </td><td>0.06\n</td></tr></table></body></html>"}}, "back_matter": []}