{
    "paper_id": "ab3cc8720ede607c881da6929b2a70cbac8b2f7d",
    "metadata": {
        "title": "Infectieziektebestrijding: jonge beroepsgroep in een robuuste organisatie",
        "authors": [
            {
                "first": "Hans",
                "middle": [],
                "last": "Van Den Kerkhof",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jim",
                "middle": [],
                "last": "Van Steenbergen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Dossier JGZ, ketenregistraties OGGZ, huisartsenregistraties, laboratoria en cijfers zorgverzekeraars. . Onderlinge (ook individuele) koppeling van gegevens uit verschillende bronnen is voor GGD'en mogelijk en wettelijk toegestaan. . Een startende GGD-epidemioloog heeft een aardig carrièreperspectief. Hij bezit a priori voldoende kennis over en vaardigheden in verzamelen, analyseren en rapporteren van gezondheidsgegevens. Uiteindelijk kan hij doorgroeien tot een senior netwerk-en beleidsepidemioloog die mede gemeentelijk gezondheidsbeleid gestalte geeft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Hans van den Kerkhof, 1 Jim van Steenbergen 2 Maatregelen om verspreiding van infectieziekten tegen te gaan worden door alle kuddedieren genomen (zoals afzondering), en zullen dus ook zeker door onze prehistorische voorouders zijn genomen. Infectieziektebestrijding is derhalve een van de oudste medische kundes, maar de bestrijders bij de GGD'en zijn als beroepsgroep nog maar kort geleden begonnen. Sinds de Wcpv (1990) dicteert dat iedere gemeente een GGD in stand moest houden en daarin onder meer deskundigheid ten behoeve van infectieziektebestrijding onder moet brengen zijn de ontwikkelingen snel gegaan. De disciplines, sociaal geneeskundigen en sociaal verpleegkundigen, hebben zich inhoudelijk snel in de breedte en in de diepte ontwikkeld. Deze ontwikkelingen gaan nog steeds door: inhoudelijke verdieping is noodzakelijk om steeds nieuwe problemen aan te kunnen en om aansluiting bij klinische en laboratoriumontwikkelingen te behouden, maar ook om te kunnen blijven voldoen aan de steeds hoger wordende maatschappelijke eisen ten aanzien van de bestrijding, én aan de eisen die we zelf stellen: op rationele wijze werken met evidence-based richtlijnen.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 23,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 32,
                    "end": 45,
                    "text": "Steenbergen 2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Infectieziektebestrijding: jonge beroepsgroep in een robuuste organisatie"
        },
        {
            "text": "In 1992/1993 werd Nederland getroffen door de (voorlopig laatste?) polio-epidemie. Tijdens deze epidemie deed zich sterk het gemis gevoelen van een organisatie die in staat was om 63 GGD'en eensgezind en in onderlinge samenhang een nationaal probleem aan te laten pakken. Daarom werd in 1994 de Landelijke Coördinatiestructuur Infectieziektebestrijding (LCI) gevormd om richtlijnen te ontwikkelen en te voorzien in coördina-tie. Deze LCI is in 1995 gestart met een onafhankelijk bureau dat in 1999 ondergebracht is bij het Instituut GGD-Nederland. De coördinatiemethodiek van politieke besluitvorming in het zogenaamde Bestuurlijk AfstemmingsOverleg (BAO) op basis van een inhoudelijk advies dat wordt verzorgd door een Outbreak Management Team (OMT) wordt binnenkort gecodificeerd in de nieuwe Wet Publieke Gezondheid (Wpg).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Naar landelijke coördinatie"
        },
        {
            "text": "De LCI is ingeschakeld bij veel dreigingen door infectieziekten (bv legionellose in Bovenkarspel; 1 mazelen in de bible-belt; 2 SARS, 3 LGV, 4 Qkoorts. 5 ). In 2003 was er aviaire influenza N7H7 onder pluimvee waarbij ook een groot aantal humane infecties met het virus zijn beschreven. 6 De bestrijding van deze epidemie vereiste een intensieve samenwerking tussen drie ministeries: VWS, LNV en BZK. De minister van VWS voelde zich in dat proces onvoldoende gesteund door de gedecentraliseerde bestrijdingsorganisatie (ondergebracht bij GGD'en) en had behoefte aan een centrale infectieziekte autoriteit. Deze organisatie zou hem inhoudelijk moeten adviseren en ondersteunen, én doorzettingsmacht hebben om de bestrijding met kracht te kunnen doorvoeren. Voortschrijdend inzicht deed hem beseffen dat de doorzettingsmacht aan de minister zelf behoort. Na consultatie van het veld werd in 2005 het Centrum Infectieziektebestrijding (CIb) gevormd en ondergebracht bij het RIVM. Prof. Dr. R.A. Coutinho werd als hoofd aangesteld van een organisatie die bestaat uit de laboratoria en afdelingen van het RIVM die op het terrein van infectieziekten werkzaam zijn, aangevuld met de LCI (overgekomen vanuit GGD-Nederland) en beleidsfuncties van VWS. Spectrum 1 GGD Zuid-Holland Zuid 2 LCI/CIb Voortgaande (re)organisatie Het ontwikkelingsproces van de organisatie van de infectieziektebestrijding is nog steeds gaande. Een belangrijk aspect is de relatie van de centrale regie met de regionale GGD'en en medisch-microbiologische streeklaboratoria, die samen de bestrijding uitvoeren. Om de intensieve samenwerking te faciliteren is een project gestart waarbij er 7 regionaal consulenten arts infectieziektebestrijding (''RAC'') zijn aangesteld, evenals 7 consulenten medische microbiologie (''COM''). Tegelijkertijd is er vanuit centraal budget beschikbaar gekomen dat regionale GGD'en beter dan voorheen in staat stelt om diagnostiek in het kader van de openbare gezondheidszorg te verrichten (diagnostiek niet in het directe belang van de individuele patiënt) en dat kleine projecten ter versterking van de zorg door GGD'en mogelijk maakt (nieuwe werkwijzen, evaluaties en kleinschalig onderzoek).",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 135,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 152,
                    "end": 153,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 287,
                    "end": 288,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Naar landelijke coördinatie"
        },
        {
            "text": "De (re)organisatie van de infectieziektebestrijding nadert op deze wijze haar voltooiing: een opbouw volgens het zogenaamde 1-1-5-25 model. Daarbij is de minister (1) verantwoordelijk voor de (inter)nationale aspecten van de bestrijding en kan hij daarin, bijgestaan door het CIb (1), ook de leiding nemen, hetgeen wordt vastgelegd in de WPG. De huidige 29 GGD'en zullen congruent aan de veiligheidsregio's, worden teruggebracht tot 25, en deze GGD'en werken regionaal samen in een vijftal samenwerkingsverbanden, daarin ondersteund door hun consulenten. Er zijn momenteel zeven samenwerkingsverbanden (zie figuur 1), maar de verwachting is dat de twee kleinste regio's (Utrecht en Limburg) zullen worden samengevoegd met een van hun buurregio's Op deze wijze is een wat onsamenhangende lappendeken vervangen door een stevige organisatie. Een centrale organisatie, nodig voor effectief opereren in (inter)nationaal verband, is gepaard aan de typisch Nederlandse, decentrale verantwoordelijkheid van gemeenten (het huis van Thorbecke), wat een goede samenwerking met lokale actoren in de bestrijding (GHOR, politie, brandweer, media) en met de curatieve sector moet garanderen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Naar landelijke coördinatie"
        },
        {
            "text": "Infectieziektebestrijding is in Nederland een relatief jonge discipline. Er is in korte tijd een groot aantal richtlijnen ontwikkeld waarbij beschikbare internationale wetenschappelijke literatuur, ervaring en het gezonde verstand de belangrijkste leidraden waren. Veel interventies zijn echter wetenschappelijk mager onderbouwd en moeten nader onderzocht worden. De RGO heeft hieromtrent in 2002 reeds geadviseerd 7,8 hetgeen heeft geresulteerd in de inrichting van academische werkplaatsen en een specifiek fonds bij ZonMw. Veel onderzoek richt zich nog steeds op de natuurwetenschappelijke kant van de problematiek. Voor de toekomst is het belangrijk meer te investeren in de gedragswetenschappelijke kant van interventies: waarom volgen burgers adviezen niet op, waarom doen de bestuurders anders dan geadviseerd, waarom volgen professionals richtlijnen niet op, hoe moeten deze anders gestructureerd, hoe organiseren we samenwerking tussen disciplines, hoe kan de acceptatie van interventies vergroot worden?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Onderzoek en ontwikkeling"
        },
        {
            "text": "Naast formele wetenschap blijven het ''gezonde verstand'' en improvisatievermogen belangrijke wapens in het arsenaal van de bestrijder. De onvoorspelbaarheid van de problematiek en de nieuwe verrassingen vereisen een continue alertheid. Zij noodzaken een relatief snelle reactie, maar ook een systeem dat dit mogelijk maakt, inclusief een set goede afspraken en draaiboeken voor allerlei te voorziene maar ook onvoorziene situaties. Er is een tendens merkbaar om alle denkbare processen in uitgebreide draaiboeken, convenanten en andere afspraken vast te leggen en te oefenen. Dit lijkt niet efficiënt, omdat het veel onderhoud vergt en dreigt te verzanden in bureaucratie en overvolle boekenplanken waarin niemand de weg meer weet. Het is beter de basale processen als bron-en contactonderzoek, afzondering (quarantaine, isolatie), chemoprofylaxe en vaccinatie in samenhang met processen van partners in een algemeen (''generiek'') draaiboek vast te leggen. Dit is in ontwikkeling en kan een wildgroei aan onoverzichtelijke bergen papier voorkomen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Onderzoek en ontwikkeling"
        },
        {
            "text": "Infectieziektebestrijding kan je niet alleen, maar alleen in samenhang en samenwerking met anderen effectief organiseren: niet alleen met vertegenwoordigers uit de zorgsector (humaan en veterinair, kliniek, lab en farmacie) maar, omdat een epidemie een maatschappelijk verschijnsel is, ook met maatschappelijke organisaties zoals gemeenten, politie, media, religieuze vertegenwoordigers, hobbyclubs etc. Dat maakt het vak echt ''public health''. 9 Sinds 1999 maakt de beroepsvereniging van artsen infectieziektebestrijding als Sectie Openbare Gezondheidszorg deel uit van de Vereniging voor Infectieziekten (VIZ, http://www.infectieziekten.org). De positionering binnen de VIZ bevordert uitwisseling van kennis en ervaring met relevante klinische disciplines: gezamenlijke organisatie van congressen, multidisciplinaire deelname in onderzoeksprojecten, en, niet onbelangrijk: gewoon elkaar leren kennen.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 447,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Samenwerken"
        },
        {
            "text": "Toch bijvoorbeeld bedrijfsartsen is nog moeizaam. De kennis met betrekking tot infectieziekten is binnen de Arbozorg over het algemeen gering. De marktwerking binnen deze branche maakt aandacht voor dergelijke inhoudelijke specialistische problematiek moeilijk te mobiliseren. Ook de samenwerking met diergeneeskundigen, niet alleen zij die institutioneel werkzaam zijn (bij de VWA (Voedsel en Waren Autoriteit) of de GD (Gezondheidsdienst voor dieren)) maar ook de lokale ''practicus'', behoeft meer aandacht. Om de samenwerking te versterken heeft de VWA een dierenarts naar het CIb gedetacheerd. Binnen het CIb werken meerdere dierenartsen samen met artsen, verpleegkundigen, epidemiologen, beleidsmedewerkers, voorlichters, bacteriologen en virologen. Men weet elkaar beter te vinden, maar nog niet alle barrières zijn geslecht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Samenwerken"
        },
        {
            "text": "Het CIb stimuleert de samenwerking tussen GGD en laboratoria, niet alleen door de aanstelling van de eerder genoemde RAC en COM, maar ook door het opstellen van modelcontracten die de samenwerking tussen laboratorium en GGD structureren. Een complicerende factor blijkt de marktwerking in de zorg: enerzijds willen de parijen graag samenwerken, want het is inhoudelijk interessant en uitdagend, anderzijds blijkt het lastig om publiekrechtelijke organisaties als een GGD te laten samenwerken met ondernemingen die onder de tucht van de markt werken zoals dat nu geldt voor laboratoria. GGD'en vragen van hen relatief veel aandacht en overleg, maar zijn slechts een kleine partij in termen van financiële omzet. GGD'en zien zich door de krappe financiering van de soa-diagnostiek soms gedwongen de diagnostiek openbaar aan te besteden, en kunnen dan bij een ander laboratorium uitkomen dan het ''eigen'' lab waarmee ze een contract hebben. Deze problematiek is een serieuze bedreiging voor de samenwerking tussen laboratoria en GGD'en.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Samenwerken"
        },
        {
            "text": "Er zijn ongeveer 100 artsen en 150 verpleegkundigen werkzaam in de infectieziektebestrijding. Het betreft ongeveer 70% artsen M&G, 10% artsen profielopleiding en 20% basisartsen. Gezien de verdieping, verbreding en verwetenschappelijking van het vak, is een kleine parttime aanstelling geen acceptabele optie meer. De wetenschappelijke vereniging acht een 50% dienstverband een minimale omvang om aan de vereisten betreffende opleiding en ervaring te kunnen voldoen. Het takenpakket omvat ondermeer supervisie van de verpleegkundige activiteiten, adviseren van de burgemeester in tijden van crisis (met medeweging van de politieke context), outbreak onderzoek, en opzetten van surveillance systemen. Wil men het vak in zijn volle breedte kunnen uitoefenen dan is een afgeronde 4-jarige opleiding noodzakelijk. Om het beroep ook in de toekomst aantrekkelijk te houden is plaatsing in een breder carriè reperspectief belangrijk. Inschakeling van zowel arts als verpleegkundige in curatieve activiteiten in het kader van de soa-of tuberculosebestrijding biedt mogelijkheden in deze richting. De tuberculosebestrijding zal gezien de teruglopende incidentie de komende jaren onvermijdelijk veranderen. Curatie en diagnostiek zullen meer door medisch specialisten worden verzorgd. Er zal slechts een beperkt aantal specialistische centra nodig blijven met ta-ken in de openbare gezondheidszorg. In de andere GGD'en zullen artsen en verpleegkundigen van de algemene infectieziektebestrijding de routinebehandelingen en bron-en contactopsporing verzorgen, daarin gecoacht door de grote centra.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toekomst"
        },
        {
            "text": "Het curriculum van de arts infectieziektebestrijding is de afgelopen jaren geheel vernieuwd, daarbij zijn competenties gedefinieerd (Canmed systematiek) en is er een goed gestructureerde praktijkopleiding opgezet. Voor de verpleegkundigen moet een dergelijke kwaliteitsslag nog worden gemaakt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toekomst"
        },
        {
            "text": "Het capaciteitsorgaan is momenteel bezig met een capaciteitsplan voor de medische vervolgopleidingen infectieziektebestrijding. Daarin zijn verschillende organisatieprincipes van de bestrijding doorgerekend; in bijna alle scenario's zal een landelijke capaciteit van een kleine 100 specialisten noodzakelijk blijven.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toekomst"
        },
        {
            "text": "In de te voorziene toekomst zal nog enige schaalvergroting optreden: reductie van de huidige 30 naar 25 GGD'en; de zeven samenwerkingsregio's zullen worden teruggebracht tot vijf. Een verdere schaalvergroting is niet gewenst. Kennis van het regionale netwerk en persoonlijke contacten met relevante actoren in de bestrijding versoepelen de samenwerking in tijden van crisis. De menselijke maat blijft belangrijk en is een vereiste om het vak op verantwoorde wijze uit te voeren. Deze maat dreigt in grote GGD'en met een verzorgingsgebied boven de miljoen inwoners te worden overschreden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toekomst"
        },
        {
            "text": "Ten slotte, Nederland is geen epidemiologisch eiland, dus de internationale samenwerking met het ECDC en de WHO en in grensgebieden met de regionale buren, zal meer aandacht krijgen. De mate en snelheid van vervoer van mensen, dieren, voedsel en goederen is zo gigantisch toegenomen dat bij infectieziekten overduidelijk is dat we in het tijdperk van het Global Village leven: de incuberende Vietnamese zakenman die gisteren nog thuis zat, is morgen op het hoofdkwartier van zijn bedrijf in Amsterdam, de gecontamineerde sla of framboos die gisteren in Ethiopië of Polen is geoogst, ligt morgen op uw bord, en wij exporteren bij iedere epidemie van mazelen en rodehond naar Canada. We leven in Nederland in een uitzonderlijk welvarend, schoon en gezond deel van de wereld, met overeenkomstig weinig grote infectieziekteproblemen, maar de dreigingen zullen niet verdwijnen en vereisen een solide, flexibel bestrijdingsapparaat waar we in 2008 een aardig eind mee op streek zijn. Blijvende aandacht van de overheid is vereist om te garanderen dat zij haar verplichtingen ten opzichte van de bevolking, ook in internationaal verband, kan blijven voldoen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toekomst"
        },
        {
            "text": "In dit artikel wordt een innovatieve visie op de Jeugdgezondheidszorg als Publieke Zorg voor de Jeugd (PZJ) beschreven. De Jeugdgezondheidszorg is in de ogen van de auteurs een van de belangrijkste pijlers in de PZJ. Zij zal echter anders gepositioneerd en vorm gegeven moeten worden om haar rol te kunnen vervullen. Onze visie werken wij uit aan de hand van een aangepast INK-schema waarin de diverse onderdelen van dit bekende kwaliteitsmodel (richten, inrichten en verrichten) handvatten geven voor verbetering. Door de beperkte ruimte voor dit artikel kunnen wij onze visie alleen in de vorm van een aantal statements weergeven en kunnen wij niet op alle aspecten van het INK-schema ingaan. Uitwijding, nuancering en discussie zal plaatsvinden in debatten die met het Public Health Forum georganiseerd worden. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suzanne Boomsma 1 en Frans Pijpers 1"
        },
        {
            "text": "Binnen de publieke verantwoordelijkheid van gemeenten voor de JGZ is het van belang dat de uitvoeringspraktijk op enige afstand van gemeenten opereert. Dan kan zij actief inspelen op de (maatschappelijke) vraag van de jeugd en de veranderingen daarin, en zoveel mogelijk aansluiten bij bestaande levenssferen (gezin, vrienden, school, buurt zorg, et cetera).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uitvoeringspraktijk: focus op kind én maatschappij"
        },
        {
            "text": "Ervaring leert dat er van oudsher een kloof bestaat tussen de professionele culturen van de gezondheidszorg (medisch) en bureaus jeugdzorg (welzijn, justitie) en dat men elkaars gezag voor de aanpak van bepaalde problemen bij de jeugd nauwelijks erkent. JGZ kan als gezaghebbende medische jeugddiscipline een verbindende functie vervullen tussen de ''gezondheidszorgkolom'' en de ''jeugdzorgkolom'', maar moet daar wel voor opgeleid worden! Figuur 1 geeft de positie van het basistakenpakket JGZ in de PZJ aan. De JGZ kan alleen in samenhang met andere publieke functies /disciplines zoals OGGZ, epidemiologie, beleidsadvies, GVO, en 1 e lijns (Jeugd)zorg functioneren als een echte, omvattende PZJ-voorziening. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uitvoeringspraktijk: focus op kind én maatschappij"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A large outbreak of Legionnaires' disease at a flower show, the Netherlands",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Boer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Den",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Yzerman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schellekens",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Emerg Infect Dis",
            "volume": "8",
            "issn": "",
            "pages": "37--43",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Measles epidemic in the Netherlands",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hof S Van Den",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Conyn-Van Spaendonck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Steenbergen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "1483--1489",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Public health implications of using various case definitions in The Netherlands during the worldwide SARS outbreak",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Timen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Doornum Gj Van , Schutten",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Microbiol Infect",
            "volume": "12",
            "issn": "",
            "pages": "1214--1234",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Control measures used during lymphogranuloma venereum outbreak",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Timen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Hulscher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vos",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eur Emerg Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "573--581",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An outbreak of Q fever in The Netherlandspossible link to goats",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Steenbergen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Morroy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Groot",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Ruikes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Marcelis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Speelman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "151",
            "issn": "",
            "pages": "1998--2003",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Transmission of H7N7 avian influenza A virus to human beings during a large outbreak in commercial poultry farms in the Netherlands",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wilbrink",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Conyn",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "9409",
            "pages": "587--93",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "RGO. Advies Kennisinfrastructuur Infectieziekten. Publicatie 40. Den Haag: RGO",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Advies Kennisinfrastructuur Public Health: Kennisverwerving en kennistoepassing. Publicatie 39. Den Haag: RGO",
            "authors": [],
            "year": 2003,
            "venue": "RGO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Communicable disease control-still a core public health function",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Steenbergen J Van, Gelletlie",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Casteren",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eur J Public Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Correspondentieadres Hans van den Kerkhof, Postbus 166, 3300 AD Dordrecht",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "valt er nog een wereld te winnen. De samenwerking met Spectrum Figuur 1 De zeven samenwerkingsverbanden.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Investeren in kinderen: publieke zorg voor de jeugdKinderen hebben recht op een gezonde groei en ontwikkeling. De ouders zijn eerstverantwoordelijk, maar ook de overheid heeft de plicht een gezonde en veilige omgeving te creëren en zorg te dragen voor voldoende voorzieningen om dit mogelijk te maken (Universele rechten van het kind). Publieke Zorg voor de Jeugd (PZJ) is zo'n voorziening die de overheid aanbiedt aan kinderen en ouders.De verantwoordelijkheden van de landelijke, provinciale en lokale overheid zijn in Nederland vastgelegd in verschillende wetten. Voor de PZJ zijn de meest relevante de Wet Collectieve Preventie Volksgezondheid (Wcpv, wordt vervangen door de Wet Publieke Zorg), Wet op de Jeugdzorg en de Wet op de Maatschappelijke Ondersteuning (Wmo).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Stichting Kind & MaatschappijFiguur 1: Positie basistakenpakket JGZ binnen de Publieke Zorg voor de Jeugd",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}