{
    "paper_id": "ab549f0bc6730cb745430d8acababe368ef74466",
    "metadata": {
        "title": "Explaining and responding to the Ebola epidemic",
        "authors": [
            {
                "first": "Solomon",
                "middle": [],
                "last": "Benatar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cape Town",
                    "location": {
                        "addrLine": "3.03 Humanities Building, University Ave",
                        "settlement": "Rondebosch, Cape Town",
                        "country": "South Africa"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The Ebola epidemic in West Africa is not merely a biomedical problem that can be seen in isolation and dealt with only through emergency medical rescue processes. The ethical dilemmas surfaced by this epidemic are also not confined to the usual micro-ethical problems associated with medical care and medical research. The pandemic, as one of many manifestations of failed human and social development that has brought the world to dangerous 'tipping points', requires deep introspection and action to address upstream causal processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Ebola epidemic in West Africa is not merely a biomedical problem that can be seen in isolation and dealt with only through emergency medical rescue processes. The ethical dilemmas surfaced by this epidemic are also not confined to the usual micro-ethical problems associated with medical care and medical research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The most superficial explanation for the Ebola epidemic in West Africa is that it is merely a biomedical problem arising from transmission of an animal virus to humans. A deeper explanation relates to failure to install well-known public health measures necessary to prevent the rapid spread of infection, and failure to develop vaccines and drugs for use in good time [1] . These are notable failures, given several small epidemics since the emergence of Ebola in 1976 and knowledge of the rapidly fatal outcome of this infection.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 372,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The deepest, less easily perceived and largely ignored explanation is that the epidemic is one of many manifestations of failed human and social development that has brought some countries (for example Liberia [2] ), Sierra Leone and the world [3] [4] [5] to dangerous 'tipping points ' 'as exemplified by:",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 213,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 244,
                    "end": 247,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 252,
                    "end": 255,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Widening disparities in wealth and health with extensive severe poverty Resurgence and global spread of old infectious diseasestuberculosis, malaria Rising drug resistance Emergence of new infectious diseases: HIV, SARS, Ebola etc. Reduction in energy, water and food security Failure to achieve human rights and human potential more extensively Major economic crises, corruption, exploitation and unrepayable debt Escalating social conflict, proliferation of fundamentalist groups, ethnic and religious conflict, anarchy and displacement of millions of people Failure to reproduce caring social institutions such as educational, health and other infra-structural services Ongoing population growth Wasteful consumption patterns by the privileged Global warming and environmental degradation Upstream causal forces that include the structure of the global political economy, corruption, the distorted application of values such as freedom and human rights, demographic changes resulting from wars, refugees, an ageing population and lack of visionary local and global leadership, are central to creating and perpetuating an unstable, unsustainable trajectory of human 'progress' towards what has been labeled a 'global organic crisis.' This comprises many overlapping and interlinked components within systematically entrenched forms of local and global structural social violence [2, [6] [7] [8] .",
            "cite_spans": [
                {
                    "start": 1381,
                    "end": 1384,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1385,
                    "end": 1388,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1389,
                    "end": 1392,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1393,
                    "end": 1396,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The ethical dilemmas surfaced by this epidemic are similarly not confined to the usual micro-ethical problems associated with medical care and medical research. The epidemic raises the necessity of extending the bioethics discourse beyond interpersonal ethics to the ethics of public health and the ethics of the international relations that play such a central role in shaping the health of whole populations [5, 6] .",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 413,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 414,
                    "end": 416,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mobilizing clinical support to treat victims is the obvious urgent and necessary response, together with a range of emergency measures, including burying the infected dead, which could limit ongoing spread of the disease to local and regional populations. Because of severe poverty and weak local health services in the endemic areas, external humanitarian organizations like Médecins Sans Frontières (MSF) play a vital role in responding, and philanthropic support for its work is essential. MSF was almost alone in its initial endeavours although international support was subsequently forthcoming. However, MSF and its courageous members cannot be responsible for building the required public health infrastructure, and the World Health Organization has neither been an effective agent for such a task specifically, nor for improving global health generally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It has become essential to acknowledge the sociopolitical-ideological forces that have generated local crises such as in Liberia [2] and Sierra Leone, the linkages of these crises to the 'global organic crisis, ' and for serious attempts to be made to address these more comprehensively through changes in attitudes and responses to the health of whole populations at this critical time in human history [9] . The barrier to meaningful change lies in failing to admit that our predicament is at least in part attributable to privileged populations wastefully consuming highly disproportionate levels of energy, to their having inordinate expectations of what life owes them and to imagining that 'business as usual' with minor modifications is all that is required [8, 10] . Such attitudes are damaging to all and neglectful of potential solutions within our grasp [11, 12] .",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 404,
                    "end": 407,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 765,
                    "end": 768,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 769,
                    "end": 772,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 865,
                    "end": 869,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 870,
                    "end": 873,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Ebola as a symptom of a global organic crisis"
        },
        {
            "text": "The deliberate structuring of the global economy for the preferential benefit of a small proportion of people reflects inadequate regard for the impact of entrenched poverty on the neglected majority [13] . The ongoing extraction of material and human resources from poor countries through interest on debt that can never be repaid, exploitation of land and mineral resources impoverish already poor countries and add severe ecological damage [9, 14] . The resulting severely adverse living conditions of many, that foster poor health and allow for only rudimentary health and social services, have been conducive to continuing cross-species transmission of infections like HIV, SARS, Avian 'flu and Ebola and the persistence and spread of tuberculosis and malaria [2] [3] [4] .",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 443,
                    "end": 446,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 447,
                    "end": 450,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 765,
                    "end": 768,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 769,
                    "end": 772,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 773,
                    "end": 776,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Ebola as a symptom of a global organic crisis"
        },
        {
            "text": "All of these diseases and the emergence of drug resistance cannot be controlled through biomedical means alone. From a historical perspective, the profoundly disruptive relationships between Africa and the world are additional relevant upstream causal factors, [2, 15] and if the Ebola epidemic cannot be contained, its impact, like that of HIV/AIDS, will have a devastating effect on sub-Saharan Africa.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 265,
                    "end": 268,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Ebola as a symptom of a global organic crisis"
        },
        {
            "text": "While we seemingly value freedom, human rights, progress based on reason, human dignity, democracy, competitiveness in free markets and economic growth, selective strategies and power relations have distorted the application of these concepts [16] [17] [18] . Notable contributions to these distortions and our unstable predicament include an almost unwavering belief in flawed economic dogma (until very recently), an extravagant sense of entitlement to endless consumption and acceptance of the 'justice of deserved privilege.'",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 248,
                    "end": 252,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 253,
                    "end": 257,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Ebola as a symptom of a global organic crisis"
        },
        {
            "text": "Widespread belief that ongoing biomedical advances will provide all the solutions reflects denial of the magnitude of these global crises, their multifactorial causality, and the covert complicity of the most privileged and powerful in the complex causal chain [19] . Indeed such belief can be seen to be unwarranted by the fact that the benefits of progress and economic growth have largely impacted on the lives of only one third of the world's population and are not achievable or sustainable for a majority in the context of population growth, wasteful use of limited natural resources and climate change [8, 20] . Such features of the global economic landscape are also apparent in many local environments [2, 21] .",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 265,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 609,
                    "end": 612,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 613,
                    "end": 616,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 715,
                    "end": 718,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Ebola as a symptom of a global organic crisis"
        },
        {
            "text": "The beneficence of development aid, which is necessary but insufficient, does not adequately reach the intended sources or contribute to 'development' when so much is deflected towards urgent humanitarian issues [22] . High profile praise for helpful philanthropy also obscures the facts that extraction of resources from the 'global south' , including massive repayments on debt that can never be eradicated, results in the net global financial flows from the 'global south' to the 'global north' far exceeding donor aid [23] . Ineffective local and global governance are also deeply implicated in sustaining poverty, together with overt and covert forms of corruption and exploitation, and other disruptive forces [24] .",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 522,
                    "end": 526,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 716,
                    "end": 720,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Ebola as a symptom of a global organic crisis"
        },
        {
            "text": "It is also notable that most publications on international and global health challenges come from those in the 'global north, ' whose proposed solutions relegate to a lower priority the perspectives from the 'global south' [25] .",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Ebola as a symptom of a global organic crisis"
        },
        {
            "text": "Failure to respond to the adverse power relations that sustain local and global inequalities is not due to lack of insight, ingenuity or resources. The explanation lies in lack of imagination and a poorly developed sense of local and global social, economic, physical and moral interdependence in the face of ongoing natural, biological and human induced tragedies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Deeper understanding of the fragility of all lives, including those of privileged and powerful people, couple to wise cosmopolitan political, moral and humanitarian leadership [26, 27] could ameliorate looming environmental and social tragedies, that are visible writings on the wall, and promote a trajectory towards a more peaceful and sustainable future [9, 28] . ",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 181,
                    "end": 184,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 361,
                    "end": 364,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ebola, epidemics, and ethics -what we have learned?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Donovan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Philos Ethics Humanit Med",
            "volume": "2014",
            "issn": "",
            "pages": "9--15",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ebola in Liberia: an epidemic of rumors",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The coming plague: Newly Emerging Diseases in a World Out of Balance",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Garret",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Betrayal of Trust: The Collapse of Global Public Health",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Garrett",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The coming catastrophe in international health. an analogy with lung cancer. Canadian Institute of International Affairs",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Benatar",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Int J",
            "volume": "1",
            "issn": "4",
            "pages": "611--642",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Global health ethics: the rationale for mutual caring",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Benatar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Daar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int Aff",
            "volume": "79",
            "issn": "",
            "pages": "107--145",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Global Crisis & the Crisis of Global Leadership. Cambridge: CUP",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gill",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Fatal indifference: the G8, Africa and the world. Ottawa: International Development Research Centre",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Labonte",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schrecker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sanders",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Meeus",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Changing the way we think, to create the world we want",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Moore-Lappé",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ecomind",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Zero-sum game: American power in an age of anxiety",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rachman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The ingenuity gap. Canada: Random House of Canada Limited",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Homer-Dixon",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Global Health and International Community; ethical political and regulatory challenges",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Coggon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gola",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Global health and Global health Ethics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Bakker",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "221--259",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Ebola-hit countries still servicing debt. Financial Times",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Africa and the world",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Benatar",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "S Afr Med J",
            "volume": "84",
            "issn": "",
            "pages": "723--729",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The paradigm that lost its way",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mccgwire",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Int Aff",
            "volume": "77",
            "issn": "4",
            "pages": "777--803",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Ethics and Global Health: the search for new paradigms",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Benatar",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Leadership",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "The Global Crisis & the Crisis of Global Leadership",
            "volume": "",
            "issn": "",
            "pages": "127--170",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Global Justice and Health: Re-examining our values",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Benatar",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bioethics",
            "volume": "27",
            "issn": "6",
            "pages": "297--304",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Moral imagination: the missing component in global health",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Benatar",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Public Libr Sci Med",
            "volume": "2",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "On preserving capitalism in the 21 st century",
            "authors": [
                {
                    "first": "George",
                    "middle": [
                        "S"
                    ],
                    "last": "The Lugano Report",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Health and health care in South Africa: twenty years after Mandela",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Mayosi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Benatar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "14",
            "pages": "1344--53",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "International aid and global health",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zwi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Global Health and Global Health Ethics",
            "volume": "",
            "issn": "",
            "pages": "184--97",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A new dynamic in global economic relations",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Capitalism's Achilles Heel: Dirty Money and How to Renew the Free-Market System",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Unequal 'Partners': AIDS, Academia, and the Rise of Global Health",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crane",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BEHEMOTH: A Journal on Civilization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1524/behe.2010.0021"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Two models in global health ethics",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lowry",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Public Health Ethics",
            "volume": "2",
            "issn": "3",
            "pages": "276--84",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Global Poverty, Decent Work, and Remedial Responsibilities: What the Developed World Owes to the Developing World and Why",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Brock",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Coercion, and Human Rights",
            "volume": "",
            "issn": "",
            "pages": "119--164",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The collapse of Western Civilization: a view from the future",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Oreskes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Conway",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Daedalus",
            "volume": "142",
            "issn": "1",
            "pages": "40--58",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Submit your next manuscript to BioMed Central and take full advantage of:• Convenient online submission • Thorough peer review • No space constraints or color figure charges • Immediate publication on acceptance • Inclusion in PubMed, CAS, Scopus and Google Scholar • Research which is freely available for redistribution Submit your manuscript at www.biomedcentral.com/submit",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The author declares that he has no competing interest. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}