{
    "paper_id": "ac97295a704ef4ae253c50ec6debefe264fd2769",
    "metadata": {
        "title": "Cooperative spreading processes in multiplex networks",
        "authors": [
            {
                "first": "Xiang",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "postCode": "430072",
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shihua",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "postCode": "430072",
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaoqun",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "postCode": "430072",
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Di",
                "middle": [],
                "last": "Ning",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "South-Central University for Nationalities",
                    "location": {
                        "postCode": "430074",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jun-An",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "postCode": "430072",
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This study is concerned with the dynamic behaviors of epidemic spreading in multiplex networks. A model composed of two interacting complex networks is proposed to describe cooperative spreading processes, wherein the virus spreading in one layer can penetrate into the other to promote the spreading process. The global epidemic threshold of the model is smaller than the epidemic thresholds of the corresponding isolated networks. Thus, global epidemic onset arises in the interacting networks even though an epidemic onset does not arise in each isolated network. Simulations verify the analysis results and indicate that cooperative spreading processes in multiplex networks enhance the final infection fraction. Published by AIP Publishing. [http://dx.doi.org/10.1063/1.4952964]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In recent years, epidemic spreading has received considerable attention in multiplex networks. The main focus of studies on this process is on how epidemic spreads in multiplex networks when two spreading processes interact. Epidemic threshold and final infection fraction are the two important parameters underlying any spreading processes, to contrast the two parameters between the interacting networks, and the corresponding isolated networks has practical significance. In this study, a model for cooperative spreading processes on interacting twolayer networks is proposed. This study aims to prove that the epidemic thresholds of interacting two-layer networks can be decreased for cooperative spreading processes, which implies that cooperative spreading processes promote the spread of disease. This study determines that the global epidemic onset arises. Thus, a global epidemic threshold can be used to uniform the two epidemic thresholds. This model can also be used for unidirectional coupled networks. It is revealed that a network with a small epidemic threshold confirms the global epidemic threshold of the multiplex networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Epidemic spreading, which is an important dynamic process in complex networks, has attracted great attention for a long time. Many studies initially focused on isolated networks of fixed topology with mean-field approximation. 1, 2 The spread of sexually transmitted diseases and computer viruses was studied based on scale-free networks. [3] [4] [5] [6] Several studies also revealed that epidemic processes in scale-free networks do not pose an epidemic threshold because of large connectivity fluctuations in infinite scale-free networks. [7] [8] [9] Epidemic spreading was investigated in complex random networks with degree correlations. 10 Then, reaction-diffusion model in which the nodes contain agents [11] [12] [13] [14] was used in the process of spreading. The agents can move from a node to another, and spreading processes occurred within agents on the same node. Further, the studies focus on the mobility of individuals. 15, 16 The movement of individuals among dense crowd in a city has a great effect on the epidemic threshold. A random diffusion model was also used to investigate epidemic spreading among objective traveling people. 17, 18 The railway leads to a fast increase in the number of infected agents and a high final infection fraction. These models and results are very useful for public health authorities to make effective decisions.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 229,
                    "text": "1,",
                    "ref_id": null
                },
                {
                    "start": 230,
                    "end": 231,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 339,
                    "end": 342,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 545,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 550,
                    "end": 553,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 643,
                    "end": 645,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 711,
                    "end": 715,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 716,
                    "end": 720,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 721,
                    "end": 725,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 730,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 937,
                    "end": 940,
                    "text": "15,",
                    "ref_id": null
                },
                {
                    "start": 941,
                    "end": 943,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 1153,
                    "end": 1156,
                    "text": "17,",
                    "ref_id": null
                },
                {
                    "start": 1157,
                    "end": 1159,
                    "text": "18",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "However, many spreading processes have been studied independently in a single network. In the real-world, many spreading processes can occur through multiple routes simultaneously. For example, sexually transmitted diseases can spread both in homosexual and heterosexual networks. 19 Avian influenza, such as 2009 H1N1 and 2013 H7N9, has recently made dead-end jumps from poultry to human. 20 Thus, these viruses make challenges to human progress and survival. A natural extension is to use the interacting network model in which epidemic can spread from one network to another. Funk and Jansen 21 used the bond percolation analysis of two competitive viruses in two-layer networks, and the effects of layer overlapping were investigated. A study on U.S. bisexual men showed that the bisexual men were the medium to connect the pathogens from the network of heterosexual men with the network of homosexual men. 22, 23 Dickison et al. 24 studied the susceptible-infectedrefractory (SIR) process and revealed that in strongly coupled networks, epidemics spread from one layer to the other at a critical infection strength b c , below which the disease does not spread. Saumell-Mendiola et al. 25 analyzed an epidemic spreading process of two interacting networks. They also developed a heterogeneous mean-field approach and revealed that a global endemic state may arise in the coupled system even though two networks are well below a) Electronic mail: shcheng@whu.edu.cn b)",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 283,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 390,
                    "end": 392,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 911,
                    "end": 914,
                    "text": "22,",
                    "ref_id": null
                },
                {
                    "start": 915,
                    "end": 917,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 934,
                    "end": 936,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 1191,
                    "end": 1193,
                    "text": "25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Electronic mail: xqwu@whu.edu.cn their respective epidemic thresholds. Granell et al. 26 used a microscopic Markov chain approach to analyze the interrelation between two processes, namely, the spreading of the epidemic and the spreading of information awareness to prevent infection. They also determined that awareness spread leads to disease suppression. Zhao et al. 27 used bond percolation theory and the generating function with SIR model to calculate the epidemic thresholds of multiplex networks. Sahneh and Scoglio 28 extended the single-virus spread model to the two exclusive viruses in two-layer networks, and they found analytical expressions that determine extinction, coexistence, and absolute dominance of the viruses. Zhao et al. 29 promoted the concept of state-dependent infected rate, and all the different influences between the two epidemics were displayed. Therefore, epidemic spreading processes on top of multiplex networks reveal a rich phase diagram of intertwined effects.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 88,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 370,
                    "end": 372,
                    "text": "27",
                    "ref_id": null
                },
                {
                    "start": 747,
                    "end": 749,
                    "text": "29",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Any spreading process has two underlying fundamental parameters: epidemic threshold and final infection fraction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The key issue is the difference in the two parameters between the interacting networks and the corresponding isolated networks. Cozzo et al. 30 used perturbation theory to analyze epidemic thresholds of networks, and they revealed that the spectral radius of the whole matrix is always not less than that of each submatrix. Thus, the epidemic threshold of the whole system is always not more than the corresponding isolated networks. Wang et al. 31 investigated two types of spreading dynamics: one is the spread of disease, whereas the other is the spread of information about the disease. They used simulation to determine that information spreading can effectively raise the epidemic threshold. Guo et al. 32 proposed a local awareness controlled contagion spreading model in multiplex networks, and they determined the emergence of an abrupt transition of epidemic threshold with the local awareness ratio through numerical simulations.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 143,
                    "text": "30",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 448,
                    "text": "31",
                    "ref_id": null
                },
                {
                    "start": 709,
                    "end": 711,
                    "text": "32",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The study on the interaction between two spread processes on two-layer networks has a great significance. In this study, a model composed of two interacting complex networks is proposed to describe the cooperative spreading processes. First, this model extends spreading process in a single network to cooperative spreading in the two-layer networks. It can also be used to analyze unidirectional or bidirectional interaction between two-layer networks. Second, perturbation analysis theory is used to prove that epidemic thresholds of interacting two-layer networks can be decreased in cooperative spreading processes. This theory reveals that the cooperative interaction between two spread processes can promote spread. Epidemic onset arises in one network and that also arises simultaneously in the other network for the interacting networks. Thus, a global epidemic threshold for interacting networks exists. Finally, this theory also displays that cooperative spreading processes in multiplex network enhance the final infection fraction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The rest of this paper is organized as follows. A model composed of two interacting complex networks and theoretical analysis is proposed in Sec. II. Then, the numerical simulations are used to show the effects of the interactions between two spreading processes in Sec. III. Finally, some discussions and conclusions are given in Sec. IV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Interacting two-layer networks, including network A ¼ ða ij Þ NÂN and B ¼ ðb ij Þ NÂN , presumably have the same size N with different intra-layer connectivity. Thus, the model is a multiplex networks, as shown in Fig. 1 . We focus in the discrete standard susceptible-infected-susceptible (SIS) model 1 for both networks with regard to the spreading dynamics. In each subnetwork, the nodes are denoted as susceptible (S) or infected (I), and the links represent the connection along which the infection can propagate. At each time step, susceptible (S) nodes may be infected from intra-layer infected nodes and inter-layer infected nodes simultaneously. On the other hand, infected nodes recover spontaneously. After some transient time, the previous dynamics make the system into a stationary state. For interacting two-layer networks, let b 1 (b 2 ) be the probability of infection between nodes in network A(B) and c 1 (c 2 ), the probability of infection from a node in B(A) to a node in A(B), l 1 (l 2 ) is the probability of curing for network A(B). The prevalence of infection of A and B, defined as the fraction of infected nodes at a given time, is denoted by p 1;i ðtÞ and p 2;i ðtÞ for node i, respectively. So, the time evolution processes can be written as",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 220,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "for i 2 f1; :::; Ng, where q 1;i ðtÞ and q 2;i ðtÞ are the probabilities of node i not being infected by any neighbor in A and B, respectively",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "In the first line in Eq. (1), the first term on the right-hand side is the probability that node i is susceptible ð1 À p 1;i ðtÞÞ and is infected ð1 À q 1;i ðtÞÞ by at least a neighbor, the second term stands for the probability that node i is infected at time t and does not recover, and the last term takes into account the probability that node i is susceptible ð1 À p 1;i ðtÞÞ and is infected by the counterpart node in other layer, the second line in Eq. (1) has the same definition with the first line. Based on different epidemic parameters, this model can construct various network structures to exhibit rich propagation dynamic behaviors. In the following, a simplifying assumption should be made. The probability of infection of inter-layer is much smaller than the probability of infection of intra-layer, 30 since the probability of infection of inter-layer describes spreading process from one species to another species. 20 So, one obtains:",
            "cite_spans": [
                {
                    "start": 817,
                    "end": 819,
                    "text": "30",
                    "ref_id": null
                },
                {
                    "start": 935,
                    "end": 937,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "The fixed point iteration method is used to calculate nontrivial stationary solution of Eq. (1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "p 1;i and p 2;i are the probability of infection of node i at the stationary state for A and B, respectively. Thus, the final infection fractions q 1 and q 2 for the two interacting networks A and B are computed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "When the values of l i and c i are fixed, there are epidemic thresholds b c 1 and b c 2 for A and B, respectively, thus",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": ", the probabilities p 1;i ( 1 and p 2;i ( 1, so from Eq. (2), one obtains",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "Inserting Eq. (7) into Eq. (4) and neglecting second-order terms, one obtains",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "thus, we obtain the following equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "where P 1 ¼ ½p 1;1 ; p 1;2 ; :::; p 1;N > ; P 2 ¼ ½p 2;1 ; p 2;2 ; :::; p 2;N > . From the second line of Eq. (9), we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "is not the eigenvalue of matrix B, then matrix",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "is zero, since the number of eigenvalues for matrix B is limited. One obtains",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "By the same methods, one obtains",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "Inserting Eqs. (11) and (12) into Eq. (9), we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "after symbol substitution in Eq. (13), one gets",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "When Eq. (14) has nonzero solution (P 1 > 0; P 2 > 0), if and only if l 1 =b 1 is the eigenvalue of matrix A and l 2 =b 2 is the eigenvalue of matrix B. 10, 33 Looking for the onset of spread, the lowest values of b 1 and b 2 satisfying Eq. (14) are written as",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "text": "10,",
                    "ref_id": null
                },
                {
                    "start": 157,
                    "end": 159,
                    "text": "33",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "where K max is the largest eigenvalue of the matrix. Considering the two isolated networks A and B, probabilities of infection are denoted by p 1;i ðtÞ and p 2;i ðtÞ for node i, respectively p 1;i ðt þ 1Þ ¼ ð1 À p 1;i ðtÞÞð1 À q 1;i ðtÞÞ þ ð1 À l 1 Þp 1;i ðtÞ; p 2;i ðt þ 1Þ ¼ ð1 À p 2;i ðtÞÞð1 À q 2;i ðtÞÞ þ ð1 À l 1 Þp 2;i ðtÞ:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "Inserting Eq. (2) into Eq. (17) and neglecting secondorder terms, we can calculate nontrivial stationary solution for isolated networks by fixed point iteration method, one obtains",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "P Ã 1 and P Ã 2 are the probability of infection vectors for all nodes at the stationary state for A and B, respectively. Looking for the onset of spread (P Ã 1 > 0; P Ã 2 > 0), the lowest values of infected rate b 1 and b 2 for isolated networks satisfying Eq. (18) are",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "Generally, probability of infection between layers is smaller than the probability of infection in the layer. Following the assumptions in Eq. IÞ À1 as a disturbance of the matrix B. Therefore, in order to contrast the epidemic thresholds b c 1 and b c 2 of interacting networks with b Ã 1 and b Ã 2 of the corresponding isolated networks, we can use perturbation analysis method to analyze the thresholds of isolated networks. The perturbed solutions to both infected thresholds b Ã 1 and b Ã 2 and infection rates P Ã 1 and P Ã 2 of isolated networks are proposed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "Inserting Eq. (20) into Eq. (9), using Eq. (19) and neglecting second-order terms, Eq. (9) after some algebra yields",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "text": "(20)",
                    "ref_id": null
                },
                {
                    "start": 43,
                    "end": 47,
                    "text": "(19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "since j 3 j ( 1 and j 4 j ( 1, A and B are adjacency matrixes, the results show that 1 < 0 and 2 < 0, one obtains b c 1 < b Ã 1 and b c 2 < b Ã 2 . Therefore, we can conclude that the epidemic threshold of the interacting two-layer networks can be decreased for two cooperative spreading processes, which means that cooperative spreading promotes the spreading processes. To obtain more accurate results, we consider the second order approximation of Eq. (5) as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "X j<l a ij a il p 1;j p 1;l ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "The second-order corresponds to reinfections and multiple infections. The conclusion can be extended from duplex networks to multiplex networks. Take a multiplex network composed of three layers, for example. First, we consider a network which contains two layers of sub-networks. Based on the conclusion, we obtain that the epidemic threshold of this duplex network is decreased compared with the two corresponding isolated networks. Second, we take the duplex network as the first layer, and a third sub-network as the second layer. Similarly, based on the conclusion, we can conclude that the epidemic threshold of the multiplex network composed of three layers is decreased compared with the three corresponding isolated networks. Analogously, the conclusion can be generalized to multiplex networks composed of more layers of sub-networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "It is observed that a global endemic activity arises in the two interacting complex networks, the reason being that the state q 1 6 ¼ 0 and q 2 ¼ 0 is not a fixed point of the dynamics shown in Eq. (9) . This conclusion is proved as below. The state q 1 6 ¼ 0 and q 2 ¼ 0 is presumably a fixed point. Thus, the probability is P 1 > 0, and P 2 ¼ 0. When P 2 ¼ 0, one obtains P 1 ¼ 0 after substitution into Eq. (9), wherein contradiction occurs. The state q 1 ¼ 0 and q 2 6 ¼ 0 is also not a fixed point, as can be revealed with the same method. Thus, the fixed point is at the state q 1 6 ¼ 0 and q 2 6 ¼ 0. Thus, when b 2 ! b c 2 , then b 1 ! b c 1 simultaneously. This finding indicates that if epidemic activity arises in one network, it will also arise in the other coupled network. That is to say, if the epidemic spreads in one of the coupled networks, it will spread to the whole system.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 201,
                    "text": "(9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "Generalized outer synchronization in unidirectional interaction of two networks has attracted great attention for a long time. 34 However, the unidirectional interaction of two networks for an epidemic has not been considered thus far. The proposed model can also be used to analyze the unidirectional interaction of two networks by setting c 1 ¼ 0 or c 2 ¼ 0. In the unidirectional interaction of two-layer networks with c 1 ¼ 0, network A affects network B, but the inverse is not true. When the epidemic threshold of isolated network A is smaller than that of isolated network B, we call network A as the dominant network and network B as the nondominant network. The epidemic threshold of nondominant network B is proved smaller than that of corresponding isolated network with perturbation theory. Based on Eq. (9) with c 1 ¼ 0, the following can be obtained:",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 129,
                    "text": "34",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "The perturbed solution is proposed to the infected threshold b Ã 2 and the infection rate",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "The following is obtained by inserting Eq. (24) into Eq. (23), the second line in Eq. (19) , and by neglecting the secondorder terms:",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "(19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "Given that B is adjacency matrix, the results show that 2 < 0. Then, the following is obtained:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "This finding reveals that the epidemic threshold of B is well below that of the corresponding isolated network. The dominant network A with a small epidemic threshold confirms the global epidemic threshold of the multiplex networks, given that it induces a shift of the epidemic threshold of the network B to small values. In other words, the multiplex nature of the system leads to an earlier endemic activity also in the nondominant network, given that its epidemic threshold is smaller than that for the isolated networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. NETWORK MODELING AND PRELIMINARIES"
        },
        {
            "text": "In numerical simulations, two different networks formed by 1000 nodes each are generated, which follow the power law degree distribution with exponent 2.5, given that the epidemic thresholds are found at the limit for scale-free networks. Figs. 2-9 show results averaged over 20 runs of randomly generated two-layer models.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 248,
                    "text": "Figs. 2-9",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "III. NUMERICAL SIMULATIONS"
        },
        {
            "text": "Monte Carlo simulations are employed to obtain the epidemic thresholds. The initial fraction of the infected nodes is set as 0.05, and the probability of curing are l 1 ¼ 0:4 and l 2 ¼ 0:4. The values for interlayer probability of infection are c 1 ¼ 0:05 and c 2 ¼ 0:05. For simplicity, we always set l 1 ¼ l 2 and c 1 ¼ c 2 . Note that two additional types of topologies, two interacting random networks, and two interacting small-world networks are also used for simulations. The numerical results which are not shown here for brevity agree with those of the two interacting scale-free networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. NUMERICAL SIMULATIONS"
        },
        {
            "text": "The comparison of the final infection fractions q 1 and q 2 of infected nodes for cooperative interaction networks with the corresponding isolated networks is shown in Figs. 2 and 3. Using first order approximation and second order approximation for cooperative spreading processes in numerical simulations, Figs. 2 and 3 show that the difference between first order approximation and second order approximation is trivial. It is also obvious that the epidemic thresholds are decreased for cooperative spreading processes compared with those of the corresponding isolated networks. This observation indicates that cooperative interacting networks promote propagation process. Figs. 2 and 3 also show that the final infection fraction for cooperative interaction networks is larger than that for isolated networks whether we use the first or second order approximation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. NUMERICAL SIMULATIONS"
        },
        {
            "text": "Further, the endemic activity of the two interacting complex networks arises simultaneously. Thus, the epidemic thresholds of the two interacting complex networks are always the same. Fig. 4 shows the comparison of epidemic thresholds for interacting networks A and B, where the x-axis represents the number of runs. In particular, red stars represent epidemic threshold b c 1 for network A, and black circles represent epidemic threshold b c 2 for network B. Fig. 4 shows that the epidemic thresholds b c 1 are consistent with epidemic thresholds b c 2 for 20 runs. We call the sub-network with the smallest epidemic threshold as the dominant network. Numerical analysis is used to verify the conclusion indicating that spreading process in the dominant network can promote the spreading process in a nondominant network with unidirectional interaction. We assume that network A is dominant and network B is nondominant, and A affects B although the inverse is not the case. The simulation result which is not shown here for brevity is similar to Fig. 3 . Thus, it reveals that the epidemic threshold of B in cooperative unidirectional interaction networks is well below the isolated network B. Therefore, we obtain the result with Eq. (26) .",
            "cite_spans": [
                {
                    "start": 1237,
                    "end": 1241,
                    "text": "(26)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 190,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 460,
                    "end": 466,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 1048,
                    "end": 1054,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "III. NUMERICAL SIMULATIONS"
        },
        {
            "text": "We provide three colormaps to illustrate the overall behavior. Figs. 5-7 show that the expected infection ratios q ¼ ðq 1 þ q 2 Þ=2 for multiplex networks as a function of parameters b 1 and b 2 . The white lines in the lower left corner are used to separate the epidemic survival region from epidemic die out region. q ¼ 0 in this lower left smaller region means that the epidemic is eventually dying out. q > 0 in the upper right region means that the epidemic is going to be eventually persistent in the population. Thus, horizontal and vertical white lines represent the epidemic thresholds of complex network A and complex network B, respectively. Comparing the horizontal and vertical white lines in Figs. 5-7, we show that epidemic thresholds are decreased for cooperative multiplex networks using both first order approximation and second order approximation as compared to the epidemic thresholds of corresponding isolated networks. At the same time, Figs. 5 and 6 show that the die out regions differ trivially between first and second order approximation. Therefore, the simulation results are consistent with that of the previous simulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. NUMERICAL SIMULATIONS"
        },
        {
            "text": "Finally, we use simulations for sensitivity analysis of parameters. The second order approximation for cooperative spreading processes is used in numerical simulations. Considering the interacting network A, the comparison of q 1 for different values of l 1 with c 1 ¼ 0:04 is shown in Fig. 8 , which reveals that larger l 1 leads to a smaller final infection fraction. Further, the comparison of q 1 for different values of c 1 with l 1 ¼ 0:4 is shown in Fig. 9 . Simultaneously, we can also obtain similar results which were not displayed for interacting network B. The same observation for different parameters is obtained, which reveals that the conclusion is not sensitive to parameters.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 292,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 456,
                    "end": 462,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "III. NUMERICAL SIMULATIONS"
        },
        {
            "text": "In conclusion, a model for cooperative spreading processes on interacting two-layer networks is proposed. In particular, the epidemic thresholds of interacting two-layer networks can be decreased for cooperative spreading processes, thereby implying that cooperative spreading processes promote the spread of the disease. In theory, the global epidemic onset arises in the interacting networks simultaneously. Thus, a global epidemic threshold can be used to uniform the two epidemic thresholds. This model can also be used for unidirectional coupled networks. The results can provide hints for public health authorities to make effective measures for disease control and prevention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Reaction-Diffusion Processes in Scale-Free Networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Catanzaro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boguñ A",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Example of a two-layer network. The topologies are different per layer, and each node in one layer is connected to its counterparts in the other layer. Dashed and solid lines represent interlayer and intralayer connections, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(3), we obtain c 1 c 2 ( b 1 b 2 . By comparing Eq. (13) with Eq. (18), we can set matrix c À1 as a disturbance of the matrix A, and c",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Comparison of the final infection fraction q 1 as a function of b 1 for cooperative network A with the corresponding isolated network. FIG. 3. Comparison of the final infection fraction q 2 as a function of b 2 for cooperative network B with the corresponding isolated network. FIG. 4. Comparison of the epidemic thresholds for two-layer interacting networks A and B. The x-axis represents the number of runs, and the y-axis represents the epidemic thresholds obtained by simulations for the two-layer interacting networks.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Expected infection ratios q ¼ ðq 1 þ q 2 Þ=2 for two-layer interacting networks as a function of probability of infection b 1 and b 2 by using second order approximation. FIG. 7. Expected infection ratios q ¼ ðq 1 þ q 2 Þ=2 for corresponding two isolated networks as a function of probability of infection b 1 and b 2 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Comparison of the final infection fraction q 1 as a function of b 1 for cooperative network A with the corresponding isolated network for different values of l 1 . FIG. 5. Expected infection ratios q ¼ ðq 1 þ q 2 Þ=2 for two-layer interacting networks as a function of probability of infection b 1 and b 2 using first order approximation. FIG. 9. Comparison of the final infection fraction q 1 as a function of b 1 for cooperative network A with the corresponding isolated network for different values of c.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by the National Natural Science Foundation of China under Grant Nos. 61273215, 61573262, and 41301442.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}