{
    "paper_id": "ac98e560987787410dfdcb0f3a6cde0e175089b1",
    "metadata": {
        "title": "Virus Infections and the Natural History of Chronic Obstructive Lung Disease",
        "authors": [
            {
                "first": "W",
                "middle": [],
                "last": "Klaer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bergith",
                "middle": [],
                "last": "Reinert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universit~t des Saarlandes. *",
                    "location": {
                        "addrLine": "Medizinische Universit~tsklinik, D-665 Homburg (Saar). 1 Pneumonologie, Bd. 142"
                    }
                },
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Trendelenburg *$",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Wioand",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "415 male out-patients were studied by serological means (complement-fixation with various viral antigens, hcmagghitination-inhibition with adenoviruses of subgroup II).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The significance of viral infections --well known for acute diseases of the respiratory tract --is largelyunknown for the natural history of chronic obstructive lung disease, despite a number of investigations [1, 2, 4, 6, 7, 8] . It was our purpose to study this question in a group of male out-patients aged between 18 and 50 years with light or moderate chronic bronchitis and/or asthma. A thorough clinical functional etc. examination was performed both before and at the end of an observation period with an average of three months including a general hospital treatment of four weeks. At the same time, two blood specimens were taken for the serological tests. A series of easily available and specific diagnostic reagents (see below) was used in complement-fixation tests. In addition, hemagglutinationinhibition tests were carried out against all serotypes of the adenovirus subgroup II, since these infections are mainly occurring in adults [3] . The antibody findings had to be compared with episodes of fever encountered during the year before the first examination and during the observation period, as well as with a possible change of bronchial function.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 213,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 214,
                    "end": 216,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 217,
                    "end": 219,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 220,
                    "end": 222,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 223,
                    "end": 225,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 226,
                    "end": 228,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 950,
                    "end": 953,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patients. 415 male patients with chronic obstructive lung disease were investigated and treated between December 1966 and September 1969. Their age distribution is shown in Table 1 . The time interval between the two investigations, which is referred to as \"observation period\", averaged three months with a range between 2 and 6 months.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 180,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Patients, Materials and Methods"
        },
        {
            "text": "Clinical evaluation was performed without knowledge of the serological data and vice versa. Episodes of fever of the patients, both before the first examination and during the observation period, were evaluated by a detailed questionnaire and by objective data during * Institut flit Hygiene und Mikrobiologie, Universit~t des Saarlandes. ** Robert Koeh-Abteilnng, Medizinische Universit~tsklinik, D-665 Homburg (Saar). CF tests were performed as semimicretests in perspex plates with optimal antigen concentration, with a range of complement dilutions with a factor of 1.6 and a constant serum dilution of 1 : 5 (see 9). A titer rise was considered as significant, when a difference of more than 1.5 dilution steps in complement consumption between the two sera was found in repeated tests. Titer drops were disregarded. CF was considered to be \"positive\" in the first serum, when a difference of more than 1.5 dilution steps was found between the main test and that control (serum or antigen) which used up more complement for hemolysis. This corresponds to a fixation of 1.5 to 3.0 50% hemolytic unis, depending on the strength of the complement used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients, Materials and Methods"
        },
        {
            "text": "The tests were carried out with patients' sera diluted 1 : 5 and 1 : 20, which were absorbed twice with rat blood cells. As antigens four hemagglutinating units of all 14 serotypes of adenovirus subgroup II were used, namely types 8, 9, 10, 13, 15, 17, 19, 22, 23, 24, 26, 27, 29, and 30. A clear inhibition by serum diluted 1 : 5 was considered as positive. All possible titer rises were checked by repeated tests. Titer drops were again disregarded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hemagglutination-inhibition (HAI)."
        },
        {
            "text": "Statistics. The evaluation of clinical and serological data was performed by means of punched cards, which facilitated determining the correlation between any two parameters. Significance tests were done with the g~ method; differences with p > 0.05 were considered as non-significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hemagglutination-inhibition (HAI)."
        },
        {
            "text": "Titer Rises in Complement-fixation. 41 titer rises were found in the serum pairs of 37 of the 415 patients (9%, see Table 2 ). The largest group were 15 patients infected with influenzavirus type A. It is noteworthy that 13 of them showed a titer rise with type A soluble antigen, while only 6 exhibited a rise with A2 Berlin or A 2 Hongkong antigen respectively. There were four patients with two antibody rises: influenza A~-RS virus (2 eases), parainfluenza 3 ~-adenovirus, influenza A Jr reovirus (the only positive ease with reovirus). No titer rises were observed with influenza C and myeoplasma antigens. l0 of the 37 patients (or 27%) had an episode of fever during the observation period ( Table 2 , F3). Of the remaining 361 patients (in further 17 patients the corresponding anamnestie data were not available), in whom no titer rise was found, 56 or 15.5% had an episode of fever. This difference is not significant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 123,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 699,
                    "end": 706,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The titer rises could also be associated with infections at or shortly before the first examination (Table 2, F1, F2 ). When the number of patients with disease at any of these three occasions is combined, a total of 16 of the 37 patients (43%) with titer rises as compared with 142 of 361 patients (39%) without titer rises had a disease. This difference is again not significant. Apparent oddities of the figures given in Table 2 are due to the fact, that several patients were ill more than once and consequently were counted twice under the columns F2, F2 or F3. Of the patients with diesease on one or several occasions, approximately 10% experienced a viral infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 116,
                    "text": "(Table 2, F1, F2",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 431,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "It is noteworthy, that only 6 of the 34 patients with titer rises (18%), but 99 of 294 patients without titer rises (34%) showed a deterioration of their obstruction (FEV1) after the observation period. This difference is again without significance ; otherwise it would have been difficult to explain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Titer Rises in HA-inhibition. Surprisingly only one single patient showed a titer rise (against adenovlrus type 13) among no less than 2674 tests performed with serum pairs of 191 patients against 14 antigens. Consequently the HAI tests were discontinued and results on stationary titers are only available for this group of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Antibodies and Fever Prior to the First Examination. If the majority of the diseases occurring during the year before the first examination were caused by viruses of ttfis study, this should be reflected by the antibody status in the first serum. No such correlation could be found for any individual viral antigen in CF or in HAL Furthermore, when patients were placed into groups according to the number of antibodies present in their serum (see Table 3 ), patients with serum containing variety of antibodies were no more frequently diseased than those with no or only a few antibodies. Antibodies and Protection against Subsequent Episodes o/_~ever. Although CF and HAI antibodies by themselves do not confer immunity to the patient, they nevertheless indicate a prior infection with the respective or related virus. Thus it was thought possible that patients with antibodies in their first serum were less prone to subsequent respiratory infections or else to a deterioration of their obstruction (FEV1) than those with only a few or no antibodies. This again was analyzed for antibodies against individual viruses (not tabulated) and for groups of patients with more or fewer antibodies in their sera (Table 4, 5) . Statistical tests of these data, carried out as far as necessary, in no case yielded evidence, that the antibodies might indicate a protection against respiratory disease or deterioration of the bronchial function. ",
            "cite_spans": [
                {
                    "start": 1217,
                    "end": 1219,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 448,
                    "end": 455,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1207,
                    "end": 1216,
                    "text": "(Table 4,",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Serological titer rises in complement.fixation during the observation period of approximately 3 months with viral antigens were found in 9% of all patients of in 10% of those with an acute infection during this period or just before. These rates although low are well in accord with a number of other studies, which are briefly summarized in Table 6 . The authors mostly studied a small number of patients with chronic bronchitis over a longer period, taking several blood spechnens in intervals and additional ones after acute exacerbations. Despite these apparently better conditions, the rate of viral infections in respiratory episodes was between 4 and 16%. Only Carilli et al. [1] were able to prove viral infections in 50 % of respiratory diseases. Additional findings on virus isolation of baeterio. logical investigations in some of these studies did not give much more information.",
            "cite_spans": [
                {
                    "start": 683,
                    "end": 686,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 342,
                    "end": 349,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "During our study no major influenza epidemic occurred in our population. It is conceivable, that epidemics like the severe Hongkong epidemic in December of 1969 may have had an influence on the course of chronic obstructive lung disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The difficulty to prove an etiological relationship between a virus (as well as bacterial) infection and a concomittant disease is well known. In our study such a relationship could not be proven by statistical means. This is due firstly to the high frequency of inapparent infections found for many viruses. Secondly, infections with other viruses, notably rhino-, entero-and coronaviruses, cannot be ascertained by serological means. Finally even in the virus types studied a titer rise in CF may not be found in each infection with such a long time interval between the serum specimens. This is especially pertinent for the adenovirus group antigen, which makes additional HAI tests carried out with viruses of adcnovirus subgroup II meaningful. While infections with these types are occurring mainly in adults [3] , we found only a single titer rise in approximately 200 patients. This virtually rules out any clinical significance of this virus group for our patients and keeps this subgroup further to their status of\"viruses in search of disease\" [5] .",
            "cite_spans": [
                {
                    "start": 814,
                    "end": 817,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1054,
                    "end": 1057,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A virologic study of chronic bronchitis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Carilli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Gohd",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "New Engl. J. Med",
            "volume": "270",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pilot study of factors associated with exacerbations in chronic bronchitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Akhtar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Calder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A J"
                    ],
                    "last": "Moffat",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zealley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Crofton",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Brit. reed. J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiology of group II adeuoviruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wigand",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Amer. J. Epidemiol",
            "volume": "85",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Persistence of viral antibodies in patients with chronic bronchitis. Brit. recd. J. 1967'I",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A J"
                    ],
                    "last": "!~ioffat",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A W"
                    ],
                    "last": "Sutherland",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Viruses in search of disease",
            "authors": [],
            "year": 1957,
            "venue": "Ann. 1~. Y. Acad. Sci",
            "volume": "67",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Infective agents and chronic bronchitis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A C"
                    ],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eadie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Lees",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Pinkerton",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Thorax",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Infection with initucnza and parainfluenza viruses in chronic bronchitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Stark",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Heath",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Curwen",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Thorax",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Viral antibody levels and clinical status in acute exacerbations of chronic bronchitis; a controlled prospective study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Stenhouse",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Brit. med. J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Serologische und virologisehe Untersuchungen bei Atemwegsinfektionen durch Respiratory syncytial virus, Adenoviren und andere Viren",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wigand",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Burmeister",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Z. Hyg. Infckt.-Kr",
            "volume": "150",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Universit~itskliniken D-6650 Homburg (Saar)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Age distribution of patients",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Patients with titer rises in complement-fixation. Relation to episodes o//ever during the days be/ore the /irst examination (F1), at the/irst examination (F 2) or during She observation period (F J). Deterioration o/obstruction",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Relation between episodes o//ever occurring during the year be/ore the/irst examination and the number o/ antibodies per serum",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Relation",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Relation",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are indebted to Miss R. Rothaar for the preparation of punched cards, to Miss D. Kunze and Mrs. I. Maurer for providing tissue cultures and other reagents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement."
        }
    ]
}