{
    "paper_id": "acd3cf5c8591caed47db7c66044ce23b1ef6a60d",
    "metadata": {
        "title": "TRIPS-plus and access to medicines in China",
        "authors": [
            {
                "first": "Jing",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaoyan",
                "middle": [],
                "last": "Nie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peng",
                "middle": [],
                "last": "Yao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Luwen",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Ample evidence shows that Trade-related aspects of intellectual property rights (TRIPS)-plus provisions have seriously affected access to and availability of drugs in the developing countries. In recent years, developed countries have pressured many developing countries to implement TRIPS with stronger intellectual property (IP) protection than required by the TRIPS Agreement. The stronger provisions are called TRIPS-Plus provisions. This article focuses on IP and the health implications of limited access to medicines in China, explores the TRIPSplus arrangements in Chinese IP laws and regulations, and makes suggestions for China's negotiation strategy in resisting pressure from developed countries to tighten IP laws and regulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In recent years, high-income countries have been arguing for stronger (TRIPS-plus) provisions in intellectual property (IP) protection as part of bilateral, regional, and multilateral negotiations. 1 Trade-related aspects of intellectual property rights (TRIPS) is a World Trade Organization (WTO) multilateral agreement that established minimum global standards for IP protection. TRIPS-plus refers to provisions that either exceed the requirements of TRIPS or eliminate flexibilities in implementing TRIPs. Some studies 2,3 forecast that TRIPS-plus would result in: delayed entry of generics into developing countries; significant price increases, and reduced access to medicines, thus posing serious threats to public health. China faces great pressure to tighten IP provisions, with a potential for negative health impact on the population of 1.3 billion.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 199,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Projections show China's population greater than 60 years old increasing from 13 per cent of the total population in 2011 to more than 30 per cent of the total population by 2050. 4 The incidence and prevalence of chronic diseases are increasing substantially and non-communicable conditions -diabetes, heart disease, and cancer -are expensive to treat. Estimates for 2005 to 2015 indicate China will have lost US$558 billionalmost one per cent of gross domestic product (GDP) -as a result of heart disease, strokes, and diabetes. 5 The HIV/AIDS epidemic also challenges China, with an estimated 740 000 HIV infected people at the end of 2009, 105 000 of whom have progressed to AIDS. In 2009, there were an estimated 48 000 new HIV infections. 6 Government data released in 2010 show HIV/AIDS was the leading cause of death from communicable diseases. 7 Patent protection of HIV/AIDS drugs has impeded availability. China also has the greatest burdens of hepatitis B and liver cancer in the world. A 2006 national survey found an HBsAg carrier rate of 7.18 per cent in the total population, indicating that more than one-third of the world's hepatitis B virus (HBV) carriers lived in China. 8 Control of infectious diseases remains a major problem in China, creating a great need for medicines at affordable prices.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 181,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 531,
                    "end": 532,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 745,
                    "end": 746,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 853,
                    "end": 854,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Public health challenges in China related to patents and unaffordable medicines"
        },
        {
            "text": "Even with rapid economic development, China's healthcare 9 expenditures remain relatively low at 5 per cent of GDP compared with an average of 9.5 per cent in the member countries of the Organization of Economic Cooperation and Development (OECD). 10 With 20 per cent of the world's population, China accounts for less than 2 per cent of the global drug market. 11 Payment for pharmaceuticals constitutes nearly 40 per cent of China's total healthcare expenditures, a sharp contrast to the average of 17 per cent in countries belonging to OECD. 12 In 2009, a new round of healthcare reform in China sought to lower pharmaceutical expenditures while increasing affordability of drugs.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 545,
                    "end": 547,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Access to medicine in China"
        },
        {
            "text": "Despite expansion of medical insurance coverage after 2003, patients' co-payments remain very high. Government financial contributions to total health expenditures had increased from 15.47 per cent in 2000 to 27.23 per cent in 2009. 9 The percentage of total health expenditure paid by individuals also increased, from 20.4 per cent in 1978 to 38.2 per cent in 2009, peaking at 59 per cent in 2001. 9 High out-of-pocket payments expose individuals to the risk of catastrophic expenditure, which in 2011 affected 12.9 per cent of households. 13 According to China's 2008 national healthcare service survey, 25.1 per cent of patients who needed hospitalization did not get it; 70.3 per cent of these did not enter hospitals for financial reasons. 14 Patents keep medicine prices sufficiently high that unaffordability constitutes the main barrier to availability in China today. Three recent case studies [15] [16] [17] illustrate the severity of the problem: medicine prices, particularly for brand named drugs, remain significantly higher than international reference prices published at the Management Sciences for Health website (http://www.msh.org/resource-center/international-drugprice-indicator-guide.cfm). Although the government has taken many steps to reduce drug prices, results are not optimal. Drug expenditures in hospitals increased rapidly even after implementation of price controls. The average annual per hospital drug expenditure in China's general hospitals tripled from f14.1 million in 2002 to f45.1 million in 2009 9 ($1.00 ¼ f6.36). The Chinese government has allowed doctors and hospitals a 15 per cent profit margin on drug sales. As doctors' incomes are greatly influenced by profits from drugs they have prescribed, they tend to aggravate the problem by prescribing more expensive drugs.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 234,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 399,
                    "end": 400,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 541,
                    "end": 543,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 745,
                    "end": 747,
                    "text": "14",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 903,
                    "end": 907,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 908,
                    "end": 912,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 913,
                    "end": 917,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Access to medicine in China"
        },
        {
            "text": "HIV/AIDS-related problems are most prominent as government sponsored treatment programmes (free to patients) have been hindered by an inadequate drug supply. As China has provided patent protection for drugs since 1993, most antiretroviral (ARVs) drugs are protected. 18 GlaxoSmithKline's (GSK) patent exclusivity on Lamivudine (3TC), for example, makes it unaffordable in China, at $1672 per patient per year. 19 With increasing burdens of non-communicable diseases in many developing countries, increasing the availability of affordable cancer drugs is a key challenge. China has more than 2 million new cancer cases every year; the numbers are growing and cancer is now the leading cause of death. 9 Some cancer drugs are available only in branded versions with patent protection and at high prices. Average per patient expenditures on Gleevic (imatinib mesylate), a relatively new drug for several cancers (that has turned chronic myelogenous leukaemia, previously deadly, into a chronic disease), amounts to about f20 000 per month in China.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 270,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 411,
                    "end": 413,
                    "text": "19",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Access to medicine in China"
        },
        {
            "text": "A generic version in India (without patents or royalties) costs about f1300 per month per patient. 20 Although the Chinese pharmaceutical industry has been growing rapidly for a few decades, it is still small and lacks product innovation. Most of China's approximately 4600 drug companies focus on manufacturing generic drugs. 21 In 2010, the State Food and Drug Administration of China (SFDA) approved 886 domestic drug registration applications, including 651 for generic drugs (73 per cent). 22 On average, research and development (R&D) spending of Chinese pharmaceutical companies accounts for only 1 per cent of sales revenue, much less than the 14-18 per cent of leading global pharmaceutical companies. 23 IP protection is by no means the only barrier to availability of medicines in China, but it does prohibit production and marketing of generics.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 101,
                    "text": "20",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 327,
                    "end": 329,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 495,
                    "end": 497,
                    "text": "22",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 711,
                    "end": 713,
                    "text": "23",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Access to medicine in China"
        },
        {
            "text": "Although the Chinese government has devoted substantial effort to enacting IP protection laws and regulations, critics decry the lack of effective law enforcement. In 2007, the United States sued China at the WHO for IP infringement. For years, the Office of the US Trade Representative and multinational pharmaceutical companies pressed demands on the Chinese government for stronger pharmaceutical IP protection. Therefore, China added TRIPS-plus provisions within its IP laws and updated its drug regulatory framework.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TRIPS-plus in China"
        },
        {
            "text": "On 12 March 1984, China enacted the Patent Law -its first -but excluded pharmaceuticals from patent protection. After threats of sanctions by the United States, China signed a Memorandum of Understanding on the Protection of Intellectual Property with the United States agreeing to strengthen IP protection. The first amendment (1992) added pharmaceuticals as patentable subject matter and increased the patent term for inventions from 15 to 20 years (from the date of filing an application).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patenting drug product inventions"
        },
        {
            "text": "TRIPS required developing countries to extend patents to pharmaceuticals before 2005. The 1992 Chinese Patent Law Amendment provided 20-year patent protection on pharmaceuticals even before the introduction of TRIPS to the WTO (1995). India did not implement pharmaceutical protection until 2005, thus China has been more protective of IP, even as its own pharmaceutical industry has lagged. India has many more pharmaceutical patents, Drug Master Files (DMFs) that are submissions to the United States FDA, and plants in the United States than does China. 24 A higher standard of patent protection could result in losses for pharmaceutical industries in developing countries; China has lost public health advantage as compared with India -higher drug prices, lower drug availability, and underdeveloped domestic innovation capacity. 25 Six years of data exclusivity . Data exclusivity refers to protection of clinical test data that must be submitted to a regulatory agency to prove the safety and efficacy of a new drug, and prevents generic drug manufacturers from relying on these data in their own applications. This protection term is longer than that set out in TRIPS and in bilateral free trade agreements signed by the United States and other nations. Although protection of 'undisclosed data' against 'unfair commercial use' for 6 years is enshrined in China's law, there is a divergence of opinions between China and developed countries about certain key concepts such as 'new chemical entities' and 'unfair commercial use'. In China, the definition of 'new drug' is broader than NCEs, and the Chinese government has agreed only to protect undisclosed data of class 1 new drugs, those not marketed in China and abroad. The United States and EU want higher standards of data exclusivity; to expand the interpretation of 'new chemical entities'; and to redefine 'undisclosed data', so that the protection can cover class 3 new drugs (those that are marketed outside of China but not within). New estimates suggest that data exclusivity will increase China's health expenditure by 45.55 per cent on average per year from 2007 to 2009, while reducing the accessibility to 267 types of medicines by 27.14 per cent -a great negative impact on public health in China. 26 Policy makers should further investigate the potential impact of data exclusivity on the public health and on access to medicines.",
            "cite_spans": [
                {
                    "start": 834,
                    "end": 836,
                    "text": "25",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2265,
                    "end": 2274,
                    "text": "China. 26",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Patenting drug product inventions"
        },
        {
            "text": "Patent linkage is the practice of linking marketing approval for generic medicines to the patent status of the original product. The United States first established this system in Drug Price Competition and Patent Term Restoration Act (known as the Hatch-Waxman Act, 1984). Patent linkage in the United States involves publication of patent information in the USDAF (The United States Food and Drug Administration) publication, 'Orange Book', which notifies a patent holder of any generic medicine application. There is then an automatic stay of drug registration approval, and any patent challenge incentive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patent linkage"
        },
        {
            "text": "In China, Articles 11 and 12 of the Drug Registration Regulation (2002) set a foundation for patent linkage. For filing a registration application, drug administration authorities require the manufacturer to declare that the drug does not infringe any third-party patent. Amendments to China's Drug Registration Regulation in 2005 add that a patentee may, on the basis of an infringement judgment, request that the SFDA revoke an approved drug registration. Patent linkage in the United States has no post-registration revocation rules. For years the SFDA and Chinese courts have been in conflict over post-registration revocation. The intricacy of patent disputes and lack of legal basis for SFDA's revocation led to amendments to Drug Registration Regulation in 2007. These deleted a provision related to SFDA's revocation of registration of an approved drug on the basis of an infringement judgment. Since 2008, SFDA has been posting patent related information from applications, including generic applicants' assertions of non-infringement, on an accessible website. Such publication served as a notice, even though Chinese patent linkage regulation does not require the SFDA or the drug applicant to notify the patent holder of these guarantees. 27 Although Chinese linkage regulations do not provide an automatic stay period, the threat of infringement litigation delays the entry of generic drugs. 27 Pfizer's Viagra patent dispute strongly illustrates this: SFDA withheld approval of generics based on patent disputes. China's patent linkage system can neither reduce infringement litigation nor the risks of infringement. Increasing criticism focuses on patent linkage, that it has exceeded the scope of the SFDA's competence. 28 Compulsory license and parallel import Why has no compulsory license been issued in China? Causes are many: low profits for generic drugs, few channels for appeals by patients, and government caution about trade frictions. In 2008, the not-for-profit hepatitis community and the HIV/AIDS community in China jointly published a letter appealing to the government to issue a compulsory license for GSK's antiviral drug, Lamivudine. In 2009, Baiyunshan Pharmaceutical Co. Ltd submitted an application for compulsory licensing of Genetech's Tamiflu. China refused to grant such licenses in order to prove the government's determination to protect the rights of patent holders.",
            "cite_spans": [
                {
                    "start": 1251,
                    "end": 1253,
                    "text": "27",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1405,
                    "end": 1407,
                    "text": "27",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1736,
                    "end": 1738,
                    "text": "28",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Patent linkage"
        },
        {
            "text": "A third amendment to the Patent Law (2008) might change this situation. This amendment grants a compulsory license for patented pharmaceuticals in China public health purposes, no longer limited to for the treatment of infectious diseases. It applies to products made in China as well as exports to qualified countries. It theoretically opens up a broad range of pharmaceutical therapies to compulsory licensing. The new Patent Law mentions compulsory license to specify the applicability. It may signal the beginning of compulsory licenses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patent linkage"
        },
        {
            "text": "Parallel importation is another flexibility that helps developing and least-developed countries have access to less costly drugs. Parallel importation generally allows countries where drugs are more expensive to import lower cost drugs from another country. Before the 2008 revision of the Patent Law, Chinese laws did not address the issue of parallel importation, mainly because prices were low. Article 69 of the new Patent Law (2008) provides for domestic and international exhaustion of patent rights and for parallel importation of the patented products without the patentee's consent, thereby ending the debate over the legitimacy of parallel importation. The new Patent Law does not clarify how exhaustion will apply to imported products sold outside of China under contractual restrictions. New issues will require judicial interpretation. We expect the relevant departments to clarify implementation of parallel importation, as it can be another important tool to improve access to medicines in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patent linkage"
        },
        {
            "text": "China is strengthening enforcement of IP rights, but as in other developing countries, many challenges remain for establishing an IP system and for meeting demands of developed countries. For 8 years, China has been on the priority watch list (Special 301 report) that identifies countries with insufficient IP protection. The United States has brought a complaint to the WTO Dispute Settlement Mechanism over China's IP protection measures. For years, developed countries have shifted their focus to IP enforcement and advocated TRIPS-plus enforcement measures: increased criminalization, higher damages, intermediary liability, and border protection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IP enforcement in China"
        },
        {
            "text": "Proponents of TRIPS-plus IP enforcement have also sought to expand the definition of counterfeit products. The term 'counterfeit' has been used in many different ways resulting in confusion about the meaning of the term. Correa has observed that the debates about counterfeiting, especially those related to medicines, 'are often obscured by inappropriate use of the concept of \"counterfeiting\" or piracy to describe situations in which legitimate generic versions of medicines are introduced without the consent of the originator of the drug'. 29 The term 'counterfeit' in China includes a range of pharmaceutical quality and safety problems. Most developing countries, including China, have argued that infringing on IP rights should not be confused with sub-standard products. They have expressed concern about redefining 'counterfeit' medicines in a way that will impede access to affordable pharmaceuticals.",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 547,
                    "text": "29",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "IP enforcement in China"
        },
        {
            "text": "Although China has not yet signed bilateral FTAs (Free Trade Agreements) with the United States or the EU, in recent years, pressure from the international community has grown. The watch list designation TRIPS-plus and access to medicines in China (by the United States) and grievances (by the EU) have been directed at China's insufficient implementation and enforcement of national IP legislation. The complaints mention specific articles of the 2008 amendment and suggestions for extending patent protection terms on pharmaceutical products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for Safeguarding TRIPS Flexibilities in China"
        },
        {
            "text": "TRIPS-plus obligations go far beyond those imposed by the WTO. They may delay entry of generics into the market, increase medicine prices, reduce the accessibility of medicines, and thus threaten public health in China. 'Generics' are crucial for the health reforms announced by the Chinese government in April 2009. K Allowing a compulsory license under some special circumstances, perhaps during a data protection term.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for Safeguarding TRIPS Flexibilities in China"
        },
        {
            "text": "K Allowing for exceptions for public health emergencies or when duplicating test data would be unethical.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safeguarding data protection"
        },
        {
            "text": "K Confirming the Bolar provision, a research exemption that allows applications for marketing approval even during the period of data exclusivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safeguarding data protection"
        },
        {
            "text": "Patent-Registration Linkage is a new and relatively complex concept for China, which lacks expertise for implementation. Many developed countries including those in the EU have avoided creating a patent linkage mechanism. The US-style patent linkage provisions may provide excessive protection for foreign medicine patents, encourage 'evergreen' patents through repeated small modifications to extend patent term, and delay entry of generic drugs. 30 Caution is called for when introducing US-style linkage system. The following principles should be applied:",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 450,
                    "text": "30",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Exclusion of US-style patent linkage"
        },
        {
            "text": "K Carry out examination and registration of drugs separately, away from the influence of patent disputes. Private patent rights that depend on the owner's desire to enforce should not be transformed into public rights for enforcement by regulatory authorities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion of US-style patent linkage"
        },
        {
            "text": "K Promote transparent and open examination and approval information and procedures. SFDA could list all drug applications on its website for the patent holders to track information and bring a timely infringement action.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion of US-style patent linkage"
        },
        {
            "text": "K Strengthen the judicial remedies for patent infringement, particularly in response to the patent holder's use of judicial channels. China should emphasize judicial procedures, intensify punishments upon patent infringements, and increase violation costs for patent infringements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion of US-style patent linkage"
        },
        {
            "text": "Extending the life of a drug's patent reinforces monopoly. The Hatch-Waxman Act is a complex regulatory regime that balances fostering innovation with accelerating generics entry. With no generics promotion policy in China, the country is vulnerable to excessive protection for research-based pharmaceutical companies. The SFDA has already accelerated the drug approval process and released special drug registration rules to speed the registration for genuinely innovative drugs. China should reject proposals to extend patent terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resistance to extension of patent terms"
        },
        {
            "text": "The Doha Declaration affirms the right of all WTO members to use the safeguards and flexibilities in TRIPS to protect public health and enhance access to medicines. Key factors determining the success of TRIPS flexibilities include their incorporation in domestic laws, manufacturing capability, and the political will. China has lacked the will to issue any compulsory license. Thus, patients suffer for lack of generic versions of some important drugs, including those for HIV/AIDS that appear on the WHO 'essential drug list', 31 as most ARV drugs retain patent protection in China and remain unaffordable. Compulsory licenses, even if not issued, can offer leverage to reduce prices to 'acceptable' levels. China's large generic drug manufacturing capacity strengthens its bargaining position -as does its enormous population. The Chinese government should encourage and support local generic drug companies to enhance their R&D and manufacturing capabilities. As Indian ARV drugs cost less in China than those now available, the government can use parallel importation when generics cost less than drugs already available in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Make full use of compulsory license and parallel import"
        },
        {
            "text": "Evidence indicating negative impact of TRIPS-Plus rules on public health and access to medicines abounds. Their impact is potentially grave, as China has a large market for generic drugs and lacks adequate basic health services for the poor. The Chinese government, therefore, will have to resist TRIPS-plus pressure and make full use of the TRIPS flexibility to protect the public's health. Beyond avoiding 'negative' trade agreements with other countries, it could be helpful for China to form positive relationships with countries, including India and Brazil, to promote affordable medicines. Although IP laws and policies affect access to medicines, there are a number of other approaches to improve accessrefashioning pharmaceutical innovation, increasing sustained financing, and promoting the appropriate use of medicines. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "TRIPS was never enough: Vertical forum shifting, FTAs, ACTA, and TPP",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Susan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Intellectual Property Law",
            "volume": "18",
            "issn": "2",
            "pages": "447--478",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "All cost no benefit: How TRIPS-Plus intellectual property rules in the US-Jordan FTA affect access to medicines",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Malpani",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Oxfam International. Oxfam Briefing Paper No. 102",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Impact on access to medicines from TRIPS-PLUS: A case study of Thai-US FTA",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nusaraporn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jiraporn",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Vidhaya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Usawadee",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Achara",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Prinya",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Southeast Asian Journal of Tropical Medicine Public Health",
            "volume": "41",
            "issn": "3",
            "pages": "667--677",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Population Division, DESA, United Nations",
            "authors": [],
            "year": 2001,
            "venue": "United Nations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Global Status Report on Noncommunicable Diseases",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Estimation of HIV/AIDS in China in 2009",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health Of China",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Unaids",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Statistics Report on Epidemic Situation of Legal Communicable Diseases in China in",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Management of hepatitis B in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhuang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chinese Medical Journal",
            "volume": "122",
            "issn": "1",
            "pages": "3--4",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ministry of Health of China. (2011) China Health Statistical Yearbook",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "OECD health data 2012 -Frequently requested data",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Growth of the Asian health-care market: Global implications for the pharmaceutical industry",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature Reviews Drug Discovery",
            "volume": "6",
            "issn": "10",
            "pages": "785--792",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A Generic Drug Policy as Cornerstone to Essential Medicines in China. Washington DC: The World Bank",
            "authors": [
                {
                    "first": "World",
                    "middle": [],
                    "last": "Bank",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "China Health Policy Notes No",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Trends in access to health services and financial protection in China between 2003 and 2011: A cross-sectional study",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "3379",
            "issn": "9818",
            "pages": "805--814",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "TRIPS-plus and access to medicines in China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Fourth National Health Services Survey",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A survey of medicine prices, availability, affordability and price components in Shandong province",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A survey of medicine prices, availability and affordability in Shanghai",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "China using the WHO/HAI methodology research report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Medicine prices, availability and affordability survey in Shaanxi province",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Technology development through pooling ARV drug patents: A vision from China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Open AIDS J",
            "volume": "4",
            "issn": "1",
            "pages": "54--59",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Untangling the Web of Antiretroviral Price Reductions: 11th Edition",
            "authors": [],
            "year": 2008,
            "venue": "Médecins Sans Frontières",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Responses from HU Yuanqiong, China access to medicines research group. Speech to Informal Interactive Hearings of the General Assembly with Non-governmental organizations, Civil society organizations and the Private sector",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "14--15",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Yearbook of statistics",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sfda",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Annual report on drug registration approval",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sfda",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Chinese Pharmaceutical Enterprises Association",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1949--2009",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Is product patent protection necessary in developing countries for innovation?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sudip",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "R&D by Indian Pharmaceutical Companies after TRIPS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Higher standards of patent protection and pharmaceutical industry -A comparative study on China and India",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "The World Economy",
            "volume": "31",
            "issn": "10",
            "pages": "1367--1382",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Impact of medical data protection on drug expenditure and accessibility in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 1920,
            "venue": "Chinese Journal of New Drugs",
            "volume": "21",
            "issn": "",
            "pages": "2353--2355",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Fighting poison with poison? The Chinese experience with pharmaceutical patent linkage",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Benjamin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "John Marshall Review of Intellectual Property Law",
            "volume": "11",
            "issn": "3",
            "pages": "623--672",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Solving patent problem in the registration and approval of drugs",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "China Pharmacy",
            "volume": "17",
            "issn": "9",
            "pages": "644--650",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The global debate on the enforcement of intellectual property rights and developing countries",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fink",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Carlos",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Geneva: ICTSD",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Linkage' pharmaceutical evergreening in Canada and Australia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Joel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Australia and New Zealand Health Policy",
            "volume": "4",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "China-Arv access fact sheet",
            "authors": [
                {
                    "first": "Aids",
                    "middle": [],
                    "last": "China",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Info",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Following accession to the WTO in 2001, China revised its laws to incorporate obligations under Article 39.3 of the TRIPS. Article 39.3 requires WTO Members to protect the test and clinical trial data submitted by innovative companies against unfair commercial use. The Implementation Provisions of the Drug Administration Law and Regulations on Drug Registration of China provide 6-year data exclusivity for a drug containing a new chemical entity (NCE)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Compulsory licenses, under TRIPs, are important tools for allowing developing countries to provide critical, often life saving, medicines to the public. Originally, the Patent Law (1984) created a mechanism to grant a compulsory license under only two circumstances: 'non-working' and 'exploitation' of an improvement invention (Article 52 and Article 53). After the Doha Declaration in 2005, with rapidly increasing infectious disease prevalence, notably SARS and HIV/AIDS, China's State IP Office promulgated Measures on Compulsory Patent Licensing Involving Public Health Issues. The compulsory licensing defined in this document applies only to public health crises involving spread of infectious diseases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Article 39.3 of the TRIPS Agreement sets minimum standards for data protection to which China committed itself upon entering the WTO. Flexibility and safeguards may be provided by: K Allowing for protection only to NCE, not to new indications, new dosage forms, new combinations, crystalline forms, isomers and so on. (A worldwide definition of NCE would be important). K Stipulating a prescriptive registration period requiring an application for registration be filed within 1 year of first approval anywhere in the world. Protection should cease if the product is not marketed within 6 months. K Assuring data protection for traditional medicines to encourage innovation, because for most of traditional medicines already in the public domain there is no patent protection under the Patent Law.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Jing Chen (MSc) is a PhD candidate in Pharmacy Administration in Peking University and instructor in the Department of Pharmacy Administration and Clinical Pharmacy, School of Pharmaceutical Sciences, Peking University where she offers courses in pharmaceutical law. (E-mail: jingchen@bjmu.edu.cn) Xiaoyan Nie is an instructor in the Department of Pharmacy Administration and Clinical Pharmacy, School of Pharmaceutical Sciences, Peking University. Peng Yao is MSc candidate in the Department of Pharmacy Administration and Clinical Pharmacy, School of Pharmaceutical Sciences, Peking University.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}