{
    "paper_id": "ad08af3e8eae3b8a539fa223f7d0ab65c49161bf",
    "metadata": {
        "title": "O O R R I I G G I I N N A A L L A A R R T T I I C C L L E E Diagnosis and Prevention of Rabies REPRINTS",
        "authors": [
            {
                "first": "H",
                "middle": [
                    "Richard"
                ],
                "last": "Weiner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin-Milwaukee",
                    "location": {
                        "postBox": "P.O. Box 413",
                        "postCode": "53201",
                        "settlement": "Milwaukee",
                        "region": "WI",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "year. Since the rabies vaccine is uniformly effective and the disease is uniformly fatal when the vaccine is not given, management decisions must be made promptly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Over a million Americans are bitten by animals every"
        },
        {
            "text": "The risk of rabies exposure can often be assessed by understanding the local reservoirs of the disease. In locales where domestic animal rabies has not been controlled, dog bites are by far the most common mode of transmission. Where a thorough program of immunizing domestic animals has been implemented, such as North America and Western Europe, dogs are responsible for less than 5% of cases. In these developed regions, other domestic animals, including cows, cats, horses, and other farm animals are occasionally found to have the virus. 1 The risk conferred by wild animal bite varies widely, depending on species. Foxes, coyotes, wolves, and jackals are highly susceptible to rabies, whereas skunks, raccoons, bats, bobcats, mongooses, and monkeys have somewhat less susceptibility. Birds and reptiles, small rodents such as mice, chipmunks, and squirrels seldom carry the virus or transmit it to humans.",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 544,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "E P I D E M I O L O G Y"
        },
        {
            "text": "Transmission by bat is especially worrisome for several reasons. Bat teeth, which are the size of 27to 30-gauge needles, inflict wounds, which are more difficult to detect than those of other animals. In a significant number of cases, bites or other significant exposure to bats cannot be recalled. 2, 3 Whether this reflects the disease's long incubation period or another mode of transmission, such as aerosolization, is unclear.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 301,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 302,
                    "end": 303,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "E P I D E M I O L O G Y"
        },
        {
            "text": "Occasionally wild animals may convey the disease to domestic pets. The area animal control, police, and health departments are useful resources for local patterns of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E P I D E M I O L O G Y"
        },
        {
            "text": "Live virus enters the host through an epidermal puncture or exposure of mucous membrane. Viral replication begins within striated muscle cells at the site of inoculation, after which, the virus enters the nervous system through unmyelinated sensory and motor terminals. The infection travels along peripheral nerves to the central nervous system (CNS), where it replicates in the gray matter almost exclusively. Then, it extends centrifugally to skin, salivary glands, heart, lung, liver, kidney, and skeletal muscle. Manifestations of rabies arise from the involved tissue. 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P A T H O G E N E S I S"
        },
        {
            "text": "Five clinical stages may occur in rabies infections. 1, 5, 6 Incubation. The period of viral replication within peripheral tissue varies considerably, from four days to many years. On average, it ranges from 20 to 90 days. During this time, the only symptoms may reflect local wound healing. The victim may not recall exposure because it occurred so long before.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 55,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 56,
                    "end": 58,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 59,
                    "end": 60,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "S I G N S A N D S Y M P T O M S"
        },
        {
            "text": "Different incubation periods may reflect size of inoculum, size and depth of injury, and distance to the CNS. Thus, a scratch on the hand may take longer to develop symptoms of rabies than a bite on the head.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S I G N S A N D S Y M P T O M S"
        },
        {
            "text": "Prodrome. For one to four days patients experience fever, headache, myalgias, malaise, fatigue, anorexia, nausea and vomiting, sore throat, and nonproductive cough. These symptoms, which occur when the virus first reaches the central nervous system, are so nonspecific that only careful history-taking would suggest the disease. Paresthesias or fasciculations in the region of inoculation, which occur in about 50% of cases, may result from involvement of the dorsal root ganglion in the affected dermatome. Other clues to infection include neurologic symptoms such as anxiety, agitation, irritability, insomnia, and depression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S I G N S A N D S Y M P T O M S"
        },
        {
            "text": "Acute Rabies Encephalitis. The viral syndrome described above leads to further symptoms that clearly reflect CNS involvement. These manifest themselves in two forms, furious and paralytic rabies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S I G N S A N D S Y M P T O M S"
        },
        {
            "text": "The more common furious rabies begins with hyperactivity and psychiatric symptoms such as disorientation, bizarre behavior, and hallucinations. Episodes of running, biting and thrashing may be precipitated by sensory stimuli, such as touch, sight, or sound; hyperesthesia is common. Combativeness, seizures, and focal paralysis may occur. During lucid periods subjects are cooperative and oriented, but these intervals grow shorter until coma and paralysis occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S I G N S A N D S Y M P T O M S"
        },
        {
            "text": "Autonomic dysfunction, with anisocoria and mydriasis, lacrimation, salivation, perspiration, and postural hypotension are seen during this period. Cranial nerve involvement with diplopia, facial palsy, and optic neuritis may be noted; most significant is impaired deglutition, since salivation and poor swallowing results in \"foaming at the mouth.\" About half of patients experience extremely painful spasms of the pharynx, larynx and diaphragm when attempting to swallow. Even the sight of water may cause this pain and results in hydrophobia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S I G N S A N D S Y M P T O M S"
        },
        {
            "text": "About one-fifth of patients experience paralysis as the principal symptom throughout their infection. Paralysis may occur at the site of inoculation, or may be diffuse and symmetric, or ascending; in the last case, symptoms may suggest Guillain-Barré syndrome. The agitation and mental derangement of furious rabies may be absent. This is termed apathetic rabies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S I G N S A N D S Y M P T O M S"
        },
        {
            "text": "Coma and Complications. Within a week of the onset of neurologic symptoms, the patient lapses into coma. Unless supportive measures are employed, respiratory failure quickly leads to death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S I G N S A N D S Y M P T O M S"
        },
        {
            "text": "The majority of complications occur while the patient is receiving intensive support during the coma phase. Hyperventilation and respiratory alkalosis, often seen in the prodrome, are replaced by hypoventilation and metabolic acidosis. Autonomic dysfunction, resulting in wide variations in blood pressure, cardiac dysrhythmias, and hypothermia has been observed. Supraventricular rhythms, which occur early in the disease, turn to marked bradycardia and cardiac arrest with the onset of hypoxemia. Hypotension may result from congestive heart failure, fluid depletion, or autonomic dysfunction. Involvement of the hypothalamus, resulting in the syndrome of inappropriate secretion of antidiuretic hormone or diabetes insipidus, may occur. Adult respiratory distress syndrome (ARDS) and intravascular thrombotic phenomena, common findings in patients requiring intensive support, are seen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S I G N S A N D S Y M P T O M S"
        },
        {
            "text": "Recovery. Every report on rabies describes it as almost uniformly fatal. The scrupulously noted exceptions are four cases, all of which occurred before 1980. In every case, the survivor received pre-or postexposure prophylaxis. Despite aggressive medical care, no person infected with rabies since 1980 has recovered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S I G N S A N D S Y M P T O M S"
        },
        {
            "text": "History of exposure to a potentially rabid animal limits what may otherwise become a diagnosis of exclusion, since rabies causes few findings that distinguish it from other viral encephalitides. Guillain Barré syn-drome, poliomyelitis, and allergic (i.e., postvaccinial) encephalomyelitis may all result in a clinical picture that would be difficult to distinguish from rabies. Time-course and exposure history are helpful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D I F F E R E N T I A L D I A G N O S I S"
        },
        {
            "text": "Hydrophobia and acrophobia (choking and gagging induced by blowing air on the patient's face) strongly suggest the diagnosis and separate it from tetanus. In the latter disease, mental status is usually normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D I F F E R E N T I A L D I A G N O S I S"
        },
        {
            "text": "Pseudohydrophobia, the hysterical fear of rabies, may occur in those with a possible history of exposure. They may have learned about the disease, and may have received postexposure prophylaxis. Fear of the disease can induce anxiety, agitation, bizarre behavior, and pseudoseizures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D I F F E R E N T I A L D I A G N O S I S"
        },
        {
            "text": "Standard laboratory and radiologic studies are not helpful in the diagnosis of rabies infection. Wide variations in the peripheral white blood cell count have been observed, but most measurements are normal or slightly elevated with a mild monocytosis. Red blood cell count decreases slowly, while platelet numbers are normal. Chest roentgenography may be normal, or may reflect complications such as pneumonia, congestive heart failure, or ARDS. Cerebral spinal fluid (CSF) may show leukocytosis with mononuclear predominance, suggesting an encephalitis; protein and glucose levels are often normal, as are opening pressures. Electroencephalography is not diagnostic while computed tomography and magnetic resonance imaging often do not reveal any abnormality. The failure of conventional studies to identify the disease underscores the importance of a carefully obtained history. 7 During the first week of the illness, immunofluorescent staining of hair follicle biopsies taken from the back of the neck is the most reliable test of infection. Isolation of virus from saliva, brain, CSF, and urine may occur, but false negatives limit the usefulness of such studies. The virus is not found in blood and stool.",
            "cite_spans": [
                {
                    "start": 882,
                    "end": 883,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "D I A G N O S I S"
        },
        {
            "text": "In the unvaccinated patient, rapid fluorescent antibody testing will demonstrate a rapid rise in neutralizing antibody in serial serum specimens. Previously vaccinated subjects will demonstrate a rise in antibody titer as well as presence of antibody in the CSF.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D I A G N O S I S"
        },
        {
            "text": "With the onset of symptoms, no treatment has been shown to reduce the 100% fatality rate of this infection. Immune globulin fragments, interferon and numerous other antiviral agents have not altered the course of the disease. Prevention is the only means of avoiding death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T R E A T M E N T"
        },
        {
            "text": "Primary Prevention and Preexposure Prophylaxis. Measures that decrease exposure to the virus, such as mandatory animal vaccination, animal control measures, and public education are fundamental to reducing the incidence. Those who cannot avoid possible exposure (e.g., veterinarians, spelunkers and laboratory workers) should be given preexposure prophylaxis according to their level of risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T R E A T M E N T"
        },
        {
            "text": "Those who face the continuous risk of exposure, such as research laboratory personnel and vaccine production workers, should receive the primary preexposure course with serologic testing every six months. Booster doses should be given when antibody levels fall below acceptable values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T R E A T M E N T"
        },
        {
            "text": "Persons who face episodic and usually recognized exposure to the virus, a category which includes spelunkers, veterinarians, animal control and wildlife workers, and travelers to foreign areas",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T R E A T M E N T"
        },
        {
            "text": "Booster*",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Type of Vaccination Primary"
        },
        {
            "text": "HDCV, human diploid cell vaccine; PCEC, purified chick embryo cell vaccine; RVA, rabies vaccine, adsorbed. *Depends on exposure risk category and immune status. In occupations where exposure risk is infrequent and comes from recognized sources (animal workers in areas of low enzooticity) should receive the primary vaccination course without further testing or booster.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TABLE 1"
        },
        {
            "text": "The general population of the US does not require preexposure vaccination. Their exposures are rare and are always episodic. (Table 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 133,
                    "text": "(Table 1",
                    "ref_id": null
                }
            ],
            "section": "TABLE 1"
        },
        {
            "text": "Every animal bite should be evaluated for potential to transmit this deadly virus. The U.S. Centers for Disease Control and Prevention recommendations for evaluating risk are listed in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 192,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "P O S T -E X P O S U R E P R O P H Y L A X I S"
        },
        {
            "text": "If the exposure risk is sufficient to warrant treatment, therapy should begin with chemical and mechanical cleansing of the wound site using soap and water. The likelihood of infection is reduced up to 90% by vigorous cleaning. Tetanus toxoid and antimicrobial drugs are often indicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P O S T -E X P O S U R E P R O P H Y L A X I S"
        },
        {
            "text": "Passive antibody with antirabies antiserum (human rabies immune globulin, HRIG) and active immunization with antirabies vaccine together constitute the balance of postexposure prophylaxis. Dosage and sites of administration are given in Table 3 . Local reactions, including swelling, erythema, and induration are common (15% to 20%); systemic reactions such as fever, headache and nausea occur in 1% to 4%; and immediate hypersensitivity with urticaria is seen in far fewer than 1% of cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 244,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "P O S T -E X P O S U R E P R O P H Y L A X I S"
        },
        {
            "text": "Prompt identification of rabies exposure, along with appropriate preventive therapy, can prevent infection and death from rabies. CT",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C O N C L U S I O N"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "New aspects of rabies with emphasis on the epidemiology, diagnosis, and prevention of the disease in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Clin Microbiol Rev",
            "volume": "9",
            "issn": "",
            "pages": "166--176",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Human deaths from cryptogenic bat rabies in the USA",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Warrell",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Lancet",
            "volume": "346",
            "issn": "",
            "pages": "65--66",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiology of human rabies in the United States",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Noah",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Drenzek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Ann Intern Med",
            "volume": "128",
            "issn": "",
            "pages": "922--930",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Rabies in humans",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Fisbein",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "The Natural History of Rabies",
            "volume": "",
            "issn": "",
            "pages": "519--549",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Features and treatment of rabies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Frenia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Lafin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Barone",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Clin Pharm",
            "volume": "11",
            "issn": "",
            "pages": "37--47",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Recommendations of the Immunization Practices Advisory Committee (ACIP). MMWR Morb Mortal Wkly Rep",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "48",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Recommendations of the Immunization Practices Advisory Committee (ACIP). MMWR Morb Mortal Wkly Rep",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "48",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Recommendations of the Immunization Practices Advisory Committee (ACIP). MMWR Morb Mortal Wkly Rep",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "48",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "0.1 mL in skin over deltoid, day 0 only where animals commonly carry infection should be given the primary course, with serologic testing or booster vaccination every two years.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ")",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Squirrel, hamster, guinea pig, gerbil, chipmunk, rat, mouse, rabbit, and hare bites almost never require rabies treatment.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "If feasible, the full dose should be infiltrated around the wound(s) and any remaining volume should be administered intramuscularly at a site distant from vaccine administration. HRIG should not be administered in the same syringe or at the same site as vaccine, nor above the recommend dose.2 Adults and older children should receive vaccine in the deltoid muscle; in younger children the outer thigh may be used. Vaccine should never be given in the gluteal region.3 History of preexposure vaccination with HDCV or RVA; or previous vaccination with HDCV or RVA with any other type of rabies vaccine and a documented history of past antibody response to the prior vaccination HRIG, human rabies immune globulin; HDCV, human diploid cell vaccine; PCEC, purified chick embryo cell vaccine; RVA, rabies vaccine, adsorbed.RegimenImmediate, thorough cleansing with soap and water 20 IU/kg body weight 1 Immediate, thorough cleansing with soap and waterDo not give HDCV, PCEC or RVA, 1.0 mL (deltoid area) days 0 and 3",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}