{"paper_id": "ad25224b3ca8796a919c4e862187a0cd38b4fa36", "metadata": {"title": "Antiviral Antibodies in Dogs in the Netherlands", "authors": [{"first": "M", "middle": ["C"], "last": "Horzinek", "suffix": "", "affiliation": {"laboratory": "", "institution": "State University Utrecht", "location": {"addrLine": "Yalelaan 1", "settlement": "Utrecht", "country": "The Netherlandj"}}, "email": ""}, {"first": "A", "middle": [], "last": "Osterhaus", "suffix": "", "affiliation": {"laboratory": "", "institution": "State University Utrecht", "location": {"addrLine": "Yalelaan 1", "settlement": "Utrecht", "country": "The Netherlandj"}}, "email": ""}, {"first": "J", "middle": [], "last": "Berghuis-De Vries", "suffix": "", "affiliation": {"laboratory": "", "institution": "State University Utrecht", "location": {"addrLine": "Yalelaan 1", "settlement": "Utrecht", "country": "The Netherlandj"}}, "email": ""}, {"first": "K", "middle": [], "last": "Steur", "suffix": "", "affiliation": {"laboratory": "", "institution": "State University Utrecht", "location": {"addrLine": "Yalelaan 1", "settlement": "Utrecht", "country": "The Netherlandj"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Besides the classic canine viruses causing distemper, infectious hepatitis (canine adenovirus type I; CAV,) and rabies a number of viruses have been isolated from dogs (5) . Some of these were known to occur in other species, like parainfluenza type 2 (PI2; SV,), mumps virus, REOvirus type 1, ECHOvirus type 6, Coxsackie B viruses (types 1, 3 and 5), eastern and western equine encephalitis virus and pseudorabies virus, whereas others like canine herpesvirus (CHV), canine adenovirus type 2 (CAV,) and canine parvovirus appear to be specific for dogs. An even wider range of viruses has been found to induce antibodies in the dog e. g. the human influenza viruses, the parainfluenza viruses and the REOviruses with their respective serotypes (1, 8). The role played by the dog in the epizootiology of viruses occurring in other species is still unknown. Serologic surveys have been carried out in several countries in order to estimate the incidence of different virus infections in the dog (2, 6, 10, 11, 14, 16, 20) . As in other countries infectious laryngotracheitis (kennel cough) and neonatal mortality (NM) represent unresolved problems in the Netherlands, too. Viruses which have been connected with kennel cough are CAV,, CAV2, CHV, REO,, PI, and influenza A,/Hongkong virus (1, 3, 4, 15, 23); viruses known to play a role in NM of dogs are CAV, and CHV (17, 21) .", "cite_spans": [{"start": 168, "end": 171, "text": "(5)", "ref_id": "BIBREF3"}, {"start": 1000, "end": 1003, "text": "10,", "ref_id": "BIBREF7"}, {"start": 1004, "end": 1007, "text": "11,", "ref_id": "BIBREF8"}, {"start": 1008, "end": 1011, "text": "14,", "ref_id": "BIBREF11"}, {"start": 1012, "end": 1015, "text": "16,", "ref_id": "BIBREF13"}, {"start": 1016, "end": 1019, "text": "20)", "ref_id": "BIBREF17"}, {"start": 1365, "end": 1369, "text": "(17,", "ref_id": "BIBREF14"}, {"start": 1370, "end": 1373, "text": "21)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "In this paper a serologic survey is presented of antibodies against viruses in open and closed dog populations in the Netherlands. A comparison is made between the data from different groups and the results are compared with similar studies carried out in other countries.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Sera Sera were collected from dogs in open populations (OP), closed populations (CP) and in kennels with a history of NM. In addition six sera from animal technicians (TNO, Zeist) were tested.", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "All sera were kept in storage at -20 OC; before use they were heat inactivated for 30 minutes at 56 O C . For hemagglutination-inhibition (HAI) tests, sera were pretreated with kaolin (18), trypsin and periodate (19) or CaC1,-dextran sulfate (13) in order to remove nonspecific inhibitors (see Table 1 ). ", "cite_spans": [{"start": 212, "end": 216, "text": "(19)", "ref_id": "BIBREF16"}, {"start": 242, "end": 246, "text": "(13)", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 294, "end": 301, "text": "Table 1", "ref_id": null}], "section": "Serum pretreatment"}, {"text": "The strain F 205 of CHV was obtained from Dr. WRIGHT (Department of Veterinary Pathology, University of Glasgow, Scotland) and specific anti- MDCK cells. Two days p. i. when CPE was still incomplete, culture f K uid was", "cite_spans": [], "ref_spans": [], "section": "Canine herpesvirus ( C H V )"}, {"text": "Polyoma virus (strain LID-1) together with specific antiserum was obtained from Dr. VAN DER VEEN (Medical Faculty, Medical Microbiology, Catholic University, Nijmegen). The virus was propagated in primary mouse embryo cells. Culture supernatants twelve days p. i. were used as antigen for HA1 tests, after three cycles of freezing and thawing, followed by low speed centrifugation. For neutralization tests the same preparations were used as virus stocks.", "cite_spans": [{"start": 84, "end": 87, "text": "VAN", "ref_id": null}], "ref_spans": [], "section": "Polyoma virus"}, {"text": "REOvirus type 1 (strain Lang), type 2 (strain Jones) and type 3 (strain Abney) with specific antisera were obtained from Dr. KADSENBERG (R. I. V.", "cite_spans": [], "ref_spans": [], "section": "REOviruses"}, {"text": "REOvirus types 1 and 2 were propagated in Vero cells. Cultures showing complete CPE were used as antigen in HA1 tests after three cycles of freezing and thawing followed by low speed centrifugation. REOvirus type 3 was propagated in mouse L-cells. Cells from monolayers showing incomplete CPE (two days p. i.) were scraped into a small volume of medium, frozen and thawed three times and disrupted by ultrasonic treatment. The preparation ", "cite_spans": [], "ref_spans": [], "section": "Bilthoven)."}, {"text": "PI, (strain Sendai), PI, (strain Greer) and PI, (strain Chanock) with specific antisera were obtained from Dr. KAPSENBERG (R. I. V. Bilthoven).", "cite_spans": [], "ref_spans": [], "section": "Parainfluenza viruses ( P I l , PI,, and PI,)"}, {"text": "PI, was propagated in the allantoic cavity of eleven day old embryonated chicken eggs, the PI, and PI, viruses were propagated in Vero cells. Antigens for HA1 tests were prepared from infected cell cultures 14 days p. i. by three cycles of freezing and thawing, followed by low speed centrifugation. The supernatants and allantoic fluids (PI,) were used as antigens after Tween 80/ ether treatment (12).", "cite_spans": [], "ref_spans": [], "section": "Parainfluenza viruses ( P I l , PI,, and PI,)"}, {"text": "Influenza A equi 1 (strain Praha) and influenza A equi 2 (strain Miami) viral antigens for HA1 were available as native allantoic fluids containing merthiolate. Together with specific antisera they were obtained from Dr. MASUREL (Institute of Virology, Medical Faculty, Erasmus University, Rotterdam).", "cite_spans": [], "ref_spans": [], "section": "Influenza viruses"}, {"text": "Vomiting and wasting disease virus (VW; hemagglutinating encephalitis virus) of pigs, with specific antisera, was obtained from Dr. PENSAERT (Veterinary Faculty, Laboratory of Virology, Gent, Belgium). The virus was propagated in PK-15 cells. Eight days p. i. culture fluids were used as antigen in HA1 tests, after three cycles of freezing and thawing, followed by low speed centrifugation.", "cite_spans": [], "ref_spans": [], "section": "Coronavirus"}, {"text": "HA1 tests were carried out in a Takitsy type microtiter system (Cooke Engineering Co.) employing U-type trays. Four hemagglutinating units (HAU) of the respective antigen preparations in 25 pl. were added to equal volumes of serial two-fold dilutions of the pretreated sera filled with 50 pl. volumes/cup of a photometrically standardized suspension of erythrocytes in a buffered diluent. The trays were again shaken, tape-sealed and the erythrocytes were permitted to settle; Table 1 shows the conditions used for the different tests. Titers < 20 were not included in the evaluation.", "cite_spans": [], "ref_spans": [{"start": 477, "end": 484, "text": "Table 1", "ref_id": null}], "section": "HAI tests"}, {"text": "This test was carried out in microtiter system U-type trays: 50pl. of CHV-containing culture medium containing 50-200 TCID,, were incubated with equal volumes of serial two-fold serum dilutions supplemented with 50 pl. of a 1 : 10 dilution of unheated guinea pig serum (7) for one hour at 20 OC. Subsequently the mixtures were pipetted onto MDCK monolayers and incubated at 37 OC in a humidified CO, atmosphere. The tests could be read microscopically after two days. Titers < 4 were disregarded.", "cite_spans": [], "ref_spans": [], "section": "Complement dependent neutralization test f o r CHV"}, {"text": "Neutralization indexes were determined from selected HA1 positive and negative sera in the following way: 50 pl. of 1 : 10 diluted sera were incubated with serial ten-fold dilutions of polyoma virus (50 pl.) for one hour at 20 O C . Subsequently the mixtures were pipetted into tissue culture microtrays, together with 100 pl. of mouse embryo cell suspensions containing 4 X 105 cells/ ml. The trays were incubated for twelve days at 37 OC in a humidified CO, atmosphere. Subsequently culture fluids of each virus-serum mixture were tested for HA activity. Neutralization indexes were calculated by comparing the HA results of this test with the TCID,, of the virus-stock determined in the same way. ent and unbiased tests. The results described below have been obtained by at least two independ- ", "cite_spans": [], "ref_spans": [], "section": "Neutralization test for polyoma virus"}, {"text": "The OP and CP dog sera were assayed for HA1 antibodies to CAV, and CAV,. In the OP sera a higher prevalence of titers against CAV, was noted as compared with the closed collectives; also titer values exceeded those in the CP and antibodies to CAV, were absent in the CP (see Fig. 1 A) . Fig. 1 B shows the percentages of OP and C P sera with antibodies to one or both adenovirus types. ", "cite_spans": [], "ref_spans": [{"start": 275, "end": 284, "text": "Fig. 1 A)", "ref_id": "FIGREF1"}, {"start": 287, "end": 293, "text": "Fig. 1", "ref_id": "FIGREF1"}], "section": "Canine adenoviruses"}, {"text": "From ten kennels with a history of NM 115 sera were tested for the prevalence of complement dependent neutralizing antibodies to CHV. As a reference, 107 randomly selected OP sera were included in the tests. As can be seen from Fig. 2 , seropositive dogs are more frequently encountered in problem kennels; however, only half of the kennels account for this dif- Table 2 ). The seropositive dogs in the problem kennels were randomly distributed over male and female animals of different age. ", "cite_spans": [], "ref_spans": [{"start": 228, "end": 234, "text": "Fig. 2", "ref_id": "FIGREF5"}, {"start": 363, "end": 370, "text": "Table 2", "ref_id": "TABREF4"}], "section": "Canine herpesvirus"}, {"text": "From the OP 340 sera were tested for HA1 antibodies to polyoma virus.", "cite_spans": [], "ref_spans": [], "section": "Polyoma virus"}, {"text": "Five HA1 positive sera were found, with titers ranging from 20 to 160. These positive sera were assayed in the neutralization test, together with 5 randomly selected HAI-negative O P sera. One serum with a HA1 titer of 20 neutralized lo4 infectious doses of polyoma virus at a dilution of 1 : 10.", "cite_spans": [], "ref_spans": [], "section": "Polyoma virus"}, {"text": "All OP and C P sera were tested for HA1 antibodies to REOvirus types 1 and 2. As indicated in Fig. 3 Fig. 3 B an evaluation is made between OP and C P sera containing antibodies against one single, two and three REOvirus serotypes, respectively. ", "cite_spans": [], "ref_spans": [{"start": 94, "end": 100, "text": "Fig. 3", "ref_id": "FIGREF8"}, {"start": 101, "end": 107, "text": "Fig. 3", "ref_id": "FIGREF8"}], "section": "REOviruses"}, {"text": "Screening was performed on our OP and C P sera for the prevalence of HA1 antibodies to PI,, PI, and PI,. As shown in Fig. 4 A, antibodies to PI, and PI, could be demonstrated only in the OP and in very low amounts, whereas no significant difference in PI, antibodies could be demonstrated between the OP and CP sera. Fig. 4 B shows how many sera were positive to one or more of the three serotypes. were seropositive, two of them for type 1 (titers 20 and 40, respectively) and one for type 2 (titer 80).", "cite_spans": [], "ref_spans": [{"start": 117, "end": 123, "text": "Fig. 4", "ref_id": null}, {"start": 317, "end": 323, "text": "Fig. 4", "ref_id": null}], "section": "Parainfluenza viruses"}, {"text": "From the OP 355 sera and from the CP 157 sera were tested for the prevalence of antibodies to VW virus of the pig. In the sera from the CP no antibodies were found, but two of the sera from the OP showed titers (20 and 40, respectively).", "cite_spans": [], "ref_spans": [], "section": "Coronavirus"}, {"text": "Sera from six animal attendants from a CP kennel, cornprizing a total of at least 170 dogs, were tested for the prevalence of HA1 antibodies to CAV,, CAV, , REOvirus types 1, 2 and 3, parainfluenzavirus types 1, 2 and 3 and VW virus. The results are shown in Table 3 .", "cite_spans": [], "ref_spans": [{"start": 155, "end": 219, "text": ", REOvirus types 1, 2 and 3, parainfluenzavirus types 1, 2 and 3", "ref_id": "FIGREF1"}, {"start": 259, "end": 266, "text": "Table 3", "ref_id": null}], "section": "Antibodies in humans"}, {"text": "Serological surveys are usually performed with the intention to show the incidence of selected infectious agents in a geographically defined host population. For canine viruses, surveys have been performed in several countries ( 2 , 6, 10, 11, 14, 16, 20) . The resent study is the first of this kind for the In our collection of sera sampled from dogs, antibodies to CAV, are found more frequently and with higher levels in sera from the OP. Considering that most dogs from both populations had been vaccinated against CAV,, and that their age distributions are comparable, this might mean that hepatitis virus is continuing to spread in the OP and that these dogs undergo a booster infection from time to time. Especially with regard to N M and kennel cough problems, this might have its implications: as has been shown by WRIGHT et al., dogs solidly immune to intravenous challenge with CAV, virus are still susceptible to virus aerosols, resulting in respiratory disease (22) . In contrast to results obtained by workers in North-America (6, ll), CAVB HA1 antibodies were found in only 3 O / o of the OP sera; indications for its role in the etiology of kennel cougha condition observed annually by clinicians in this countrycannot be derived from our data. CAV, HA1 antibodies were absent in the CP.", "cite_spans": [{"start": 244, "end": 247, "text": "14,", "ref_id": "BIBREF11"}, {"start": 248, "end": 251, "text": "16,", "ref_id": "BIBREF13"}, {"start": 252, "end": 255, "text": "20)", "ref_id": "BIBREF17"}, {"start": 975, "end": 979, "text": "(22)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Discussion"}, {"text": "Neutralizing antibodies to CHV in the OP occur with frequencies comparable to those found by workers in North-America (6, 11) and in West-Germany (1). The possible role played by CHV for NM in \"problem\"-kennels in the Netherlands is indicated by the number of titers found. However, some of the kennels have high percentages of seropositive animals, whereas others fail to show any. The observations that CHV is poorly immunogenic and that neutralizing antibodies are difficult to detect (7) suggest, that in kennels with many seropositive dogs, this virus probably has played a role in NM.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "REO-virus type 1 is considered to be an agent responsible for canine respiratory disease. As can be seen from our results and from similar data from other countries (1, 8) , antibodies to the other serotypes are found as well. NO differences in the frequency of antibodies to REOvirus types 2 and 3 were noted between both populations; antibodies to serotype 1, however, were practically lacking in the CP observed. Rodents are not likely to constitute a major source of infection since most animals were kept on mesh wire floors; the role of man is suggested from Table 3 .", "cite_spans": [], "ref_spans": [{"start": 165, "end": 171, "text": "(1, 8)", "ref_id": "FIGREF1"}, {"start": 565, "end": 572, "text": "Table 3", "ref_id": null}], "section": "Discussion"}, {"text": "Netherlands, with an estimated B og population of one million animals.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Antibodies to parainfluenza viruses were rare in our collection of canine sera, especially in the CP (Fig. 4) . Parainfluenza virus type 2, which has been connected with respiratory diseases in the dog (9) has caused titers in about 3 O / o of the animals which is in accordance with data from workers in North-America ( 6 ) and West-Germany (1). The lack of difference in number of PI2 titers between the OP and CP can be interpreted in different ways: In the first place a possible role of humans in transmission of parainfluenza virus is sug ested in Table 3 . Secondly the incidence of animal-to-animal-transmission", "cite_spans": [], "ref_spans": [{"start": 101, "end": 109, "text": "(Fig. 4)", "ref_id": null}, {"start": 554, "end": 561, "text": "Table 3", "ref_id": null}], "section": "Discussion"}, {"text": "In addition sera were screened for the prevalence of HA1 antibodies to viruses of other species which are not known to play a pathogenic role in the dog, like mouse polyoma virus, influenza virus A equi 1 and 2 and VW virus of the pig. From our data it appears that these animal species only incidentally transmit viruses to dogs. This is in contrast to man, where antiviral antibodies in sera from animal technicians show that they represent a potential hazard for SPF dog breeding kennels. are gratefully acknowledged. wil P be higher in the more crowded CP. Summary Antiviral antibodies in dogs in the Netherlands A collection of more than 700 canine sera, coming from open and closed populations and from kennels with frequent neonatal mortality, were screened for the prevalence of antibodies to canine adenoviruses, canine herpesvirus, polyoma virus, REOviruses,. parainfluenza viruses, equine influenza viruses and vomiting and wasting disease virus of pigs. The data from the different groups were compared and related to the results of similar studies carried out in other countries.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Virus-AntikSrper bei Hunden in den Niederlanden Antivirale Antikorper in Hunden in den Niederlanden. Ober 700 Sera von Hunden aus der offenen Population, isolierten Kollektiven sowie aus Zwingern mit hoher Welpensterblichkeit wurden auf Antikorper gegen die folgenden Viren untersucht : canine Adeno-und Herpesviren, Polyomavirus, REOviren, Parainfluenzaviren, Pferdeinfluenzaviren und das porcine ,,vomiting and wasting disease\"-Virus. Die aus den verschiedenen Kollektiven erhaltenen Werte wurden untereinander verglichen wie auch mit den Ergebnissen ahnlicher Erhebungen im Ausland.", "cite_spans": [], "ref_spans": [], "section": "Zusammenfassung"}, {"text": "Anticorps antiviraux chez des chiens aux Pays-Bas On a recherchk des anticorps contre les virus suivants sur plus que 700 sCrums de chiens pris dans la population ouverte, dans des collectivitks isolkes Anticuerpos antivirales en perros de 10s Paises Bajos Se examinaron mbs de 700 sueros sanguineos de perros de la poblacibn abierta, colectivos aislados y perreras con mortalidad elevada de cachorros en cuanto a la presencia de anticuerpos contra 10s virus siguientes: adeno y herpes caninos, polioma, REO, parainfluenza, influenza equina y de la enfermedad del v6mito y extenuacibn en porcinos. Se compararon entre si 10s valores obtenidos en 10s diversos colectivos, asi como tambikn con 10s resultados de pesquisas semejantes llevadas a cab0 en el extranjero. l'ktranger.", "cite_spans": [], "ref_spans": [], "section": "Resume"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Die Bedeutung von Virusinfektionen beim Welpensterben und beim Zwingerhusten. Kleintierpraxis", "authors": [{"first": "B", "middle": [], "last": "Bibrack", "suffix": ""}], "year": 1974, "venue": "", "volume": "19", "issn": "", "pages": "223--229", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Serologische Untersuchungen iiber das Vorkommen von Virusinfektionen bei gesunden und an Zwingerhusten erkrankten Hunden. Zbl", "authors": [{"first": "B", "middle": [], "last": "Bibrack", "suffix": ""}, {"first": "U", "middle": [], "last": "Ackermann", "suffix": ""}, {"first": "F", "middle": [], "last": "Benary", "suffix": ""}], "year": 1975, "venue": "", "volume": "22", "issn": "", "pages": "265--273", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Upper respiratory disease in military dogs: bacterial, mycoplasma and viral studies", "authors": [{"first": "L", "middle": ["N"], "last": "Binn", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Eddy", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Lazar", "suffix": ""}, {"first": "J", "middle": [], "last": "Helms", "suffix": ""}, {"first": "T", "middle": [], "last": "Murnane", "suffix": ""}, {"first": "L", "middle": ["N"], "last": "Binn", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Lazar", "suffix": ""}, {"first": "M", "middle": [], "last": "Rogul", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Shepler", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Swango", "suffix": ""}, {"first": "T", "middle": [], "last": "Claypoole", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Hubbard", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Asbill", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Alexander", "suffix": ""}], "year": 1967, "venue": "Proc. SOC. exp. Biol. Med", "volume": "29", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A review of viruses recovered from dogs", "authors": [{"first": "L", "middle": ["N"], "last": "Binn", "suffix": ""}, {"first": "L", "middle": ["N"], "last": "Binn", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Lazar", "suffix": ""}, {"first": "J", "middle": [], "last": "Helms", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Cross", "suffix": ""}], "year": 1970, "venue": "J. Am. vet. Med. Ass", "volume": "156", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Herpesvirus Canis: Aspects of pathogenesis and immune", "authors": [{"first": "L", "middle": ["E"], "last": "Carmichael", "suffix": ""}], "year": 1970, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Comments on viruses recovered from dogs", "authors": [{"first": "W", "middle": ["E"], "last": "Clapper", "suffix": ""}], "year": 1970, "venue": "J. Am. vet. Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Isolation of parainfluenza virus from sentry dogs with upper respiratory disease", "authors": [{"first": "R", "middle": ["A"], "last": "Crandell", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Brumlow", "suffix": ""}, {"first": "V", "middle": ["E"], "last": "Davidson", "suffix": ""}], "year": 1968, "venue": "Am. J. vet. Res", "volume": "29", "issn": "", "pages": "2141--2147", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Inhibition by canine serum of haemagglutination by human influenza virus A,/296/67, influenza virus A,/equi/Praque/56 and bovine parainfluenza 3 virus", "authors": [{"first": "S", "middle": [], "last": "Cvetnic", "suffix": ""}], "year": 1969, "venue": "Vet. Arch", "volume": "39", "issn": "", "pages": "57--61", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Serum antibodies against canine respiratory viruses : Prevalence among dogs of eastern Washington", "authors": [{"first": "R", "middle": ["W"], "last": "Fulton", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Ott", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Duenwald", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Gorham", "suffix": ""}], "year": 1974, "venue": "Am. J. vet. Res", "volume": "35", "issn": "", "pages": "853--856", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Parainfluenza 2 virus: Increase in haemagglutinin titer on treatment with Tween 80 and ether", "authors": [{"first": "T", "middle": ["J"], "last": "John", "suffix": ""}, {"first": "V", "middle": ["A"], "last": "Fulginiti", "suffix": ""}], "year": 1966, "venue": "Proc. SOC. exp. Biol. Med", "volume": "121", "issn": "", "pages": "109--111", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Measurements of rubella antibody by hemagglutination inhibition. 11. Characteristics of an improved HA1 test employing a new method for the removal of non-immunoglobulin H A inhibitors from serum", "authors": [{"first": "H", "middle": [], "last": "Liebhaber", "suffix": ""}], "year": 1970, "venue": "J. Immunol", "volume": "104", "issn": "", "pages": "826--834", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Isolation of human enteroviruses from Beagle dogs", "authors": [{"first": "D", "middle": ["L"], "last": "Lundgren", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Clapper", "suffix": ""}, {"first": "A", "middle": [], "last": "Sanchez", "suffix": ""}], "year": 1968, "venue": "Proc. SOC. exp. Biol. Med", "volume": "128", "issn": "", "pages": "463--466", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Epidemiological studies of A/Hong Kong/68 virus infection in dogs", "authors": [{"first": "T", "middle": [], "last": "Nikitin", "suffix": ""}, {"first": "D", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Todd", "suffix": ""}, {"first": "F", "middle": ["S"], "last": "Lief", "suffix": ""}], "year": 1972, "venue": "Bull. Wld. Hlth. Org", "volume": "47", "issn": "", "pages": "471--479", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Uber das Vorkommen von Antikorpern gegen Viren der Paramyxogruppe sowie gegen Echoviren bei Hunden. Fortschritte der", "authors": [{"first": "J", "middle": [], "last": "Paulsen", "suffix": ""}, {"first": "R", "middle": [], "last": "Gossler", "suffix": ""}, {"first": "W", "middle": [], "last": "Heinemann", "suffix": ""}], "year": 1972, "venue": "Vet. Med. 179. Kongregbericht", "volume": "", "issn": "", "pages": "131--135", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Neonatal diseases in dogs and cats", "authors": [{"first": "C", "middle": ["W"], "last": "Prescott", "suffix": ""}], "year": 1972, "venue": "Aust. vet. J", "volume": "48", "issn": "", "pages": "611--619", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "A hemagglutination-inhibition technique for typing adenoviruses", "authors": [{"first": "L", "middle": [], "last": "Rosen", "suffix": ""}], "year": 1960, "venue": "Am", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The action of trypsin on normal serum inhibitors of the influenza virus agglutination", "authors": [{"first": "A", "middle": ["A"], "last": "Sampaio", "suffix": ""}, {"first": "C", "middle": [], "last": "De", "suffix": ""}, {"first": "A", "middle": [], "last": "Isaacs", "suffix": ""}], "year": 1953, "venue": "Brit. J. exp. Path", "volume": "34", "issn": "", "pages": "152--158", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Serological survey concerning the presence of influenza haemagglutination inhibitors in normal dog sera", "authors": [{"first": "V", "middle": [], "last": "Topcin", "suffix": ""}, {"first": "P", "middle": [], "last": "Diosi", "suffix": ""}, {"first": "E", "middle": [], "last": "Moldovan", "suffix": ""}, {"first": "G", "middle": [], "last": "Nevinglovschi", "suffix": ""}, {"first": "", "middle": [], "last": "Bran", "suffix": ""}], "year": 1967, "venue": "response. J. Am. vet. Med. Ass", "volume": "126", "issn": "", "pages": "1714--1721", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Recent advances in canine virus research", "authors": [{"first": "N", "middle": ["G"], "last": "Wright", "suffix": ""}, {"first": "N", "middle": ["G"], "last": "Wright", "suffix": ""}, {"first": "H", "middle": [], "last": "Thompson", "suffix": ""}, {"first": "H", "middle": ["J C"], "last": "Cornwell", "suffix": ""}, {"first": "D", "middle": [], "last": "Taylor", "suffix": ""}], "year": 1973, "venue": "respiratory virus infections. J. Small Anim. Pract", "volume": "23", "issn": "", "pages": "27--35", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Address of the authors: Institute of Virology", "authors": [], "year": null, "venue": "", "volume": "1", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "serum from Dr. BINN (Division of Veterinary Medicine, Walter Reed Army Institute of Research, Washington, U. S. A.). The virus was propa ated in harvested and kept in liquid nitrogen until use.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Fig. 1 A", "latex": null, "type": "figure"}, "FIGREF2": {"text": "OPEN I .J LO 10 180 a10 no noone Sewmllters Fig. 1 A. Distribution of HA1 antibodies to canine adenoviruses in open and closed populations. The percentages of seropositive dogs are given in parenthesis Fig. 1 B. Percentage of sera with antibodies to one or both canine adenovirus serotypes in open and closed populations Antiviral Antibodies in Dogs in the Netherlands", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Distribution of neutralizing antibodies to canine herpesvirus in the open population and in problem kennels", "latex": null, "type": "figure"}, "FIGREF6": {"text": "A, titers to REOvirus type 1 occurred in 14 O / o of the sera from the OP and only in 0.60/0 in the CP. In contrast to this observation antibodies to REOvirus type 2 were seen in equal amounts and levels in O P and CP sera (14 O / o ) . In both populations 34 O / o of the sera tested were found to contain antibodies to REOvirus type 3 with about the same levels. In", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Fig. 3 A", "latex": null, "type": "figure"}, "FIGREF8": {"text": ". Distribution of HA1 antibodies to REOviruses in open and closed populations Fig. 3 B. Percentage of sera with antibodies to one or more REOvirus serotypes in open and closed populations", "latex": null, "type": "figure"}, "FIGREF9": {"text": "REO, PI, PI, PI, VW CAV, REO, REO, PI, PI, REO, REO, PI,", "latex": null, "type": "figure"}, "FIGREF10": {"text": "et dans des chenils avec forte mortalitk des chiots: Adeno-et Herpesvirus canins, Pol yomavirus, REOvirus, Parainfluenzavirus, Influenzavirus du cheval et le virus du *vomiting ans wasting disease, du porc.", "latex": null, "type": "figure"}, "TABREF0": {"text": "OSTERHAUS, BERGHUIS-DE VRIES and STEURa) O P (458 sera): Small Animal Clinic, Veterinary Faculty, State University, Utrecht ; Central Laboratory for Experimental Medicine, Free University, Amsterdam; Private kennels. b) CP (174 sera): Closed breeding kennel, Central Institute for the Breeding of Laboratory Animals, T. N. 0. Zeist; closed kennel of the Clinic of Obstetrics and Gynaecology, Veterinary Faculty, State University Utrecht. c) NM kennels (115 sera): private kennels with a high incidence of NM.", "latex": null, "type": "table"}, "TABREF1": {"text": "Weesp). The viruses were propagated in Madin Darby canine kidney (MDCK) cells. Supernatants of infected cultures showing complete cytopathic effect (CPE) were used as antigen in HA1 tests after three cycles of freezing and thawing, followed by low speed centrifugation.", "latex": null, "type": "table"}, "TABREF2": {"text": "was then centrifuged at low speed and the supernatant was used immediately.If antigen preparations had to be stored, ultrasonic treatment was performed just before use.", "latex": null, "type": "table"}, "TABREF3": {"text": "Conditions used for HA1 testsvw Infl. A I equi 1 Infl. A I equi 2 variation in hemagglutinability between batches of different animals. :w VGB = veronal gelatine buffer (pH 7.4).", "latex": null, "type": "table"}, "TABREF4": {"text": "Table 2). The seropositive dogs in the problem kennels were randomly distributed over male and female animals of different age. Fig. 2. Distribution of neutralizing antibodies to canine herpesvirus in the open population and in problem kennels Table 2", "latex": null, "type": "table", "html": "<html><body><table><tr><td>kennel </td><td>number </td><td>of </td><td>positive sera I tested % </td><td>positive </td></tr><tr><td>number </td><td>of </td><td>sera </td><td> </td></tr><tr><td>A </td><td> </td><td> </td><td>6 1 </td><td>9 </td><td>61 </td></tr><tr><td>B </td><td> </td><td> </td><td>3 1 </td><td>6 </td><td>50 </td></tr><tr><td>C </td><td> </td><td>3 I 1 0 </td><td>30 </td></tr><tr><td>D </td><td> </td><td> </td><td>1 I 12 </td><td>8 </td></tr><tr><td>E </td><td> </td><td>1 I 16 </td><td>6 </td></tr><tr><td>F </td><td> </td><td> </td><td>0 1 </td><td>4 </td><td>0 </td></tr><tr><td>G </td><td> </td><td> </td><td>0 1 </td><td> 11 </td><td>0 </td></tr><tr><td>H </td><td> </td><td>0 I 13 </td><td>0 </td></tr><tr><td>I </td><td> </td><td>0 I 16 </td><td>0 </td></tr><tr><td> </td><td>J </td><td>0 I 19 </td><td>0 </td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors wish to thank Prof. Dr. M. C. HORZINEK for helpful1 advice and suggestions. The technical assistance of J. GERRITSEN and Miss A. KROON, and the help of Miss J. VAN ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}