{
    "paper_id": "adc3669fc3d376e2a74b13f94c66dd54aa08060a",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "hospitals and the mother was asked to call the Infections Clinic from her mobile phone when she approached the hospital. She was told over the phone to wait in her car at a designated parking slot. A doctor, dressed in protective clothing, came out and spoke to the mother. He then peered inside the car at the boy in the back seat of the car, but did not physically examine him. The doctor said that the Infections Clinic did not deal with paediatric cases (even though there is a university paediatrics department at this hospital) and referred them to the Astrid Lindgren's Children's Hospital of the Karolinska Hospital, a hospital affiliated to the Karolinska Institute. This hospital was about a 60-min drive away and the mother was expected to drive there. The doctor at Huddinge Hospital called the Karolinska Hospital, and told the mother that an isolation room would be available for them at the hospital. That afternoon, the mother and son arrived at the Astrid Lindgren's Children's Hospital of the Karolinska Hospital, and a doctor and nurse met them. The healthcare workers wore masks, gloves and other protective clothing, but no protective goggles. They tested the boy (nasal/throat swabs, blood tests, X-ray) but did not take his temperature. The doctor said she did not think the boy had SARS, but would treat it as such (i.e. a suspected SARS case). However, the mother and son were not kept in isolation. Eventually, the nurse said they could go home and explained that the hospital needed the hospital isolation rooms for other patients. The nurse advised the mother to wear a mask and not to see anybody until the laboratory results were ready. This advice also applied to the mother's son and 4-y-old daughter, but not to the grandmother with whom they all stayed. The attending doctor did not meet the mother again. There was no additional information given about measures for infectious disease control, or when any follow-up would take place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The mother was by now disconcerted by what she had experienced at the three hospitals. Because the doctors and other hospital staff now regarded her son as a suspected SARS case, the mother was concerned about returning home to her daughter and mother. The mother called her husband in Hong Kong who, in turn, called the doctor at the Karolinska Hospital to clarify the situation. As a result, during the drive home, the mother received a telephone call from the attending doctor. The doctor said that they were willing to prepare a hospital room for them. However, the mother no longer had any confidence in the hospital staff, and decided to return home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A few days later the mother called the hospital and was told that the laboratory results were negative for SARS. She asked whether she could talk to a doctor but no doctor was available to speak to her. The next day the mother called again, and the attending doctor stated that her son had suffered from common flu. The boy has since fully recovered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We are concerned because, at the time of writing, there has not been any report of this suspected SARS case to the Swedish Institute for Infectious Disease Control or to WHO. According to international regulations and local Swedish laws this should be done immediately by telephone and in writing by filling in a specific form (http://www.sos.se/sosfs/2003_6/2003_6.htm).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This was clearly a suspected SARS case, since the boy developed a fever of over 38°C less than 10 d after arriving from Hong Kong, a SARS-infected area. If this had been a SARS case, the outcome could have been very different since the Swedish healthcare workers involved in the case had violated the common codes of medical practice, and important guidelines for the appropriate prevention of SARS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We believe that heightened anxiety about SARS, brought about by the popular media's exaggerated reporting of the outbreak in Hong Kong, affected the way Swedish healthcare professionals reacted. For instance, the Swedish media, much like the media in many other countries, have covered the SARS outbreak in an unrealistic manner. The Swedish media have described SARS as a \"killer disease\" and the SARS coronavirus as a \"killer virus\". There has also been negative coverage about healthcare standards in Hong Kong; \"Hong Kong hospitals are dirty, lack soap and toilet paper, and offer only soup to patients\" (3) (4) (5) .",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 611,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 612,
                    "end": 615,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 616,
                    "end": 619,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This is, of course, untrue. Hong Kong spends 25% more per capita on healthcare than Sweden (US$610 per capita and year vs US$485 according to official government sources). Hong Kong health statistics are similar to those of Sweden, e.g. a low infant mortality rate (2.7 per 1000 live births) and high life expectancy (84.6 y for females and 78.4 y for males).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Swedish media have even compared SARS to the Black Death, Spanish Flu and Mad Cow Disease (6) . Another biased article in a recent Swedish newspaper stated that Hong Kong residents were not welcome anywhere and they are viewed as \"pest-infected and contagious\" people (7) . At the end of April 2003, Drs David Baltimore and David Ho, two leading US AIDS researchers, pronounced one of the first warnings against irresponsible SARS media coverage; even going as far as calling it Severe Acute Media Syndrome (8) (9) (10) .",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 511,
                    "end": 514,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 515,
                    "end": 518,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 519,
                    "end": 523,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "By calling attention to this incident, we hope that lessons will be learned and that the proper adherence to guidelines will be followed in future. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Lokal infektion ger global panik",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ekdahl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Giesecke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Linde",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Swed Med J",
            "volume": "100",
            "issn": "",
            "pages": "1420--1425",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "WHO management of severe acute respiratory syndrome (SARS). (revised",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nio nya dödsfall efter dödssmittan",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Två fall av misstänkt dödssmitta. Svenska Dagbladet",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Dagens Nyheter",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Digerdöden",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Hongkongborna ar ovälkomna överallt. Dagens Nyheter",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "SARS panic an over-reaction, say virus experts",
            "authors": [],
            "year": 2003,
            "venue": "ABC Online News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A plea for careful SARS coverage",
            "authors": [],
            "year": 2003,
            "venue": "Los Angeles Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Sars gör världen hysterisk. Svenska Dagbladet",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Correspondence to",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Karlberg",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clinical Trials Centre",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "At the Infections Clinic of Huddinge Hospital, the staff did not follow local or WHO guidelines in the case definition for SARS, even though the mother told the doctor that her son had developed a fever 7 d after leaving Hong Kong. & At South Hospital, the staff kept their distance from the boy and did not offer any infection control advice. No doctor examined the child. & At Huddinge Hospital the doctor did not properly examine the boy. We do not know why the doctor said that Huddinge Hospital could not deal with paediatric cases. Does this mean that this University Hospital will not treat children who present with infectious disease symptoms? & At the Children's Hospital in the Karolinska the staff gave mixed signals about whether to treat the boy as a suspected SARS case. & Although the media need to attract readers' attention, they should temper their sensational headlines and stories about medical events.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements.-We express our thanks to the family-mother, father and grandmother-for allowing us to write this story and for giving important comments on the final version of this communication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}