{
    "paper_id": "adea1be75e040ef239c0d3e5bee32d7f34267096",
    "metadata": {
        "title": "Extracorporeal life support for immune reconstitution inflammatory syndrome in HIV patients with Pneumocystis jirovecii pneumonia",
        "authors": [
            {
                "first": "Kollengode",
                "middle": [],
                "last": "Ramanathan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Julian",
                "middle": [
                    "K"
                ],
                "last": "Svasti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Graeme"
                ],
                "last": "Maclaren",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Patients with immunosuppression from human immunodeficiency virus (HIV) have been traditionally considered poor candidates for extracorporeal membrane oxygenation (ECMO) because of high in-hospital mortality and poor long-term survival. Highly active antiretroviral therapy (HAART) has improved survival rates in compliant HIV patients and reversible severe respiratory failure may warrant ECMO in this group. Immune reconstitution inflammatory syndrome (IRIS) involves excessive inflammatory response to a pathogen with paradoxical clinical deterioration following HAART initiation and may present as severe respiratory failure. Patients with IRIS supported on ECMO have been infrequently reported in literature. We report two HIV-positive patients who developed acute respiratory distress syndrome from IRIS necessitating successful veno-venous ECMO as salvage therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Extracorporeal membrane oxygenation (ECMO) is accepted as salvage therapy in patients with severe hypoxemic respiratory failure who fail to respond to conventional mechanical ventilation. Pneumocystis jirovecii pneumonia (PCP) is the most common presenting manifestation of acquired immunodeficiency syndrome (AIDS) and the need for intensive care unit (ICU) admission in these patients is associated with an 18-fold increase in mortality despite the use of antiretroviral therapy [1] . ECMO support in immunosuppressed patients with opportunistic infections is associated with higher mortality and has been traditionally considered a relative contraindication. Immunocompromised patients with severe acute respiratory distress syndrome (ARDS) have an overall 6-month survival of only 30% and immunosuppression is considered an independent risk factor for mortality in prognostic scoring systems used for respiratory failure in ECMO [2, 3] . ECMO support for refractory respiratory failure in HIV-infected patients during PCP treatment has been reported in the literature with limited success. Immune reconstitution inflammatory syndrome (IRIS) is a clinical entity describing a paradoxical clinical deterioration after initiation of highly active antiretroviral therapy (HAART) in HIV-positive patients [4] . IRIS is a potentially reversible clinical condition where 25% of patients require hospitalization and increased resources; however, good clinical recovery is noted in patients given adequate supportive therapy [5] . Although IRIS is associated with a wide variety of infections, those precipitated by Mycobacterium spp, Pneumocystis jirovecii, Cytomegalovirus (CMV) or pulmonary cryptococcosis can present with severe respiratory failure and refractory hypoxemia [6] .",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 484,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 933,
                    "end": 936,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 937,
                    "end": 939,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1304,
                    "end": 1307,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1520,
                    "end": 1523,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1773,
                    "end": 1776,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We report two HIV-positive patients who were admitted for severe hypoxemic respiratory failure secondary to IRIS following therapy for PCP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 36-year-old gentleman recently diagnosed with HIV presented to the emergency department with 1-week history of shortness of breath, cough, fever, reduced effort tolerance and low oxygen saturation. Initial CD4 counts were 44 cells/mm 3 and HIV viral load 912,011 copies/ml. He was diagnosed clinically to have PCP and was discharged on combination antiretroviral therapy (dolutegravir and emtricitabine/tenofovir) and a 3-week course of per-oral trimethoprim-sulfamethoxazole (TMP-SFX). Three weeks later, he returned complaining of progressive shortness of breath and severely restricted effort tolerance, dry cough and poor appetite. He became progressively hypoxemic in the ward and needed intubation and mechanical ventilation for severe respiratory failure. His gas exchange did not improve despite proning and muscle relaxation; so was placed on veno-venous ECMO. Blood gases taken prior to initiation of ECMO showed severe respiratory acidosis (pH 6.97, pCO 2 87 mmHg, pO 2 149 mmHg) on tidal volume of 6 ml/kg, PEEP of 15 mmHg, FiO 2 of 1 and respiratory rate of 25/min. He was initiated on ECMO with a Medos DP3 pumphead and 7000 LT oxygenator with a 22 F inflow cannula in the right femoral vein and 24 F multistage outflow cannula in the left femoral vein. He was treated with meropenem, azithromycin, oseltamivir, ganciclovir and hydrocortisone in addition to his antiretroviral drugs and TMP-SFX.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient 1"
        },
        {
            "text": "He was clinically diagnosed with IRIS. Subsequent bronchoalveolar lavage (BAL) detected CMV and ganciclovir was continued. He was kept on HAART throughout his stay. Therapeutic drug monitoring for HAART drugs or anti-PCP drugs could not be performed locally. However, clinical recovery was assessed by observing improvement in tidal volumes and lung compliance coupled with radiological evidence of reducing pulmonary infiltrates. He was successfully decannulated from ECMO on day 6. He required tracheostomy for further respiratory weaning. Further investigations revealed cutaneous and bronchial Kaposi's sarcoma and the patient was discharged stable from our hospital on day 36.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient 1"
        },
        {
            "text": "A 44-year-old, HIV-positive patient poorly compliant with HAART presented to our hospital emergency department with complaints of dyspnea, fever and productive cough associated with chest tightness and decreased effort tolerance. His CD4 count was 76 cells/mm 3 with a viral load 70,794 copies/ml. Given his allergy to TMP-SFX, he was started on clindamycin and primaquine for treatment of presumptive PCP. This diagnosis was later confirmed on bronchoalveolar lavage. He also received ceftriaxone for Salmonella typhimurium bacteremia and was recommenced on HAART (tenofovir disoproxil, lamivudine and darunavir/ritonavir). He was discharged home on day 8 on oral antibiotics and HAART.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient 2"
        },
        {
            "text": "The patient presented to the emergency department 5 days later with worsening respiratory failure and decreased effort tolerance. A diagnosis of IRIS was made clinically. His progressive respiratory failure necessitated intubation and mechanical ventilation. His pre-ECMO oxygen saturation remained at 88% with an FiO 2 of 80% and PEEP of 18 mmHg (arterial blood gas analysis: pH 7.29, pCO 2 46.7 mmHg, pO 2 72 mmHg on assist control ventilation with tidal volume 6 ml/kg) despite muscle relaxation, optimal ventilator support and prone positioning. He was eventually cannulated onto veno-venous ECMO for refractory hypoxemia. He was initiated on a Rota flow machine, Medos 7000 LT Oxygenator with a 22 F inflow cannula and a 24 F multistage outflow cannula. He subsequently required an additional 20 F cannula in the right internal jugular vein as the initial configuration could achieve only 2.6 l/min flows with inadequate oxygenation. Flows improved subsequently to 4.3 l/min and oxygen saturation was maintained above 85%. His anti-PCP therapy was changed to intravenous pentamidine. He was weaned completely off inotropes by day 5, decannulated from ECMO on day 8, and extubated on day 13. He subsequently developed oral candidiasis and pulmonary embolism in the ward which was appropriately treated and was discharged home stable on day 62.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient 2"
        },
        {
            "text": "We report two HIV patients with IRIS who were successfully supported with VV ECMO. Mortality in patients with PCP pneumonia who required mechanical ventilation for severe respiratory failure improved from 10 to 40% with the adjuvant use of steroids; however, low CD4 cell counts on hospital admission and development of pneumothorax on mechanical ventilation remained significant predictors of mortality in ICU [7] . With the advent of HAART, the life expectancy of HIV patients has improved significantly and thereby their eligibility for extracorporeal life support has changed in recent years [8] . Patients receiving HAART are at risk of a unique set of complications including paradoxical immunoreconstitution which results in restored capacity of the host to mount an inflammatory response against persistent microbial antigens or self-antigens, resulting in worsening clinical symptoms in these patients [6] . There is no universally agreed-on definition for IRIS; however, most or all of the following features should be present to prompt clinical suspicion: (1) a temporal association between HAART initiation and the onset of clinical features of illness, (2) a positive virologic and immunological response to ART (3) presence of clinical manifestations consistent with an inflammatory condition, (4) absence of evidence of drug-resistant infection, bacterial superinfection, drug allergy or other adverse drug reactions, patient noncompliance, or reduced drug levels due to drug-drug interactions or malabsorption after appropriate evaluation for the clinical presentation, (5) presence of AIDS with a low pre-treatment CD4 count (< 100 cells/µl) [4] [5] [6] .",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 414,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 911,
                    "end": 914,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1659,
                    "end": 1662,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1663,
                    "end": 1666,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1667,
                    "end": 1670,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are only three other HIV patients with IRIS treated with ECMO reported in the literature, two of whom died [9, 10] . All of them had initiation of HAART and PCP therapy for proven pneumocystis infection prior to IRIS and ECMO. All of them developed ARDS secondary to IRIS and were salvaged with VV ECMO. Including our two patients, the three survivors had HAART therapy continued while they were on ECMO and were decannulated in approximately 1 week [9] . The duration of ECMO support was longer in the two patients who died (57 and 69 days, respectively) [10] . Both our patients had risk factors for IRIS: a low pretreatment CD4 count and a response, both clinical and virological, to antiretroviral therapy. We observed that survival was better if ECMO was initiated early and if patients had a shorter ECMO run.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 117,
                    "end": 120,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "HIV will remain a relevant global health issue for decades to come and it is expected that the incidence of IRIS will increase as antiretroviral therapy becomes more widely available [5, 11] . While the incidence of IRIS itself is not rare, estimated at 10-25% of all HIV patients introduced to antiretroviral therapy, life-threatening IRIS is thought to be uncommon but may be underdiagnosed [5] . IRIS is a potentially reversible condition with good long-term outcomes. Survival rates of HIV patients with opportunistic infections from IRIS have been shown to be comparable to those without opportunistic infections [12] . We believe that our two patients' clinical courses highlight that HIV and IRIS are not contraindications to ECMO, and hope that greater awareness may prompt earlier clinical suspicion and treatment. ECMO remains a viable option for HIV patients with IRIS if it is initiated early.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pneumocystis jirovecii pneumonia in HIV-1-infected patients in the late-HAART era in developed countries",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Llibre",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Revollo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vanegas",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Scand J Infect Dis",
            "volume": "45",
            "issn": "",
            "pages": "635--679",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Predicting survival after extracorporeal membrane oxygenation for severe acute respiratory failure. The respiratory extracorporeal membrane oxygenation survival prediction (RESP) score",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sheldrake",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Respir Crit Care Med",
            "volume": "189",
            "issn": "",
            "pages": "1374--82",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Six-month outcome of immunocompromised severe ARDS patients rescued by ECMO. An international multicenter retrospective study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schellongowski",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Patroniti",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Respir Crit Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201708-1761OC"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Defining immune reconstitution inflammatory syndrome: evaluation of expert opinion versus 2 case definitions in a South African cohort",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Haddow",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Easterbrook",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mosam",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "49",
            "issn": "",
            "pages": "1424--1456",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Incidence and risk factors for immune reconstitution inflammatory syndrome in an ethnically diverse HIV type 1-infected cohort",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ratnam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Kandala",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Infect Dis",
            "volume": "42",
            "issn": "",
            "pages": "418--445",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Immune reconstitution inflammatory syndrome: emergence of a unique syndrome during highly active antiretroviral therapy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Shelburne",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Iii",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Hamill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Rodriguez-Barradas",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Medicine (Baltimore)",
            "volume": "81",
            "issn": "",
            "pages": "213--240",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cost and outcome of intensive care for patients with AIDS, Pneumocystis carinii pneumonia, and severe respiratory failure",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Wachter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Luce",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Safrin",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "JAMA",
            "volume": "273",
            "issn": "",
            "pages": "230--235",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Extra Corporeal Membrane Oxygenation (ECMO) in three HIV-positive patients with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Rosa",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Fanelli",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Corcione",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Anesthesiol",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Extracorporeal membrane oxygenation for acute respiratory distress syndrome following HAART Initiation in an HIV-infected patient being treated for severe Pneumocystis jirovecii pneumonia: case report and literature review",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Korean J Crit Care Med",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The use of ECMO in HIV/AIDS with Pneumocystis jirovecii pneumonia: a case report and review of the literature",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cawcutt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gallo De Moraes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "ASAIO J",
            "volume": "60",
            "issn": "",
            "pages": "606--614",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Estimates of global, regional, and national incidence, prevalence, and mortality of HIV, 1980-2015: the Global Burden of Disease Study",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Collaborators",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Wolock",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet HIV",
            "volume": "3",
            "issn": "",
            "pages": "361--87",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Immune reconstitution inflammatory syndrome in the first year after HAART: influence on long-term clinical outcome",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Jo",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "AIDS",
            "volume": "20",
            "issn": "",
            "pages": "2390--2392",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "This paper was presented at the 3rd Asia Pacific Extracorporeal Life Support Organisation meeting in October, 2017 at Gold Coast, Australia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Artificial Lung / ECMO"
        },
        {
            "text": "Conflict of interest No potential conflict of interest relevant to this article was reported by the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}