{"paper_id": "ae12ac2295db5d2d81044df2eb666eadd287a909", "metadata": {"title": "Isoprinosine: Lack of Antiviral Activity in Experimental Model Infections", "authors": [{"first": "L", "middle": ["A"], "last": "Glasgow", "suffix": "", "affiliation": {"laboratory": "University of Utah College of Medicine; B. C. Easterday and E. H. Weinberg, University of Wisconsin. *", "institution": "Washington State University", "location": {}}, "email": ""}, {"first": "G", "middle": ["J"], "last": "Galasso", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Utah College of Medicine", "location": {"settlement": "Salt Lake City, Utah"}}, "email": ""}, {"first": "S", "middle": [], "last": "Baron", "suffix": "", "affiliation": {"laboratory": "New York University College of Medicine; J. C. Duenwald", "institution": "National Institutes of Health", "location": {"settlement": "Bethesda", "region": "Maryland"}}, "email": ""}, {"first": "M", "middle": [], "last": "Worth· Ington", "suffix": "", "affiliation": {"laboratory": "New York University College of Medicine; J. C. Duenwald", "institution": "National Institutes of Health", "location": {"settlement": "Bethesda", "region": "Maryland"}}, "email": ""}, {"first": ";", "middle": ["A"], "last": "Friedman-Kien", "suffix": "", "affiliation": {"laboratory": "New York University College of Medicine; J. C. Duenwald", "institution": "National Institutes of Health", "location": {"settlement": "Bethesda", "region": "Maryland"}}, "email": ""}, {"first": "M", "middle": [], "last": "Harmon", "suffix": "", "affiliation": {"laboratory": "University of Utah College of Medicine; B. C. Easterday and E. H. Weinberg, University of Wisconsin. *", "institution": "Washington State University", "location": {}}, "email": ""}, {"first": "B", "middle": [], "last": "Janis", "suffix": "", "affiliation": {"laboratory": "University of Utah College of Medicine; B. C. Easterday and E. H. Weinberg, University of Wisconsin. *", "institution": "Washington State University", "location": {}}, "email": ""}, {"first": "E", "middle": [], "last": "Kern", "suffix": "", "affiliation": {"laboratory": "University of Utah College of Medicine; B. C. Easterday and E. H. Weinberg, University of Wisconsin. *", "institution": "Washington State University", "location": {}}, "email": ""}, {"first": "J", "middle": ["C"], "last": "Overall", "suffix": "", "affiliation": {"laboratory": "University of Utah College of Medicine; B. C. Easterday and E. H. Weinberg, University of Wisconsin. *", "institution": "Washington State University", "location": {}}, "email": ""}, {"first": "C", "middle": ["B"], "last": "Smith", "suffix": "", "affiliation": {"laboratory": "University of Utah College of Medicine; B. C. Easterday and E. H. Weinberg, University of Wisconsin. *", "institution": "Washington State University", "location": {}}, "email": ""}, {"first": "D", "middle": ["A"], "last": "String-Fellow", "suffix": "", "affiliation": {"laboratory": "University of Utah College of Medicine; B. C. Easterday and E. H. Weinberg, University of Wisconsin. *", "institution": "Washington State University", "location": {}}, "email": ""}, {"first": "S", "middle": [], "last": "Westerberg", "suffix": "", "affiliation": {"laboratory": "University of Utah College of Medicine; B. C. Easterday and E. H. Weinberg, University of Wisconsin. *", "institution": "Washington State University", "location": {}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "(3) simulate potentially treatable viral infections in man. The models include Herpesvirus hominis (HVH), rabies, influenza, and encephalomyocarditis (EMC) viruses in mice; vaccinia and fibroma viruses in rabbits; transmissible gastroenteritis (TGE) and influenza viruses in pigs; feline panleukopenia and rhinotracheitis viruses in cats; and distemper in ferrets.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Interest in isoprinosine (Newport Pharmaceuticals) as a broad-spectrum antiviral compound has recently been stimulated by a series of reports [1] [2] [3] [4] [5] [6] [7] [8] [9] and by data reviewed by Gordon [10] on its efficacy. To evaluate this compound as a potential antiviral chemotherapeutic agent, its activity in 11 viral infections in five species of animals was delineated in a coordinated study done under the auspices of the Antiviral Substances Program.", "cite_spans": [{"start": 142, "end": 145, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 146, "end": 149, "text": "[2]", "ref_id": "BIBREF2"}, {"start": 150, "end": 153, "text": "[3]", "ref_id": null}, {"start": 154, "end": 157, "text": "[4]", "ref_id": "BIBREF6"}, {"start": 158, "end": 161, "text": "[5]", "ref_id": "BIBREF7"}, {"start": 162, "end": 165, "text": "[6]", "ref_id": "BIBREF8"}, {"start": 166, "end": 169, "text": "[7]", "ref_id": "BIBREF10"}, {"start": 170, "end": 173, "text": "[8]", "ref_id": "BIBREF12"}, {"start": 174, "end": 177, "text": "[9]", "ref_id": "BIBREF13"}, {"start": 209, "end": 213, "text": "[10]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": ""}, {"text": "Antiviral compound. Isoprinosine powder, NPT 10381, was kindly supplied by Dr. Thomas Lynes of Newport Pharmaceuticals International, Inc., Newport Beach, California. This compound is a member of the family of inosine-alkylaminoalcohol complexes; it is the acetamidobenzoate salt of inosine-dimethylaminoisopropanol (mole ratio, 1:3). Two lots (AA2061 and 2009) were used in these experiments. The compound was dissolved in distilled water, filtered through an HA Millipore filter, and used at the concentrations indicated below.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Viruses. A genital type 2 strain of HVH, obtained from Dr. A. Nahmias (Emory University), was grown and assayed in fetal-Iamb-kidney cells.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "A strain of rabies virus isolated from the salivary gland of a rabid bobcat was obtained from Dr. Keith Sikes (Center for Disease Control). Stock virus was grown in mouse brain, and assayed in L-cells.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Fibroma virus was obtained from the American Type Culture Collection; stock preparations were grown in cultures of rabbit-kidney cells.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "The source of swine-influenza (SI) virus (AI SW/WIS/l/68) was either a fourth passage in primary cultures of fetal-pig-kidney cells or a 10% suspension of lung from an experimentally infected pig. Influenza A/PR-8 virus was obtained from the American Type Culture Collection, grown in chick embryos, and assayed in Vero cells.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "The Purdue strain of TGE, a coronavirus, was passaged 11 times in fetal-pig-kidney cells and then three times in three-to five-day-old pigs. The suspension of virus used for challenge was a lysate of intestinal epithelium.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Ferret distemper virus, Green's strain, was harvested from spleen and liver tissue of infected ferrets [11] . The inoculum was prepared in a Waring blender, clarified by centrifugation, and diluted 1: 10 with phosphate-buffered saline. Animals were exposed by aerosol.", "cite_spans": [{"start": 103, "end": 107, "text": "[11]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Sindbis virus and vesicular stomatitis virus (Indiana strain) were propagated and assayed in chick-embryo-cell cultures.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "The GD-7 strain of murine picornavirus was grown and assayed in BHK-21 hamster-kidney cells.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Feline rhinotracheitis, a herpesvirus, was grown and titrated in primary feline-kidney cells [12] . The inoculum used as an aerosol had a titer of 10 6 TCID 50/ml.", "cite_spans": [{"start": 93, "end": 97, "text": "[12]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Feline panleukopenia virus, a rhabdovirus, was obtained from a kitten moribund with panleuko-163 penia and was prepared by the method described for distemper virus [13] . The stock virus had a titer of 10 4 TCID50/ml in primary feline-kidney cells.", "cite_spans": [{"start": 164, "end": 168, "text": "[13]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Materials and Methods"}, {"text": "In-vitro studies. Initially, the efficacy of isoprinosine was screened in tissue culture. Cultures of L-cells subsequently challenged with GD-7, human diploid fibroblasts (MA-308) subsequently challenged with Sindbis virus, and rabbitkidney cells subsequently challenged with vesicular stomatitis virus were treated overnight with isoprinosine (lO(lg/rnl) before inoculation of viruses (range of multiplicity of infection) of 10-100. No difference could be detected between the CPE in untreated control cells and that in the test cells. Control and test cells were also examined for yield of GD-7 and Sindbis virus (determined by hemagglutination); no differences were detected.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "In view of the reported efficacy of this compound in influenza viral infections in vivo [10] , the studies in tissue cultures were expanded to determine the antiviral action of isoprinosine in tracheal-organ cultures infected with influenza virus (A/PR-8).", "cite_spans": [{"start": 88, "end": 92, "text": "[10]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Results"}, {"text": "Murine tracheal explants were cultured in roller tubes containing the tissue from three tracheas in L-15 growth medium supplemented with 0.2 % bovine serum albumin, penicillin, and gentamicin. Isoprinosine was added at concentrations of 0.1 ug/ml, 1.0 ug/ml, and 10 ug/ml. After 24 hr, 1()3·3 TCID50 of influenza A/PR-8 virus was added to the isoprinosine-containing and isoprinosine-free control cultures. Four hours later the medium was removed from all cultures, and fresh growth medium with or without isoprinosine was added. After 24 hr and subsequently at 48-hr intervals throughout 11 days, ciliary activity was assessed, culture supernatant fluids were removed for viral titrations, and fresh media were added. Virus was assayed on Vero cells by the hemadsorption technique.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Isoprinosine at concentrations of 0.1 ug/ml-10 ug/ml appeared not to affect the growth of influenza A/PR-8 virus in this culture system. Viral titrations were made on days 0, 1, 3, 5, 7, 9, and 11 . In fact, cultures treated with the highest concentration of isoprinosine (10 ug/ml con- tinuously for 11 days) consistently had higher titers of virus (l(}'l.5 TCID50) than did the two groups of control cultures (l (}'I.o TCID50).", "cite_spans": [{"start": 178, "end": 196, "text": "3, 5, 7, 9, and 11", "ref_id": null}], "ref_spans": [], "section": "Results"}, {"text": "The ratio of the number of explants showing complete loss of ciliary activity to the total number of explants that could be evaluated for this activity was assessed as a measure of ciliary activity. At all concentrations tested, isoprinosine was inhibitory to ciliary activity to a degree similar to that of the virus alone. The greatest decline in ciliary activity was seen in cultures containing both isoprinosine and virus. We could detect no evidence of antiviral activity in these in-vitro experiments.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Studies in mice. Isoprinosine has been reported to be effective in mice infected with influenza (Hong Kong strain) [7, 8] . The NIH strain of randomly bred mice were infected with 3 or 30 LD50 of influenza virus (A/PR-8) and treated with isoprinosine for five days. The lack of therapeutic efficacy under these conditions is illustrated in table 1.", "cite_spans": [{"start": 115, "end": 118, "text": "[7,", "ref_id": "BIBREF10"}, {"start": 119, "end": 121, "text": "8]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Results"}, {"text": "The studies in mice were extended to experimental infections with two other viruses, EMC and HVH, genital type 2 strain. In the EMC model, groups of 20 seven-week-old female CD-l mice were infected ip with approximately 15 LD50 of EMC virus. Therapy with isoprinosine (300 rug/kg) was then initiated either simultaneously with, 24 hr after, or 48 hr after EMC infection and was administered daily either by ip injection or orally by nasogastric tube to insure accurate dosage. All animals were treated through the seventh day of infection. The results of both series of experiments were identical. The results from one representative experiment are presented in figure 1 . Because of the possibility that the 100% mortality produced by inoculation of 15 For evaluation of the efficacy of isoprinosine in the model of systemic neonatal herpesvirus infection, approximately 90%-95% of the lethal dose of HVH, type 2, was administered intranasally to groups of 20 three-to five-day-old CD-l mice. Therapy consisting of daily ip injections of isoprinosine (300 rug/kg) was initiated 1-2 hr after infection and extended through the fifth day of illness. All experimental groups were observed for a three-week period. Drug controls were included in all experiments on protection, and no gross evidence of toxicity was observed. The lack of antiviral activity in this model is illustrated in figure 2 . In order to obtain maximal sensitivity, isoprinosine therapy was evaluated further in mice inoculated with an estimated LD50. Although a further 1: 2 dilution of this inoculum killed only 20% of experimental animals, 86% of uninfected control animals (n = 30) and 86% of isoprinosine-treated animals (n = 30) succumbed to the infection. Again, no antiviral activity could be detected in this experimental model. . Models in rabbits. The effect of isoprinosine was studied in two poxvirus infections in rabbits. In both models a dermal site of infection was used. Viral titrations in the rabbits were carried out by intradermal inoculation. With fibroma virus, 1031050 (50% infectious dose) was inoculated intradermally and, with vaccinia virus, 10 2 ID50. These doses induced lesions of approximately 1 em in the skin of untreated rabbits. Isoprinosine was ineffective in the suppression of vaccinia-induced skin lesions when 300 mg/ kg was adtninistered ip on five consecutive days after infection. Lesions in the test and control animals developed in parallel. The peak lesion was reached on the fourth day and disappeared by day 9. However, there appeared to be a partial suppression in the intensity of the lesions when the same regimen was used with rabbit fibroma virus, although the eventual recovery time was similar in treated and control groups. The results of this study are illustrated in figure 3A . When a higher dose of isoprinosine (600 mg/kg) was given ip in rabbits inoculated with fibroma virus, total suppression was observed (figure 3B). Table 2 . The effect of three or seven daily doses of isoprinosine against street rabies virus injected im in mice.", "cite_spans": [], "ref_spans": [{"start": 662, "end": 670, "text": "figure 1", "ref_id": "FIGREF0"}, {"start": 1385, "end": 1393, "text": "figure 2", "ref_id": null}, {"start": 2797, "end": 2806, "text": "figure 3A", "ref_id": "FIGREF1"}, {"start": 2955, "end": 2962, "text": "Table 2", "ref_id": null}], "section": "Results"}, {"text": "Another potentially treatable viral infection of humans is rabies. Three-week-old CD-l (Charles River) mice were challenged intracerebrally and treated with isoprinosine 24 hr before, simultaneously with, and one or five days after inoculation (a total of from three to seven doses). The final mortality was 59 of 68 animals in the salinetreated controls compared with 27 of 28 and 27 of 29 in the two isoprinosine-treated groups.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Assuming that an intracerebral challenge may not provide the most sensitive test, a second experiment was set up using an im inoculation with rabies virus. The results of this study are presented in table 2. After a 77-day period of observation, no difference was observed between the mortality in controls and the mortality in the NOTE. 300 mg /kg of isoprinosine was given ip on days -1, 0, +1 or -1, 0, +1, 2, 3, 4, 5. The source of virus was 0.1 ml of 1:20 dilution of second passage in mouse brain. Three-week-old Charles River CD-1 mice were used. * The mice were observed for 77 days. t This group was not infected; 300 mg/kg of isoprinosine was given ip for seven days. Models in rabbits. The effect of isoprinosine was studied in two poxvirus infections in rabbits. In both models a dermal site of infection was used. Viral titrations in the rabbits were carried out by intradermal inoculation. With fibroma virus, 1031050 (50% infectious dose) was inoculated intradermally and, with vaccinia virus, 10 2 1050. These doses induced lesions of approximately 1 cm in the skin of untreated rabbits. Isoprinosine was ineffective in the suppression of vaccinia-induced skin lesions when 300 mg/ kg was adtninistered ip on five consecutive days after infection. Lesions in the test and control animals developed in parallel. The peak lesion was reached on the fourth day and disappeared by day 9. However, there appeared to be a partial suppression in the intensity of the lesions when the same regimen was used with rabbit fibroma virus, although the eventual recovery time was similar in treated and control groups. The results of this study are illustrated in figure 3A . When a higher dose of isoprinosine (600 mg/kg) was given ip in rabbits inoculated with fibroma virus, total suppression was observed (figure 3B). Table 2 . The effect of three or seven daily doses of isoprinosine against street rabies virus injected im in mice.", "cite_spans": [], "ref_spans": [{"start": 1665, "end": 1674, "text": "figure 3A", "ref_id": "FIGREF1"}, {"start": 1823, "end": 1830, "text": "Table 2", "ref_id": null}], "section": "Results"}, {"text": "Another potentially treatable viral infection of humans is rabies. Three-week-old CD-l (Charles River) mice were challenged intracerebrally and treated with isoprinosine 24 hr before, simultaneously with, and one or five days after inoculation (a total of from three to seven doses). The final mortality was 59 of 68 animals in the salinetreated controls compared with 27 of 28 and 27 of 29 in the two isoprinosine-treated groups. Assuming that an intracerebral challenge may not provide the most sensitive test, a second experiment was set up using an im inoculation with rabies virus. The results of this study are presented in table 2. After a 77-day period of observation, no difference was observed between the mortality in controls and the mortality in the No. dead/ Mortality Treatment total* (%) Isoprinosine, three days 7/28 25 Isoprinosine, seven days 12/28 43 Isoprinosine onlyt 0/29 0 0.9% NaCl and virus 12/29 41 NOTE. 300 mg/kg of isoprinosine was given ip on days -1, 0, +1 or -1, 0, +1, 2, 3, 4, 5. The source of virus was 0.1 ml of 1:20 dilution of second passage in mouse brain. Three-week-old Charles River CD-1 mice were used. * The mice were observed for 77 days. t This group was not infected; 300 mg/kg of isoprinosine was given ip for seven days.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "At concentrations of 333 ug/rnl, isoprinosine did not suppress the cytopathic effect of rabbit fibroma virus in secondary rabbit kidney-cell cultures. However, at a concentration of 1,000 ug/ml of isoprinosine, which proved to be slightly toxic for the cells in culture, the cytopathogenicity of the virus appeared to be partially suppressed.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Models in cats. Kittens were exposed to feline rhinotracheitis virus, a herpesvirus infection that closely simulates the clinical picture of an upper respiratory disease in man. Susceptible kittens were infected by aerosol in a l-ft\" chamber. We used a DeVilbis atomizer with an air pressure of 5 psi for 5 min. Although quantitation is difficult with this technique, the inoculum approximated the minimal dose which would infect 100% of the animals. The data from this experiment are summarized in table 3. No differences were observed in incubation period, duration and height of fever, or in clinical symptoms of the disease between controls and animals treated with isoprinosine for 10 days after infection.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "A similar study was carried out in kittens infected with feline panleukopenia virus. Experimental animals received a l-ml oral inoculum containing 10 4 TCID 5 0/ ml. The course of infection was unaltered in eight animals that received 500 mg of isoprinosine daily, either orally or ip. Therapy was continued until death.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Model in ferrets. Distemper in ferrets provides a model systemic viral infection with an agent closely related to human measles virus. Animals were again infected by respiratory inoculation in the aerosol chambers as in the studies in cats described above. The evidence for failure of 500 mg/kg of isoprinosine administered either orally or ip to alter the course of infection is presented in table 4.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Models in pigs. Another experimental-model infection with influenza virus was used because of previous reports of the efficacy of isoprinosine in infections with this agent and the potential importance of developing effective chemotherapy for this disease. Pigs from herds free of swine influenza (SI) were infected with 1 ml of a stock preparation of SI virus containing 10 4 . 7 EID50/ml-10 5 EID50/ml (50% egg infectious dose) by the intranasal route. Groups of four pigs were infected with SI virus and treated with a series of different doses of isoprinosine by three different routes. Uninfected and untreated control groups were compared with the test groups. The treatment schedules with the test compound were: (1) 1 g/kg ip, (2) 300 mg/kg ip, (3) 1 g/kg orally by gastric tube, and (4) 300 mg/kg by forced intranasal instillation. These doses were administered and followed by two days without treatment. Then, the ip and oral doses were given at the time of viral challenge (infective lung suspension), and the intranasal dose was given 1 hr after the viral challenge. Treatment was continued for two more days. Controls consisted of pigs receiving (1) no treatment or virus, (2) virus alone, and (3) 1 g/kg of isoprinosine alone. The rectal temperature of the pigs was recorded on days 1, 2, 3, 5, 7, and 8 after infection. A temperature of 104 F was considered a sign of infection. As expected, there were no remarkable overt signs of disease in any of the animals. Virus was demonstrated in samples of nasal secretions from exposed animals when tested five, seven, Table 4 . The effect of isoprinosine on distemper in ferrets.", "cite_spans": [], "ref_spans": [{"start": 1579, "end": 1586, "text": "Table 4", "ref_id": null}], "section": "Results"}, {"text": "NOTE. Groups A, B, and C received isoprinosine (500 rug/kg) by the route indicated. Controls were infected with virus but not treated with drug.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "* Three ferrets per group. t Daily doses for five days. t Drug was given every other day until death. ", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Coordination of studies from six laboratories has made possible a rapid screening evaluation of a potential antiviral substance that has generated and the titers of hemagglutination-inhibition antibody were determined. Again, no differences between control and treated animals were found, indicating that treatment did not prevent infection in any of the experimental animals. Finally, the effect of isoprinosine was evaluated in a viral infection of the gastrointestinal tract, TGE. Three-to six-day-old pigs were infected with 100 or 1,000 PID50 (50% pig infectious dose) by gastric tube placed in the esophagus. One thousand PID 50 is the standard challenge used in potency trials for TGE vaccines.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The results of two separate experiments are summarized in table 6. One group of treated pigs received 300 mg/kg of the test compound 6 hr before and 6 hr after infection with 100 PID50 of TGE virus. They received 300 mg/kg daily for the next three days, with the dose divided and administered at 12-hr intervals. All of the pigs that died had lesions (villous atrophy) characteristic of TGE infection. All of the remaining pigs were killed at the end of the fifth day after exposure; all had TGE lesions. There were no obvious differences between the treated and untreated groups. Animals kept in separate cages in the same room with no special precautions to prevent their infection showed signs of infection by the third day, demonstrating the high infectivity of this agent.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In the second experiment, the pigs were challenged with 1,000 PID50 given orally. Each of the treated pigs received 1 g/kg isoprinosine orally 2, 24, and 48 hr after infection. The course and character of the disease was typical for TGE. There were no obvious differences between the treated and untreated animals; if anything, the disease was more severe in the treated group.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "To determine whether isoprinosine would prevent the natural spread of the infection, animals were kept in separate cages in the same room; two pigs were given the same regimen of 1 g/kg isoprinosine 2, 24, and 48 hr after being placed in the room with infected animals. Three pigs received no treatment. All of these pigs were infected by the third day. and nine days after exposure in all treated and untreated groups. The results (table 5) clearly indicated that isoprinosine was not effective in reducing the pig-fever days or incidence of viral excretion.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The experiment was repeated with a regimen of 300 mg/kg of isoprinosine; once more, no differences were observed in duration of viral excretion or in number of pig-fever days. These animals were then bled 17 days after infection, Killed * A = 300 rug/kg isoprinosine administered orally 6 hr before and 6 hr after infection and 150 mg every 12 hr for the next three days. B = 1 g/kg isoprinosine administered orally 2, 24, and 48 hr after infection.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "considerable interest through a number of recent presentations [1] [2] [3] [4] [5] [6] [7] [8] [9] [10] . In this series of investigations, isoprinosine was evaluated in 11 viral infections, including representatives of the herpesvirus, picornavirus, rhabdovirus, myxovirus, poxvirus, and coronavirus groups in five different species of experimental animals. It should be noted that these studies were directed toward defining potential efficacy and determining whether the initial enthusiasm for this compound could be substantiated. Evaluation of the pharmacologic properties of the drug, therefore, were beyond the scope of this study. However, no toxicity was recognized in any of the animal models studied. Criteria for evaluating toxicity were deaths or clinical appearance of intoxication in control animals treated with the drug alone, alteration of white blood cell counts or development of fever in cats, and suppression of immune response or development of fever in pigs. Because of limited quantities of the compound, in-vivo studies of toxicity were not carried out with increasing doses in any of the laboratories. However, it should be noted that the drug did display some deleterious effects in the ciliary activity of mouse-tracheal explants. As little as 0.1 ug/ml was as inhibitory to ciliary activity as was infection with influenza virus. The results of this series of investigations are certainly disappointing. We could detect no evidence of a significant antiviral effect in 10 of the 11 model systems in animals. The one exception was the moderate protection observed in the dermal infection of rabbits with fibroma virus. In this model, treatment with 300 mg of isoprinosine/kg resulted in a decrease in the size of the lesions, although ultimately the rate of recovery was identical in treated and control animals. When 600 mg/kg was utilized, however, total suppression was observed. Thus, fibroma virus was the only agent in which therapeutic efficacy could be documented. It is of interest that protection has been observed in five of our animal-model systems with polyriboinosinic-polyribocytidylic acid.", "cite_spans": [{"start": 63, "end": 66, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 67, "end": 70, "text": "[2]", "ref_id": "BIBREF2"}, {"start": 71, "end": 74, "text": "[3]", "ref_id": null}, {"start": 75, "end": 78, "text": "[4]", "ref_id": "BIBREF6"}, {"start": 79, "end": 82, "text": "[5]", "ref_id": "BIBREF7"}, {"start": 83, "end": 86, "text": "[6]", "ref_id": "BIBREF8"}, {"start": 87, "end": 90, "text": "[7]", "ref_id": "BIBREF10"}, {"start": 91, "end": 94, "text": "[8]", "ref_id": "BIBREF12"}, {"start": 95, "end": 98, "text": "[9]", "ref_id": "BIBREF13"}, {"start": 99, "end": 103, "text": "[10]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "One consideration in any screening procedure directed toward detecting potential therapeutic activity of a compound is to establish models that offer the greatest possible sensitivity. In the EMC, HVH, rabies, fibroma, and vaccinia viral models, isoprinosine was tested against a challenge inoculum that, as closely as possible, approximated an LD 50 or lesions limited by the natural defense mechanisms of the host. With the TGE viral model, an inoculum that approximates natural exposure and that has been established as the test inoculum for determining efficacy of vaccines was used. Nonlethal respiratory infections, feline rhinotracheitis and sr, were employed in evaluating efficacy of isoprinosine in models of respiratory infections.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "These studies do not preclude the possibility of efficacy in other viral infections in man, nor do they eliminate the possibility that higher doses of isoprinosine for longer periods of time might provide evidence of greater antiviral activity than that found in these studies. The dosages we used, however, were based on schedules of administration described by Gordon [10] for the successful treatment of influenza in mice, and they have been used in protocols reported at scientific meetings. The data presented clearly indicate that the initial promise of isoprinosine as a potent, broadspectrum antiviral agent could not be substantiated in this extensive series of animal-model systems.", "cite_spans": [{"start": 363, "end": 374, "text": "Gordon [10]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The antiviral activity of isoprinosine against some respiratory viruses", "authors": [{"first": "R", "middle": ["L"], "last": "Muldoon", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Mezny", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Antiviral effects of isoprinosine", "authors": [{"first": "T", "middle": ["W"], "last": "Chang", "suffix": ""}, {"first": "L", "middle": [], "last": "Weinstein", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Inosine-alkylamine alcohol complexes: enhancement of polyribosome function", "authors": [{"first": "P", "middle": [], "last": "Gordon", "suffix": ""}, {"first": "B", "middle": [], "last": "Ronsen", "suffix": ""}], "year": 1970, "venue": "Fed. Proc", "volume": "29", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Inosine-alkylamino alcohol complexes: anti-viral actions", "authors": [{"first": "E", "middle": ["R"], "last": "Brown", "suffix": ""}, {"first": "P", "middle": [], "last": "Gordon", "suffix": ""}], "year": 1970, "venue": "Fed. Proc", "volume": "29", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "NPT-10381: novel biochemical basis for anti-viral action", "authors": [{"first": "P", "middle": [], "last": "Gordon", "suffix": ""}, {"first": "E", "middle": [], "last": "Brown", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "NPT-I0381: suppression of mouse influenza mortality, morbidity, and replication of virus antigen", "authors": [{"first": "E", "middle": ["R"], "last": "Brown", "suffix": ""}, {"first": "P", "middle": [], "last": "Gordon", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "NPT-10381: suppression of mouse influenza mortality, morbidity and replication of virus antigen", "authors": [{"first": "E", "middle": ["R"], "last": "Brown", "suffix": ""}, {"first": "P", "middle": [], "last": "Gordon", "suffix": ""}], "year": 1971, "venue": "Fed. Proc", "volume": "30", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "NPT-I0381: novel biochemical basis for anti-viral action", "authors": [{"first": "P", "middle": [], "last": "Gordon", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Brown", "suffix": ""}, {"first": "B", "middle": [], "last": "Ronsen", "suffix": ""}], "year": 1971, "venue": "Fed. Proc", "volume": "30", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Molecular approaches to the drug enhancement of deteriorated functioning in the aged", "authors": [{"first": "P", "middle": [], "last": "Gordon", "suffix": ""}], "year": 1971, "venue": "Adv. Gerontol. Res", "volume": "3", "issn": "", "pages": "199--248", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Distemper immunization of ferrets by nebulization with egg adapted virus", "authors": [{"first": "1", "middle": ["R"], "last": "Gorham", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Leader", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Gutierrez", "suffix": ""}], "year": 1954, "venue": "Science", "volume": "119", "issn": "", "pages": "125--126", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The prevalence of neutralizing antibodies against three feline respiratory viruses in the Pullman area", "authors": [{"first": "J", "middle": ["C"], "last": "Duenwald", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Feline panleucopaenia virus. IV. Methods for obtaining reproducible in vitro results", "authors": [{"first": "R", "middle": [], "last": "Johnson", "suffix": ""}], "year": 1967, "venue": "Res. Vet. Sci", "volume": "8", "issn": "", "pages": "256--264", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Failure of ip isoprinosine therapy (300 mg/kg) in groups of 20 CD-l mice infected with encephalomyocarditis (EMC) virus. Treatment was given until the seventh day of infection. (--) = therapy initiated simultaneously with EMC; (---) = therapy initiated one day after EMC; (_. -) = therapy initiated two days after EMC; (. . . . .) = therapy initiated three days after EMC; and(--) = saline infection (EMC control).LD50  represented an overwhelming dose of virus, a second series of experiments was carried out using an inoculum of 1-2 LD50 (approximately 5 pfu of EMC virus). Again, no significant difference in mortality was observed; 76% of control animals (n = 25) and 92% of the isoprinosine-treated group (n = 25) succumbed to the infection.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "The effect of systemic isoprinosine (given for five days starting on day of viral inoculation) on lesions caused by rabbit fibroma virus. Each point represents the average reading of lesions on 16 animals. The lesions were scored as follows: 1 = slight erythema with slight induration; 2 =moderate erythema with moderate induration; 3 = marked erythema with marked induration; and 4 =severe erythema with severe induration with necrotic center.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "\"\"-r--...,.-", "latex": null, "type": "figure"}, "FIGREF4": {"text": "for seven days. Although a lower number of deaths was found in the group of infected animals treated for only three days (25 % ), this difference was not statistically significant (Chi-square test).", "latex": null, "type": "figure"}, "FIGREF5": {"text": "The effect of systemic isoprinosine (given for five days starting on day of viral inoculation) on lesions caused by rabbit fibroma virus. Each point represents the average reading of lesions on 16 animals. The lesions were scored as follows: 1 = slight erythema with slight induration; 2 =moderate erythema with moderate induration; 3 = marked erythema with marked induration; and 4 =severe erythema with severe induration with necrotic center. • • • ###. o~-t1-~-~--..-....--~.,....,.-.--'f\"r-.... ...,.\"\"\"!\"'----Lack of therapeutic effect of isoprinosine (300 mg/kg, ip) administered early on neonatal Herpesvirus hominis (HVH), type 2 infection in suckling mice. (---) = therapy on day 0; (--) = received virus alone; (--) = received drug alone. ..........•..............•••.•.100", "latex": null, "type": "figure"}, "TABREF0": {"text": "Effect of isoprinosine on influenza viral infection of mice. NOTE. Isoprinosine was administered twice daily for five days at a dose of 200 mg/kg ip beginning 3 hr after injection of virus.", "latex": null, "type": "table"}, "TABREF1": {"text": "..........•..............•••.•.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Influenza\n</td><td>Percentage mortality (no. of\n</td></tr><tr><td>Dose\n</td><td>virus\n</td></tr><tr><td>(mg/kg)\n</td><td>(dose)\n</td><td>mice)\n</td></tr><tr><td>200\n</td><td>A/PR8 (3 LD 50)\n</td><td>80 (15)\n</td></tr><tr><td>o\n</td><td>A/PR8 (3 LD 50)\n</td><td>80 (15)\n</td></tr><tr><td>200\n</td><td>A/PR8 (30 LD 50)\n</td><td>80 (15)\n</td></tr><tr><td>o\n</td><td>A/PR8 (30 LD 50)\n</td><td>93 (15)\n</td></tr></table></body></html>"}, "TABREF3": {"text": "The effect of isoprinosine on cats infected with rhinotracheitis virus.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Daily </td><td>Temperature </td><td>Ocular </td><td>and\n</td></tr><tr><td> </td><td>dose </td><td>peak </td><td>nasal exudate\n</td></tr><tr><td>Isoprinosine </td><td>(mg/kg) </td><td>Day </td><td>o F* </td><td>Day </td><td>Quantityt\n</td></tr><tr><td>Oral\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>(4 cats) </td><td>500 </td><td>7.5 </td><td>103.6 </td><td>6.5 </td><td>4+\n</td></tr><tr><td>Intraperitoneal\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>(2 cats) </td><td>500 </td><td>8.0 </td><td>105.0 </td><td>6.0 </td><td>4+\n</td></tr><tr><td>None\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>(6 cats) </td><td>7.0 </td><td>103.9 </td><td>6.0 </td><td>4+\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Nonlethal infection in groups of pigs after exposure to swine-influenza virus AI SI Wis/68.", "latex": null, "type": "table"}, "TABREF5": {"text": "* A =isoprinosine, 1 g/kg ip; B =isoprinosine, 300 rug/kg ip; C =isoprinosine, 1 g/kg orally; and D = isoprinosine, 300 mg/kg intranasally.t Rectal temperature of 104 F was considered an indication of infection. Temperature was taken on days -1, 2, 3, 5, 7, and 8 after infection.:J: Contact =infection by contact with infected pigs. § 1= intranasal exposure.", "latex": null, "type": "table"}, "TABREF6": {"text": "Effect of isoprinosine on the clinical course of transmissible gastroenteritis (TOE) viral infection in four-to five-day-old pigs.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>TGE\ndosage </td><td> </td><td> </td><td>Clinical signs </td><td>on dayt\n</td><td> </td></tr><tr><td>Pig </td><td>Treatment* </td><td>(PID50t) </td><td> </td><td>2 </td><td>3 </td><td>4 </td><td>5 </td><td>6\n</td></tr><tr><td>1 </td><td>A </td><td>100 </td><td>0 </td><td> </td><td>2 </td><td>2 </td><td>2 </td><td>Killed\n</td></tr><tr><td>2 </td><td>A </td><td>100 </td><td>0 </td><td>± </td><td>2 </td><td>2 </td><td>3 </td><td>Killed\n</td></tr><tr><td>3 </td><td>A </td><td>100 </td><td>0 </td><td>± </td><td>2 </td><td>Died\n</td><td> </td><td> </td></tr><tr><td>4 </td><td>A </td><td>100 </td><td>0 </td><td>1 </td><td>2 </td><td>Died\n</td><td> </td><td> </td></tr><tr><td>5 </td><td> </td><td>100 </td><td>0 </td><td>± </td><td>2 </td><td>2 </td><td>2 </td><td>Killed\n</td></tr><tr><td>6 </td><td> </td><td>100 </td><td>0 </td><td>0 </td><td>± </td><td>3 </td><td>4 </td><td>Killed\n</td></tr><tr><td>7 </td><td> </td><td>100 </td><td>0 </td><td>± </td><td>± </td><td>3 </td><td>Died\n</td><td> </td></tr><tr><td>8 </td><td>B </td><td>1000 </td><td>0 </td><td>2\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>9 </td><td>B </td><td>1000 </td><td>4 </td><td>Died </td><td>2 </td><td>Died\n</td><td> </td><td> </td></tr><tr><td>10 </td><td>B </td><td>1000 </td><td>± </td><td>1 </td><td>Died\n</td><td> </td><td> </td><td> </td></tr><tr><td>11 </td><td>B </td><td>1000 </td><td>0 </td><td>0 </td><td>2 </td><td>4 </td><td>4 </td><td>Killed\n</td></tr><tr><td>12 </td><td> </td><td>1000 </td><td>V </td><td>1 </td><td>1 </td><td>2 </td><td>2 </td><td>Killed\n</td></tr><tr><td>13 </td><td> </td><td>1000 </td><td>V </td><td>2 </td><td>2 </td><td>4 </td><td>4 </td><td>Killed\n</td></tr><tr><td>14 </td><td> </td><td>1000 </td><td>V </td><td>2 </td><td>3 </td><td>4 </td><td>4 </td><td>Killed\n</td></tr><tr><td> </td><td>15 </td><td>1000 </td><td>V </td><td>1 </td><td>2 </td><td>1 </td><td>4 </td><td>Killed\n</td></tr></table></body></html>"}, "TABREF7": {"text": "Table 2. The effect of three or seven daily doses of isoprinosine against street rabies virus injected im\nin mice.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Mortality\n</td></tr><tr><td>Treatment </td><td>No. dead/ total* </td><td>(%)\n</td></tr><tr><td>Isoprinosine, three days </td><td>7/28 </td><td>25\n</td></tr><tr><td>Isoprinosine, seven days </td><td>12/28 </td><td>43\n</td></tr><tr><td>Isoprinosine onlyt </td><td>0/29 </td><td>0\n</td></tr><tr><td>0.9% NaCl and virus </td><td>12/29 </td><td>41\n</td></tr></table></body></html>"}, "TABREF8": {"text": "Table 4. The effect of isoprinosine on distemper in ferrets.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td>Day of\n</td></tr><tr><td>Group*\n</td><td>Route\n</td><td>Duration of\nillness\n(days)\n</td><td>death\n</td></tr><tr><td>A\n</td><td>Oralt\n</td><td>5.3\n</td><td>13.3\n</td></tr><tr><td>B\n</td><td>ip t\n</td><td>5.6\n</td><td>13.3\n</td></tr><tr><td>C\n</td><td>OraU\n</td><td>5.3\n</td><td>13.3\n</td></tr><tr><td> </td><td>Controls\n</td><td>6.6\n</td><td>15.6\n</td></tr></table></body></html>"}}, "back_matter": []}