{
    "paper_id": "af0a848be5b7342b94007687c1656c4a88358e5c",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "of 1 : 128. Antibodies to the TSS toxin (TSST-1) were not measured.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The patient was mechanically ventilated with an FIO 2 of 0.8. Haemodynamic parameters were consistent with severe sepsis and a noradrenaline infusion was commenced. Intravenous erythromycin, flucloxacillin, fusidic acid and ceftazidime were given. He developed oliguria and required continuous hemofiltration. Desquamation of the skin of the palms and soles occurred 2 days post admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "He later developed seizures, which were controlled with intravenous phenytoin. A lumbar puncture was normal and a CT scan of the brain was compatible with diffuse cerebritis. Because of persistent pyrexia, an echocardiogram was performed and revealed dilated cardiomyopathy and a tricuspid valve opacity. He was treated with flucloxacillin, fusidic acid and gentamycin for presumed subacute bacterial endocarditis. He recovered slowly and was discharged 112 days after admission. On review 4 months later, he had improved considerably. Pulmonary function tests were normal. A repeat echocardiogram showed resolution of the tricuspid valve opacity but persistent cardiomyopathy. A chest radiograph showed almost complete resolution of the pulmonary pathology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Toxic shock syndrome (TSS) is a clinical diagnosis based on the presence of fever, hypotension, diffuse erythroderma with subsequent desquamation and multisystem involvement [2] . Our patient fulfilled these criteria for TSS. In this patient the TSS appears to have developed from a Staphylococcus aureus pneumonia post influenza A infection, as there was a significantly raised antibody titre to influenza A on admission. Unfortunately antibodies to TSST-1 were not measured, however positive TSST-1 assays are not essential for the diagnosis.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Staphylococcal pneumonia post influenza is a well known occurrence. The preceding influenza infection is thought to affect mucociliary clearance and therefore allows superinfection with the staphylococcal organism. The influenza virus has also been implicated in impaired neutrophil chemotaxis, T-cell killing, phagocytosis and bacterial killing [3] . The production of cytokines, especially IL-1 and TNF, and lymphokines, mediate or amplify the effects of staphylococcal proteins to produce the full TSS [4] .",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 349,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 505,
                    "end": 508,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although TSS is a rare complication of influenza infection, it should be considered in any patient with multisystem involvement following an influenza infection. Early intervention with anti-staphylococcal antibiotics and aggressive supportive care may lead to a favourable outcome, as with our patient. Sir: Treatment with glucagon is well-known in propranolol poisoning [1] . Even at therapeutic doses, the lipid soluble beta-blockers with membrane stabilizing activity can be responsible for psychotic side-effects such as seizures and hallucinations [2] . We report the case of a peduncular hallucinosis related to a propranolol overdose without hypoglycemia and disappearance after intravenous glucagon in a 24-year-old woman without remarkable previous medical history. She was admitted to the Emergency Department for hallucinations 3 h after she swallowed fifty 40 mg tablets of propra-nolol (2,000 mg) without other hallucinogenic drugs. One hour after ingestion she began vomiting and became drowsy without loss of conciousness or confusion. Nevertheless for 30 min she described a small, non-aggressive black mouse walking across her emergency chamber. There were no other neurologic signs. She commented on the zoopsia with clear recollection and no anxiety. Her pulse was regular at 70/min. Blood pressure was 90/60 mmHg. She had signs of right ventricular failure (RVF): a distended jugular vein, hepatomegaly and positive hepato-jugular reflux. The extremities were cold; there was marbling and oliguria. There were no electrocardiographic abnormalities and no serum biological disturbances. Glycemia and lactacidemia were respectively 7.10 and 2.60 mmol/l. Arterial blood gases (5 l/min oxygen) showed PaO 2 206 mmHg, PaCO 2 36 mmHg, pH 7.39. Betablocker self-poisoning was evident with RVF, neurologic features and bradycardia at 50/min (30 min after admission). The propranolol blood level was 3.43 mg/l (1,324 nmol/l). Toxicological screening was negative.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 375,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 5 mg bolus of glucagon was administered and continuous infusion was instigated at 5 mg/h. Fifteen minutes after the glucagon bolus, the mouse disappeared. There were no further hallucinations but signs of RVF persisted. Twenty minutes after the disappearance of the hallucinosis blood pressure was 105/60 mmHg, lactacidemia was 3.26 mmol/l and glycemia 6.20 mmol/l. One hour after instigation of glucagon there was clinical improvement with diuresis at 50 ml/h and a decrease in RVF signs. Gastric lavage was then performed with 50 g activated charcoal and sorbitol. At this time electroencephalographic features were normal without epileptic pattern. Examination of fundi eliminated macular degeneration. Glucagon was withdrawn 12 h after admission. The outcome was favourable without hypoglycemia among hospitalization. She was discharged from hospital on day 2. Throughout hospitalization she continued to comment on the zoopsia episode with recollection. T1 and T2-weighted magnetic resonance imaging was normal 1 month after discharge. No recurrence of neurological or psychotic disturbances has been reported for 2 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The diagnosis of peduncular hallucinosis was clear in our case: isolated complex self-criticized hallucinations without confusion or dream-like features or bizarre behaviour or memory defects. There was no aggravation of the symptoms during the episode, unlike in temporal or occipital seizures [4] . No epileptic or metabolic disorders or psychotropic drugs were found.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 298,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cerebral imaging showed no lesions of the cortex or the brain stem [4] . There was no hypoglycemia contrary to reports of propranolol intoxication in children [2] . This is the first report, to our knowledge, of such a pure form without dream-like features [3] .",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 70,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Propranolol-related low cardiac output could be responsible for transient hypoxic consequences in the peduncular areas [1±3]. In our case a direct pharmacological effect of this lipid-soluble beta-blocker that crosses the brain-blood barrier would explain the hallucinosis because of the history, the effectiveness of the antidote with the disappearance of hallucinations before the haemodynamic improvement and the membrane stabilizing effect of propranolol [1±3] . A serum level of 1,324 nmol/l two hours after exposure accounted for major propranolol intoxication [1] . The direct neurologic effectiveness of glucagon might be explained by the presence of glucagon receptors in some region of the brain and glucagon crossing the brain-blood barrier [5]. Sir: We read with interest the case report of Lambermont and colleagues [1] regarding intravenous ether-induced acute respiratory distress syndrome (ARDS). We would like to present another case of intravenous ether injection and to discuss several points in connection with this report.",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 464,
                    "text": "[1±3]",
                    "ref_id": null
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 829,
                    "end": 832,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Case report. A 24-year-old male was admitted in our ICU after a suicide attempt through an intravenous diethyl ether injection, in the same way he used this for killing animals in a veterinary clinic where he was an employee. Just before he injected 5 ml of this pure substance into his left cubital vein, he had called his relatives, who immediately ordered an ambulance, and the patient was transported to hospital in a few minutes. At arrival in the emergency room he appeared severely comatous, his eyes remained closed and he only uttered sounds as verbal response, he showed alternating flexion and extension movements, presenting a remarkable hypertonicity which led at times to opisthotonos. He was immediately intubated and connected to mechanical ventilation. His initial temperature was 35 C, and it increased to 38.5 C in less than 1 h. Initially, the laboratory tests showed increased plasmatic levels of ionic calcium (iCa 2+ 3.79 mEq/l; normal values 2.24±2.60 mEq/l), which was followed by relative hypocalcemia (iCa 2+ 1.04 mEq/l) in the next hours. Arterial blood gases on ICU admission were 7.28/53.4/534 with FIO 2 1.0 and they normalized later to modify the ventilator setting. Chest roentgenogram and ECG were considered normal. Screening for other toxic substances was found unremarkable. Gas chromatography confirmed the nature of the ether as diethyl ether. No alterations were detected on the liver function test and the remaining laboratory values were normal. The patient remained unconscious during the next 24 h, and finally he recovered consciousness. He could then be successfully extubated and discharged from the ICU on the next day, and was referred to psychiatric care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ether is the common name of diethylether (CH3-CH2-O-CH2-CH3), a solvent and, in the past, a widely used anesthetic agent. According to Lambermont and colleagues, pulmonary insult due to large doses of intravenous ether have never been reported [1] . In this journal these authors reported a 36-year-old woman who injected herself with 30 ml of ether intravenously, but, surprisingly, the physical examination on admission was normal with the exception of tachypnea and crackles on auscultation leading to pulmonary edema in the next hours. No mention of neurological signs was made by these authors. With a lesser amount of intravenous ether, deep coma was present in our patient for a long time. We believe that the compound reported by Lambermont was possibly not common ether (diethylether).",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 247,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, a large number of chemical compounds are ethers, with a general molecular formula R-O-R', where R and R' are organic -C radicals. This group includes thousands of possible structures, such as the well-known inhalational ethers (enflurane, isoflurane, methoxyflurane), and other compounds such as ethylene glycol butyl ether (EGBE) which is widely used as solvent and diluent in resins, inks, perfumes and cleaning fluids. Cases of pulmonary edema following inhalation, injection or ingestion of some of these compounds have been reported. Thus, in a fatal case of voluntary inhalation of enflurane, reported in 1989 by Jacob and colleagues, the lungs showed moderate to severe congestion at autopsy [2] . Previously, in 1972, Hohman had published another fatal case of intravenous methoxyflurane injection (5 ml), where the cause of the death was hemolysis, although pulmonary symptoms were also present [3] . In 1992 Bauer and co-workers reported a non-fatal case of a 53-year-old man with transient non-cardiogenic pulmonary edema following massive ingestion of EGBE [4] . In a case of suicide with Taxus baccata leaves, phloroglucindimethylether (3,5-dimethoxyphenol) could be identified as the main substance by Musshoff and Coworkers. At forensic autopsy, the bronchial epithelium was found markedly inflamed without signs of aspiration [5] .",
            "cite_spans": [
                {
                    "start": 708,
                    "end": 711,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 913,
                    "end": 916,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1078,
                    "end": 1081,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1351,
                    "end": 1354,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In our patient, where the exact nature of the ether ± dietylether ± could be demonstrated by gas chromatography, pulmonary edema or alterations of gas exchange were not present during the clinical course. Mechanical ventilatory support was only necessary due to neurological impairment. In addition to the neurological symptoms in our patient, the tetanic spasms we described can be explained by calcium derangement due to the effect of diethyl ether upon the function of the vesicles of the sarcoplasmic reticulum. This subject has been widely reported in several experimental studies [6±8].",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Toxic shock syndrome complicating influenza A in a child: case report and review",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Tolan",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Clin Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "43--45",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Toxic shock syndrome surveillance in the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Reingold",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Hargrett",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Shands",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Dan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Schmid",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Strickland",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Ann Intern Med",
            "volume": "96",
            "issn": "",
            "pages": "875--880",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The effects of influenza on host defences",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Couch",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Infect Dis",
            "volume": "144",
            "issn": "",
            "pages": "284--289",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nonpurulent response to toxic shock syndrome toxin-1-producing Staphylococcal aureus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Fast",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Schlievert",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Immunol",
            "volume": "140",
            "issn": "",
            "pages": "949--953",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}