{
    "paper_id": "af3b12af8a73a7069d25dbdcdbbfb63048353786",
    "metadata": {
        "title": "Buffering the pain of local anaesthetics: An unsystematic review Specialist in Emergency Medicine",
        "authors": [
            {
                "first": "Daniel",
                "middle": [
                    "M"
                ],
                "last": "Fatovich",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NHMRC",
                    "location": {
                        "postCode": "1998",
                        "settlement": "Canberra",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Royal",
                "middle": [
                    "Perth"
                ],
                "last": "Hospital",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Western Australia Perth",
                    "location": {
                        "region": "WA",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Ian",
                "middle": [
                    "G"
                ],
                "last": "Jacobs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Western Australia Perth",
                    "location": {
                        "region": "WA",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "One of these is the largest emergency department clinical trial on this subject and is perhaps the only one to include children. 2 Consequently, the lack of rigour in undertaking the literature search, and the resulting omission of all relevant randomized controlled trials, will introduce bias and potentially lead to incorrect conclusions being drawn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Furthermore, the author has failed to undertake a meta-analysis of the (incomplete) pooled data in order to determine an overall effect of buffering. While clinical and/or statistical heterogeneity of the studies reviewed may have precluded such analysis, this should have been mentioned within the paper. Therefore, the conclusions are not that of a systematic review, but rather a selective (narrative) review of some of the literature. There is a large potential for bias, and the author's conclusion must be viewed with great caution. Equally, we find it surprising that the author has used the 1995 NHMRC guidelines for rating the quality of evidence, rather than the more recent 1998 edition. 4 Readers should formulate their own opinions on the usefulness or otherwise of buffered lignocaine, however, this review does not assist in making this decision.",
            "cite_spans": [
                {
                    "start": 699,
                    "end": 700,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "1. Davies RJ. Buffering the pain of local anaesthetics: A systematic review. Emerg. Med. 2003; 15: 81-8. 2. Fatovich DM, Jacobs IG. A randomized controlled trial of buffered lidocaine for local anesthetic infiltration in children and adults with simple lacerations. J. Emerg. Med. 1999; 17: 223-8. 3. Fatovich DM, Jacobs IG. A randomized, controlled trial of oral midazolam and buffered lidocaine for suturing lacerations in children (the SLIC Trial). Ann. Emerg. Med. 1995; 25: 209-14. 4. NHMRC. A guide to the development, implementation and evaluation of clinical practice guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Magnesium is often overshadowed by other electrolytes, particularly sodium and potassium, in physiology texts. Despite its limitations as a therapeutic agent, magnesium is an important intracellular cation and magnesium disorders are not uncommon in critically ill patients. 1 The review of magnesium by Wallace was a timely and succinct discussion of a number of the potential therapeutic uses of magnesium in the ED. 2 I would like to briefly add a couple of recently published papers that lend support to Wallace's conclusions. First, results of the Magnesium in Coronaries Trial (MAGIC) were recently published. 3 This multicentre, placebo-controlled, randomized, double-blind trial in 6213 patients with acute ST-elevation myocardial infarct (STEMI) found that magnesium sulphate, (2 g intravenous bolus over 15 min followed by a 17 g infusion over 24 h), administered within 6 hours of onset of symptoms did not have any effect on the primary end-point of 30 day all-cause mortality when compared with placebo (15.3% 30 day mortality in the magnesium group vs 15.2% in the placebo group; odds ratio 1.0; 95% CI 0.9-1.2; P = 0.96). No benefit or harm from magnesium",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Buffering the pain of local anaesthetics: An unsystematic review",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We read with interest the paper by Davies on buffering the pain of local anaesthetics in which he reports to have conducted a systematic review of all the relevant literature. 1 The paper is not a systematic review.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 177,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The search method described is incomplete for that required of a systematic review and notably lacks the basic requirement of searching multiple databases including EMBASE and the Cochrane Clinical Trials Register. In addition, the key words used are insufficient on which to confidently detect all relevant trials. For example, different spellings (anaesthetic or anesthetic), different tense (buffering or buffered), plural or singular (anaesthetics or anaesthetic), different names (lignocaine or lidocaine), all result in vastly different numbers of appropriate papers being retrieved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "If a more thorough search strategy had been employed, the author would have identified at least two randomized controlled trials conducted in Australia. 2, 3 One of these is the largest emergency department clinical trial on this subject and is perhaps the only one to include children. 2 Consequently, the lack of rigour in undertaking the literature search, and the resulting omission of all relevant randomized controlled trials, will introduce bias and potentially lead to incorrect conclusions being drawn.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "text": "2,",
                    "ref_id": null
                },
                {
                    "start": 156,
                    "end": 157,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 288,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Furthermore, the author has failed to undertake a meta-analysis of the (incomplete) pooled data in order to determine an overall effect of buffering. While clinical and/or statistical heterogeneity of the studies reviewed may have precluded such analysis, this should have been mentioned within the paper. Therefore, the conclusions are not that of a systematic review, but rather a selective (narrative) review of some of the literature. There is a large potential for bias, and the author's conclusion must be viewed with great caution. Equally, we find it surprising that the author has used the 1995 NHMRC guidelines for rating the quality of evidence, rather than the more recent 1998 edition. 4 Readers should formulate their own opinions on the usefulness or otherwise of buffered lignocaine, however, this review does not assist in making this decision. ",
            "cite_spans": [
                {
                    "start": 699,
                    "end": 700,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Magnesium is often overshadowed by other electrolytes, particularly sodium and potassium, in physiology texts. Despite its limitations as a therapeutic agent, magnesium is an important intracellular cation and magnesium disorders are not uncommon in critically ill patients. 1 The review of magnesium by Wallace was a timely and succinct discussion of a number of the potential therapeutic uses of magnesium in the ED. 2 I would like to briefly add a couple of recently published papers that lend support to Wallace's conclusions. First, results of the Magnesium in Coronaries Trial (MAGIC) were recently published. 3 This multicentre, placebo-controlled, randomized, double-blind trial in 6213 patients with acute ST-elevation myocardial infarct (STEMI) found that magnesium sulphate, (2 g intravenous bolus over 15 min followed by a 17 g infusion over 24 h), administered within 6 hours of onset of symptoms did not have any effect on the primary end-point of 30 day all-cause mortality when compared with placebo (15.3% 30 day mortality in the magnesium group vs 15.2% in the placebo group; odds ratio 1.0; 95% CI 0.9-1.2; P = 0.96). No benefit or harm from magnesium was observed in several subgroup analyses. Further, there was no evidence of benefit for magnesium in the major secondary endpoints of treatment for heart failure and defibrillation for life-threatening ventricular arrhythmias. As the investigators point out in the discussion of their paper, this means that 68 684 patients have been studied over the past 22 years in 14 randomized trials of magnesium in myocardial infarction. 3 Unfortunately, despite the potential cost-effectiveness, the inescapable conclusion now appears to be that intravenous magnesium sulphate does not have a routine therapeutic role in the management of STEMI, apart from repletion of documented hypomagnesaemia.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 276,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 616,
                    "end": 617,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1600,
                    "end": 1601,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "More on magnesium"
        },
        {
            "text": "Second, a multicentre, placebo-controlled, randomized, double-blind trial of intravenous magnesium sulphate in 248 patients with acute severe asthma was recently reported. 4 In this trial, 2 g magnesium sulphate or placebo was administered intravenously 30 min after ED arrival. The primary endpoint was FEV 1 at 240 min, which they found was higher in the magnesium treated group (mean FEV 1 48.2% predicted vs 43.5% predicted in the placebo group; mean difference 4.7%; 95% CI 0.29-9.3%; P = 0.045). The effect of magnesium was greater in patients with a lower initial FEV 1 . However, the use of magnesium did not improve overall hospital admission rates. These results support the conclusion that magnesium sulphate is a weak bronchodilator and may be a useful adjunct to standard therapy in patients with acute severe asthma. 5 Craig T Hore, MBBS Absolute lymphocyte counts taken on the first day of admission to hospital may be useful in predicting SARS. Hong Kong has been one of the worst areas in the world to be hit by SARS. 1 Emergency and primary care physicians are faced with the dilemma of dealing with a disease that is novel and easy to miss. The case definition of SARS has been described but is evolving as new information arises and now includes fever, chest X-ray changes and laboratory tests for coronavirus. 2 This definition differs from that of the Hospital Authority and Department of Health of Hong Kong, and so in the early phase of the crisis there is no single definition or single test that is indicative of the disease.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 173,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 831,
                    "end": 832,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 847,
                    "end": 851,
                    "text": "MBBS",
                    "ref_id": null
                },
                {
                    "start": 1035,
                    "end": 1036,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1331,
                    "end": 1332,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "More on magnesium"
        },
        {
            "text": "We investigated patients admitted consecutively with suspected SARS to a hospital in Tuen Mun during a two-week period. The hospital is situated in the west of Hong Kong and has a catchment population of 1 million people. The annual census of the ED in 2002 was of 270 000 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "More on magnesium"
        },
        {
            "text": "Suspected SARS was defined as a fever (temperature > 38°C) for more than 2 days, and chest X-ray changes showing evidence of consolidation with or without respiratory symptoms (cough and shortness of breath), and at least two out of the following: chills, increased cough, malaise or history of exposure. 3 All patients with suspected SARS were admitted. Data were collected from both the accident and emergency record on admission and from the hospital computer system upon discharge. Demographic data included gender and age. Physiological data included blood pressure, pulse rate, temperature, respiratory rate and oxygen saturation. Clinical data on presentation included cough, diarrhoea, chills, malaise and myalgia. White cell count and absolute lymphocyte counts were collected on the day of admission, whilst PCR results performed on samples taken up to 21 days after onset of symptoms for coronavirus were also recorded. Patients were then divided into two groups: confirmed SARS and non-SARS. The subsequent in-patient diagnostic criteria had incorporated the use of PCR assay for coronavirus in saliva, urine and stool, together with serological changes.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 306,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "More on magnesium"
        },
        {
            "text": "Fifty-four patients were included in this study of which 26 patients (49%) had confirmed SARS. No patients died from this cohort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "More on magnesium"
        },
        {
            "text": "The demographic data were comparable between the two groups. The mean ages were 46.4 (SD 20.1) and 50 (SD 28.3) years old for the non-SARS and SARS groups, and the proportion of female gender was 63% in the SARS and 55% in the non-SARS group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "More on magnesium"
        },
        {
            "text": "All patients had respiratory symptoms and chest X-ray changes indicative of pneumonia. Ten patients (42%) in the SARS group and 12 patients (43%) in the non-SARS group had a fever (> 38°C).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "More on magnesium"
        },
        {
            "text": "Mean absolute lymphocyte count was 0.75 × 10 9 /L (SD 0.33) for the SARS group, and 1.71 × 10 9 /L (SD 0.62) for the non-SARS group. A cut-off absolute lymphocyte count ≤ 1.0 gives a sensitivity of 84.6% (95% CI = 65.1-95.5) and a specificity of 89.3% (95% CI = 71.1-97.6; Fig. 1 ). The positive predictive value was 88.0% and the negative predictive value was 86.2%. The area under the receiver operator curve was 0.937 (95% CI = 0.835 -0.984; Fig. 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 279,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 445,
                    "end": 451,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "More on magnesium"
        },
        {
            "text": "The application of absolute lymphocyte count in the diagnosis of SARS in the early phase of presentation appears promising and may be considered in future guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "More on magnesium"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Intravenous magnesium",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Connolly",
                    "suffix": ""
                },
                {
                    "first": "Lig",
                    "middle": [],
                    "last": "Worthley",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Crit. Care Resusc",
            "volume": "1",
            "issn": "",
            "pages": "162--72",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early administration of intravenous magnesium to high-risk patients with acute myocardial infarction in the Magnesium in Coronaries (MAGIC) Trial: a randomised controlled trial",
            "authors": [],
            "year": 2002,
            "venue": "The Magnesium in Coronaries (MAGIC) Trial Investigators",
            "volume": "360",
            "issn": "",
            "pages": "1189--96",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "IV magnesium sulfate in the treatment of acute severe asthma. A multicenter randomized controlled trial",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Silverman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Osborn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Runge",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Chest",
            "volume": "122",
            "issn": "",
            "pages": "489--97",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "References 1. Centre for Disease Control and Prevention. Severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Noppen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Chest",
            "volume": "122",
            "issn": "",
            "pages": "396--404",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Case definitions for surveillance of Severe Acute Respiratory Syndrome (SARS) [revised 1",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Hospital Authority Guidelines on Severe Acute Respiratory Syndrome",
            "authors": [
                {
                    "first": "Hospital",
                    "middle": [],
                    "last": "Authority",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "MBChB (Leeds), FRCS, FHKAM (EM)",
            "authors": [
                {
                    "first": "Eddie",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Figure 1. Dot plot of absolute lymphocyte counts in patients who did (1) and did not (0) develop SARS",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Figure 2. Receiver operator characteristic curve of absolute lymphocyte counts to detect patients with SARS",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}