{
    "paper_id": "afbae0b3ce9fe0da011c075fcd5b4119982c8434",
    "metadata": {
        "title": "Cytophotometric Analysis of Lytically and Persistently Infected Tissue Culture Cells with Measles Virus'",
        "authors": [
            {
                "first": "H",
                "middle": [],
                "last": "Harms",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitat Wiirzburg",
                    "location": {
                        "addrLine": "Versbacher Strarje 7",
                        "postCode": "D-8700",
                        "settlement": "Wiirzburg",
                        "region": "F.R.G"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "M"
                ],
                "last": "Aus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitat Wiirzburg",
                    "location": {
                        "addrLine": "Versbacher Strarje 7",
                        "postCode": "D-8700",
                        "settlement": "Wiirzburg",
                        "region": "F.R.G"
                    }
                },
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Ter Meulen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitat Wiirzburg",
                    "location": {
                        "addrLine": "Versbacher Strarje 7",
                        "postCode": "D-8700",
                        "settlement": "Wiirzburg",
                        "region": "F.R.G"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Lytically and persistently infected VERO and LUB cells were cytophotometrically characterized with the aid of computer analysis. Images scanned at 260 and 280 nm were processed by computer algorithms. With this approach, infected cells could be segmented and differentiated from uninfected cells. Lytically and persistently infected cells",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Measles virus is an ubiquituous agent that induces a wellknown childhood disease in man. Usually acute measles is harmless but complications such as otitis media, pneumonia or acute encephalitis do occur (5) . Also, this virus is associated with a chronic central nervous system disease called subacute sclerosing panencephalitis (SSPE) and is implicated as a possible candidate virus for multiple sclerosis (12) . Normally, in tissue cultures measles virus induces a pronounced cytopathic effect consisting of giant cell formation with intracytoplasmic and intranuclear inclusion bodies. These inclusions are filled with virus material that can be identified by electron microscopy. Such infected cells are destroyed by the virus and do not survive the virus attack. This virus also has the tendency to persist in certain organs or tissue culture systems. Under certain conditions, a virus cell interaction can be established which does not interfere with normal cell metabolism or cell division. Persistently infected cells may not reveal gross morphologic changes which would indicate the presence of measles virus. Only by applying virologic techniques to detect viral antigens, viral genomic RNA or the resistance of superinfection to measles or related viruses can these cultures be identified as persistently infected by measles virus.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "could be distinguished by distinct differences in nuclear and cytoplasmic optical densities. These findings are supported by biologic data based on the analysis of virusspecific proteins and nucleic acids. The applied computer aided cytophotometry provides a new approach in the study of viruscell interaction."
        },
        {
            "text": "In general, these methods are only applicable if the nature of the infectious agent is known. Therefore, alternative techniques in the detection of infected cells such as the one Supported by Deutsche Forschungsgemeinschaft. described here is desirable. In the study lytically and persistently infected tissue culture cells with measles virus were cytophotometrically analyzed. It could be shown that infected cells do reveal distinct cytoplasmic and nuclear changes that can be assessed by cytophotometry. Moreover, this approach distinguishes between lytically and persistently infected cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "could be distinguished by distinct differences in nuclear and cytoplasmic optical densities. These findings are supported by biologic data based on the analysis of virusspecific proteins and nucleic acids. The applied computer aided cytophotometry provides a new approach in the study of viruscell interaction."
        },
        {
            "text": "Virus: The virus used in these studies is measles virus derived from a patient with SSPE. This strain is designated as LEC virus and was originally derived by fusion of human brain cells from a patient with a SSPE with a green monkey kidney cell line (3). The LEC virus was used in its 25th passage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Cell Cultures: VERO cells and human brain cells were grown in minimal essential medium containing 5% (v/v) fetal calf serum supplemented with antibiotics. Stock virus was propagated in VERO cells. Cells were infected at a multiplicity of 0.01 and virus was harvested 72 hr after infection when complete cytopathic effects (CPE) occurred. Human brain cells (LUB) were infected with LEC virus and an input multiplicity of 10. A CPE developed after 48-72 hr which destroyed approximately 50% of the cells. Surviving cells were cloned and from one clone a persistently infected cell line could be established. This cell line could be maintained under tissue culture conditions without the development of CPE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Immunofluorescent Technique: Cells were grown on 351 352 HARMS, AUS AND TER MEULEN cover slips, air dryed, fixed in acetone and stained according to standard techniques (9) . Sera used for immunofluorescent staining included a serum obtained from a SSPE patient and hyperimmune serum prepared in rabbits against purified Lec virus. and incubated at 37°C for 15 min and 56°C for 2 min. Released RNA was directly centrifuged on 17 ml linear 15-30% (w/v) sucrose gradients in NTE buffer containing 0.5% (w/v) SDS at 20.000 rpm for 16 hr at 20°C. Vero ribosomal RNA from uninfected cells (28s and 18s) was centrifuged on identical gradients as internal markers. Gradients were eluted into 0.55 ml fractions and 50 pl samples were assayed for trichloroacetic acid (TCA) precipitable radioactivity.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Cell Preparation for Cytophotometry: Approximately 5 X lo4 cells were seeded on round quartz cover slips with a diameter of 17 mm (Carl Zeiss, Oberkochen, Germany). Twenty-four hours later VERO cells were infected at a multiplicity (MOI) of 10 to yield 100% infection. After l hr of infection cells were washed and medium added containing SV 4814 (obtained from BACHEM, Torrance, CA) to prevent cell fusion. Thirty-four hours after infection cover slips were harvested, washed in PBS and fixed for 48 hr in 4% buffered formaldehyde. Subsequently, the cover slips were mounted on quartz slides. LUB cells were seeded on cover slips and treated the same way as the infected VERO cells, except LEC virus was not added. Uninfected human brain cells and VERO cells were used as controls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation of Viral"
        },
        {
            "text": "Cytophotometry: The cell preparations on the cover slips were viewed and photographed at both 260 and 280 nm (1, 2) in a UV microscope (C. Zeiss, Oberkochen, West Germany). For this part of the investigation, the Microscope Department of C. Zeiss permitted us the use of their UV photomicroscope in Oberkochen. Our microscope is not equipped with UV quartz optics and the UV microscope in Oberkochen has neither a scanner nor a digital image storage facility. The dianegatives were digitized with a TV camera (Spatial Data Corp., Goleta, CA) and processed on a PDP 11/50 (Digital Equipment Corporation, Maynard, MA) The scanned cell pictures were displayed on a 4014 terminal (Tektronix, Beaverton, OR) and interactively segmented with a joystick (6,13).",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 113,
                    "end": 115,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Isolation of Viral"
        },
        {
            "text": "The interactive segmentation is necessary because the optical contrast between the cells and the background (Fig. 1A) are insufficient for a reproducible automatic scene segmentation (10, 13). The user outlines the area of interest in the digitized images using the joystick. Fifty infected cells as well as fifty uninfected cells were randomly selected and preprocessed in this manner at both 260 and 280 nm. Computer Analysis: As shown schematically in Fig. lD , the digital processing for the LEC, LUB and control cells is divided into several steps. After the interactive segmentation of the cell tissue pictures into single cells, the program calculates the middle-point and the lines of equal distance to the cell membrane (11). The outer ring, whose radius is ?4 the cell radius, is then divided into eight individual sectors (6) (7) (8) . These sectors are labeled a-h in Figure 2A . Experimental results indicate that, for these types of cells, the ring segments contain mainly the cytoplasm; and as a first approximation, the sector i in Figure 2A can be taken to be the nucleus.",
            "cite_spans": [
                {
                    "start": 833,
                    "end": 836,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 837,
                    "end": 840,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 841,
                    "end": 844,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 117,
                    "text": "(Fig. 1A)",
                    "ref_id": null
                },
                {
                    "start": 455,
                    "end": 462,
                    "text": "Fig. lD",
                    "ref_id": null
                },
                {
                    "start": 880,
                    "end": 889,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1048,
                    "end": 1057,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Isolation of Viral"
        },
        {
            "text": "In the total cell as well as in each sector, gray value histograms were calculated, summed and normalized. The value of total cell was then compared with that of each individual sector and these differences 1 1 to Is are calculated. Il to 1 8 are the absolute values at the integrated normalized histograms from each section minus the integrated normalized histogram from the whole cell. Figure 2C shows two possible differences. The resulting values from the sector (a-h) ( Fig. 2A) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 388,
                    "end": 397,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 475,
                    "end": 483,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Isolation of Viral"
        },
        {
            "text": "The K value which is calculated for the sector i (middle of cell, Fig. 2A) is the value for the nucleus. immunofluorescence the cytoplasm of the infected cells revealed a strong granular staining with sparing of the nucleus in the majority of cells (Fig. 3A) . In contrast, the cytoplasm of LEC infected LUB cells was only weakly stained by fluorescent antibodies whereas the nuclei showed a strong reaction (Fig. 3B) ; suggesting in these two cell lines different virus host interactions. This interpretation was further supported by additional findings obtained using other virologic techniques. Comparison of the virus yield by infected cells demonstrated in LUB cells only 1 plaque forming unit (PFU)/100 cells in contrast to 10 PFU/cell in VERO cells. Biochemical analyses of viral genomic RNA showed in infected VERO cells a profile with a major peak of 50s and a minor peak of 18s RNA (Fig.  4) ; whereas in LUB cells viral RNA sedimented at 18S, 32s and 50s. The 50s peak in LUB cells was drastically reduced in comparison to infected VERO cells with an increase in subgenomic RNA. These data indicate that in LUB cells the viral genomic RNA is defective although the cells do contain a small amoutt of infectious genomes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 74,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 249,
                    "end": 258,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 408,
                    "end": 417,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 892,
                    "end": 901,
                    "text": "(Fig.  4)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Isolation of Viral"
        },
        {
            "text": "Computer Aided Cytophotometry: Figure 5 represents the images of the infected and uninfected cells as seen in the UV microscope. The nucleus with nucleolus and the structure of the cytoplasm can easily be seen; however, major differ-ences between the infected and noninfected cells cannot be easily recognized visually.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 31,
                    "end": 39,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Virological data: Infection of VERO cells with LEC virus resulted in a 100% infection of cells present on a cover slip. By"
        },
        {
            "text": "Using computer algorithms, however, distinct differences between the infected and uninfected cells can be noted. Figure   6 A demonstrates that the calculated values for \" 0 ' and \"L\" increases more rapidly for the LEC infected VERO cells than for the uninfected cells. The infected cells are optically denser than the uninfected cells. Note that since dianegatives of the UV-cell images have been scanned, a decrease in \"L\" or \"0\" corresponds, to a higher optical density in the original cell. The lower and upper bar graphs in Figure 6B represent the average, the SD and extreme values for the infected and uninfected cells, respectively. The cytoplasm of the uninfected cells is optically less dense than that of the infected cells. A differentiation of the measured extreme values can be observed. The calculated nuclear optical densities relative to the total cell show that the nucleus of the LEC infected cells are not significantly different from those of the nucleus of the uninfected cell nuclei. Contrary to this finding, a distinct reaction in the nucleus of the LUB infected cells can be observed. The values from the nucleus of the uninfected and infected LUB cells measured at 260 and 280 nm, is shown in Figure 7B . The upper bar graphs are from the uninfected cells and the lower bar graphs from the infected LUB cells with average and extreme value. A definite discrimination between the two is possible.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 123,
                    "text": "Figure   6",
                    "ref_id": null
                },
                {
                    "start": 529,
                    "end": 538,
                    "text": "Figure 6B",
                    "ref_id": null
                },
                {
                    "start": 1220,
                    "end": 1229,
                    "text": "Figure 7B",
                    "ref_id": null
                }
            ],
            "section": "Virological data: Infection of VERO cells with LEC virus resulted in a 100% infection of cells present on a cover slip. By"
        },
        {
            "text": "The analysis of persistent viral infections in animal and man as well as in tissue cultures is of general interest to many disciplines, since this type of virus host interaction may lead to chronic or subacute disease processes. The pathogenetic mechanisms of such diseases are very complex and involve not only host responses to the infection, but depend also on the functional state of the target organ. From a virologic point of view, the primary interest is to identify the infected target cells in order to analyze the virus cell interactions that permit virus persistency. As a consequence of virus replication, virus infection leads to profound intracellular changes. Viral nucleic acids and viral proteins are synthesized intracellularly and may also be deposited in the nucleus. Moreover, certain virus groups have a profound effect on cell metabolism which is quite often not compatible with normal host cell function. Virologic techniques to identify such cells include biochemical and immunologic tests that indicate the presence of virus specific nucleic acids or proteins. These direct assays require the identification of the infectious agents before application. More indirectly histochemical staining procedures are demonstrating viral footprints such as inclusion bodies. Viral structures present in infected cells can also be visualized by electron microscopy; however, this technique is very insensitive and limited in its application.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comments"
        },
        {
            "text": "Computer aided cytophotometric methods for the identification of viral infected cells is an approach that has been neglected in the past. With such techniques, distinct subcellular changes have been detected in other fields, such as hematology, genetics or cytology (4, 10). With a sophisticated analytical measurement system and computer algorithms, cytoplasmic and nuclear parameters have been assessed and used in the differentiation of cell classes. It was, therefore, of interest to test the applicability of computer aided cytophotometry in lytically and persistently infected tissue culture cells. As the chosen example of measles virus infection demonstrates, these techniques allow differentiation of infected and uninfected cells by analyzing the intracellular changes as The thick bars indicate the average and the measurement extremia. Note that since dianegatives of t h e UV-cell images have been scanned. a decrease in \"L\". \"0' and \"K\" corresDonds to a higher puter-aided cytophotometry. It is of interest to note that discrimination was only possible when the nucleus and the cytoplasm of the different cell population were analyzed separately and not as total cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comments"
        },
        {
            "text": "These first attempts demonstrate the potential of computer aided cytophotometry in the characterization of virus infected cells. It can be envisioned that this approach in combination with other virological techniques may be of great advantage in the study of analyzing virus cell interactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comments"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Problems and approaches in computer aided analysis of virus infected cells",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aus",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ter Meulen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Bartels",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wied",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "New Approaches to the Identification of Microorganisms, Heden CG, Illeni T",
            "volume": "",
            "issn": "",
            "pages": "225--257",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Koschel K Techniques applicable to computer-aided cytology in virology",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aus",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ter Meulen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kackell",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Scholz",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J Histochem Cytochem",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Presence of two different viral agents in brain cells of patients with subacute sclerosing panencephalitis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Barbanti-Brodano",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Oyanagi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Koprowski",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Proc Soc Exp Biol",
            "volume": "134230",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Computer analysis and biomedical interpretation of microscopic images: Current problems and future directions",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Bartels",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Wied",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Proceedings of the IEEE",
            "volume": "65",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Measles Virus and its Biology",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "V: Characterization of Coronavirus infected tissue cultures by computer aided cytophotometry",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Harms",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Aus",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hm",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wege",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ter Meulen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Anal Quant Cytol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Computer aided analysis of chromatin network and basophil color for differentiation of mononuclear peripheral blood cells",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Harms",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Gunzer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Aus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ruter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haucke",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ter Meulen",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J Histochem Cytochem",
            "volume": "27204",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Digital picture processing of light microscope cell images: Chromatin arrangement and structure analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Harms",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ruter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haucke",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Aus",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Proceedings of the DECUS",
            "volume": "5",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Diagnostic Procedures for Viral and Rickettsia1 Diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Enders",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "528--552",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Basis of Cellular Logic with Some Applications in Medical Image Processing",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Preston",
                    "suffix": ""
                },
                {
                    "first": "Mjb",
                    "middle": [],
                    "last": "Duff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Levialdi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Norgren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Toriwaki",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Proceedings of the IEEE",
            "volume": "67",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Digital Picture Processing",
            "authors": [],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "352--357",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Multiple Sclerosis Immunology, Virology, and Ultrastructure. UCLA Forum in Medical Sciences",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wolfgram",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Ellison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Bacus JW: Error measures for scene",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Yasnoff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Mui",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Nucleocapsid RNA: Tissue cultures were labeled with 3H uridine (10 pCi/ml) for 12 hr. Medium was removed and the cells were washed with semifrozen Scan Mask phosphate buffered saline (PBS). Cells were scraped from the glass into fresh ice-cold PBS and collected by centrifugation at 3000 rpm for 10 min. Cells were resuspended in RSB (0.01 M tris HCI, pH 7.4, 0.01 M KC1, 0.001 M MgCIz), allowed to swell on ice for 10 min and disrupted by dounced homogenization. Nonidet P40 (NP40) and sodium deoxycholate were added to final concentrations of 0.5% and nuclei were removed by centrifugation at 1000 rpm for 5 min. The supernatant was Size Sector D FIG. 1. Overview of the investigation. A, dianegative of the cells as viewed in the UV microscope at 280 nm. B, digitized cell from the rectangular area in (A) after interactively outlining the area of interest with the joystick. C, Calculated sectors in the cell image. B and C are photographed from the Tektronix 4014 storage tube with a Polaroid C5 camera. L), Schematic diagram of the computer processing starting with the scanning; generating the cell mask; calculating the distances to the cell membrane; and lastly building the cell sectors. Histograms extracted from the original scan and these sectors form the basis for the mathematical cell discrimination shown in Figure 2. made 0.01 M in EDTA and immediately centrifugated on 17 ml linear 15-4056 (w/w) sucrose gradients in RSB. Centrifugation was for 210 min at 25,000 rpm a t 2°C in a Beckman SW 21.7 rotor. Fractions containing nucleocapsids were pelleted at 40,000 rpm for 16 min in a Beckman SW 41 rotor. Pellets were suspended in NTE buffer (0.01 M tris HC1, pH 7.4, 0.1 M NaC1, 0.001 M EDTA) containing 2.5% (w/v) SDS",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Film and Photographic Process: The cell populations were photographed with Ilford Pan F 18 DIN (Ilford Ltd., Basildon Essex, UK). The exposure time was 0.5 sec at 280 nm and 4 sec at 260 nm using a 32X objective followed by a 1.6X optovar and a 1.6X projection lense in front of the film camera. This f i and the exposure settings were recommended by Mr. Wintersteiner of the Department of Microscopy at C. Zeiss, Oberkochen. The film was developed in Neofii Red (Tetenal-Photowerk, Hamburg-Berlin, West Germany) using the method suggested by the manufacturer in the developing table.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A, sketch of the 8 cytoplasm sectors (a-h) and the one nucleus sector (i). B, Typical histograms from two cytoplasm sectors (broken lines) and the whole cell (solid line). C, integrated and normalized histograms from two sectors (broken lines) and the total cell (solid line).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "ranked according to size and used in the following equations: 1 n=6 I15l!25*'*5I7518;l!,=-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Immunofluorescence staining of measles infected cells using an indirect staining technique: SSPE serum followed by FITC labeled anti human IgG. A, strong immunofluorescence located in the cytoplasm, sparing the nucleus of LEC virus infected VERO cells. B, granular fluorescence in the nucleus of LUB cells persistently infected with LEC virus. Note the absence of viral antigen in the cytoplasm; magnification 1ooox.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Sedimentation of nucleocapsid RNAs from LEG-LUB and LEC-VERO infected cells.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Infected and uninfected cells as viewed in the UV microscope: magnification 330X. A, LEC-LUB infected cells. B, control LUB cells. C, LEC-VERO infected cells. D, control VERO cells. viewed at 260 and 280 nm. At this wavelength, nucleic acids and protein changes are quantitatively recorded as pattern changes in the cytoplasm and nucleus. Application of measles virus specific antisera demonstrated viral protein in the cyto-plasm or nucleus of the lytically or persistently infected cells. Moreover, the detected viral nucleic acids in the infected cell lines differed, indicating a different state of viral replication. The distinct changes in the cytoplasm of the lytically in-I t fected and in the nucleus of the persistently infected cell lines allowed a differentiation of these cells by the applied com-Calculated differences in optical densities for the LEC-Vero infected cells. A, computed values for \" 0 ' and \"L\" in the cytoplasm at 280 nm. B, the relative optical densities of the nucleus ''A?' a t 260 nm and 280 nm. The thin bars indicate the average and the standard deviation. The thick bars indicate the average and the measurement extremia. Note that since dianegatives of the UV-cell images have been scanned, a decrease in \"L\", \" 0 ' and \"K\" corresponds to a higher optical density in the original ceU. Calculated differences in the optical densities for the LEC-LUB cells. A, computed values of \"L\" in the cytoplasm at 260 and 280 nm. B, relative optical densities of the nucleus \"K\" at 260 nm and 280 nm. The results for parameter \"0' in Figure 7 are nearly the same as parameter \"L\". The thin burs indicate the average and the SD.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The secretarial work of H. Kriesinger and the technical assistance of M. Haucke are gratefully acknowledged. The authors thank Mr. Wintersteiner of C. Zeiss for his help with the photography. Permission to use the UV microscope in Oberkochen is also appreciated.Literature Cited",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}