{"paper_id": "b1363f16e00cf122c2855c3a3f544de6f36b0442", "metadata": {"title": "Yeast infections after esophagectomy: A Retrospective Analysis", "authors": [{"first": "Marjolein", "middle": [], "last": "Heuker", "suffix": "", "affiliation": {"laboratory": "", "institution": "University Medical Center Groningen", "location": {"addrLine": "Hanzeplein 1", "postBox": "PO Box 30001", "postCode": "9700 RB", "settlement": "Groningen", "country": "The Netherlands"}}, "email": ""}, {"first": "Usma", "middle": [], "last": "Koser", "suffix": "", "affiliation": {"laboratory": "", "institution": "University Medical Center Groningen", "location": {"addrLine": "Hanzeplein 1", "postBox": "PO Box 30001", "postCode": "9700 RB", "settlement": "Groningen", "country": "The Netherlands"}}, "email": ""}, {"first": "Alewijn", "middle": [], "last": "Ott", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Arend", "middle": [], "last": "Karrenbeld", "suffix": "", "affiliation": {"laboratory": "", "institution": "University Medical Center Groningen", "location": {"addrLine": "Hanzeplein 1", "postBox": "PO Box 30001", "postCode": "9700 RB", "settlement": "Groningen", "country": "The Netherlands"}}, "email": ""}, {"first": "Jan", "middle": [], "last": "Maarten Van Dijl", "suffix": "", "affiliation": {"laboratory": "", "institution": "University Medical Center Groningen", "location": {"addrLine": "Hanzeplein 1", "postBox": "PO Box 30001", "postCode": "9700 RB", "settlement": "Groningen", "country": "The Netherlands"}}, "email": ""}, {"first": "Gooitzen", "middle": ["M"], "last": "Van Dam", "suffix": "", "affiliation": {"laboratory": "", "institution": "University Medical Center Groningen", "location": {"addrLine": "Hanzeplein 1", "postBox": "PO Box 30001", "postCode": "9700 RB", "settlement": "Groningen", "country": "The Netherlands"}}, "email": ""}, {"first": "Anne", "middle": [], "last": "Marie", "suffix": "", "affiliation": {}, "email": ""}, {"first": "G", "middle": ["A"], "last": "De Smet", "suffix": "", "affiliation": {"laboratory": "", "institution": "University Medical Center Groningen", "location": {"addrLine": "Hanzeplein 1", "postBox": "PO Box 30001", "postCode": "9700 RB", "settlement": "Groningen", "country": "The Netherlands"}}, "email": ""}, {"first": "Marleen", "middle": [], "last": "Van Oosten", "suffix": "", "affiliation": {"laboratory": "", "institution": "University Medical Center Groningen", "location": {"addrLine": "Hanzeplein 1", "postBox": "PO Box 30001", "postCode": "9700 RB", "settlement": "Groningen", "country": "The Netherlands"}}, "email": ""}]}, "abstract": [{"text": "Esophageal malignancy is a disease with poor prognosis. Curative therapy incorporates surgery and is burdensome with high rates of infection morbidity and mortality. The role of yeast as causative organisms of post-esophagectomy infections is poorly defined. Consequently, the benefits of specific antifungal prophylactic therapy in improving patient outcome are unclear. Therefore, this study aimed at investigating the incidence of yeast infections at the University Medical Center Groningen among 565 post-esophagectomy patients between 1991 and 2017. The results show that 7.3% of the patients developed a yeast infection after esophageal resection with significantly increased incidence among patients suffering from diabetes mellitus. For patients with yeast infections, higher Acute Physiology and Chronic Health Evaluation (APACHE) II scores, more frequent intensive care unit readmissions, prolonged hospital stays and higher mortality rates were observed. One-year survival was significantly lower for patients with a yeast infection, as well as diabetes mellitus and yeast-positive pleural effusion. We conclude that the incidence of yeast infections following esophagectomy is considerable, and that patients with diabetes mellitus are at increased risk. Furthermore, yeast infections are associated with higher complication rates and mortality. These observations encourage further prospective investigations on the possible benefits of antifungal prophylactic therapy for esophagectomy patients.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Esophageal cancer is an aggressive disease associated with poor prognosis and a 5-year survival of 10% 1,2 . The curative treatment, when applicable, is neo-adjuvant chemoradiotherapy with surgical resection and radical lymphadenectomy. Although some benign disorders can result in esophagectomy, esophageal malignancy is the main reason for resection. Despite medical, surgical, nutritional and critical care advances, esophagectomy remains an operative intervention with high morbidity and mortality even when compared to other complex surgical procedures. Mortality rates vary depending on many factors and have been reported as 5-10% 3-5 . However, morbidity occurs in over 50% of cases and pulmonary complications, are almost universally seen as the greatest post-operative challenge for healthcare providers 6 . Moreover, patients who suffer from pneumonia show a seven-fold increase in mortality 7 . Causative microorganisms for pulmonary infection usually belong to the oropharyngeal flora, as this is likely the result of cervical anastomosis leakage.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Risk factors for yeast infections can be split into host, pathogen and health-care associated aspects. In the former category, immune-compromising conditions, older age, malignancy, corticosteroid or cytotoxic therapy and neutropenia have all shown to increase the risk of invasive Candida infections 8 . Mechanically ventilated, critically ill patients suffer from colonization with Candida species in 25% of cases, whereas colonization occurs in 50% of the patients suspected of ventilator-associated pneumonia 9 . Nevertheless, pneumonia caused by Candida is rare 10 . On the other hand, systemic yeast infections are associated with increased morbidity and mortality 9,11 . Complex diagnostics and clinical uncertainty in these, often critically ill patients, can lead to at least a challenging", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "management course and at worst futile demise. Therefore, a prophylactic treatment strategy for high-risk patients may be of benefit and result in improved clinical progress and overall patient outcomes 11 .", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Several studies have suggested selective decontamination of the digestive tract (SDD) and selective oropharyngeal decontamination (SOD) can reduce the (pulmonary) infection rates and improve survival in surgical and non-surgical intensive care unit (ICU) patients [12] [13] [14] [15] . The selective decontamination principle is based on eradication of certain pathogens (i.e. aerobic Gram-negative bacteria, Staphylococcus aureus and yeast), resulting in fewer ICU-acquired infections. In 2011, a double-blind randomized controlled trial was carried out to evaluate the effect of SDD (a regimen consisting of oral, non-absorbable paste and enteral antibiotics including amphotericin B, tobramycin, colistin and intravenous cefotaxime or other third generation cephalosporins) or placebo in addition to standard antibiotic prophylaxis in patients receiving elective gastrointestinal surgery 16 . SDD in addition to the standard intravenous antibiotics reduced the incidence of postoperative infections and anastomotic leakage.", "cite_spans": [{"start": 264, "end": 268, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 269, "end": 273, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 274, "end": 278, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 279, "end": 283, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": ""}, {"text": "Given the serious implications of systemic yeast infections, the effects of SDD should be investigated in more depth in esophagectomy patients to identify whether this patient group may also benefit from tailored SDD [15] [16] [17] . However, thus far it is not known to what extent esophagectomy patients develop yeast infections and whether addition of an antifungal to a topical antibacterial application of polymyxin B and tobramycin pre-operatively may be useful as an infection prevention measure. Therefore, in this study, we retrospectively analyzed yeast infections, clinical and demographic data and complications in patients following esophageal resection at the University Medical Center Groningen (UMCG).", "cite_spans": [{"start": 217, "end": 221, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 222, "end": 226, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 227, "end": 231, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": ""}, {"text": "Patient characteristics and outcomes. The investigated patient cohort consisted of 565 patients who underwent esophageal resection in the UMCG between January 1991 and July 2017 (Fig. 1 ). More males underwent esophagectomy (sex ratio M:F, 4:1) and the mean age of this study population was 63.8 ± 9.1 years (mean ± SD). Resection was performed via minimal invasive esophagectomy (MIE) in 8.3% (n = 47), via an open procedure in 90.1% (n = 509), and by colon interposition (n = 9) in 1.6% of the cases (Table 1) . 7.3% (n = 41) of the patients developed a yeast infection after surgery. In one patient the diagnosis of yeast infection was made at autopsy, and this was in accordance with the clinical features. Patients with diabetes mellitus (DM) developed a yeast infection significantly more often than patients without (odds ratio (OR) 3.4; 95% confidence interval (CI): 1.6-7.0; p = 0.001; Table 1 ). A higher APACHE II score (p = 0.028), readmission to the ICU (OR 6.7; 95% CI: 3.5-13.0; p < 0.001) and longer hospitalization (p < 0.001) were all associated with yeast infection (Table 1) . Other comorbidities and characteristics of the group with yeast infection and the group with no yeast infection are displayed in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 178, "end": 185, "text": "(Fig. 1", "ref_id": "FIGREF2"}, {"start": 502, "end": 511, "text": "(Table 1)", "ref_id": null}, {"start": 895, "end": 902, "text": "Table 1", "ref_id": null}, {"start": 1085, "end": 1094, "text": "(Table 1)", "ref_id": null}, {"start": 1226, "end": 1233, "text": "Table 1", "ref_id": null}], "section": "Results"}, {"text": "An overview of antifungal treatment is presented in Supplementary Fig. S1 . Antifungal treatment did not have a significant effect on mortality (30 day mortality p = 0.305; 3 month mortality p = 0.246; 1 year mortality p = 0.174). Additional surgical intervention was documented for 43.9% (n = 18) of the patients with yeast infections. Almost all patients with a yeast infection did have a drain (n = 39). 30 day mortality was independent of surgery in patients with a drain (p = 1.000). However, these numbers are too small to draw any further conclusions. For a more extensive overview of mortality data, we refer to Supplementary Table S1, Table S2 shows an overview of the pTNM (Tumor Node Metastases; pathology) and ypTNM (pathology after neoadjuvant chemoradiotherapy) classification. We found no relation to more yeast infections with increasing severity of pathological disease. www.nature.com/scientificreports www.nature.com/scientificreports/ Anastomotic leakage was observed to be the main cause of yeast infection (n = 32; Fig. 2A ). Only 2 patients developed candidemia from an unknown source ( Fig. 2A) . Candida albicans was the causative species in the majority of these cases (Fig. 2B) . Drain fluid was cultured from 96 patients, mainly because of suspected anastomotic leakage. An overview of the drain cultures in comparison with mortality, survival and readmission to the ICU is presented in Table 2 and Fig. 2C . Table 2 details numbers of cultures with or without yeast growth but not necessarily a treated yeast infection.", "cite_spans": [], "ref_spans": [{"start": 52, "end": 73, "text": "Supplementary Fig. S1", "ref_id": "FIGREF2"}, {"start": 620, "end": 643, "text": "Supplementary Table S1,", "ref_id": null}, {"start": 644, "end": 652, "text": "Table S2", "ref_id": "TABREF2"}, {"start": 1037, "end": 1044, "text": "Fig. 2A", "ref_id": "FIGREF3"}, {"start": 1110, "end": 1118, "text": "Fig. 2A)", "ref_id": "FIGREF3"}, {"start": 1195, "end": 1204, "text": "(Fig. 2B)", "ref_id": "FIGREF3"}, {"start": 1415, "end": 1422, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 1427, "end": 1434, "text": "Fig. 2C", "ref_id": "FIGREF3"}, {"start": 1437, "end": 1444, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "Survival analysis. The survival of patients with a diagnosed yeast infection was lower compared to patients without a yeast infection (p < 0.001; Fig. 3A ), and patients with DM presented a statistically significant increase in overall yeast infection (Table 1) . Therefore, a survival analysis was performed to evaluate this patient group (Fig. 3B ). Indeed, a higher one-year mortality for DM patients with a yeast infection compared to patients without yeast infection (p = 0.003) was demonstrated. To analyze whether a positive yeast culture in drain fluid from patients with a suspected cervical anastomosis leakage is reflected in the respective patients' survival, we compared the outcomes of patients with positive or negative yeast culture from polymicrobial drain fluids. Figure 3C shows a substantial reduction in survival of patients whose drain fluid contained a polymicrobial contamination that tested positive upon yeast culture (p = 0.005). Although not all patients with yeast-positive drain cultures were defined as having a yeast infection, the presence of yeast in drain fluid is indicative for an effect on survival. ", "cite_spans": [], "ref_spans": [{"start": 146, "end": 153, "text": "Fig. 3A", "ref_id": "FIGREF4"}, {"start": 252, "end": 261, "text": "(Table 1)", "ref_id": null}, {"start": 340, "end": 348, "text": "(Fig. 3B", "ref_id": "FIGREF4"}, {"start": 782, "end": 791, "text": "Figure 3C", "ref_id": "FIGREF4"}], "section": "Characteristics of yeast infections and drain cultures."}, {"text": "In this study, we determined the incidence of yeast infections in esophageal resection patients between 1991 and 2017 at the UMCG. 7.3% of patients who underwent esophagectomy developed a yeast infection, the most prevalent organism being C. albicans. The most frequent underlying cause was identified as anastomotic leakage. Patients with DM had a statistically significant risk over other detailed comorbidities for developing a yeast infection. Furthermore, there was a significant increase in mortality rates between those in the defined yeast infection versus the non-yeast infection group. www.nature.com/scientificreports www.nature.com/scientificreports/ Invasive yeast infections pose a clinical challenge as they have a significant impact on patient outcome, resulting in up to 50% increased mortality 18, 19 . Recent studies have shown point prevalence rates of candidemia at 6.9 per 1000 ICU patients with 7.5% of patients requiring systemic antifungal therapy 20 . These figures are from general ICU populations and although comparisons are made with caution, we note similarity to the antifungal therapy required to treat patients included in our study (7.3%). However, the observed candidemia rate was lower compared to the literature (4.9%; n = 2).", "cite_spans": [{"start": 812, "end": 815, "text": "18,", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "Previous studies have shown a correlation between invasive fungal infections and high APACHE II scores 21, 22 . However, others have failed to corroborate this link 23 . In our present study, higher APACHE II scores were significantly (p = 0.028) correlated to the development of yeast infection.", "cite_spans": [{"start": 103, "end": 106, "text": "21,", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Discussion"}, {"text": "Notably, DM was identified as the only chronic disease that showed a statistically significant association to the development of yeast infections. There has long been a multifactorial correlation between DM and both general and surgery-specific infections 24, 25 . DM is also a preoperative predictor of mortality in esophagectomy patients with increased morbidity and mortality 5, 26 . A systematic review by Li and colleagues demonstrated a link between anastomotic leakage and DM in esophagectomy patients following a similar conclusion in general abdominal surgery patients 27, 28 . We identified anastomotic leakage as the most prevalent underlying etiology of complications (Fig. 2) , which is consistent with the results of Raymond et al. who illustrated 12.0% anastomotic leakage and 12.2% pneumonia in 4321 esophagectomy patients 2 . However, the results of our current study provide no evidence for the same incidence of documented pneumonia. Given the link between cervical anastomotic leakage and pulmonary and polymicrobial infections, the relationship between DM and the development of yeast infection is likely based on a multifaceted interaction. Polymicrobial positive culture from pleural effusion can be logically explained, in this patient category, by cervical anastomotic leakage. Accordingly, the presence of gastro-intestinal microbial flora on pleural fluid culture is usually part of the diagnostic tree. Further, it should be noted that diagnosis of anastomotic leakage is often difficult as current radiological investigations are non-specific. It is therefore conceivable that the prevalence of yeast infection can be attributed to an increased incidence of anastomotic leakage in DM patients.", "cite_spans": [{"start": 256, "end": 259, "text": "24,", "ref_id": "BIBREF23"}, {"start": 379, "end": 381, "text": "5,", "ref_id": "BIBREF4"}, {"start": 578, "end": 581, "text": "27,", "ref_id": "BIBREF26"}], "ref_spans": [{"start": 680, "end": 688, "text": "(Fig. 2)", "ref_id": "FIGREF3"}], "section": "Discussion"}, {"text": "Patients with a yeast infection showed a 2.5-fold increase in mean length of hospital stay compared to the overall group, which can be explained by the increased therapy and critical care support these patients are known to require. According to the data collected between 2006 and 2014, 8.4% of patients were diagnosed with yeast infections. This is in contrast with data collected after 2014 when only 4.5% of patients developed a yeast infection. We assume that after the introduction of MIE, less yeast infections developed post-esophagectomy. However, the numbers are small and to draw firmer conclusions larger sample sizes would be needed.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "There are a few limitations to this study. Firstly, the distinction of yeast infection from colonization is challenging and, accordingly, there is no universally adopted definition 11, 29 . Therefore, we have reduced potential diagnostic ambiguity by incorporating current clinical practice and guidelines 30 . It is important to emphasize that the colonized patients were those who had shown a positive yeast culture on routine sampling. However, one should bear in mind that yeast is a component of the human mucosal microbiota despite not always being cultured. It is also necessary to mention the sporadic use of SDD in some patients in our study, which involved the administration of an oral, non-absorbable paste with enteral antibiotics including amphotericin B, tobramycin and colistin, as well as intravenous administration of cefotaxime. This was not a global policy adopted by all of the ICUs within the UMCG and, therefore, the numbers are believed to be small. From October 2005 to April 2006 the SDD-regimen was infrequently used as part of a clinical trial 12 . Additionally, from the summer of 2013, some of this patient cohort may have received SDD. This was introduced as a general infection prevention measure in the ICU following the aforementioned trial, but not used in all esophagectomy patients. Unfortunately, exact numbers are not known since this information relies on subjective documentation by the medical team.", "cite_spans": [{"start": 181, "end": 184, "text": "11,", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion"}, {"text": "We appreciate the applied definition of yeast infection may lead to potential bias. Our clinical opinion is that patients who commenced therapy were more acutely unwell, which complicates interpretation of our retrospective survival analysis. However, we additionally evaluated the drain fluid with (poly)microbial contamination, presumably derived from patients with anastomotic leakage. These patients are not routinely subject to antifungal therapy. Patients with yeast in their pleural drain fluid showed a diminished survival and therefore, it seems that even the presence of yeast is indicative for survival outcome. However, we recognize this could be the result of increased antimicrobial administration in critically ill patients, resulting in yeast overgrowth. Further, yeast colonization was detected by sputum or throat cultures in the pre-or early post-operative period. From the numbers shown in Table 1 , no significant effect of colonization on yeast infection can be inferred. However, the diagnostic microbiology laboratory did not consistently report all yeast in sputum cultures during this period and patients were not routinely screened for yeast colonization. Consequently, not all cases of yeast-colonization will have been detected.", "cite_spans": [], "ref_spans": [{"start": 910, "end": 917, "text": "Table 1", "ref_id": null}], "section": "Discussion"}, {"text": "Other limitations to this study are mainly related to the retrospective nature of the work and thus, inherent susceptibility to confounding and bias. Our statistical analysis was designed to take these factors into consideration. Given the electronic patient notes are reliant on user input, we were unable to have complete datasets for all patients. In particular, we were unable to obtain information on pre-operative functional assessment, SDD prophylaxis, smoking status, definitive steroid or H2 histamine receptor blocker administration, total parenteral nutrition and alcohol intake for all the subjects. Moreover, the use of antimicrobial therapy in addition to SDD was sourced from ICU discharge letters, overall admission discharge letters and the reports from the consulted clinical microbiologist. As the clinical microbiologist was contacted for all patients with yeast infections, the antimicrobial therapy is believed to be accurate for this group.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Lastly, SDD therapy is mainly applied in the Netherlands, because it is supported by several prospective, multi-center randomized controlled trials 10, 12 . However, there has been no prospective investigation on whether antifungal prophylaxis, especially pre-operatively, should be used in esophagectomy patients. Although the present results should be interpreted with caution, our findings encourage further prospective investigations on the possible benefits of antifungal cover in the SDD regimen of esophagectomy patients. (2020) 10:4343 | https://doi.org/10.1038/s41598-020-61113-z www.nature.com/scientificreports www.nature.com/scientificreports/ Methods Study design and population. At the UMCG we carried out a retrospective analysis of all esophagectomy patients between January 1991 and July 2017. In total, there were 616 surgical procedures. We analyzed 565 patients. Patients with incomplete data sets (i.e. laboratory outcomes (n = 49)) and unknown comorbidities (n = 2) were excluded (Fig. 1) . We distinguished patients who developed a yeast infection after surgery and those who did not. During the study period, patients admitted to the UMCG complied with hospital guidelines in an opt-out research consent procedure. Consequently, individual written consent was not required for the inclusion of these patients to our retrospective study. Unless stated otherwise in the medical file, consent was given through this opt-out practice. Permission for this study, including the opt-out patient consent protocol, was obtained from the Medical Ethical Review Board Committee (Medisch Ethische Toetsingscommissie METc) UMCG, and all collected data was treated pseudo-anonymously and in adherence with the Declaration of Helsinki.", "cite_spans": [{"start": 148, "end": 151, "text": "10,", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 1002, "end": 1010, "text": "(Fig. 1)", "ref_id": "FIGREF2"}], "section": "Discussion"}, {"text": "Definitions. Yeast colonization was defined as a positive sputum and/or throat culture, or yeast detected in a Gram staining of sputum 1 day preoperative until 3 days postoperative. A yeast infection was defined as a positive yeast culture in primarily sterile materials (including pus, drain, pleural and wound fluid) with subsequent treatment of the patient with antifungal therapy during hospitalization. Additionally, a yeast positive blood culture or a positive culture of a sterile site after autopsy was regarded as a yeast infection. Statistical analysis. Unpaired t-tests, Mann-Whitney U tests and Chi square were performed using IBM SPSS Statistics 23. The Fisher's exact test was used when >20% cells had an expected count less than 5. P-values of 0.05 or less were considered significant. Aforementioned tests were used to compare the data of the two groups (yeast infection vs. no yeast infection and (poly)microbial + yeast vs. (poly)microbial -yeast). To test for trend we used the Mantel-Haenszel test. Specifically, to assess a possible higher yeast infection risk with increasing severity of pathological disease, a binary logistic regression analysis was performed with three TNM (pathology) classes, Tis-I, II and III-IV as a linear variable in the equation and yeast infection as outcome variable. One-year survival differences were tested for significance with Cox regression analysis.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Minimally invasive versus open oesophagectomy for patients with oesophageal cancer: a multicentre, open-label, randomised controlled trial", "authors": [{"first": "S", "middle": ["S"], "last": "Biere", "suffix": ""}], "year": 2012, "venue": "Lancet", "volume": "379", "issn": "", "pages": "1887--92", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Predictors Of Major Morbidity Or Mortality After Resection For Esophageal Cancer: A Society Of Thoracic Surgeons General Thoracic Surgery Database Risk Adjustment Model", "authors": [{"first": "D", "middle": ["P"], "last": "Raymond", "suffix": ""}], "year": 2017, "venue": "", "volume": "102", "issn": "", "pages": "207--221", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Survival after neoadjuvant chemotherapy or chemoradiotherapy for resectable oesophageal carcinoma: an updated meta-analysis", "authors": [{"first": "K", "middle": ["M"], "last": "Sjoquist", "suffix": ""}], "year": 2011, "venue": "Lancet Oncol", "volume": "12", "issn": "", "pages": "681--92", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Reducing Hospital Morbidity and Mortality Following Esophagectomy", "authors": [{"first": "B", "middle": ["Z"], "last": "Atkins", "suffix": ""}], "year": 2004, "venue": "Ann. Thorac. Surg", "volume": "78", "issn": "", "pages": "1170--1176", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Predictors of major morbidity and mortality after esophagectomy for esophageal cancer: A Society of Thoracic Surgeons General Thoracic Surgery Database risk adjustment model", "authors": [{"first": "C", "middle": ["D"], "last": "Wright", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Kucharczuk", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "O&apos;brien", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Grab", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Allen", "suffix": ""}], "year": 2009, "venue": "J. Thorac. Cardiovasc. Surg", "volume": "137", "issn": "", "pages": "587--96", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Investigation of Clinical and Dosimetric Factors Associated with Postoperative Pulmonary Complications in Esophageal Cancer Patients Treated with Concurrent Chemoradiotherapy Followed by Surgery", "authors": [{"first": "S.-L", "middle": [], "last": "Wang", "suffix": ""}], "year": 2006, "venue": "Int. J. Radiat. Oncol. Biol. Phys", "volume": "64", "issn": "", "pages": "692--701", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Peri-operative risk factors for acute lung injury after elective oesophagectomy", "authors": [{"first": "S", "middle": [], "last": "Tandon", "suffix": ""}], "year": 2001, "venue": "Br. J. Anaesth", "volume": "86", "issn": "", "pages": "633--641", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Epidemiology and risk factors for invasive candidiasis", "authors": [{"first": "N", "middle": [], "last": "Yapar", "suffix": ""}], "year": 2014, "venue": "Ther. Clin. Risk Manag", "volume": "10", "issn": "", "pages": "95--105", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Nebulised amphotericin B to eradicate Candida colonisation from the respiratory tract in critically ill patients receiving selective digestive decontamination: a cohort study", "authors": [{"first": "D", "middle": ["S Y"], "last": "Ong", "suffix": ""}, {"first": "P", "middle": ["M C"], "last": "Klein Klouwenberg", "suffix": ""}, {"first": "C", "middle": [], "last": "Spitoni", "suffix": ""}, {"first": "M", "middle": ["J M"], "last": "Bonten", "suffix": ""}, {"first": "O", "middle": ["L"], "last": "Cremer", "suffix": ""}], "year": 2013, "venue": "Crit. Care", "volume": "17", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Impact of selective digestive decontamination on respiratory tract Candida among patients with suspected ventilatorassociated pneumonia. A meta-analysis", "authors": [{"first": "J", "middle": ["C"], "last": "Hurley", "suffix": ""}], "year": 2016, "venue": "Eur. J. Clin. Microbiol. Infect. Dis", "volume": "35", "issn": "", "pages": "1121--1156", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Single-drug Ther. selective decontamination digestive tract. antifungal prophylaxis critically ill. patients: a Syst", "authors": [{"first": "J", "middle": ["W O"], "last": "Van Till", "suffix": ""}], "year": 2007, "venue": "Rev", "volume": "11", "issn": "", "pages": "1--16", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Decontamination of the Digestive Tract and Oropharynx in ICU Patients", "authors": [{"first": "A", "middle": ["M G A"], "last": "De Smet", "suffix": ""}], "year": 2009, "venue": "N. Engl. J. Med", "volume": "360", "issn": "", "pages": "20--31", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Prevention of Ventilator-associated Pneumonia by Oral Decontamination: a prospective, randomized, double-blind, placbo-controlled study", "authors": [{"first": "D", "middle": ["C J J"], "last": "Bergmans", "suffix": ""}], "year": 2001, "venue": "Am. J. Respir. Crit. Care Med", "volume": "164", "issn": "", "pages": "382--390", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Selective decontamination of the oral and digestive tract in surgical versus non-surgical patients in intensive care in a cluster-randomized trial", "authors": [{"first": "W", "middle": ["G"], "last": "Melsen", "suffix": ""}, {"first": "A", "middle": ["M G A"], "last": "De Smet", "suffix": ""}, {"first": "J", "middle": ["A J W"], "last": "Kluytmans", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Bonten", "suffix": ""}], "year": 2012, "venue": "Br. J. Surg", "volume": "99", "issn": "", "pages": "232--239", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Selective digestive and oropharyngeal decontamination in medical and surgical ICU patients: individual patient data meta-analysis*", "authors": [{"first": "N", "middle": ["L"], "last": "Plantinga", "suffix": ""}], "year": 2018, "venue": "Clin. Microbiol. Infect", "volume": "24", "issn": "", "pages": "505--518", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Randomized clinical trial of perioperative selective decontamination of the digestive tract versus placebo in elective gastrointestinal surgery", "authors": [{"first": "D", "middle": [], "last": "Roos", "suffix": ""}], "year": 2011, "venue": "Br. J. Surg", "volume": "98", "issn": "", "pages": "1365--72", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "For whom should we use selective decontamination of the digestive tract?", "authors": [{"first": "A", "middle": ["M G A"], "last": "De Smet", "suffix": ""}, {"first": "M", "middle": ["J M"], "last": "Bonten", "suffix": ""}, {"first": "J", "middle": ["A J W"], "last": "Kluytmans", "suffix": ""}], "year": 2012, "venue": "Curr. Opin. Infect. Dis", "volume": "25", "issn": "", "pages": "211--218", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Attributable Mortality of Nosocomial Candidemia, Revisited", "authors": [{"first": "O", "middle": [], "last": "Gudlaugsson", "suffix": ""}], "year": 2003, "venue": "Clin. Infect. Dis", "volume": "37", "issn": "", "pages": "1172--1179", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Diagnostic issues, clinical characteristics, and outcomes for patients with fungemia", "authors": [{"first": "M", "middle": ["C"], "last": "Arendrup", "suffix": ""}], "year": 2011, "venue": "J. Clin. Microbiol", "volume": "49", "issn": "", "pages": "3300--3308", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Systemic antifungal therapy in critically ill patients without invasive fungal infection*", "authors": [{"first": "E", "middle": [], "last": "Azoulay", "suffix": ""}], "year": 2012, "venue": "Crit. Care Med", "volume": "40", "issn": "", "pages": "813--835", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Risk factors for candidaemia in critically ill patients: A prospective surveillance study", "authors": [{"first": "R", "middle": [], "last": "Jordà-Marcos", "suffix": ""}], "year": 2007, "venue": "Mycoses", "volume": "50", "issn": "", "pages": "302--312", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Invasive candidiasis in long-term patients at a multidisciplinary intensive care unit: Candida colonization index, risk factors, treatment and outcome. Scand", "authors": [{"first": "C", "middle": [], "last": "Agvald-Öhman", "suffix": ""}, {"first": "L", "middle": [], "last": "Klingspor", "suffix": ""}, {"first": "H", "middle": [], "last": "Hjelmqvist", "suffix": ""}, {"first": "C", "middle": [], "last": "Edlund", "suffix": ""}], "year": 2008, "venue": "J. Infect. Dis", "volume": "40", "issn": "", "pages": "145--53", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Candida Infections in Critically Ill Trauma Patients: A Retrospective Case-Control Study", "authors": [{"first": "A", "middle": ["P"], "last": "Borzotta", "suffix": ""}, {"first": "K", "middle": [], "last": "Beardsley", "suffix": ""}], "year": 1999, "venue": "Arch. Surg", "volume": "134", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Quantifying the risk of infectious diseases for people with diabetes", "authors": [{"first": "B", "middle": ["R"], "last": "Shah", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Hux", "suffix": ""}], "year": 2003, "venue": "Diabetes Care", "volume": "26", "issn": "", "pages": "510--513", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Diabetes and risk of surgical site infection: A systematic review and meta-analysis", "authors": [{"first": "E", "middle": ["T"], "last": "Martin", "suffix": ""}], "year": 2016, "venue": "Infect. Control. Hosp. Epidemiol", "volume": "37", "issn": "", "pages": "88--99", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Outcomes after esophagectomy: a ten-year prospective cohort", "authors": [{"first": "S", "middle": ["H"], "last": "Bailey", "suffix": ""}], "year": 2003, "venue": "Ann. Thorac. Surg", "volume": "75", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Diabetes mellitus and risk of anastomotic leakage after esophagectomy: a systematic review and meta-analysis", "authors": [{"first": "S", "middle": ["J"], "last": "Li", "suffix": ""}], "year": 2017, "venue": "Dis. Esophagus", "volume": "30", "issn": "", "pages": "1--12", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Diabetes and risk of anastomotic leakage after gastrointestinal surgery", "authors": [{"first": "X", "middle": [], "last": "Lin", "suffix": ""}], "year": 2015, "venue": "J. Surg. Res", "volume": "196", "issn": "", "pages": "294--301", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Safety and efficacy of amphotericin-B deoxycholate inhalation in critically ill patients with respiratory Candida spp. colonization: A retrospective analysis", "authors": [{"first": "P", "middle": ["J"], "last": "Van Der Geest", "suffix": ""}, {"first": "E", "middle": ["I"], "last": "Dieters", "suffix": ""}, {"first": "B", "middle": [], "last": "Rijnders", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Groeneveld", "suffix": ""}], "year": 2014, "venue": "BMC Infect. Dis", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "ESCMID and ECMM joint clinical guidelines for the diagnosis and management of rare invasive yeast infections", "authors": [{"first": "M", "middle": ["C"], "last": "Arendrup", "suffix": ""}], "year": 2014, "venue": "Clin. Microbiol. Infect", "volume": "20", "issn": "", "pages": "76--98", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "where the mortality in the yeast and no yeast infection groups is shown as recorded before 2006, between 2006 and 2014, and after 2014. These specific time periods were chosen because of the introduction of neoadjuvant chemoradiotherapy in 2006 and MIE in 2015. Supplementary", "latex": null, "type": "figure"}, "FIGREF1": {"text": "A yeast infection was identified in 41 patients after esophagectomy surgery. Early and late first positive yeast cultures are detailed in theSupplementary Fig. S2.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Flowchart of the study design.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Possible causes and identification of yeast infections. The underlying cause of a yeast infection (A), causative species (B) and pleural drain cultures with and without yeast (C) are shown. In figure C, 3 patients with a yeast infection had a negative pleural drain culture but a positive culture from an alternate site and 3 patients who were defined as infection did not have a pleural drain culture sent for analysis and diagnosis was again made from an alternate site. *Candidemia was only detected in 2 patients. The source of both candidemia cases were unknown. **IV catheter infection without positive blood cultures.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Survival analysis of patients with or without yeast infection. Survival curves of (A) patients with yeast infection vs. non-yeast infection, (B) yeast infection vs. non-yeast infection in patients with diabetes mellitus, (C) patients with (poly)microbial drain culture + yeast vs. (poly)microbial drain cultures -yeast. (2020) 10:4343 | https://doi.org/10.1038/s41598-020-61113-z", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Data collection. Data was obtained via the electronic health record systems of the UMCG (PoliPlus until November 2017 and Electronic Patient Dossier (EPD) from December 2017 onward) and the laboratory information systems of the Department of Medical Microbiology (General Laboratory Information Management System; GLIMS and 'Bacteriologisch Ziekenhuisinformatiesysteem'; BACZIS). Several demographic characteristics, microbiological results and patient comorbidities were identified. Moreover, surgery-specific information, pathological diagnosis and ICU admission criteria and subsequent mortality figures were also collected. The National Intensive Care Evaluation database (NICE) and the national pathology database (PALGA; 'Pathologisch-Anatomisch Landelijk Geautomatiseerd Archief ') were additional information sources consulted.", "latex": null, "type": "figure"}, "TABREF0": {"text": "extra lobar pulmonary sequestration and the Boerhaave syndrome. Open esophagectomy included n = 2 patients with a partial resection of the esophagus due to a leiomyoma. * P values < 0.05 were considered significant. (2020) 10:4343 | https://doi.org/10.1038/s41598-020-61113-z", "latex": null, "type": "table"}, "TABREF2": {"text": "Microbiological analysis of drain cultures. Values represent numbers (%). 30D, 30 day mortality; 3 M, 3 month mortality; 1Y, 1 year mortality; survival > 1Y, > 1 year survival. Drain cultures with 2 different yeast species without bacterial growth (n = 2) and one yeast species without bacterial growth (n = 6) were included in the (poly)microbial + yeast group. Drain cultures containing one bacterial species (n = 25) were included in the (poly)microbial -yeast group. *P values < 0.05 were considered significant.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable\n</td><td>(poly) microbial + yeast\n</td><td>(poly)microbial - yeast </td><td>P value\n</td></tr><tr><td>Mortality </td><td>n = 50 </td><td>n = 46\n</td><td> </td></tr><tr><td>30D </td><td>5 (10.0%) </td><td>2 (4.3%) </td><td>0.438\n</td></tr><tr><td>3 M </td><td>10 (20.0%) </td><td>3 (6.5%) </td><td>0.054\n</td></tr><tr><td>1Y </td><td>24 (48.0%) </td><td>10 (21.7%) </td><td>0.070\n</td></tr><tr><td>Survival &gt; 1Y </td><td>26 (52.0%) </td><td>36 (78.3%) </td><td>0.070\n</td></tr><tr><td>Readmission to </td><td> </td><td> </td><td>0.039*\n</td></tr><tr><td>ICU </td><td> </td><td> </td><td> </td></tr><tr><td>yes </td><td>29 (58.0%) </td><td>29 (63.0%)\n</td><td> </td></tr><tr><td> </td><td>no </td><td>21 (42.0%) </td><td>17 (37.0%)\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Table 1.  Patient characteristics. Values represent mean (SD; standard deviation) or numbers (%). AIDS, acquired immune deficiency syndrome; COPD, chronic obstructive pulmonary disease; CVA, cerebrovascular accident; CVD, cardiovascular disease (myocardial infarction before intensive-care admission and chronic cardiovascular insufficiency); DM, diabetes mellitus; MIE, minimal invasive esophagectomy; 30D, 30 day mortality; 3 M, 3 month mortality; 1Y, 1 year mortality; APACHE, Acute Physiology and Chronic Health Evaluation; ICU, intensive-care unit. Immunological insufficiencies included long term immunosuppressive therapy; corticosteroid use (both short term high and long term low dosages, e.g.  >  5 days 1 mg/kg prednisolone or more than 20 days  >  0.1 mg/kg); active chemo- or radiotherapy in the past year; chemo- or radiotherapy for Hodgkin's or non-Hodgkin's lymphoma at any time prior to ICU admission; humoral or cellular deficiencies. No malignancies include achalasia, extra lobar pulmonary sequestration and the Boerhaave syndrome. Open esophagectomy included n  =  2 patients with a partial resection of the esophagus due to a leiomyoma. *P values  <  0.05 were considered significant.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Type of surgery </td><td>n = 41 </td><td>n = 524\n</td><td>3 and with no yeast </td></tr><tr><td>Open esophagectomy </td><td>39 (95.1%) </td><td>470 (89.7%) </td><td>0.413\n</td></tr><tr><td>MIE </td><td>1 (2.4%) </td><td>46 (8.8%) </td><td>0.238\n</td></tr><tr><td>Colon interposition </td><td>1 (2.4%) </td><td>8 (1.5%) </td><td>0.495\n</td></tr><tr><td>Mortality </td><td>n = 41 </td><td>n = 522\n</td><td> </td></tr><tr><td>30D </td><td>5 (12.2%) </td><td>21 (4.0%) </td><td>0.039*\n</td></tr><tr><td>3 M </td><td>9 (22.0%) </td><td>33 (6.3%) </td><td>0.002*\n</td></tr><tr><td>1Y </td><td>21 (51.2%) </td><td>118 (22.6%) </td><td>&lt;0.001*\n</td></tr><tr><td>Patients with unknown date of death were excluded (n = 2).\n</td><td> </td><td> </td></tr><tr><td>Yeast colonization </td><td>n = 30 </td><td>n = 281\n</td><td> </td></tr><tr><td>16 (53.3%) </td><td>106 (37.7%) </td><td>0.096\n</td></tr><tr><td>Patients without cultures were excluded (n = </td><td>254).\n</td><td> </td><td> </td></tr><tr><td>APACHE scores </td><td>n = 24 </td><td>n = 258\n</td><td> </td></tr><tr><td>II </td><td>13.5 ( ± 4.1) </td><td>12.6 (±3.7) </td><td>0.028*\n</td></tr><tr><td>IV </td><td>n = 26 </td><td>n = 269\n</td><td> </td></tr><tr><td>50.4 ( ± 17.8) </td><td>42.2 (±13.9) </td><td>0.348\n</td></tr><tr><td>Patients with unknown APACHE II (n = </td><td>281) and APACHE IV (n = </td><td>270) scores were excluded.\n</td></tr><tr><td>Readmission to ICU </td><td>n = 41 </td><td>n = 524\n</td><td> </td></tr><tr><td>22 (53.7%) </td><td>77 (14.7%) </td><td>&lt;0.001*\n</td></tr><tr><td>Length of hospital stay </td><td>n = 25 </td><td>n = 255\n</td><td> </td></tr><tr><td>54.2 ( ± 33.3) </td><td>20.3 ( ± 12.7) </td><td>&lt;0.001*\n</td></tr><tr><td> </td><td> </td><td>Patients with unknown length of hospital stay were excluded (n = 285).\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Marjolein Heuker was supported by a grant from the Graduate School for Medical Sciences of the University of Groningen, and Usma Koser by CEC MSCA-ITN grant 713660 (Pronkjewail). This research received no other specific grant from funding agencies in public, commercial, or not-for-profit sectors.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "The authors declare no competing interests.", "cite_spans": [], "ref_spans": [], "section": "competing interests"}, {"text": "Supplementary information is available for this paper at https://doi.org/10.1038/s41598-020-61113-z.Correspondence and requests for materials should be addressed to M.v.O.Reprints and permissions information is available at www.nature.com/reprints.Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "cite_spans": [], "ref_spans": [], "section": "Additional information"}, {"text": "License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "cite_spans": [], "ref_spans": [], "section": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International"}]}