{
    "paper_id": "b16d96e5593da52ef6efce1fb03eb1ad315b3ad4",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "SIR-In a recent News and Views article, Hardie' described the emerging evidence that protein kinases can be inhibited by interacting with substrate-like sequences. These sequences are present either within the same molecule , as in kinase C , or in a different molecule, as in the regulatory subunits of cyclic AMP-dependent kinases. I would like to point out that an inhibitory role of amino-terminal sequences over the carboxy-terminal catalytic domain has also been shown for p60'.\"' , a member of the non-receptor family of tyrosine kinases 2 • The mechanism whereby this negative regulation occurs has not yet been addressed, although studies performed on p60'.\"', the cellular (c) homologue of the viral (v) protein, support the idea of substrate-like sequences being involved.",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 546,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Regulation of kinase activity"
        },
        {
            "text": "Amino-acid positions 90 and 92 of p60'.\"' are tyrosine residues, one of which is surrounded by acidic amino acids as arc many tyrosine-kinase target sequences (see figure) . These sequences are located in the amino-terminal modulatory domain of the molecule within a stretch of about 50 amino acids that are conserved among all the members of the src family. This region has been called the SH3 or A box' and it is not present in the receptor class of tyrosine kinases. Activated p60'-\"' molecules, such as those bound to middle-T antigen of polyomavirus, or those present in certain neuroblastoma cell lines, are phosphorylated on tyrosine at their amino termini'\"'. Basoo on their neighbouring sequences , tyrosine residues 90 and 92 represent the most likely targets of phosphorylation within this amino-terminal region. An interpretation of these results is that in the off state the catalytic carboxy-terminal domain interacts with the amino-terminal substrate-like sequences. Phosphorylation of the amino-terminal site would only occur when the kinase is activated, presumably by an induced conformational change. Phosphorylation at these sites may allow maintainance of the on state.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 171,
                    "text": "figure)",
                    "ref_id": null
                }
            ],
            "section": "Regulation of kinase activity"
        },
        {
            "text": "A similar effect is observed with certain amino-acid substitutions of p60'.\"' . These are Gly 6HAsp, Arg 9~Trp , and Thr 9~Ile , which are present in the viral protein p60'.'\", and are sufficient to increase the specific activity of the kinase\". The recombinant chimaeras between vsrc and c-src used in these studies' are shown schematically in the figure . Among these three mutations , the crucial one is likely to be Arg 95~Trp, because Gly 63~Asp when present alone in p60'.'\" is silent, and Thr 9~Ile is not conserved in other strains of Rous sarcoma virus. Arg 95 is three residues away from the tyrosine-phosphorylation site and its presence could weaken the interaction with the kinase domain, thereby releasing the inhibition and allowing constitutive activation of the kinase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regulation of kinase activity"
        },
        {
            "text": "A more rigorous proof that Arg 95 lies within a kinase regulatory domain has been obtained by Potts et at. ', who find that the Arg 95~ Trp mutation alone is sufficient to activate p60''\". In addition, this group and also L. The relative kinase activity was measured by in vitro phosphorylation of enolase as previously ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regulation of kinase activity"
        },
        {
            "text": "SIR-In a recent paper', Brenner used the fact that serine is encoded by two nonlinked codon types, UCN and AGY, in conjunction with his observation that within several enzyme families catalytic serine residues have different codon representations , to propose that these serines evolved convergently by single substitutions in cysteine or threonine codons (UGY and ACN, respectively), the latter being catalytic residues in ancestral enzymes of each class . This proposal, however, fails to account for the serine codon representations of two groups of proteins. First, the chymotrypsin-like proteases from Streptomyces griseus, SGPA and SGPB (ref. 2): in these enzymes, the catalytic serine residues are encoded by AGU and UCC , respectively, but the 61 per cent identity of amino acids between SGPA and SGPB, and their similar sizes, make it highly improbable that they belong to two different phylogenetic lineages, as predicted by Brenner's hypothesis. Second, the viral replicative proteins containing the widespread nucleoside-5' -triphosphate (NTP)-binding motif (refs 3-5) Gly-X-X-X-X-Gly-Lys-Ser/Thr (GXXXXGK SIT) where X is any amino acid: as shown in the figure and table, the lineages of the GKS-containing proteins of picornavirus, comovirus and nepovirus derived from serine codon types are incompatible with the phylogeny arising from sequence comparisons (com- pare a and b in the figure) . Moreover, the conspicuous absence in this family of a GKT-containing protein is at odds with Brenner's additional suggestion that, in the case of the NTP-binding motif, threonine might be an evolutionary intermediate between the two kinds of serine , rather than their predecessor. It seems to be the case, in the proteins of this family, that threonine is not acceptable in the NTP-binding motif and that evolutionary transitions between UCN and AGY -VIRUS RHINO-FMDV  CARDIO-HAV  ENTERO-FMDV  HAV  TBRV CPMV RHINO-CARDIO-TBRV CPMV a lengths were chosen arbitrarily. The branching order of this tree is identical to that generated for viral RNA polymerases 9 and for capsid proteins 10 , and presumably reflects the phylogeny of viral genomes as a whole. Codon representations of serine in the GKS consensus are shown. Where, in a group of viruses, only one codon series is utilized, the branching order was not further specified.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1377,
                    "end": 1404,
                    "text": "pare a and b in the figure)",
                    "ref_id": null
                },
                {
                    "start": 1858,
                    "end": 1911,
                    "text": "-VIRUS RHINO-FMDV  CARDIO-HAV  ENTERO-FMDV  HAV  TBRV",
                    "ref_id": null
                }
            ],
            "section": "Tale of two serines"
        },
        {
            "text": "codons occur without GKT intermediates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tale of two serines"
        },
        {
            "text": "In two other families of viral GKS/Tcontaining proteins serine is encoded almost exclusively by UCN, with AGY occurring only once (see table) . Again, it is unreasonable to suppose that the potexvirus gene containing AGU originated from a separate line of descent. Both these families, however, include G KTcontaining proteins seemingly making the evolution of differentially encoded serines through threonine intermediates a possi- bility. Nevertheless, it seems that if this occurred then it did so only rarely. Although our survey of serine codon usage in putative viral NTPases does not support Brenner's hypothesis, it exposes some intriguing variations in the evolutionary mechanisms of different phylogenetic lineages. At least two mechanisms may be invoked to explain how the UCN to AGY transition occurs without loss of serine at the enzyme active site. The first of these requires the simultaneous change of two adjacent bases. Given the high error rate of RNA replication', this mechanism is more feasible for RNA viral genomes than for DNA genomes. An alternative mechanism involves the generation of a new serine codon next to the functionally important one (yielding a GKSS sequence with the two serines encoded by codons of different series) followed by deletion of the original codon. This mechanism is equally feasible with DNA and RNA genomes and might operate wherever there is no strict constraint on the residue(s) next to the functional serine. Generally, understanding the evolutionary history of serine codons in catalytic centres of each enzyme class requires knowledge of its phylogeny derived from independent data. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 141,
                    "text": "table)",
                    "ref_id": null
                }
            ],
            "section": "Tale of two serines"
        },
        {
            "text": "SIR-We recently demonstrated that dur-, ing formation of new telomeres in the yeast Saccharomyces cerevisiae, telomeric sequences are often transferred between DNA termini'. We argued that the most reasonable explanation for this transfer is recombination between DNA termini. In a recent News and Views article', however, Szostak suggested that the telomere resolution reaction ' (the cleavage between two blocks of telomeric sequences that are oriented as a head-tohead inverted repeat'') can provide an alternative explanation for our data, a possibility that can be addressed definitively by DNA sequencing. It is not clear to us why this possibility was raised because we stated' that our unpublished sequence data support the interpretation presented in the article; that is, the orientation of the transferred repeats is the same as that of the test termini (S.-S. Wang and V.A .Z ., in preparation). Although the sequence data eliminated the resolution model as an explanation for the telomeric transfer, we did not discuss these data specificially in terms of this model'. The resolution reaction never provided a likely explanation for our results because it requires three events: (1) circularization of linear plasm ids bear-ing telomeric repeats at each end ; (2) asymmetrical resolution of the circles thus formed; and (3) telomere formation on an end with the telomeric repeats in the 'wrong'u orientation. Not only have none of these processes been demonstrated in yeast, but even symmetrical resolution is inefficient (-1 per cent per cell division)' compared with the sequence transfer we observe .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "468"
        },
        {
            "text": "Because the resolution reaction is excluded unequivocally by DNA sequence data , telomere-telomere recombination remains the only reasonable explanation for the transfer of telomeric sequences that we have observed. Whether or not yeast exploits telomeretelomere recombination in the replication or maintenance of telomeres remains to be determined. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "468"
        }
    ],
    "bib_entries": {
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Molecular Biology of Picomaviruses (ICN-UCI",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pal Men Berg",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Cold Spring Harbor Symp quant",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "J W"
                    ],
                    "last": "Szostak",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Bioi",
            "volume": "47",
            "issn": "",
            "pages": "1187--1194",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fox, K. Frost and J .S. Brugge (personal communication), have shown that mutations at either tyrosines 90 or 92, or the deletion of amino acids 92-95, activate the transforming potential and the kinase activity of p60'.'\". Thus, it is possible that an intramolecular 81 to 106 of p60'·\"c W, substitution of Arg-. Trp as in p60'.\"', asterisks are above tyrosines 90 and 92, underlines, acidic amino acids surrounding the tyrosine-phosphorylation sites. Lower panel , schematic diagram of various src proteins from: Schmidt Ruppin subgroup A Rous sarcoma virus, New York strain (SR.A.-RSV-NY); San Francisco strain (SRA-RSV-SF) ; chimaeric viral and cellular src recombinant viruses (NY851 and NYHB5) ; a non-mutated cellular srcrecombinantvirus (NY5H). Mutations 63, 95 and 96 are indicated ; vertical lines show aminoacid substitutions in other regions of the viral protein as compared with the cellular src protein.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "of Poliomyelitis and Viral Encephalitides, USSR Academy of Medical Sciences, 142782 Moscow Region, USSR 11. Gort>alenya. A.E .. Koonin. E.V., Donchenko, A.P. & Blinov. V.M. FEBS Lett. 23516-24 (1988). 12. Gorbalenya. A.E .. Koonin. E.V .. Donchenko . A.P . & Blinov, V.M . (submitted) .",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "Serine codon representations in the nucleotidebinding motif of positive strand RNA viruses",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "VIRGINIAA. ZAKIAN ANN F. PLUTA Fred Hutchison Cancer Research Center, 1124 Columbia Street, Seattle, Washington 98104, USA",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}