{
    "paper_id": "b2282c25b3ef6714db1b0aee43042d92764e5d5a",
    "metadata": {
        "title": "CDC's Multiple Approaches to Safeguard the Health, Safety, and Resilience of Ebola Responders",
        "authors": [
            {
                "first": "Richard",
                "middle": [
                    "W"
                ],
                "last": "Klomp",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laurie",
                "middle": [],
                "last": "Jones",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Emi",
                "middle": [],
                "last": "Watanabe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "William",
                "middle": [
                    "W"
                ],
                "last": "Thompson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Over 27,000 people were sickened by Ebola and over 11,000 people died between March of 2014 and June of 2016. The US Centers for Disease Control and Prevention (CDC; Atlanta, Georgia USA) was one of many public health organizations that sought to stop this outbreak. This agency deployed almost 2,000 individuals to West Africa during that timeframe. Deployment to these countries exposed these individuals to a wide variety of dangers, stressors, and risks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Being concerned about the at-risk populations in Africa, and also the well-being of its professionals who willingly deployed, the CDC did several things to help safeguard the health, safety, and resilience of these team members before, during, and after deployment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The accompanying special report highlights innovative pre-deployment training initiatives, customized screening processes, and post-deployment outreach efforts intended to protect and support the public health professionals fighting Ebola. Before deploying, the CDC team members were expected to participate in both internally-created and externallyprovided trainings. These ranged from pre-deployment briefings, to Preparing for Work Overseas (PFWO) and Public Health Readiness Certificate Program (PHRCP) courses, to Incident Command System (ICS) 100, 200, and 400 courses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A small subset of non-clinical deployers also participated in a three-day training designed in collaboration with the Center for the Study of Traumatic Stress (CSTS; Bethesda, Maryland USA) to train individuals to assess and address the well-being and resilience of themselves and their teammates in the field during a deployment. Participants in this unique training were immersed in a Virtual Reality Environment (VRE) that simulated deployment to one of seven different types of emergencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The CDC leadership also requested a pre-deployment screening process that helped professionals in the CDC's Occupational Health Clinic (OHC) determine whether or not individuals were at an increased risk of negative outcomes by participating in a rigorous deployment at that time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "When deployers returned from the field, they received personalized invitations to participate in a voluntary, confidential, post-deployment operational debriefing one-on-one or in a group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Implementing these approaches provided more information to clinical decision makers about the readiness of deployers. It provided deployers with a greater awareness of the kinds of challenges they were likely to face in the field. The post-deployment outreach efforts reminded staff that their contributions were appreciated and there were resources available if they needed help processing any of the potentially-traumatizing things they may have experienced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Klomp RW, Jones L, Watanabe E, Thompson WW. CDC's multiple approaches to safeguard the health, safety, and resilience of ebola responders. Prehosp Disaster Med. 2020;35(1):69-75.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Ebola outbreak in Guinea, Sierra Leone, and Liberia sickened over 27,000 people between March of 2014 and June of 2016, and resulted in over 11,000 confirmed deaths. 1 It attracted the attention of people all around the world and required the dedicated efforts of countless caring individuals from diverse organizations and numerous countries. Almost 2,000 public health professionals at the United States Centers for Disease Control and Prevention (CDC; Atlanta, Georgia USA) deployed to West Africa. They tested patient samples, communicated health messages, educated health care workers, advised travelers, trained officials, and interviewed people who might have been in contact with Ebola patents. 2 Approximately 2,000 additional CDC personnel contributed by working around the clock in CDC's Emergency Operations Center (EOC) in Atlanta, Georgia.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 171,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 707,
                    "end": 708,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Senior CDC leadership tasked their Office of Safety, Security, and Asset Management's (OSSAM) WorkLife Wellness Office (WWO) to set up a pre-deployment screening process to reduce the likelihood of deploying someone at-risk of negative mental health outcomes in an emergency response. The CDC added this new screening to pre-deployment safety and resilience briefings, classroom resilience training, and post-deployment outreach initiatives that have been a part of CDC deployments since 2005. 3 The CDC leadership prioritized providing rapid, stigma-free assistance for all individuals who might desire it, who had worked in inhospitable and potentially dangerous environments.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 495,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The WWO Resilience program submitted a Request for Project Determination and Approval to the CDC Institutional Review Board (IRB). The IRB provided a waiver for the report of this resilience-related project. In this report, resilience is defined as \"the ability to withstand, recover, and grow in the face of stressors and changing demands.\" 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The CDC strongly recommended a variety of trainings focused on topics such as travel safety, personal security, and the Incident Command System (ICS; ICS 100, 200, and 400) for CDC staff preparing to deploy to the field. Multiple CDC offices had developed deployment preparation courses and asked WWO to conduct resilience-enhancing segments of those classes. The CDC's three-day \"Preparing for Work Overseas\" (PFWO) class, which addressed learning objectives from the US Department of State (Washington, DC USA), included a one-hour section on \"Physical and Mental Resiliency While Traveling.\" In that section, instructors shared resilience basics along with diaphragmatic breathing and muscle relaxation techniques designed to combat the well-known Fight-or-Flight response. The CDC also hosted a four-day training titled: \"Public Health Readiness Certificate Program\" (PHRCP). This training included a one-hour segment on \"Deployment Resiliency.\" Almost 1,300 CDC staff completed these kinds of resilience-related trainings. Records show that 2,868 staff participated in other wellness offerings, such as on-site support for EOC staff, weekly physical activity sessions, and stress management classes during the Ebola response timeframe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-Deployment Training"
        },
        {
            "text": "Pre-deployment trainings also provided valuable information, presented a variety of common responses to unusual situations, and encouraged potential deployers to prepare mentally and emotionally for a deployment. However, for many years, the CDC lacked personnel specifically trained to provide resilienceenhancing support services in-country to deployed CDC staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-Deployment Training"
        },
        {
            "text": "Several years ago, CDC resilience experts conducted an environmental scan to see what other federal agencies did to protect workers placed in inhospitable or potentially dangerous environments. The CDC's resilience team reached out to the Bureau of Alcohol, Tobacco, Firearms, and Explosives (Washington, DC USA); US Border Patrol (Washington, DC USA); US Coast Guard (Washington, DC USA); Drug Enforcement Agency (Springfield, Virginia USA); Environmental Protection Agency (Washington, DC USA); Federal Bureau of Investigation (Washington, DC USA); National Aeronautics and Space Administration (Washington, DC USA); and the Department of Defense (Virginia USA). The scan revealed no standardized inter-agency processes. It did appear upon preliminary review that each agency based their approach on some type of psychological model combined with a peer-support component.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-Deployment Training"
        },
        {
            "text": "To develop an impactful intervention, the CDC collaborated with the Center for the Study of Traumatic Stress (CSTS; Bethesda, Maryland USA) at the Uniformed Services University of the Health Sciences. 5,6 Leaders at CSTS already had conducted key informant interviews at the CDC in 2007. They had recommended then that the CDC develop training to enhance CDC emergency responder resilience. 7 The CSTS also recommended that the CDC consider using Psychological First Aid (PFA) as the foundation for its resilience-supporting training initiative; 8 PFA could be described as a pragmatic, evidence-informed, public health or population-based framework designed to help non-clinicians organize a response to trauma at the individual or community level. It was developed by the National Center for Post-Traumatic Stress Disorder (Washington, DC USA) to assist people immediately after a disaster to reduce initial distress and foster both short-and long-term adaptive functioning.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 392,
                    "text": "7",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Pre-Deployment Training"
        },
        {
            "text": "The WWO worked closely with CSTS psychiatrists to develop a three-day course titled: \"Deployment Safety Resiliency Team\" (DSRT) training that incorporated PFA. The training included two days of PFA principles including: peer support, coping skills, stress management, triage, and proper referral processes ( Figure 1) . A third day highlighted the basics of Disaster Site Safety including: blood borne pathogens, personal protective equipment, respiratory protection, radiation basics, and fatigue mitigation. The WWO excerpted relevant safety information from a well-established Disaster Site Safety course and a Collateral Duty course. The focus was on the kinds of safety risks that were likely to be encountered in the field during a deployment. Five experienced trainers also shared relevant insights about public health deployments they had gained during prior emergency responses. This innovative, highly-interactive, educational approach also incorporated small group analysis of three realistic, deploymentbased scenarios. The culmination of class included immersion in one, 50-minute Virtual Reality Environment (VRE). The VRE options included a simulated deployment to: a rural African village, a city devastated by a hurricane, a town rocked by an earthquake, a community hit by a radiological dispersal device, a location dealing with a pandemic, a deliberate release of a toxic substance, or a food-borne infectious disease outbreak.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 308,
                    "end": 317,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Pre-Deployment Training"
        },
        {
            "text": "During the 50-minute immersive experience, which introduced potentially stressful scenarios, up to 27 trainees could see, hear, and \"interact\" with characters on a large screen in a darkened training room. The VRE's pre-recorded characters addressed typical health, safety, and resilience challenges in a particular scenario. Training participants, in three-person teams, used hand-held electronic devices to test their knowledge of relevant course content. They made decisions within their teams about how to assess available assets and threats, and then address these realistic challenges. They also had the opportunity to apply several of the principles they studied during the course in a safe, virtual environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-Deployment Training"
        },
        {
            "text": "The WWO resilience team reviewed among other things the military's Total Force Fitness Framework to understand if or how it might be adapted to the CDC's workforce. The framework uses the connection between mind, body, spirit, environment, and relationships to holistically build and maintain health, readiness, and optimal performance of the US Armed Forces. It also assesses soldiers' resilience before and after deployment. The WWO's review included the popular press and media focused on resilience-related concepts and processes. [9] [10] [11] [12] [13] [14] [15] [16] [17] [18] [19] [20] The goal was to conceptualize, create, and implement a screening process to help safeguard the health, safety, and resilience of staff being considered for deployment.",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 538,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 539,
                    "end": 543,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 553,
                    "text": "[12]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 554,
                    "end": 558,
                    "text": "[13]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 559,
                    "end": 563,
                    "text": "[14]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 564,
                    "end": 568,
                    "text": "[15]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 574,
                    "end": 578,
                    "text": "[17]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 579,
                    "end": 583,
                    "text": "[18]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 584,
                    "end": 588,
                    "text": "[19]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 589,
                    "end": 593,
                    "text": "[20]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Pre-Deployment Assessment"
        },
        {
            "text": "The WWO resilience team convened an internal, 20-person expert panel to consider ways to address dozens of obstacles the CDC faced as it prepared to implement an assessment process for civilians. The panel was composed of psychometricians, an ethicist, mental health professionals, attorneys, epidemiologists, and experienced deployers. Panel members reviewed numerous assessment tools designed to create a current snapshot of an individual's resilience. They eventually agreed upon a focused battery of brief and relatively unobtrusive assessment instruments. The panel report included these recommendations to CDC leadership:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-Deployment Assessment"
        },
        {
            "text": "• Adopt three specific assessment instruments; • Develop Standard Operating Procedures (SOPs) to ensure professional, confidential, stigma-free collection of pre-deployment assessments; and • Encourage collaboration with the CDC Occupational Health Clinic's (OHC) medical professionals to make a team-based recommendation to inform deployment decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-Deployment Assessment"
        },
        {
            "text": "The panel recommended that CDC implement a pre-deployment assessment battery comprised of: The expert panel determined that using these kinds of tools would screen for thoughts and behaviors that might indicate staff would be at elevated risk of a negative mental health outcome during deployment to potentially dangerous environments. The tools were brief enough to encourage completion while avoiding assessment fatigue. The panel also considered the battery broad enough to identify individuals who were struggling with issues that might jeopardize work productivity and personal well-being in the field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-Deployment Assessment"
        },
        {
            "text": "Between November 19, 2014 and December 31, 2016, there were 3,770 deployments by CDC staff in response to the Ebola outbreak in West Africa. Records indicate that almost 500 of the total deployments were by repeat deployers. The assessment scores of approximately 200 different deployers were outside the norms for the externally validated assessments that were used. In accordance with the SOPs that the WWO resilience team developed, a licensed mental health professional within the CDC's Resilience Assessment and Maintenance Program (RAMP) held a confidential conversation with those individuals about factors that might be negatively impacting their assessment scores at that time.",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 25,
                    "text": "November 19, 2014",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pre-Deployment Assessment"
        },
        {
            "text": "During most of those confidential conversations, an exchange of pertinent information made it clear to both parties whether or not a deployment at that time was in the best interests of the individual and the organization. For example, if a person's pregnant spouse was only a couple of weeks from their due date, a deployment probably would be contraindicated. Or if a person had just lost their father, it might not be advantageous to the CDC or in the individual's best interests to deploy right away. There were a few occasions when it was advisable for a RAMP mental health professional to consult with a CDC OHC medical professional who had completed a physical assessment of the potential deployer. During those consultations, the mental health and medical professionals determined deployment eligibility jointly. The RAMP clinicians ensured that all information related to assessments, concerns, and conversations remained secure and confidential in the OHC's electronic medical record system. They also referred several individuals to the CDC's Employee Assistance Program (EAP) for support with temporary challenges they faced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-Deployment Assessment"
        },
        {
            "text": "The CDC subject matter experts provided pre-deployment briefings for everyone who participated in a deployment managed by the EOC in Atlanta. Briefings ranged from 90 minutes to 270 minutes, depending on the nature of the response (eg, outbreak, humancaused, or natural disaster) and types of environments and challenges EOC leaders anticipated the deployers might encounter. For several years, EOC leadership requested that the resilience team provide an overview of basic resilience-related principles in those briefings. The resilience briefer highlighted physiological, cognitive, and behavioral symptoms of stress and emphasized the importance of self-care and social support. In virtually every briefing, the resilience briefer made this norm-setting statement: \"Emergency response is much more like a marathon than a sprint, so it's important to pace yourself while you're deployed.\" The briefing coordinator shared with briefing participants additional written material and references to supplemental resources, including contact information for EAP professionals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-Deployment Briefing"
        },
        {
            "text": "During the past dozen years, CDC mental health professionals have reached out to deployers who had worked on challenging and stressful assignments to see how they were doing. For example, the resilience team contacted hundreds of CDC professionals when they returned from deployment to the 2005 Marburg Hemorrhagic Individual Level-The CDC sought to ensure that returning responders had multiple opportunities to speak with caring colleagues who could provide a non-judgmental listening ear. Responders also received access to relevant information and, if desired, additional support after an especially challenging deployment. Also, RAMP developed a plan and implemented a process for team members to send personalized emails to returned Ebola responders. The RAMP team member conducting the outreach obtained from the CDC's EOC a list of staff getting ready to return from the field. They sent those individuals a standardized email inviting them by name to participate in a voluntary, confidential, non-clinical conversation about what they experienced in the field. Between September 24, 2014 and June 8, 2016, RAMP team members emailed invitations to 2,928 different individuals who had deployed as part of the CDC's Ebola response. Of that group, 712 individuals (24%) chose to participate in a conversation, which typically lasted 30-45 minutes (Appendix 1; available online only).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-Deployment Outreach"
        },
        {
            "text": "The RAMP team members informed responders that relevant information they shared would be aggregated, summarized, de-identified, and included in a report shared regularly with internal stakeholders at the CDC. Recipients included the Division of Emergency Operations (DEO), Incident Management Leadership, and the OSSAM. The DEO and OSSAM had the opportunity to use insights and recommendations in these reports to identify gaps or redundancies in the deployment process, improve procedures, and fine-tune the deployment experience to increase the health, safety, and resilience of future deployers. As a result, the CDC provided additional information to potential deployers about proper clothing to wear, hotel conditions, computer and technology issues in the field, and types of personal equipment to bring. Because of feedback, the CDC drafted and shared additional guidance about what to do if a deployed team member became ill.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-Deployment Outreach"
        },
        {
            "text": "Group Level-Many people were willing to share positive and negative feedback about processes and programs in a oneon-one format. The RAMP team members believed that others might be more comfortable, and consequently more likely, to ask pertinent questions or share helpful process improvement information in a group setting. Voluntary post-deployment group conversations were offered as part of the CDC's EOC activation for Ebola from 2014 to 2016. Approximately 400 individuals participated in one of these weekly or bi-weekly group meetings that typically lasted between 60 and 90 minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-Deployment Outreach"
        },
        {
            "text": "The RAMP team members designed the group sessions to be facilitated conversations. To protect their anonymity, the group session leader asked participants not to share their names. He asked them to share their insights and observations in response to a handful of general questions about their deployment experience (Appendix 2; available online only). The group session leader informed responders that relevant information they shared would be aggregated, summarized, de-identified, and included in a report shared regularly with internal stakeholders at the CDC to identify gaps or redundancies in the deployment process, improve processes, and fine-tune the deployment experience for future deployers. For example, in response to this input from returned deployers, presenters updated information in security briefings. Emergency response leaders tried to reduce the volume of email sent to deployed staff. The practice of having an in-country technology specialist become more standardized. After returning from the field, more deployers had access to help completing complicated travel vouchers and reimbursement paperwork. The CDC granted USB drive exceptions for computers in the field when deemed helpful. Feedback collected and shared by resilience team members also supported development of improved checklists of steps in the deployment process and helpful packing lists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-Deployment Outreach"
        },
        {
            "text": "Approximately 100 individuals completed the three-day DSRT training during the Ebola response. As part of this course conducted at the CDC since 2009, the RAMP team administered assessments to provide the opportunity for the CDC to evaluate training effectiveness. More specifically, RAMP administered pre-and post-training assessments to participants in the following areas:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effectiveness of DSRT Training"
        },
        {
            "text": "1. Knowledge of resilience-enhancing principles and processes ( Figure 2 ); 2. Knowledge of basic disaster site safety principles and processes ( Figure 3 ); 3. Sense of self-efficacy as measured by a 10-item General Self-Efficacy scale ( Figure 4 ); 4. Overview of course content; and 5. General effectiveness of the training via a standard training assessment form.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 72,
                    "text": "Figure 2",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 146,
                    "end": 154,
                    "text": "Figure 3",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 239,
                    "end": 247,
                    "text": "Figure 4",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Effectiveness of DSRT Training"
        },
        {
            "text": "The 30-item DSRT Course Content Survey was intended to assess mastery of constructs related to suicidal ideation, PFA, compassion fatigue, DSRT principles, resilience, support, and referral recommendations (Appendix 3; available online only). The 10-item Self-Efficacy Survey was an externally-developed, self-assessment of how an individual thought they could manage challenging situations (Appendix 4; available online only).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effectiveness of DSRT Training"
        },
        {
            "text": "To assess the effectiveness of the training, RAMP assessed the change in the total score for the DSRT Course Content Survey. They observed a statistically significant improvement in the total mean scores. At baseline, participants, on average, scored a 21.2 on the 30-item test. At post-test, they scored an average of 24.1, an increase of 2.95 points (95% CI, 2.53-3.37).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effectiveness of DSRT Training"
        },
        {
            "text": "Analysis of the individual items demonstrated that the responses to a large majority of the items improved between baseline and the post-test. For example, it was found for the two items \"Something you might do if you suspected a person was having thoughts of suicide\" and \"Core Principles of Psychological First Aid (PFA),\" there were statistically significant increases in the percent correct (P < .05). For the items \"Which of the following is part of the 'Five Steps to Getting Support?'\" and \"Which of the following can be influenced by Compassion Fatigue,\" there were not statistically significant improvements. In the future, RAMP will consider revising or removing items that did not demonstrate a statistically significant improvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effectiveness of DSRT Training"
        },
        {
            "text": "The Self-Efficacy Survey total score showed a significant improvement in overall self-efficacy. The individual items were Likert scales that ranged from one (do not agree) to four (completely agree). At baseline, on average, individuals scored a 3.23 across all 10 items. At post-test, individuals' scores improved to 3.52, which was a statistically significant improvement (change = 0.30 points; 95% CI, 0.24-0.35). All individual items demonstrated a statistically significant improvement over the baseline responses. This suggests participants gained useful knowledge of resilience principles and strategies from the course content.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effectiveness of DSRT Training"
        },
        {
            "text": "The CDC has implemented several evidence-informed approaches to safeguard the health, safety, and resilience of its responders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "These included additional pre-deployment trainings, a new pre-deployment assessment process, expansion of training to provide support in the field during a deployment, and multiple postdeployment outreach initiatives. These efforts were in addition to the three-day DSRT training, which the CDC had implemented several years earlier. Since 2009, over 400 individuals have completed this unique resilience-focused training, which has created a cadre of individuals who can assist fellow deployers in real time. Leadership at RAMP trained these primarily non-clinician participants in the basics of assessing and addressing their own and their colleagues' resilience during a field deployment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition, RAMP helped prepare participants to accomplish these tasks by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "• Clarifying expectations about their roles in the field;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "• Providing information about core actions and core principles of PFA; • Encouraging small groups to analyze and apply their experience and what they learned in class to address challenges presented in three different realistic scenarios; and • Sharing an overview of relevant concepts and potentially helpful questions from five valid and reliable assessment tools.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Also, RAMP made presentations highlighting this resilienceenhancing training developed in collaboration with CSTS at conferences in San Diego, California; Atlanta, Georgia; Little Rock, Arkansas; Washington, DC; Charleston, South Carolina; San Juan, Puerto Rico; Mexico City, Mexico; and Tel Aviv, Israel. Additionally, RAMP shared a two-day version of this training with Public Health Agency of Canada colleagues in Ottawa, Canada, and a one-day version with National Institute of Occupational Safety and Health (NIOSH) colleagues in Cincinnati, Ohio and Morgantown, West Virginia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Introducing a pre-deployment assessment process for the CDC's responders improved the quality and quantity of relevant information to which CDC's clinic staff had access. It also addressed management's directive that a screening be implemented to mitigate the risk of deploying someone who might neither contribute to, nor benefit from, a deployment. Access to timely and relevant data allowed better planning and allocation of resources for staff. In addition, RAMP gave deployers additional points of contact from whom they could receive support or share input and feedback about emergency planning and coordination. It expanded both the depth and breadth of information available to CDC's clinical staff to help consider the variables that affect medical clearance. It also gave potential deployers the opportunity to proactively explore and prepare for some unintended consequences in the field. This includes fatigue or distress that might negatively impact their work and family dynamics while deployed. The intent was to improve their professional and personal success and happiness in the field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The post-deployment outreach initiative provided on-going, process-improvement data to the CDC's EOC and Deployment Coordination Team. An added benefit of the outreach was that it served as a consistent, unobtrusive vehicle through which the CDC could emphasize the organization's gratitude for personal and professional sacrifices and contributions made during the Ebola response. It reminded them about the meaningfulness of their professional contributions in the field and provided an additional opportunity for deployers to connect with supportive resources, if needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The abbreviated resilience-related training provided during pre-deployment briefings and participation in more general trainings helped increase participant awareness of challenges and opportunities in field deployments. Analysis of pre-and post-training assessments of graduates of the CDC's three-day DSRT course indicated, with statistical significance, that they acquired relevant knowledge and that their self-efficacy was increased. Finally, RAMP determined that the assessment data supported their operating assumptions that it made sense to take multiple approaches to Klomp © 2020 Prehospital and Disaster Medicine safeguard the health, safety, and resilience of individuals deployed to inhospitable and potentially dangerous environments on an emergency response.",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 589,
                    "text": "Klomp © 2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "To view supplementary material for this article, please visit https:// doi.org/10.1017/S1049023X19005144",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ebola Outbreak in West Africa",
            "authors": [],
            "year": 2014,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Control Strategies, and Lessons Learned in the CDC Response to the 2014-2016 Ebola Epidemic",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Damon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Jernigan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Virtual classroom immersion training: safeguarding the health, safety, and resiliency of emergency responders",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Klomp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Spitalnick",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Reissman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "T&D Journal",
            "volume": "65",
            "issn": "",
            "pages": "38--43",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Chairman of the Joint Chiefs of Staff Instruction",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Intervention and Resilience after Mass Trauma",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blumenfield",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Ursano",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Center for the Study of Traumatic Stress",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "R"
                    ],
                    "last": "Benedek",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Psychological First Aid (PFA) Field Operations Guide: 2nd Edition",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Total Force Fitness",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Army Master Resilience Training course provides valued instruction",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Stronger: Develop the Resilience You Need to Succeed",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Everly",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Strouse",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Mccormack",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Power of Resilience: Achieving Balance, Confidence, and Personal Strength in Your Life",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Resilience Handbook: Approaches to Stress and Trauma",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kent",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Reich",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Resilience Factor",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Reivich",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shatte",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Learned Optimism: How to Change Your Mind and Your Life",
            "authors": [
                {
                    "first": "Mep",
                    "middle": [],
                    "last": "Seligman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The Survivor Personality: Why Some People Are Stronger, Smarter, and More Skillful at Handling Life's Difficulties : : : and How You Can Be Too",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Siebert",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "/A-Ready-and-Resilient-Workforcefor-the-Department-of-Homeland-Security-Protecting-Americas-Front-Line.aspx",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Iom",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Key Elements of DSRT Training. Abbreviations: DSRT, Deployment Safety and Resilience Team; OSHA, Occupational Safety and Health Administration; OTI, OSHA Training Institute; VRE, Virtual Reality Environment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Connor-Davidson Resilience Scale (CD-RISC); 2. Kessler Psychological Distress Scale (K-10); and 3. Primary Care [Posttraumatic Stress Disorder] PTSD Screener (PC-PTSD; 4-item).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Africa, the CDC formalized post-deployment outreach processes. Resilience team members facilitated constructive two-way communication at the individual and the group level.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "DSRT Results for Resilience Assessment. Abbreviation: DSRT, Deployment Safety and Resilience Team.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "DSRT Results for Safety Assessment. Abbreviation: DSRT, Deployment Safety and Resilience Team.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "DSRT Results for Self-Efficacy. Abbreviation: DSRT, Deployment Safety and Resilience Team.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}