{
    "paper_id": "b326e0e6075fee60e1a526417a523da2bb56c375",
    "metadata": {
        "title": "Microorganisms and exacerbation of chronic obstructive pulmonary diseases: pathophysiological mechanisms",
        "authors": [
            {
                "first": "P",
                "middle": [],
                "last": "Clementsen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Copenhagen",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "S"
                ],
                "last": "Kristensen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Copenhagen",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Nor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Copenhagen",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Kjeld",
                "middle": [
                    "S"
                ],
                "last": "Kristei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Copenhagen",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Respiratory tract infections are known to exaeerbate bronchial asthma and other chronic obstructive pulmonary diseases (COPD). Viral infections are a major cause of exacerbations of asthma in children, but the association is less clear in adult asthmatics. Bacteria and bacterial produets, conversely, are mainly associated with other COPD than asthma, e.g. chronic bronchitis. During the past decade it has been shown that release of mediators and neurotransmitters are of key importanee in these inflammatory diseases. It is therefore possible that mieroorganisms play a role in these events in the airways. The pathophysiological mechanisms, which are only partially known, are reviewed in the following. We will not focus on the clinical investigations, since these have been discussed extensively elsewhere (3, 30, 40, 46, 81, 87) .",
            "cite_spans": [
                {
                    "start": 812,
                    "end": 815,
                    "text": "(3,",
                    "ref_id": null
                },
                {
                    "start": 816,
                    "end": 819,
                    "text": "30,",
                    "ref_id": null
                },
                {
                    "start": 820,
                    "end": 823,
                    "text": "40,",
                    "ref_id": null
                },
                {
                    "start": 824,
                    "end": 827,
                    "text": "46,",
                    "ref_id": null
                },
                {
                    "start": 828,
                    "end": 831,
                    "text": "81,",
                    "ref_id": null
                },
                {
                    "start": 832,
                    "end": 835,
                    "text": "87)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Experimental upper respiratory infection with rhinovirus in adult patients with allergic rhinitis has been shown to eause increased bronchial reactivity to inhaled histamine and antigen (13, 93) . Signiii-:ant changes in FEV, and histamine sensitivity during such an experimental rhinovirus infection were LISO observed in 4 of 19 adult volunteers with mild .0 moderate asthma (43). In normal subjects viral infection of the airways causes an asymptomatic de-;rease in peak flow (38) or an increase in airway •eactivity as evaluated by inhalation of histamine (33). This abnormal pulmonary function, presumably of the smaller airways, can persist for up to 8 weeks after the acute infection (41, 75) . Thus viral respiratory tract infection results in bronchial hyperreactivity as well as airway obstruetion, and these changes may persist for several weeks beyond the elinical infeetion. In patients with COPD the ehanges mentioned often exist already, but can be aggravated by the viral infeetion.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "text": "(13,",
                    "ref_id": null
                },
                {
                    "start": 191,
                    "end": 194,
                    "text": "93)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 479,
                    "end": 483,
                    "text": "(38)",
                    "ref_id": null
                },
                {
                    "start": 691,
                    "end": 695,
                    "text": "(41,",
                    "ref_id": null
                },
                {
                    "start": 696,
                    "end": 699,
                    "text": "75)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Inhalation of bacteria as well as bacterial endotoxin has been demonstrated to cause airway obstruction. Thus, in patients with ehronie non-speeifie lung disease associated with bronchial iiyperreactivity inhalation of Haetnophilus iiifiueiizae {H. inflitenzae) caused a biphasic bronchial obstruetion, and the dual response was mimieked by H. iiifliieiizae endotoxin (101) . Bacillus sitbtilis enzymes which are used in washing powders cause respiratory dysfunction among the workers involved in the production. When inhalation tests were performed on the workers a biphasie reaction appeared, where the immediate response subsided within 4 h and the late reaction occurred 5-8 h after the inhalation (31, 32) . In normal individuals exposure to endotoxin resulted in an acute deerease in lung function (17). Similar studies have indicated that bacterial endotoxins are responsible for the respiratory symptoms in humidifier disease (76, 77) and for the decrease in respiratory function in the byssinosis syndrome observed in textile workers exposed to cotton dust (57, 78).",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 373,
                    "text": "(101)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 702,
                    "end": 706,
                    "text": "(31,",
                    "ref_id": null
                },
                {
                    "start": 707,
                    "end": 710,
                    "text": "32)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the inflammatory process in the airways in COPD involves a complex interplay of cell types, mediators and neurotransmitters (2, 56), the theoretical points of action of the microorganisms are numerous. However, a more profound understanding of the pathophysiological mechanisms has been achieved through intensive experimental studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathophysiological mechanisms"
        },
        {
            "text": "Theoretically, activation of mucosal mast cells to release of mediators via cellbound virus-specific IgE could play a role in the exacerbation of COPD during respiratory tract infections. Welliver et al. (98) found IgE-antibody specific for respiratory syncytia! virus (RSV) in nasal secretions from children infected with this virus. Children with clinical evidence of airway obstruction showed higher titers of RSVspecific IgE, and had higher concentrations of histamine in the nasal secretions; the presence of high IgE titers was likewise strongly associated with decreased arterial oxygen saturations. In children with respiratory ilJncss caused by parainfluenza virus infection virus-specific IgE was similarly demonstrated in nasopharyngeal secretions, and the titers were higher in the groups with croup, wheezing or a combination, compared to the patients with upper respiratory illness alone (99) . A similar diflerentiation was also obtained for histamine since il was detecled significantly more often and in higher concentrations in secretions from the first mentioned groups. This is interesting since both RSV and parainfluenza virus cause respiratory syndromes peculiar to children, i.e. bronchiolitis and croup. These data point to the pos-sibiUty of production of virus-specific IgE antibody during respiratory tract infections, and via IgEmediated mediator release the microorganisms might be responsible for the respiratory symptoms.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "(98)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 902,
                    "end": 906,
                    "text": "(99)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Virus"
        },
        {
            "text": "IgE-mediated histamine release caused by virus has also been examined in suspensions of peripheral blood leukocytes including basophilocyles. In patients infected with human immunodeficiency virus (HIV) the cells from the AIDS patients responded to both HIV and Herpes simplex virus (HSV) type I, whereas no response was obtained in control cells from normal individuals, which points to the possibility of type I allergic reactions directed against these viruses in AIDS patients (72-74). Basophils from normal individuals do not release histamine when stimulated with live or inactivated viruses as HSV type I, adenovirus type 1, rhinovirus or inlluenza A virus (12, 18, 47) . This was also the case when cells from patients with intrinsic or allergic asthma were challenged with infiuenza A virus (22). However, some paramyxoviruses, such as RSV, parainfluenza type 1 (Seiidai) and type 3 viruses seem capable of releasing histamine from basophils through a nonimmunological mechanism (79), although the elTect of RSV could not be confirmed by Chonmaitree (18). Further, //; viiro studies including human epithelial cells and neutrophils, respectively, indicate that RSV via complement activation (90) or via complexes of RSV and antibody (35) should be able to stimulate cells to the release of various mediators, such as histamine, products of arachidonic acid metabolism and oxygen radicals.",
            "cite_spans": [
                {
                    "start": 664,
                    "end": 668,
                    "text": "(12,",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 672,
                    "text": "18,",
                    "ref_id": null
                },
                {
                    "start": 673,
                    "end": 676,
                    "text": "47)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Virus"
        },
        {
            "text": "Enhancement by viruses of mediator release might be another mechanism in the exacerbation of airway diseases. The first in vitro study was performed by Ida et al. (47) who examined the effect of virus on IgE-mediated histamine release from peripheral blood leukocytes from normal individuals. Preincubation of the cells with cither adenovirus, infiuenza A virus, or HSV type I, enhanced the basophil hislamine release triggered by anti-IgE. This effect was obtained by live as well as inactivated viruses. It was necessary to preincubate the cells with virus for at least 8 h to obtain the effect, and it seemed that interferon was responsible for the potentiation found in these long-term experiments. Production of interferon was thus observed during the preincubation, and the effect of the virus could be mimicked by interferon. This is interesting since inlerferon is found in nasal secretions from infants with viral respiratory tract infections (42, 64). The potentiation was confirmed in a study by Busse (12), which also demonstrated that virus potentiates mediator release triggered by IgE-dependent as well as nonimmunological (calcium ionophore A23187) mechanisms. However, virus which causes no production of interferon (rhinovirus type lA), was also able to enhance Ihe anti-JgE-induced hislaniine release, thus suggesting that other, unknown factors are responsible for the potentiating effect of virus (18).",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 167,
                    "text": "Ida et al. (47)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Virus"
        },
        {
            "text": "A more direct effect of virus on the cells was examined in short-term experiments where the leukocytes were exposed to virus and specific antigen (or anti-IgE) for 40 min. In these studies influenza A virus enhanced basophil histamine release triggered by IgE-mediated reactions (22). Potentiation was thus obtained both when cells from normal individuals were stimulated with anti-IgE, and when cells from asthma patients allergic to house dust mite, grass pollen, birch pollen or cat dander were challenged with their specific antigen. It seems doubtful whether a production of interferon could be responsible for the potentiating effect of virus in these shortterm experiments, since such a production requires several hours (47). However, infiuenza A virus appeared to act by means of its surface neuraminidase, since the enhancing efiect was mimicked by isolated neuraminidase and was abolished by a neuramini-dase inhibitor (22) or by monoclonal antibodies directed against the viral neuraminidase (20). One possible explanation for this potentiating efiect is an enzymatic efiect of the viral neuraminidase; this enzyme is known to cleave off sialic acid from cell membranes (80) thereby causing enhanced cellular responses (37, 44) including basx^phil histamine release (53, 54). In fact, increased concentrations of sialic acid have been found in sputum and serum from asthma patients during exacerbation due to upper respiratory tract infections (89). On the other hand, the viral neuraminidase is a glycoprotein containing carbohydrates, such as galactose and Nacetylglucosamine (29), and these free carbohydrates were able to abolish the potentiating effect of the virus (26). Therefore, it seems more likely that these carbohydrate residues are responsible for the potentiation by interacting with binding sites on the basophil cell membrane. The change in the cell response induced by infiuenza A virus comprised both an increased maximum release of histamine, an increased cell sensitivity and a lowering of the threshold to the cell stimulus (27). An increased sensitivity to the allergen is probably more important in asthma than an increased maximum mediator release, since the former was more strongly correlated to the severity of the disease as measured by bronchial provocation with the relevant allergen (65).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus"
        },
        {
            "text": "The balance between cholinergic and P-adrenergic function might be of importance for airway smooth muscle tone, mediator release and inflammation, and it is likely that this balance is altered by viral infections. Thus, an exaggerated cholinergic refiex response might be the basis for virus-induced bronehoconstriction and increase in airway reactivity to histamine, since pretreatment with atropine of normal subjects with colds prevented these symptoms (33). It was suggested that the reversible airway epithelial damage caused by viral infections exposed afierent nerve endings and accentuated the afferent portion of the refiex arc. However, Buckner et al. (8) demonstrated that the efierent arm of the vagal refiex is increased, sinee electrical stimulation of the vagus nerve caused greater bronchoconstriction in guinea pigs infected with parainfiuenza virus than in uninfected animals. The mechanism might be due to increased acetylcholin release from the parasympathetic nerve terminals caused by a loss of negative feedback control by viral damage of presynaptic MT muscarinic receptors (49).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus"
        },
        {
            "text": "Diminished P-adrenergic function in leukocytes has been demonstrated indirectly by a decreased granulocyte response to isoproterenol in asthma patients, and the response was further impaired during viral upper respiratory infections which provoked asthma (9). The mechanism is obscure, but a similar diminished response was obtained when granu-Chronic obstructive pulmonary diseases locytes from normal individuals were incubated with rhinovirus or with a mixture of infiuenza A and B viruses (10, 11). Buckner showed that infection with parainfiuenza 3 virus blocked the ability of a Pagonist to inhibit antigen-induced contraction of guinea pig isolated airway smooth muscle (7), demonstrating that the P-adrenergic function was depressed by the virus. It is tempting to speculate that respiratory virus causes similar changes in the funetion of cells in the airways, especially mast cells and smooth muscle cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus"
        },
        {
            "text": "The epithelial barrier and mucociliary clearance are important (or the defense in the respiratory tract. Microorganisms may stimulate mast cells in the epithelium to release histamine, which disrupts the epithelial tight junctions leading to entrance of insulting particles (68). This theory was supported by experiments with human bronchoalveolar cells demonstrating such a mediator release (21), and Hogg and associates have shown that in animals both histamine and antigen challenge can increase the airways' mucosal permeability by disruption of epithelial tight junetions (4,45). Further, it is well known that i'lifection with RSV, infiuenza virus or parainfluenza virus results in destruction of the airways epithelium (13, 16, 87) . Based on studies in animals it has been found that viral damage of the airways epithelium leads to a loss of neutral endopeptidase (48, 49) . Substance P and other tachykinins released from afferent nerves in the lung are normally broken down by this enzyme and the accumulation of these neuropeptides with bronchoconstrictor effects should therefore lead to an enhanced contractile response of the airway smooth musele (49). An impaired mueociliary clearance appears in subjects with infiuenza (14), naturally acquired common colds (71), or by infection with Mycop/asma pneumoniae (15). The impairment is usually reversible within months. Infections with common respiratory viruses have been shown to be assoeiated with cilia with abnormal microtubular patterns, loss of eiliated cells (16,71), and depressed mucociliary clearance (14, 100). Further, infiuenza A virus via its neuraminidase lowers the viscosity of the mucous film in the respiratory tract thus promoting the spread of virus (50). Respiratory viruses such as Sendai virus enhance basophil chemotaxis /// vifro, and this effect might be due to virus-indueed production of interferon (60). It is not known whether a similar efiect on migration of infiammatory cells in the airways plays a role during viral infection.",
            "cite_spans": [
                {
                    "start": 726,
                    "end": 730,
                    "text": "(13,",
                    "ref_id": null
                },
                {
                    "start": 731,
                    "end": 734,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 738,
                    "text": "87)",
                    "ref_id": null
                },
                {
                    "start": 872,
                    "end": 876,
                    "text": "(48,",
                    "ref_id": null
                },
                {
                    "start": 877,
                    "end": 880,
                    "text": "49)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Virus"
        },
        {
            "text": "Various bacteria, ineluding the most frequently encountered species in the upper respiratory tract, have been found to release histamine from human mast cells. These cells comprise pulmonary mast cells obtained by either bronchoalveolar lavage (BAL) (21) or enzymic dispersion of lung tissue (19), tonsillar mast cells (19) and mast cells from nasal mucosa (1). The studies included non-atopic patients without asthma. Whole formalin-killed bacteria were used and it seems that the histamine release response to Staphyhcoccus aureus {S. cnireus) was higher in epitheiiai mast cells obtained by BAL than in mast cells from the lung parenchyma. Also bacterial antigens from, for instance, S. cnireus, H. influenzae and Branlmmella calarrhalis induce histamine release from human BAL-cells (6). Further, S. aureus whole bacteria were found to induce synthesis of leukotriene B4 from BAL-cells (21). Asthmatic subjects are expected to release more histamine than normal subjects since an increase in mast cells and histamine content has been observed in the bronchial mucous membrane (62) and in the lavage fluid (36, 97) , and the cells might show an enhanced response to the stimuli, which has been demonstrated in connection with anti- IgE (36, 61) . The mediator release triggered by bacteria in epithelial cells might be of importance for the exacerbation of COPD in respiratory tract infections, since histamine is assumed to increase the epithelial permeability with entrance of allergens and other insulting particles (45, 68), and since leukotriene B4 as a strong chemotactic agent has the potential to facilitate airway inflammation.",
            "cite_spans": [
                {
                    "start": 1109,
                    "end": 1113,
                    "text": "(36,",
                    "ref_id": null
                },
                {
                    "start": 1114,
                    "end": 1117,
                    "text": "97)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 1235,
                    "end": 1247,
                    "text": "IgE (36, 61)",
                    "ref_id": null
                }
            ],
            "section": "Bacleria and bacterial products"
        },
        {
            "text": "IgE-antibodies directed against H. influenzae, S. pneumoniae and S. aureus have been demonstrated in sera from both normal individuals and patients suffering from bronchial asthma and other categories of COPD (70, 95) . In patients with chronic bronchitis the IgE RAST scores to whole H. influenzae bacteria were significantly higher than in controls (95) . Also skin prick tests with bacterial antigens (69, 95) and a positive basophil histamine release response to bacteria in intact leukocytes but not in cells stripped of IgE (67) indicate that allergy to bacteria can be found in some patients. These patients included subjects with intrinsic asthma who were allergic to H. influenzae and S. pneumoniae (67), patients with Job's syndrome (immune deficiency with hyper-IgE to their own S. aureus strains) (51), and different categories of patients infected with E. coli and other bacteria (25).",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 213,
                    "text": "COPD (70,",
                    "ref_id": null
                },
                {
                    "start": 214,
                    "end": 217,
                    "text": "95)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 351,
                    "end": 355,
                    "text": "(95)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Bacleria and bacterial products"
        },
        {
            "text": "However, bacteria can also trigger histamine release by a non-immunological mechanism verified by release from both intact cells and cells stripped of surface-imtnunoglobulins (67). The non-immunological mechanism was studied mostly in connection with S. aureus, and it was found to operate in the majority of persons tested. These subjects included allergies suffering from hay fever and asthma, children with intrinsic asthma, and normal individuals (25, 34, 51) . We suspect that the non-immunological mechanism is a sugar-Iectin mediated reaction. This means that sugars on the bacterial cell wall interact with lectins on the basophil cell membrane leading to histamine release (51, 52). The new mechanism may be of importance for our understanding of the role of bacteria in asthma and infectious diseases, since a subject does not need to be sensitized to bacteria in order to induce histamine release. It is also remarkable that this mechanism causes a synergistic enhancement of allergic histamine release. The in vitro experiments comprise cells obtained from house dust mite or grass pollen allergic patients. A low histamine release was obtained when the cells were stimulated with small amounts of specific allergen, and this was also the case on challenge with small amounts of bacteria to which the patient was not sensitized. However, the combination of bacteria and specific allergen caused a high mediator release, exceeding the additive effect (67). Also bacterial components such as peptidoglycan, teichoic acid and endotoxins from H. influenzae, E. coli and Salmonella bacteria can aggravate allergic mediator release (23, 67, 91). It is possible that the capability of bacteria and endotoxin to enhance mediator release depends on microbial sugar residues interacting with binding sites on the basophil cell membrane, since the free carbohydrates (galactose and N-acetylglucosamine) abolish the potentiating effect (24). Thus it seems that bacteria by their enhancing effect as well as their stimulatory effect may contribute to the exacerbation of airway diseases during infections. This is important since oral intake of galactose has been shown to abolish the potentiating effect in ex vivo experiments (unpublished results). The clinical effect of such carbohydrate therapy is, however, not known, but the total lack of adverse reactions makes this an interesting new therapeutic principle.",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 456,
                    "text": "(25,",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "34,",
                    "ref_id": null
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "51)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bacleria and bacterial products"
        },
        {
            "text": "Release of other mediators has been studied especially in connection with Escherichia coli (E. coli). Bremm et al. (5) found generation of leukotrienes and lipoxygenase factors from human polymorphonuclear granulocytes during bacterial phagocytosis and interaction with bacterial exotoxins. A similar generation of leukotrienes in human neutrophils was also obtained by bacterial adhesion and toxin production by various strains of E. coli (59). The leukotriene B4 generation was examined after incubation of human ceils with 25 different uropathogenic strains of E. coli, and the leukotriene production was found to be correlated with the haemolytic activity of the strains in monocytes but not in the neutrophils (92). An infusion of haemolysin-secreting£'. c'o//into isolated rabbit lung induced a marked leukotriene generation with predominance of cysteinylleukotrienes (39). E. coli were also found to produce prostaglandin D2 in human tonsillar mast cells (19).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacleria and bacterial products"
        },
        {
            "text": "Studies with gram-positive bacteria have shown a synthesis of both leukotriene B4 and C4 on stimulation with S. epidermidis of peritoneal macrophages from patients on peritoneal dialysis (63). Eurthermore, delta-toxin from S. aureus activates the generation of •'H-platelet-activating-factor (PAE) from exogeneous ^^H-lyso-PAE and triggers the production of oxygen radicals in human neutrophils (55). These studies demonstrate that bacteria can induce the release of a variety of inflammatory mediators which all are known to play a role in COPD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacleria and bacterial products"
        },
        {
            "text": "Although bacteria can induce release of mediators and enhance mediator release, some studies also point to an additional effect, i.e. synthesis of histamine by the bacteria. High levels of histamine have been detected in the sputum of patients with asthma and chronic bronchitis, and the level decreases in the remission phases of both diseases. Bacterial synthesis of histamine was suggested since exposure of sputum to 37 °C increased the level of histamine, and this increase was abolished by pre-heating at 100°C or by the addition of antibiotics (85). Later, Sheinman et al. (86) demonstrated a synthesis of histamine from histidine by H. influenzae using isolates from patients with acute exacerbations of chronic bronciiitis and emphysema.",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 584,
                    "text": "Sheinman et al. (86)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bacleria and bacterial products"
        },
        {
            "text": "The influence of bacteria on autonomic functions has been studied in guinea pigs sensitized to ovalbumin. In the lung of the H. iriflueiizae-tve'dted animals, the threshold for ovalbumin-induced release of prostaglandins and thromboxanes was lowered and in-hii^ition of mediator release by isoprenaline was reduced (82). Eurther, bronchoconstriction caused by carbachol was potentiated, and isoprenaline caused less relaxation of contracted tracheal spirals in H. influenzae-vdccinnted guinea pigs compared with n on-vaccinated animals (82, 83). It is therefore possible that H. influenzae causes an increased sensitivity to antigenic challenge and a decreased activity of P-adrenoreceptors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacleria and bacterial products"
        },
        {
            "text": "A direct effect on the bronchial smooth muscle may also be possible since E. coli endotoxin has been shown to enhance the a-adrenergic response in human bronchial smooth muscle; a 1000-fold increase in response was obtained in bronchial smooth muscle preparations taken from patients with chronic bronchitis, whereas an increase of only 2 to 10-fold was observed in preparations from patients with normal lung function (88). A decrease in the number of (3-adrenoreceptors was found in the guinea pig lung after vaccination with heat-killed H. injiuenzcie and S. pneumoniae but not with S. aureus (84). This is of interest since the lower respiratory airways of patients with chronic bronchitis are often colonized with H. influenzae and S. pneumoniae (81). Impairment of the epithelial barrier caused by bacteria possibly plays a role in COPD, since bac-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacleria and bacterial products"
        },
        {
            "text": "terial IgA-proteases have the ability to destroy the host's secretory IgA (58, 94) , which might facilitate colonisation of the airways epithelium (96) . Also loss of ciliary function in respiratory tract epithelium can be induced by bacteria, and it is likely that bacterial products, such as lipopolysaccharide are responsible for this effect (28, 96) . Some of these bacterial products obtained from H. influenzae and Pseudoinonas aeruginosa also disrupt the ciliated epithelium (28).",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 78,
                    "text": "IgA (58,",
                    "ref_id": null
                },
                {
                    "start": 79,
                    "end": 82,
                    "text": "94)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 147,
                    "end": 151,
                    "text": "(96)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "(28,",
                    "ref_id": null
                },
                {
                    "start": 350,
                    "end": 353,
                    "text": "96)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Chronic obstructive pulmonary diseases"
        },
        {
            "text": "Exacerbation of chronic obstructive pulmonary diseases caused by microorganisms and their components is seen in connection with infections and by environmental or occupational exposure. A variety of mechanisms might be involved in the aggravation of COPD: damage of the airways barrieiC production of IgE-antibodies directed against the microorganisms, mediator release and reinforcement of mediator release, cellular and neurogenic events, altered cholinergic and P-adrenergic function and constriction of the bronchial smooth muscle. Bacteria can induce mediator release not only by the allergic (IgEdependent) mechanism but also by a nonimmunologic mechanism, which indicates that a person does not need to be sensitized to bacteria to release histamine. An enhancement of mediator release can be obtained by both viruses and bacteria. Mediator release or an enhancement of allergic mediator release by microorganisms or their products may play an important role, since the microorganisms can stimulate superficially lying epithelial mast cells to release histamine, which can disrupt the epithelial tight junctions. This will allow a subsequent stimulation of various submucosal cells and nerve endings by inhaled allergens, virus and bacteria. A vicious circle leading to hyperreactivity and bronchoconstriction can thereby be initiated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Thus a diversity of mechanisms are involved in the provocation or aggravation of asthma and other obstructive pulmonary diseases by infections. The strategy for further studies should encompass therapeutic manipulation with these targets. This will improve our knowledge of the network of inflammatory reactions, and possibly lead to new therapeutic principles in the treatment of these diseases. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Bacteriological findings in s J. Leukot e B4 gener lopathol",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schretner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ierkestrand D",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dlgranes",
                    "suffix": ""
                },
                {
                    "first": "Hal-Vorsen",
                    "middle": [],
                    "last": "Fj",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Kommedal",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The effect of H nation on anaphylactic media, induced inhibition of mediato",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Ntjkamp",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "62",
            "issn": "",
            "pages": "261--269",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Baeterial eell :)onents decrease the number of guinea-pig lung",
            "authors": [
                {
                    "first": "Ajm",
                    "middle": [],
                    "last": "Schreurs",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Terpstra Nijkamp",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "VERHOEF J, Nt.iKAMP FP",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Rhinovirus upper respiphil histamine relea.sability (Abstraet)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Swenson",
                    "suffix": ""
                },
                {
                    "first": "Dick",
                    "middle": [
                        "E"
                    ],
                    "last": "Busse W",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Allergy Clin Immunol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Bacterium-induced cleavage of I^ithol Mierobiol Scand",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "S0rensen Ch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kiltan",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "92",
            "issn": "",
            "pages": "85--92",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Speeific scrum IgE antibodies to bacterial antigens in allergie lung disease",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tee Rd",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Clin Allergy",
            "volume": "12",
            "issn": "",
            "pages": "439--50",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The pathogenieity of Haemophilus influenzae",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Turk Dc",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Med Microbiol",
            "volume": "",
            "issn": "",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Eo.sinophils and mast cells in bronchoalveolar lavage in subjects with mild asthma. Relationship to bronchial hyperreaetivity",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wardlaw Aj",
                    "suffix": ""
                },
                {
                    "first": "Gleich",
                    "middle": [],
                    "last": "Dunnette S",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gj",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Colltns",
                    "suffix": ""
                },
                {
                    "first": "Kay",
                    "middle": [],
                    "last": "Ab",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Am Rev Respir Dis",
            "volume": "137",
            "issn": "",
            "pages": "62--71",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "in human airways",
            "authors": [
                {
                    "first": "Wong",
                    "middle": [],
                    "last": "Welliver Rc",
                    "suffix": ""
                },
                {
                    "first": "Sun",
                    "middle": [
                        "M"
                    ],
                    "last": "Dt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Middleton E",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Potentiation with baeterial Scand J Respir Dis",
            "volume": "53",
            "issn": "",
            "pages": "227--263",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Determination of sialic sputum of bronchial asthma patienl.s. Lab D",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Simyonka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pop I",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "226--234",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The efl'ee",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Act",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tf",
                    "suffix": ""
                },
                {
                    "first": "(lp! Jon",
                    "middle": [],
                    "last": "Aelvoet M",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dc",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "841--847",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Role of parainfluenza virus-specific IgE in pathogenesis of croup and wheezing subsequent to infection",
            "authors": [
                {
                    "first": "Wong",
                    "middle": [],
                    "last": "Welliver Rc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Middleton E",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sun M",
                    "suffix": ""
                },
                {
                    "first": "Ogra",
                    "middle": [],
                    "last": "Mc-Carthy N",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pl",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Pediatr",
            "volume": "101",
            "issn": "",
            "pages": "889--96",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Upper respiratory tract viral infection and mucociliary clearance",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Cole",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Thorax",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Bronchial obstructive reactions after inhalation with endotoxin and preeipitogens of Haemophilus infkienzae in patients with chronic non-specific lung disease",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Der Zwan",
                    "suffix": ""
                },
                {
                    "first": "Orie",
                    "middle": [],
                    "last": "Jc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ngm",
                    "suffix": ""
                },
                {
                    "first": "Wiers",
                    "middle": [],
                    "last": "Kauffman H F",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pwj",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "De Vrtes",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Clin Allergy",
            "volume": "12",
            "issn": "",
            "pages": "547--59",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "and their'^subversion by bacterial immunoglobu proteases. Microbiol Rev 1988: 52: 296-303. I. KONIG W, SCHEFFER J, BREMM KD, HACKER J, GO W. Role of bacterial adherancc and toxin production experimental cardroom. Am Rev Respir es with human basophils and their effeet on h ;. J Allergy Clin Immunol 1989: 84: 538-46.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "I. BUSSE WW. COOPER W, WARSHAUER DM, DICK EC. WALLOW IHL, ALQRECHT R. Impairment of Isoproterenol. H2 Histamine, and Pioslaglandin E, response of human granulocytes after ineubalion //; vitro with live influenza vaccines. Am Rev Respir Dis 1979: 119: 561-9. . BUSSE WW, ANDERSON CE, DICK EC, WARSHAUER D. iary defeets in nasal epithelium of children with acute viral upper respiratory infections. N Engl J Med 1985: il2: 463-HANKINSON JL. An exposure-response relation (or cotton dust. N Engl J Med 1987: 317: 605-10. mine release Ctiuscd oy com Dis J988: 157: ni-il. K CHURCH MK, NORN S, P l^E-depenclcnt bac tor iti-in d human lung and tonsillar m 341-53. I. CLEMENTSEN P, DOUGLAS AR, SKEHEL .H, HANNOU C, BACH-MORTENSEN N, NORN S. Influenza A virus en on respiratory viruses. J Infe O G,I-K. HOLGATE ST. No ced histaniine release fro st cells. Clin Allergy 1987: 1 gy 135-41. 28. COLE P.I. Inflammation: A two-edged sword: the model of bronchiectasis. Eur J Respir Dis 1986: 69: Suppl 147: 6-15. 29. CoLMAN PM. WARD CW. Structure and diversity of influenza virus neuraminidase. Curr Top Mierobiol Immunol 1985: 114: 177-255. 30. DAVIES R,I, HOLFORD-STREVENS VC, WELLS ID, PEPYS .1. Bacterial precipitins and their immunoglobulin class in Thorax 1976: 31: 419-24. 31. DiJKMAN ,IH, BORGHANS JGA, SAVBLBERG 1M, ARKEN-BOUT PM. Al/ergic reaction to inhalation of enzymes of Bacillus subtilis. Am Rev Respir Dis 1973: 107: 387-94. 32. DlJKMAN JH. Observations on biphasie bronchial reactions Rev Respir'Dis 1976: 113: 131-9. 34. ESPERSEN F, JARL0V JO, JENSEN C. SKOV PS, NORN S. Staphyloeoccus aureus peptidoglyean induces histamine release from basophil human leukocytes ;// vitro. Infect Immuu 1984:46: 710-4. 35. FADEN H, KAUL TN, OGRA PE. Activation of oxidative and aracbidonic acid metabolism in neulropliils by respiratory syncytial virus antibody complexes: Possible role in disease. J Infect Dis 1983: 148: 110-6. 36. FLINT KC, EEUNG KBP, HUDSPITH BN, BROSTOFF J, n of a tigen specific bronchoconstriction. Br Med J 1985: 291: 923-6. 37. FRANK JS, EANGER GA, NUDD EM, SERAYDARIAN K. The myocardial surface, its histoehemistry, and the efleet of sialie acid and calcium removal on its structure and cellular ionic exehange. Cire Res 1977: 41: 702-14. 38. GREGG I. Infection. In: CLARK TJH, GODFREY S, eds. Asthma. Eondon: Chapman & Hall, 1977: 162-76. D. BHAKDI S. SEEGER W. Infla lATH ory lipid mediato N KR. STOUCH WH. Role orinfeetion in i. Am Rev Respir Dis 1976: 113: 465-74. Chronic obstructive pulmonary disease AS. SPEHRS DM. Pulmonary mechanics after uncomplicated inlluenza A infeetion. Am Rev Respir Dis 1976: 113: 141-7. 42. HALL CB. DOUGLAS RG, StMONS RE. GEtMAN JM. In-hancenient of basophil ehemotaxis //; yitm by inlerreron. J Clin Invest 1981: 67: 547-52. ' . LEUNG KBP. FLtNT KC. BROSTOFF .1. Hi .loHNSON NM. PEARCE FL. Some properties of ma r 1978: 1986: IS: 110-2. 62. EozEwicz S. GOMEZ E. FERGUSON H, DAVtES .1. LiXti-luiinmutorv cells in llic uirwcivs in mild tislhniii. Br •hinovi-1988:297:1515-6. 63. MACKENZtE RK. COLES GA, WiLLtAMS JD. Eie( n peril polyni OGG .IC. Bro ship to airways hyperreactivity. J Allergy Clin Imm 67: 421-5. . HORN MEC. REED SE, TAYLOR P. Role of v mine release from washed blood cells. Evaluation of eflect parameters. Allersy 1987: 42: 553-5. 66. NORN S. SKOV PS. .IENSEN C. ESPERSEN F. .IARLOV .10. Bacteria-indueed histamine relea.se. Examination of the bacterial cell wall components peptidoglycan. teichoic acid and protein A. Agents .Actions 1985: 16: 273-6. basophils by viruses: role of interferon. J Exp 145: 892-906. . JACOBY DB, TAMAOKt J, BORSON DB, NAI releas( ergol L .lA. Inil asthma: pathophys-). JACOBY DB, FRYER AD. Abnormalities in neural control ol smooln muscle in virus-infccicd iiirwiivs. Trends Phiirmacol Sci 1990: //: 393-5. 1. .lAWETS E, MELNtcic JL. ADELBERG EA. Review of medical microbiology. Orthomyxovirus (influenza) & coronavirus families. HUi cd. Los Altos: Appleton & Lange, 1987: 467-75. . JENSEN C, NORN S, SKOV PS. ESPERSEN F, KoctH C. EN H. SANCHEZ PALACTOS A. IgE antibodies to bacteria in patients with bronehial asthni Allergy 1980: 157: 665-9. 71. PEDERSEN M, SAKAKURA Y, WINTHER B. BROF^ELDT S. MYGtND N. Nasal mucociliary transport, number of eiliated 1984: 39: 371-7. ;. JENSEN C, SKOV PS. NORN S, ESPERSEN F, BOG-HANSEN bacteria-induced histamine release. Allergy 1984: 39: 451-1. .lENSiiN C, DAHL BT. NORN S, SKOV PS. Enhaiiceiiic/it 12S: 355-64. FABER V. Histamine release from basophil leukoeytes indueed by microbial antigen preparations in patients with AIDS. Allergy 1987: 42: 291-7.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}