{"paper_id": "b3940eed278f9d723f0a401095e92cbe1dfb9a3b", "metadata": {"title": "GAUGING NEW ZEALAND'S SUCCESS AT POVERTY REDUCTION IN THE NEW MILLENIUM", "authors": [{"first": "Charles", "middle": [], "last": "Waldegrave", "suffix": "", "affiliation": {"laboratory": "New Zealand Poverty Measurement Project", "institution": "", "location": {}}, "email": ""}, {"first": "Robert", "middle": [], "last": "Stephens", "suffix": "", "affiliation": {"laboratory": "New Zealand Poverty Measurement Project", "institution": "", "location": {}}, "email": ""}, {"first": "Peter", "middle": [], "last": "King", "suffix": "", "affiliation": {"laboratory": "New Zealand Poverty Measurement Project", "institution": "", "location": {}}, "email": ""}]}, "abstract": [{"text": "Project's analysis of the effects of the 1990s social reforms in New Zealand on the incidence and severity of poverty, and assesses the impact of five social and economic policies introduced by the Labour-led coalition governments since 1999: New Zealand superannuation, income-related rents on state houses, active labour market policies for an employment-rich economy, the Primary Health Care Strategy and the planned income support policy to reduce child poverty. Superannuation is assessed as both adequate and sustainable, rents for state houses are found to be affordable, and GDP growth and employment have increased incrementally as unemployment and benefit numbers have decreased. The Primary Health Care Strategy is an innovative initiative that will increase affordable access to general practitioners, but it and the proposed child assistance initiatives are too new to be adequately assessed. Of the challenges that remain, policy priorities should centre on housing alternatives, including home ownership for low-income households not in state houses; income support for poor households, particularly those with children; and multi-sector development of education and training aimed at lifting economic and social capacity.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In 1991 New Zealand's Finance Minister, Ruth Richardson, announced a Budget that she signalled \"the Mother of All Budgets\" (Louisson 1991) , featuring benefit cuts, market rents on state houses and the introduction of a range of new user charges. The Budget led to financial difficulties for lowincome households, who were already under pressure from a period of rising unemployment and economic restructuring. In 1999, the Labour-Alliance coalition came into office promising new social policies that would begin a process of substantial poverty reduction in Aotearoa New Zealand. This paper presents the summary results of the New Zealand Poverty Measurement Project's (NZPMP) analysis of the incidence and severity of poverty during the 1990s and assesses the available evidence of the impacts on that poverty of the social and economic policies introduced by the Labour-led coalition governments since 1999. 1", "cite_spans": [{"start": 123, "end": 138, "text": "(Louisson 1991)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Introduction"}, {"text": "Most modern definitions of poverty in OECD countries are relative in the sense that they relate to the living standards of that society. The definition of poverty adopted by the NZPMP is also relative: poverty is a lack of access to sufficient economic and social resources that would allow a minimum adequate standard of living and participation in that society.", "cite_spans": [], "ref_spans": [], "section": "Poverty Measurement during the 1990s"}, {"text": "Poverty is and always will be a contested concept. Even when there is broad agreement on a high-level definition there remains considerable debate over how best to measure poverty. One of the main reasons for the lack of consensus is the need for judgements to be made as to what constitutes a minimum adequate income or standard of living. 2 As neither the income nor the living standards data can tell the researcher or analyst where to \"draw the line\", some external way to assess adequacy is needed. The NZPMP's measure of poverty is income based, but in contrast to approaches that simply set a poverty line at an arbitrary fraction of the mean or median household income, the NZPMP has sought to address the issue of assessing adequacy in an explicit and transparent way. The approach involves the use of focus groups to draw on the knowledge and practical experience of low-income householders (i.e. on their judgement) to estimate minimum adequate household expenditure in a full range of household expenditure categories.", "cite_spans": [], "ref_spans": [], "section": "Poverty Measurement during the 1990s"}, {"text": "Following the introduction of the 1991 benefit cuts, the NZPMP began a comprehensive research programme into poverty measurement. From 1993 to the present, NZPMP has undertaken focus group sampling of low-income householders, in differing regions, cultural groups, family structures and employment categories, in urban areas, middle-sized cities and small towns throughout New Zealand, seeking information about minimum adequate budgets. The total weekly household estimate is intended to be minimal, but sufficient to live on independently -without having to resort to a food bank or Special Benefit. Furthermore, the estimate is grounded in the everyday experiences of low-income households. These estimates have proved to be remarkably similar in the same regions and years. They have also proved to be sensitive to economic changes in regions (Waldegrave et al. 1996) . From these resource-based estimates, an income poverty threshold was set -a realistic poverty line for use in social and economic policy.", "cite_spans": [{"start": 847, "end": 871, "text": "(Waldegrave et al. 1996)", "ref_id": null}], "ref_spans": [], "section": "Poverty Measurement during the 1990s"}, {"text": "The unit record data in the Household Economic Survey (HES) have been used to extract national quantitative data on the numbers in poverty, the types of households involved and the depth of poverty , Stephens and Waldegrave 2001 , Waldegrave et al. 1996 , 1997 , Waldegrave 2000 . Surveys and numerous qualitative studies have sought information on the consumer behaviour, methods of budgeting, survival strategies and unaffordable expenditures of low-income households.", "cite_spans": [{"start": 198, "end": 228, "text": ", Stephens and Waldegrave 2001", "ref_id": "BIBREF34"}, {"start": 229, "end": 253, "text": ", Waldegrave et al. 1996", "ref_id": null}, {"start": 254, "end": 260, "text": ", 1997", "ref_id": "BIBREF40"}, {"start": 261, "end": 278, "text": ", Waldegrave 2000", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Poverty Measurement during the 1990s"}, {"text": "The NZPMP produced a number of measures of poverty in New Zealand, but the poverty threshold of 60% of median, equivalent, disposable, household income emerged from the focus group sampling of low-income households. 3 The NZPMP produced data both before and after housing costs had been paid, and the preferred focal measure was 60% of median, equivalent, disposable, household income after adjusting for housing costs. This \"relative\" measure of poverty emerged from the \"absolute\" assessments of minimum adequate budgets by the low-income householders in the focus groups. 4", "cite_spans": [{"start": 216, "end": 217, "text": "3", "ref_id": null}], "ref_spans": [], "section": "Poverty Measurement during the 1990s"}, {"text": "Using this threshold, the quantitative data indicated that between 1993 and 1998 around 19% of households 5 were below the poverty line. The data enabled NZPMP to identify key groups who were adversely affected and the dollar impact of housing costs. Around a third of the children and over 70% of the singleparent households fell below the line. Mäori were more than twice as likely, and Pacific people more than three times as likely, as Päkehä (Europeans) to be in poverty. Nevertheless Päkehä households made up more than 60% of those who were poor. People not employed accounted for around 70% of those in poverty. Housing costs accounted for at least 60% of the income shortfall, experienced by households below the poverty threshold. On the positive side, superannuitants were above the poverty line in most years, indicating that superannuation was the only government transfer that kept people out of poverty.", "cite_spans": [], "ref_spans": [], "section": "Poverty Measurement during the 1990s"}, {"text": "As Table 1 shows, between 1993 and 1998 the numbers of households and individuals in poverty changed very little. The poverty-reducing impact of the governments' combination of tax and benefit policies became less effective, falling from 58 % to 43%. There was a rise in the effectiveness of superannuation in reducing the severity of poverty from 51% to 81%, due to a number of superannuitants dropping just below the threshold in 1998. The aggregate poverty gap increased 22% to over one billion dollars. The final column shows there was a slight fall in the average severity of poverty -again, the impact of lowering superannuation. The impact of housing costs on poverty can be calculated by comparing measures of the incidence and depth of poverty at the same percentile before and after paying housing costs. This method has been adopted by the UK Department of Statistics in their \"Below Average Income Series\" (Department of Social Security 1993).", "cite_spans": [], "ref_spans": [{"start": 3, "end": 10, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Poverty Measurement during the 1990s"}, {"text": "As Table 2 shows, the incidence of poverty in 1998 jumps from 15.4% to 19.3% after adjusting the 60% poverty threshold for average housing costs. The poverty gap increases from $400.7 million to $1,010.1 million, showing that housing costs pushed more low-income households into poverty, and those already in poverty deeper into it.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 10, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Poverty Measurement during the 1990s"}, {"text": "It is very interesting to note that after housing costs had been paid, most of the increase in poverty was due to public and private renters paying open-market rents. Thus, despite the operation of the targeted Accommodation Supplement, over 70% of state tenants and a third of private renters were poor after housing costs, doubling the numbers in both sectors. The structure of poverty changed, with increasing numbers of Housing NZ, private rental and mortgagor households, while reducing the number of freehold owners, many of whom were elderly. The poverty gap more than quadrupled for state house tenants and trebled for private renters. To verify that these income-based poverty measures were likely to lead to poor living standards, a range of other quantitative and qualitative data was collected through a series of studies involving survey methods, focus groups and in-depth interviews over the decade. These studies identified serious problems of affordability and a lack of access to key services. As the quantitative data showed, housing costs often squeezed out other necessary costs, like adequate food, clothing and healthcare. The focus group work generated information concerning people's coping strategies, budgetary choices, and affordable and unaffordable items and services. The results of a national random survey of households below the poverty threshold carried out by the NZPMP typifies the data that were collected, identifying specific problems and shortfalls in the areas of housing, food and health (Waldegrave et al. 1999) . The households surveyed were all among the bottom 20% of New Zealand household incomes, and most had been unable to obtain essential food items, doctor's visits and prescribed medications due to shortages of money over recent periods.", "cite_spans": [{"start": 1530, "end": 1554, "text": "(Waldegrave et al. 1999)", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Poverty Measurement during the 1990s"}, {"text": "Throughout the period following the 1991 Budget reforms, the NZPMP researchers identified the need for poverty-alleviating policies that focused on income adequacy, affordable housing, access to healthcare and sustainable employment. 6 By 1998, however, as Tables 1 and 2 show, poverty levels were as high, or slightly higher, than they were in 1993. After that, sickness benefits were reduced to the lower level of an unemployment benefit, and superannuation payments for an elderly couple were in a process of being lowered from a floor of 65% of the average wage to 60% in 1999. The NZPMP had criticised these policies, pointing out that the changes to superannuation would eventually place one-half to two-thirds of the elderly marginally below the poverty line.", "cite_spans": [], "ref_spans": [{"start": 257, "end": 271, "text": "Tables 1 and 2", "ref_id": "TABREF0"}], "section": "Poverty Measurement during the 1990s"}, {"text": "The 1999 Labour-Alliance coalition government came to power on a platform of social policies that would begin a process of substantial poverty reduction in certain key policy areas. The Labour-Progressive coalition government promised similar policies during the 2002 election. The rest of this paper will analyse and assess the five key new anti-poverty policies that marked these two administrations. Three are already fully enacted, one is partially enacted and the fifth will be enacted next year.", "cite_spans": [], "ref_spans": [], "section": "Anti-Poverty Policies in the New Millennium"}, {"text": "From 1 April 1999, the National Government linked the annual increase in New Zealand Superannuation to prices rather than wages, with the planned effect of reducing payments for an elderly couple from 65% to 60% of the average wage within five years. Analysis by the NZPMP showed that the policy would eventually push a majority of the elderly into poverty. The new Government lifted superannuation above the previous 65% level on 1 April 2000.", "cite_spans": [], "ref_spans": [], "section": "New Zealand Superannuation"}, {"text": "The New Zealand Superannuation Act was passed in 2001, stating, \"The standard weekly amount of New Zealand superannuation (after the deduction of standard tax) payable to a married couple, both of whom are qualified to receive New Zealand superannuation, is not less than 65% or more than 72.5% of the average ordinary time weekly earnings\" (s16a). A single person who is granted a living-alone payment receives 65% of the couple rate; a single person not receiving a living-alone payment is entitled to 60% of the couple rate.", "cite_spans": [], "ref_spans": [], "section": "New Zealand Superannuation"}, {"text": "The Government also established the New Zealand Superannuation Fund to ensure the payment level was sustainable in the future. Partial pre-funding of superannuation, by lifting the contribution from taxation from 4% to 6% of GDP, is designed to smooth the costs over time as the number of elderly more than doubles by 2050 (McCulloch and Frances 2001).", "cite_spans": [], "ref_spans": [], "section": "New Zealand Superannuation"}, {"text": "The 1991 Budget announced that tenants in state houses would cease to pay an income-related rent, which had been set at 25% of household income for a beneficiary or a beneficiary-level income. The Government of the day passed the Housing Restructuring Act 1992, introducing market rents for tenants in state houses. An Accommodation Supplement was made available to tenants through the Department of Work and Income. As the earlier research showed, however, tenants' outgoings for renting state houses increased substantially, despite the Accommodation Supplement. 7", "cite_spans": [], "ref_spans": [], "section": "Income-Related Rents on State Houses"}, {"text": "The Labour-Alliance coalition government returned to income-related rents of 25% of household income for state houses on 1 December 2000.", "cite_spans": [], "ref_spans": [], "section": "Income-Related Rents on State Houses"}, {"text": "The new Government's strategy was to reduce unemployment through sustained economic growth, a new regional economic focus, the development of a more highly skilled workforce, an \"employment-rich\" environment, labour relations reform to better protect job security and wage bargaining, a rise in the minimum wage, and redistribution to disadvantaged groups. The overall aim was to lift the performance of the New Zealand economy and, through an active labour market strategy, enable those currently unemployed and those at risk of being unemployed to participate in the market. Employment was seen as a major route out of poverty.", "cite_spans": [], "ref_spans": [], "section": "Promoting an Employment-Rich Economy and Reducing Unemployment"}, {"text": "The Primary Health Care Strategy identifies the need to reduce inequalities and improve the health of all citizens, recognising that access to first-contact primary care services, particularly general practitioners, is often prohibited by financial barriers.", "cite_spans": [], "ref_spans": [], "section": "The Primary Health Care Strategy"}, {"text": "Over the next 10 years Public Health Organisations (PHOs) are being phased in as the Community Services Card is phased out, with two funding formulae during the transition period. An \"Access\" formula is being used, where medical practitioners form themselves into PHOs in low-income high-health-need areas. This formula is population-based and ensures patients are charged low fees or no fees. The \"Interim\" formula continues the use of the Community Services Card. Eventually, the Interim formula will be phased out as the Access formula becomes a universal means of primary health care delivery. Weightings that recognise the particular needs of deprived groups, cultural disadvantage, age and gender attract extra funding. These are designed to promote greater access for low-income and high-need populations. PHOs are also expected to ensure delivery of a range of health promotion activities. The Government intends to set PHO budgets for pharmaceuticals and laboratory tests on a needs-based formula.", "cite_spans": [], "ref_spans": [], "section": "The Primary Health Care Strategy"}, {"text": "Components of the benefit system that provide income transfers for children have a systemic problem. Unlike the base benefit, the child-supplement, Family Support, is not indexed to inflation. The rates have not been adjusted since 1998 and as a result the real value has declined by 5.5% (MSD 2002) , reducing the overall value of benefit payments to households with children. The same is true for the Child Tax Credit, the Family Tax Credit and the Parental Tax Credit. 8 As the NZPMP research showed, around a third of New Zealand children were below the poverty threshold.", "cite_spans": [{"start": 289, "end": 299, "text": "(MSD 2002)", "ref_id": null}], "ref_spans": [], "section": "Income Support to Reduce Child Poverty"}, {"text": "The Governor General, in her Speech from the Throne (Cartwright 2002) , indicated that there will be a mixture of improved income support and some form of indexation against inflation during this term of government. In the Address-in-Reply debate, the Prime Minister underlined the same commitment regarding income support for children in low-income families during this term of office (Clark 2002) .", "cite_spans": [{"start": 52, "end": 69, "text": "(Cartwright 2002)", "ref_id": "BIBREF2"}, {"start": 386, "end": 398, "text": "(Clark 2002)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Income Support to Reduce Child Poverty"}, {"text": "These five anti-poverty policies form the basis of the two Labour-led coalition governments' redistributive strategies since the 1999 election. They mark social policy for them, as the 1991 Budget marked it for the National Government. They set out their overall objectives of social cohesion as they relate to an integrated programme of social assistance. It is early days to fully assess the effectiveness of these policies, but there are data that can provide a preliminary understanding and partial assessment. 9", "cite_spans": [], "ref_spans": [], "section": "Assessing the Policies"}, {"text": "The National Government's formula resulted in New Zealand superannuation falling to 62.7% of the average wage on 1 April 1999. The Labour Government restored the superannuation payment levels on 1 April 2000 to 67.7%. Couples received a $21.42 weekly increase and singles a $12.86 or $12.36 increase, depending upon entitlement to a living-alone allowance (MSD 2000) .", "cite_spans": [{"start": 356, "end": 366, "text": "(MSD 2000)", "ref_id": null}], "ref_spans": [], "section": "New Zealand Superannuation"}, {"text": "The most recent data sets of the NZPMP provide a statistical basis to assess the effectiveness of the new superannuation payments as an anti-poverty strategy.", "cite_spans": [], "ref_spans": [], "section": "New Zealand Superannuation"}, {"text": "In Table 3 both the numbers and levels of poverty for children, adults and seniors are set out, with calculations taken before and after housing costs. As data for the 1998 and 1999 years are not available, the table cannot record the full impact of the cuts to superannuation. During 1997, superannuation was paid out at the 65% level. During the 2000 year three months were paid at the 62.7% level and nine months at the 67.7% level.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 10, "text": "Table 3", "ref_id": "TABREF2"}], "section": "New Zealand Superannuation"}, {"text": "The two columns entitled Adults 65+ highlight the impact of superannuation. Before taxation was deducted and superannuation was paid, 76.9% (1997) and 71.2% (2000) of elderly households would have been in poverty. Around 70% of all elderly substantially depend on superannuation to survive adequately. Currently 18% (74,900 persons) of the elderly live on superannuation alone, while 52.6% (218,600 persons) live on superannuation and less than $5,001 per annum from other sources (SNZ 2001b). However, after the tax and super payments, those in poverty reduced substantially to 30% 10 and 17.9%, respectively.", "cite_spans": [], "ref_spans": [], "section": "New Zealand Superannuation"}, {"text": "The Government's effectiveness at reducing the incidence of poverty through its tax and superannuation mix was therefore 61% and 74.9%, respectively. These figures need to be seen in relation to the second efficiency row, which shows that those below the line were only just below it. Superannuation removed 96.4% of $3.226 billion shortfall for those below the poverty line based on market income in 1997 and 99% of the $3.44 billion in 2000. However, after tax deductions and superannuation payments, the poverty gap remaining had been reduced to $117 million and $34 million respectively.", "cite_spans": [], "ref_spans": [], "section": "New Zealand Superannuation"}, {"text": "There is a considerable reduction in after-housing costs poverty for the elderly, as a large proportion of them have low housing costs after paying off their mortgages. This reduces the numbers in poverty to 12.3% in 1997 and 10.8% in 2000. If home ownership rates for this group were to fall, then the adequacy of even the current level of superannuation would come under question.", "cite_spans": [], "ref_spans": [], "section": "New Zealand Superannuation"}, {"text": "It is important that superannuation is both adequate and sustainable over time.", "cite_spans": [], "ref_spans": [], "section": "New Zealand Superannuation"}, {"text": "The data presented here suggest it is adequate. A look at the disposable and efficiency rows across the whole table shows just how effective superannuation has been in lifting elderly households out of poverty when compared with the results for children and adults. It is also interesting to note how particularly effective the new superannuation was in 2000, despite it not being introduced until the fourth month in that year. With a full year of payments, most recipients would have been above the threshold. Note: \"Market\" = market income only; \"Disposable\" = net personal income after taxation has been deducted and cash assistance from government has been added; \"Efficiency\" = the effectiveness of the tax and benefit system to reduce poverty.", "cite_spans": [], "ref_spans": [], "section": "New Zealand Superannuation"}, {"text": "The Living Standards Research initiated by the Super 2000 Taskforce focused primarily on the adequacy from a broad perspective of material well-being. They concluded that:", "cite_spans": [], "ref_spans": [], "section": "New Zealand Superannuation"}, {"text": "Although the population of older people is characterised by a relatively modest current income, the great majority of older people are not subject to appreciable levels of hardship or material deprivation. (Fergusson et al. 2001:141) They also referred to the high level of mortgage-free housing among the elderly as making a contribution to this result.", "cite_spans": [{"start": 206, "end": 233, "text": "(Fergusson et al. 2001:141)", "ref_id": null}], "ref_spans": [], "section": "New Zealand Superannuation"}, {"text": "Sustainability over time is a particular challenge regarding income for the elderly, because their numbers as a percentage of the population are predicted to more than double over the next five decades. Currently there are 471,860 persons over 65 years in New Zealand and they make up 11.9% of the population (31 December 2002 , SNZ 2003c . Demographic projections indicate their numbers are expected to swell to 1,182,000 by 2051 and make up 25.5% of the population (SNZ 2001c).", "cite_spans": [{"start": 309, "end": 326, "text": "(31 December 2002", "ref_id": null}, {"start": 327, "end": 338, "text": ", SNZ 2003c", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "New Zealand Superannuation"}, {"text": "As noted earlier, the New Zealand Superannuation Act 2001 requires the setting up of the New Zealand Superannuation Fund to ensure the current levels are sustainable over the next decades. This involves partially pre-funding superannuation by lifting the contribution from taxation from 4% to 6% of GDP. Initially the fund will finance payments to both current recipients and future superannuitants. By around 2025 the invested fund will be contributing to the growing numbers of superannuitants. This has been designed to smooth the costs over time (McCulloch and Frances 2001) .", "cite_spans": [{"start": 550, "end": 578, "text": "(McCulloch and Frances 2001)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "New Zealand Superannuation"}, {"text": "The restoration of income-related rents to a maximum of 25% of household income for those on a benefit or benefit level income was a major social policy initiative of the 1999-2002 Labour-Alliance coalition government. As at 31 March 2003 there were 62,624 state house rental properties, of which 89% (54,554) qualified for an income-related rent. The average rent paid for these properties at that time was $85.28, less than half the market value (HNZC 2003b) . The budgeted extra cost to the Government for the income-related rents initiative from 1 December 2000 when they were introduced to 30 June 2003 was $257 million (Treasury 2000) .", "cite_spans": [{"start": 448, "end": 460, "text": "(HNZC 2003b)", "ref_id": "BIBREF15"}, {"start": 625, "end": 640, "text": "(Treasury 2000)", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Income-Related Rents on State Houses"}, {"text": "For those on low incomes in state houses, this policy change has substantially reduced the level of income poverty they would have otherwise experienced. When the scheme was introduced in the Auckland region, households were around $50 a week better off. In the Wellington region they were around $35 better off and in Christchurch around $30. Even in the more rural areas, the savings were significant. For example, the average household weekly savings on the East Coast were $25, Otaki-Levin $21, Taranaki-King Country $22 and the South Island West Coast $17 (Gosche 2000) .", "cite_spans": [{"start": 561, "end": 574, "text": "(Gosche 2000)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Income-Related Rents on State Houses"}, {"text": "A household had to be resident in a state house to qualify for the incomerelated rent. The reduction in the stock of state houses by around 10,000 by the National-related governments during the 1990s meant many more households faced open-market rents in the private sector. Nevertheless, the 54,554 households that qualified for an income-related rent consisted of 159,726 New Zealanders (HNZC 2003b). This was not an inconsequential number of some of the country's most needy people. 11 As an anti-poverty intervention, the income-related rents policy provided state house tenants with improved housing stability and greater discretionary spending. NZPMP showed in Table  2 that 37% of those in HNZ rentals in 1998 were below the poverty threshold.", "cite_spans": [], "ref_spans": [{"start": 666, "end": 674, "text": "Table  2", "ref_id": "TABREF1"}], "section": "Income-Related Rents on State Houses"}, {"text": "Tenure stability has increased, probably as a downstream effect of the policy change. The average percentage national property turnover for HNZC properties dropped eight percentage points from 23% in 2000 to 14.4% in the year to March 2003 (HNZC 2003b . This suggests tenants are experiencing greater housing security and predictability.", "cite_spans": [{"start": 229, "end": 239, "text": "March 2003", "ref_id": "BIBREF15"}, {"start": 240, "end": 251, "text": "(HNZC 2003b", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Income-Related Rents on State Houses"}, {"text": "Alongside the income-related rent regime, a substantial house acquisition and upgrading programme has been introduced to begin the restoration of the state house stock. During the current year HNZC is targeting a net increase of 886 houses nationally, 680 of which will be located in Auckland. Over the 2002 to 2006 period the Government has committed to acquiring over 3,000 more houses; 2,500 will be added directly to the state house stock, almost entirely in Auckland, and 500 will be acquired in Northland, the East Coast and Eastern Bay of Plenty to address sub-standard housing in those regions. Of these, 290 will be new state houses and the rest will come from concessionary loans to iwi and community groups, enabling them to develop their own low-cost rentals and rent-to-buy schemes. Fifty more community houses will also be added to the stock (HNZC 2003a).", "cite_spans": [], "ref_spans": [], "section": "Income-Related Rents on State Houses"}, {"text": "The \"Healthy Housing\" programme was designed as a specific anti-poverty measure to reduce the spread of infectious diseases like meningococcal disease. In New Zealand, 30% of the admissions for infectious diseases are children.", "cite_spans": [], "ref_spans": [], "section": "Income-Related Rents on State Houses"}, {"text": "Overcrowding in poor households and the poor quality of some houses are considered to be major causes. The Healthy Housing programme involves extending existing houses for large families, adding bathrooms, bedrooms and other living space, and improving ventilation and insulation. In the 18-month pilot period to June 2002, work had been completed on 619 properties, including 119 that had bathrooms added. In 2002/03 the annual target is for 76 extensions and nine design improvements (HNZC 2002a) . This is a \"non-silo\", innovative way of addressing serious health, housing and poverty problems, which indicates a significant new approach to policy implementation in this area.", "cite_spans": [{"start": 486, "end": 498, "text": "(HNZC 2002a)", "ref_id": null}], "ref_spans": [], "section": "Income-Related Rents on State Houses"}, {"text": "The income-related rents policy, however, did not deal with all those in housing need. The waiting list for state houses is currently 11,627, of which 4,587 have been assessed as being in the top two categories of severe or significant persistent housing need (HNZC 2003a) . There were also 280,706 households receiving the Accommodation Supplement in December 2002 because their housing outgoings, either renting or mortgaging, are considered to be disproportionately large in relation to their household income (Work and Income 2003b). Nevertheless, the policy of income-related rents on state houses has been a major anti-poverty initiative that initially relieved the considerable financial stress and/or housing instability for more than 54,000 households. As it continues, with some families improving their employment situation and moving out of state housing and as the ongoing building and acquisition programme increases the number of houses, more households will be able to take advantage of income-related rents.", "cite_spans": [{"start": 260, "end": 272, "text": "(HNZC 2003a)", "ref_id": null}], "ref_spans": [], "section": "Income-Related Rents on State Houses"}, {"text": "The Labour-Alliance coalition came into office in 1999 promising active labour market policies that encouraged innovation, higher skill levels and further development of tourism, regional development and the export sector.", "cite_spans": [], "ref_spans": [], "section": "Promoting an Employment-Rich Economy and Reducing Unemployment"}, {"text": "Most particularly, they wanted job-rich growth. Removing the barriers to employment through education, up-skilling, case management, work plans, reducing abatement disincentives, introducing more protective labour relations legislation, and reinvigorating the apprenticeship training scheme were also critical to the strategy. Particular investment was focused on Mäori and Pacific employment and capacity-building initiatives Employment-rich economic development was promoted as being critical to both the country's success in lifting living standards in a modern global market as well as to addressing social equity issues. Developing the capacity of the economy to provide greater sustainable employment would enable unemployed people to move off welfare and out of poverty. The aim was to lift living standards, encourage equity and participation, lower welfare costs, increase independence and create more tax payers. This also involved issues concerning the quality of employment, its sustainability, and wage levels. The employment strategy was, among other things, an anti-poverty policy.", "cite_spans": [], "ref_spans": [], "section": "Promoting an Employment-Rich Economy and Reducing Unemployment"}, {"text": "The most recent data suggest the strategy has met with some success. GDP growth sits at 4.4%, the highest figure in eight years (SNZ 2003a). 12 For example:", "cite_spans": [], "ref_spans": [], "section": "Promoting an Employment-Rich Economy and Reducing Unemployment"}, {"text": "• Unemployment is down to 4.9%, the lowest figure since 1988.", "cite_spans": [], "ref_spans": [], "section": "Promoting an Employment-Rich Economy and Reducing Unemployment"}, {"text": "• New Zealand's unemployment rate is lower than that of the United Kingdom (5.1%), the United States (6.0%), Australia (6.2%) and Canada (7.5%).", "cite_spans": [], "ref_spans": [], "section": "Promoting an Employment-Rich Economy and Reducing Unemployment"}, {"text": "• Mäori unemployment is down from 19.5% in 1998 to 11.4%.", "cite_spans": [], "ref_spans": [], "section": "Promoting an Employment-Rich Economy and Reducing Unemployment"}, {"text": "• Pacific unemployment is down from 13.3% in 1998 to 8.2%.", "cite_spans": [], "ref_spans": [], "section": "Promoting an Employment-Rich Economy and Reducing Unemployment"}, {"text": "• During the last year the number of jobless people fell by 11,000.", "cite_spans": [], "ref_spans": [], "section": "Promoting an Employment-Rich Economy and Reducing Unemployment"}, {"text": "• Total job numbers have increased for the last 10 consecutive quarters.", "cite_spans": [], "ref_spans": [], "section": "Promoting an Employment-Rich Economy and Reducing Unemployment"}, {"text": "• In the last year there has been a net increase of 44,000 jobs, lifting employment levels by 2.4% (SNZ 2003b).", "cite_spans": [], "ref_spans": [], "section": "Promoting an Employment-Rich Economy and Reducing Unemployment"}, {"text": "Interestingly, employment growth has occurred across the whole economy. It has also served to lower welfare recipient numbers, as one would expect. For example:", "cite_spans": [], "ref_spans": [], "section": "Promoting an Employment-Rich Economy and Reducing Unemployment"}, {"text": "• Welfare benefit numbers have reduced by over 40,000 since 1999, and by over 62,000 if the sickness and invalid benefits are removed.", "cite_spans": [], "ref_spans": [], "section": "Promoting an Employment-Rich Economy and Reducing Unemployment"}, {"text": "• The percentage of the working-age population receiving an income-tested benefit has reduced from 15.9% in 1999 to 14.4% (derived from Work and Income 2003a).", "cite_spans": [], "ref_spans": [], "section": "Promoting an Employment-Rich Economy and Reducing Unemployment"}, {"text": "Despite these improvements, there are still challenges. Although Mäori and Pacific unemployment rates have reduced, they are disproportionately high. Employment conditions were favourable when the Labour-Alliance government took office, with high commodity prices for our primary products. The percentage reduction in benefit numbers is substantial but modest. Nevertheless, the employment and welfare data taken as a whole offer a consistent picture of employment growth and welfare reduction. GDP rates have continued to improve despite the increasing value of the New Zealand dollar, the downturn in international markets since the 11 September attacks in the US and a lower return for our primary products. The consistency is impressive. Its sustainability however, will depend on ongoing job-rich growth through the economic cycles, which would demonstrate a systemic change.", "cite_spans": [], "ref_spans": [], "section": "Promoting an Employment-Rich Economy and Reducing Unemployment"}, {"text": "A quite radical realignment of primary healthcare has recently begun. Its character and focus are described by the Ministry of Health 2003a) as:", "cite_spans": [], "ref_spans": [], "section": "The Primary Health Care Strategy"}, {"text": "• a greater emphasis on population health, health promotion and preventative care;", "cite_spans": [], "ref_spans": [], "section": "The Primary Health Care Strategy"}, {"text": "• community involvement;", "cite_spans": [], "ref_spans": [], "section": "The Primary Health Care Strategy"}, {"text": "• involving a range of professionals and encouraging multidisciplinary approaches to decision making;", "cite_spans": [], "ref_spans": [], "section": "The Primary Health Care Strategy"}, {"text": "• improving accessibility, affordability and appropriateness of services;", "cite_spans": [], "ref_spans": [], "section": "The Primary Health Care Strategy"}, {"text": "• improving co-ordination and continuity of care; and", "cite_spans": [], "ref_spans": [], "section": "The Primary Health Care Strategy"}, {"text": "• providing and funding services according to the population's need as opposed to fee for services when people are unwell.", "cite_spans": [], "ref_spans": [], "section": "The Primary Health Care Strategy"}, {"text": "The strategy was designed to overcome the substantial barriers households on lower incomes have when accessing first-contact primary care services, particularly general practitioners. The strategy aims to improve health overall and reduce health inequalities. Over the next ten years the Government plans to move to a system that provides low-cost access and an increased range of primary healthcare services for all.", "cite_spans": [], "ref_spans": [], "section": "The Primary Health Care Strategy"}, {"text": "As part of the policy to reduce health inequities, funding weightings will favour PHOs where 50% or greater of the enrolled population is Mäori or Pacific. The funding formula will also favour PHOs in the highest areas of deprivation areas: those classified Deprivation 9/10 in the NZDep96 Index (Crampton et al. 2000) . Implementation began in 2003. For this year $50 million has been provided to \"Access\" fund for the first PHOs. Over the next two years a further $360 million will be provided to phase in many more PHOs (Ministry of Health 2003b) .", "cite_spans": [{"start": 296, "end": 318, "text": "(Crampton et al. 2000)", "ref_id": "BIBREF6"}, {"start": 523, "end": 549, "text": "(Ministry of Health 2003b)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "The Primary Health Care Strategy"}, {"text": "This is an anti-poverty health strategy, aimed at achieving better health outcomes by addressing the unaffordable access to primary health services that many low-income households experience (Waldegrave et al., 1999) . To be funded by the Access formula, the PHO will have to commit to low patient fees and an agreed maximum fee. These will not be set centrally but agreed to between the PHO and the local District Health Board (DHB). Children under six will continue to receive free treatment. For the rest of the population, most DHBs and PHOs have agreed to maximums of between $10 and $15. The Auckland DHB, for example, has set a maximum of $10, while Waitemata and Counties have set their maximum at $15. However, Rotorua has gone and set $20, but this is not typical. PHOs are able to charge less. Currently the average cost of a visit to a general practitioner in New Zealand ranges between $45 and $55, with a $15 reduction if the patient possesses a Community Services Card.", "cite_spans": [{"start": 191, "end": 216, "text": "(Waldegrave et al., 1999)", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "The Primary Health Care Strategy"}, {"text": "It is too early to assess the effectiveness of the new strategy, but it should be noted that unlike most health initiatives in New Zealand, this one has been designed specifically to address the socio-economic determinants of health. Its approach to inequality is quite radical and its design is clearly aimed at increasing access to health services for poor people. Although providing targeted services at first, the strategy will become universal over an eight-to tenyear period.", "cite_spans": [], "ref_spans": [], "section": "The Primary Health Care Strategy"}, {"text": "The current Government has committed itself to addressing the rates and thresholds of Family Support payments and associated Family Tax Credits. These moves have been designed to overcome the systemic problems they inherited, whereby the rates and thresholds declined annually because they were not indexed against inflation. Since 1998, when Family Support was last adjusted, the decline in the real value of the transfer has been 5.5% (MSD 2002) , reducing fiscal expenditure by around $200 million for Family Support alone.", "cite_spans": [{"start": 437, "end": 447, "text": "(MSD 2002)", "ref_id": null}], "ref_spans": [], "section": "Income Support to Reduce Child Poverty"}, {"text": "These transfers (Family Support and Family Tax Credits) are the main mechanisms through which the costs of children in low-income households are offset. It is not surprising that there has been a 16% increase in Special Needs Grants in the past two years despite lower benefit numbers and increased employment (MSD 2002) . Likewise, the numbers of Special Benefit recipients have leapt 67% and the costs 64% during the last three years (derived from Work and Income 2003c). 13 There are two issues that require addressing as a consequence: the decline in value of these tax and benefit transfers, and the need to index against inflation to ensure the same decline will not occur in the future.", "cite_spans": [{"start": 310, "end": 320, "text": "(MSD 2002)", "ref_id": null}], "ref_spans": [], "section": "Income Support to Reduce Child Poverty"}, {"text": "Because of the large number of children below the poverty threshold in New Zealand, action in this area is very important. Throughout the 1990s, the NZPMP consistently reported a third of children to be below the threshold and pointed out that poverty increases with family size. (Krishnan et al. 2002) . The Child Poverty Action Group (CPAG) has repeatedly highlighted the broad dimensions of child poverty across a full range of policy areas and strongly recommended indexing all child payments against inflation (CPAG 2001 (CPAG , 2003 . In a major cross-country study Stephens noted the lack of generosity of child payments in the New Zealand welfare system when compared with other OECD countries (Stephens and Bradshaw 1995, Stephens 2003) . Moreover, the UNICEF report on New Zealand children painted a comprehensively grim picture of the impact of poverty and the vulnerability of children since the mid-1980s (Blaiklock et al. 2002) .", "cite_spans": [{"start": 280, "end": 302, "text": "(Krishnan et al. 2002)", "ref_id": "BIBREF19"}, {"start": 515, "end": 525, "text": "(CPAG 2001", "ref_id": null}, {"start": 526, "end": 538, "text": "(CPAG , 2003", "ref_id": null}, {"start": 702, "end": 715, "text": "(Stephens and", "ref_id": "BIBREF32"}, {"start": 716, "end": 745, "text": "Bradshaw 1995, Stephens 2003)", "ref_id": null}, {"start": 918, "end": 941, "text": "(Blaiklock et al. 2002)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Income Support to Reduce Child Poverty"}, {"text": "Although the Government has indicated it will act on the level of child supplements in its 2004 budget, the extent to which it will address these problems is not yet clear. This initiative will be competing with other priorities, like health and education. If the decision is to invest generously, the reduction in the incidence and levels of child poverty will be substantial. The cost to restore Family Support payments to their 1998 level will be around $55 million alone, with the cost to index them and other Family Tax Credits on top of that.", "cite_spans": [], "ref_spans": [], "section": "Income Support to Reduce Child Poverty"}, {"text": "Just prior to the 2003 Budget, the Minister of Finance stated that if the economy continued to perform well next year, the Government would be able to put an extra $400-500 million into the pockets of poorer families (Dominion Post 8 May 2003). Though not a firm commitment, the statement is indicative of the Government's intention. This level of injection of income for poor families with children would substantially reduce current child poverty levels.", "cite_spans": [], "ref_spans": [], "section": "Income Support to Reduce Child Poverty"}, {"text": "Action to restore these tax and benefit transfers to their previous levels will not completely solve the child poverty problem in New Zealand. However, it would provide a more secure foundation for children and their families to succeed in education and employment. Indexation will ensure that gains in well-being are not lost over time.", "cite_spans": [], "ref_spans": [], "section": "Income Support to Reduce Child Poverty"}, {"text": "While the five major anti-poverty initiatives assessed above can be expected to achieve a reduction in poverty for many New Zealand households, there are many challenges left. In this section a few brief pointers to the critical areas remaining will be outlined.", "cite_spans": [], "ref_spans": [], "section": "The Policy Challenges Remaining"}, {"text": "Affordable housing of adequate quality is vital for the well-being of low-income households. Over the last decade, the NZPMP budget-setting focus groups have consistently indicated that housing is the largest budget item. Housing is usually the first paid item and the quality of other essential goods and services, including food and health care, depends on the residual amount.", "cite_spans": [], "ref_spans": [], "section": "Housing"}, {"text": "The income-related rents policy has been successful in relieving financial pressures for those fortunate enough to be an HNZC tenant. There are many households in need, however, who are outside that delivery mechanism, with almost half of those on the state rental waiting list having been assessed in the top two categories of severe or significant persistent housing need (HNZC 2003b) . Over 20% of households receive the Accommodation Supplement. Its formula ensures that most housing costs are well over 30% of income, leaving insufficient residual income to pay for other essential non-housing costs. Many in the cities pay over 40% of their income after receiving the Accommodation Supplement, on housing.", "cite_spans": [{"start": 374, "end": 386, "text": "(HNZC 2003b)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Housing"}, {"text": "The Accommodation Supplement has become the primary vehicle for state assistance for low-income families with high market-based housing costs. Too much pressure is placed on this single blunt instrument and the cost to the state is around $700 million a year (Work and Income 2003c). It is often perceived to be as much a subsidy to landlords as to tenants. Furthermore, it does not help households gather sufficient capital to graduate to a mortgage, 14 leaving many of them vulnerable to a rental market that by international standards is not protective of long-term tenure.", "cite_spans": [], "ref_spans": [], "section": "Housing"}, {"text": "There is a need to develop a broader range of policy instruments, both around affordable home ownership and in the non-profit sector for rental housing with community and non-government partnerships. Home ownership in New Zealand has dropped 6 percentage points in a decade, from 73.8% in 1991 to 67.8% in 2001 67.8% in (HNZC 2002b . Creative home ownership schemes including rent-to-buy arrangements, mortgage guarantees and top-ups, and HNZCbrokered bulk mortgage agreements with mainstream lenders, could be developed. Home ownership is not a solution for everyone, but many lowincome households would prefer to be home-owners. Home ownership often provides an accruing asset that changes people's perceptions about themselves in positive and independent ways. It also has the extra advantage of providing freehold ownership in later years when most senior citizens are not part of the work force.", "cite_spans": [{"start": 297, "end": 310, "text": "67.8% in 2001", "ref_id": null}, {"start": 311, "end": 331, "text": "67.8% in (HNZC 2002b", "ref_id": null}], "ref_spans": [], "section": "Housing"}, {"text": "NGO partnerships with HNZC could create an alternative not-for-profit rental sector. Local authorities, iwi and hapu organisations, the churches and larger NGOs are often prepared to share assets and services if they are well supported. These partnerships can save governments large amounts of money and provide well-run, personal housing services. The just released HNZC New Zealand Housing Strategy (2002b) contains a raft of creative policy suggestions from stakeholders, including home ownership options and community/ NGO/HNZC partnerships. Table 3 sets out information on the incidence and severity of poverty to the year 2000 for children and adults under 65 years. The figures convey the downstream impacts of the poverty-inducing 1991 Budget, especially the combination of substantial benefit cuts and market rents on state houses. The failure to address the escalating housing crisis of the 1990s, particularly in Auckland, as rental costs spiralled, further impoverished families with dependent children.", "cite_spans": [], "ref_spans": [{"start": 546, "end": 553, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Housing"}, {"text": "Remedying the systemic problems of child supplement transfers, as the Government plans to next year, will certainly relieve many low-income households of much financial pressure, but it will not solve the total poverty problem for many of them. As Table 3 illustrates, the depth of poverty is in marked contrast to that of the superannuitants.", "cite_spans": [], "ref_spans": [{"start": 248, "end": 255, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Income Support"}, {"text": "Poverty impacts negatively on children's health, their educational opportunities, their long term development and their feelings about themselves and society. There will need to be further income support initiatives for them and their families to overcome the compounding effects of the last decade of underfunding. This is particularly appropriate if the goals of participation, equity and an inclusive economy continue to be pursued. Children are vulnerable and they require an equitable start in life that is secure and free from poverty if they are to be expected to develop the resilient skills required for the labour market in a successful modern economy.", "cite_spans": [], "ref_spans": [], "section": "Income Support"}, {"text": "New Zealand superannuation offers a model of a comprehensive policy that addresses the issues of equity and sustainability in a transparent and logical manner. The rest of our benefit system is quite inadequate by comparison. The system has historically set levels for payments that have no logical relationship to costs. The budget setting work in the NZPMP indicates that benefit levels bear little relationship to the actual minimal costs households have to bear for food, housing, power, transport, health etc. (Waldegrave et al. 1996) . There is a need for greater transparency that relates income support clearly to the minimum adequate costs families face.", "cite_spans": [{"start": 515, "end": 539, "text": "(Waldegrave et al. 1996)", "ref_id": null}], "ref_spans": [], "section": "Income Support"}, {"text": "New Zealand superannuation now just satisfies the minimum adequate expenditure level. It would be fiscally unaffordable, and therefore unsustainable, to quickly lift the whole benefit system above the poverty line in the same manner. The goal should be to lift the value of income support over time, through a mixture of tax and benefit initiatives, to cover the minimum adequate costs a household faces in a transparent manner. A policy goal such as this would require a definition of \"minimum adequate costs\", budget and living standards research, and an informed public discussion on adequate entitlement. A logical system could be incrementally developed over time that could be expected to be as comprehensive as New Zealand superannuation. This does not necessarily mean it would pay the same amounts, but the same principles of adequacy and sustainability would be addressed. It could be phased in over time in much the same manner as the Primary Health Care Strategy and for the same reasons, those of affordability. Thus New Zealand superannuation functions as a benchmark for the entire benefit system.", "cite_spans": [], "ref_spans": [], "section": "Income Support"}, {"text": "Although there has been commendable progress in the training and employment areas, there are further initiatives that could encourage better synergies between businesses and other enterprises that create jobs, and the training and the educational levels of those who are to be employed. These initiatives would impact on long-term poverty. Flexibilities and synergies also need to be better developed between social, educational and economic Ministries in the public sector, as well as between these Ministries and the corporate and business sectors on the one hand, and significant community organisations and cultural groups on the other.", "cite_spans": [], "ref_spans": [], "section": "Education, Training and Community Support"}, {"text": "Designated individuals in the three parts of the public sector could liaise with the corporate, business and service sectors, identifying where they are investing over the next years and where they would invest if we had the educational and training skills to support it. The information needs to be open and shared across the Ministries, enabling them to develop a reliable forecast of economic direction and a broad training and educational strategy to support and enrich that direction.", "cite_spans": [], "ref_spans": [], "section": "Education, Training and Community Support"}, {"text": "A strategy would then have to be developed that scoped the needs of school leavers, new entrants to the labour market and people not succeeding in employment, to enable the development of appropriate training and education courses, and could be expected to prepare them for the actual and anticipated developments in the market. Strategies that will build respect for education, books, creativity, technology and success in communities that have been alienated from mainstream values would also be critical to the process. Cultural foci, particularly the engagement of Maori and Pacific communities sharing in the development of the strategies, would be essential.", "cite_spans": [], "ref_spans": [], "section": "Education, Training and Community Support"}, {"text": "A non-silo, holistic, practical approach to lift the skills and educational capacity of communities in line with developments in the economy through highquality relevant training and education would lift the country's labour market capacity. Catch-up education would need to be a central aspect of the approach. Likewise, openness and cooperation between Ministries and partnerships with significant non-government individuals, organisations and cultural entities in the social and economic sectors would be essential. This is not to suggest that this does not happen at all now, but rather that it does not take place in a comprehensive manner within an overarching strategy.", "cite_spans": [], "ref_spans": [], "section": "Education, Training and Community Support"}, {"text": "A balanced and committed strategy of this type that developed a broad base of community and national support could be expected to lift both the economic and the social capacity of the country, providing more sustainable jobs and reducing the number of benefit recipients.", "cite_spans": [], "ref_spans": [], "section": "Education, Training and Community Support"}, {"text": "The anti-poverty policies initiated by the two Labour-led coalitions from 1999 onwards are substantial, as the available evidence set out in this paper indicates. They represent the first official set of major anti-poverty strategies in New Zealand since the early 1970s, and particularly since the country has been fully opened to global markets. The three that have been fully implemented -New Zealand superannuation, income-related rents on state houses and the promotion of an employment-rich economy with reducing unemploymenthave been particularly successful in what they set out to achieve. Superannuation is both adequate and sustainable, rents for state houses are affordable, and GDP growth and employment have increased incrementally as unemployment and benefit numbers have decreased.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The Primary Health Care Strategy is an innovative and exciting anti-poverty initiative that is still in its infancy and not yet able to be fully assessed. However, it will certainly increase access to primary health care, reach the most disadvantaged groups and eventually should provide affordable primary health care to all New Zealanders. The planned income support initiatives to reduce child poverty have yet to be spelt out. While they cannot be assessed at this stage, the commitment to address the rates, thresholds and indexing of the key monetary transfers for children next year is the most important future antipoverty initiative.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "While acknowledging these achievements, there are still pressing challenges ahead if New Zealand aims to reduce and eventually eliminate poverty. The focal areas for creative policy development priorities lie in housing for lowincome households not in state houses, including home ownership, income support for poor households aged under 65 years, particularly those with children, and a multi-sector approach to the development of relevant education and training that will lift the country's economic and social capacity. The latter will need to be carried out in a culturally informed manner in partnership with M_ori and Pacific social policy leaders.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "There will always be debate about whether one particular policy like superannuation should be so well resourced when another like housing has only fully addressed one sector of the low-income housing market. Likewise, there will be debate as to whether or not a government should continue to create large fiscal surpluses each year when there are still people below the poverty threshold. These are choices redistributive governments have to make. Those who work in the community, who see much of the pain low-income families experience, want major investments quickly into these social policy areas. Many others in the trade, commerce and servicing sectors, while accepting most aspects of funding public policy and services, seem to become resistant to further investment.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The Labour-led coalitions have addressed the critical areas of poverty in New Zealand. Their approach has been broad-based, involving a mix of financial assistance, active labour market initiatives and in-kind housing and health transfers. They have developed an integrated redistributive programme that they are delivering in an incremental and measured way. To date they still have the broad base of the New Zealand public behind their policy choices (National Business Review 4 April 2003), which will enable them to continue that policy direction and take up many of the remaining challenges if they choose. Nevertheless, some will argue more could have been achieved or different priorities should have been focused on. That debate is the essence of social policy.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Waldegrave, C., S. Stuart and R. Stephens (1996) ", "cite_spans": [{"start": 33, "end": 48, "text": "Stephens (1996)", "ref_id": null}], "ref_spans": [], "section": "Conclusion"}, {"text": "The evidence is restricted to the available data early in 2003. When the Household Economic Survey (HES) and the Ministry of Social Development's Economic Living Standards Index (ELSI) (Krishnan et al. 2002) can be applied to the full implementation of the new social and economic policies, a more robust assessment can be made.", "cite_spans": [{"start": 185, "end": 207, "text": "(Krishnan et al. 2002)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Endnotes 1"}, {"text": "The debate is more than semantic. The approach adopted not only affects to varying degrees the reported incidence of poverty at a population and sub-group level, but also leads to there being significantly different sets of citizens identified as poor. See Perry (2002) for a recent review of the \"mismatch\" and related conceptual issues.", "cite_spans": [{"start": 257, "end": 269, "text": "Perry (2002)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "2"}, {"text": "The 60% threshold is not fixed. Substantial policy changes or a major economic shift could be expected to lead to different focus group results for the level of a minimum adequate income and a consequent different percentage of the median.", "cite_spans": [], "ref_spans": [], "section": "3"}, {"text": "The focus groups indicated that costs in Auckland were a little above the line and those in rural areas somewhat below it, but these distinctions could not be shown in the Household Economic Survey data.", "cite_spans": [], "ref_spans": [], "section": "4"}, {"text": "These data are cross-sectional for each year. It is not a longitudinal study that could measure the dynamics of those in poverty and inform us of how many different people move in and out of poverty each year.", "cite_spans": [], "ref_spans": [], "section": "4"}, {"text": "It should be noted, though, that some adjustments were made to benefit supplements during a period of economic growth in the mid-1990s, which led to a marginal reduction in poverty at that time. Furthermore, visits of children under six years to a general practitioner became free of charge in 1996.", "cite_spans": [], "ref_spans": [], "section": "6"}, {"text": "The living standards of older New Zealanders research showed that the elderly renting Housing NZ houses actually paid more than those in the private sector (Fergusson et al. 2001:51) . The HES database showed that the proportion of households on the lowest incomes (bottom 20%) who were paying 30% or more of their income in rent increased from 28% in 1991 to 44% in 1998 (Mowbray 2001:42) .", "cite_spans": [{"start": 156, "end": 182, "text": "(Fergusson et al. 2001:51)", "ref_id": null}, {"start": 372, "end": 389, "text": "(Mowbray 2001:42)", "ref_id": null}], "ref_spans": [], "section": "7"}, {"text": "The Accommodation Supplement thresholds have likewise not been adjusted, compounding the problem.", "cite_spans": [], "ref_spans": [], "section": "8"}, {"text": "There has been some discussion by researchers and advocates about whether New Zealand Superannuation should have been addressed prior to the needs of poor households with children. The order of policy change is certainly debatable. The Government argues that many lowincome families have been helped directly by the income-related rents policy, the active labour market policies and the public health strategy. Furthermore, they say most younger families still have the opportunity to improve their situation, whereas most of the elderly have completed their working years and do not have that possibility. The opposing argument states that although income for the elderly had started to deteriorate, it was still well above that for poor families and it would have been wiser to begin with them. Prioritising the needs of one group over another is always very difficult. From the perspective of these authors, the overall balance of policy mix is very important and that is addressed in the five policies highlighted in this paper. Unfortunately some have to take priority, and arresting the fall in the value of superannuation restored the only government social assistance payment that was previously above the poverty line. That has preserved a benchmark in terms of adequacy and sustainability, which we argue should be applied to the whole benefit system.", "cite_spans": [], "ref_spans": [], "section": "9"}, {"text": "The process of standardizing HES to the census population rather than using the HES sample resulted in a small rise in median earnings and a consequential rise in the measured poverty incidence from 20% in 1997 (Stephens and Waldegrave 2001) to 30%, as set out here. The average poverty gap, though, was only a few dollars.", "cite_spans": [{"start": 211, "end": 241, "text": "(Stephens and Waldegrave 2001)", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "10"}, {"text": "It should be noted that the introduction of income-related rents was accompanied by a new social allocation methodology that better targeted needy people instead of simply relying on who could afford to pay the previously high rents on HNZ properties.", "cite_spans": [], "ref_spans": [], "section": "11"}, {"text": "Some caution needs to be taken concerning future projections given the impacts of the war in Iraq, the Severe Acute Respiratory Syndrome (SARS) virus and the high level of the New Zealand dollar.", "cite_spans": [], "ref_spans": [], "section": "12"}, {"text": "The research and advocacy of the Wellington Downtown Community Ministry group has contributed to the increased awareness and uptake of this supplementary benefit (Howell et al. 2000) . The increased uptake has also been affected by the non-indexation of the Accommodation Supplement cap.", "cite_spans": [{"start": 162, "end": 182, "text": "(Howell et al. 2000)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "13"}, {"text": "14 Although the Accommodation Supplement can be paid to home-owners with a mortgage, it is insufficient by itself, because of its formula, to help people save for a deposit.", "cite_spans": [], "ref_spans": [], "section": "13"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Budget policy statement\" 9 December, The Treasury", "authors": [{"first": "Hon", "middle": ["W"], "last": "Birch", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "When the invisible hand rocks the cradle: New Zealand children in a time of change", "authors": [{"first": "A", "middle": [], "last": "Blaiklock", "suffix": ""}, {"first": "C", "middle": [], "last": "Kiro", "suffix": ""}, {"first": "M", "middle": [], "last": "Belgrave", "suffix": ""}, {"first": "W", "middle": [], "last": "Low", "suffix": ""}, {"first": "E", "middle": [], "last": "Davenport", "suffix": ""}, {"first": "I", "middle": [], "last": "Hassall", "suffix": ""}], "year": 2002, "venue": "Innocenti Working Papers", "volume": "93", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Speech from the throne", "authors": [{"first": "Dame", "middle": ["S"], "last": "Cartwright", "suffix": ""}], "year": 2002, "venue": "", "volume": "27", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Family Financial Assistance 1986-2002 Backgrounder, revised, Child Poverty Action", "authors": [], "year": 2001, "venue": "Child Poverty Action", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Submission Relating to the Budget Policy Statement", "authors": [], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Prime Minister's speech to address-in-reply debate", "authors": [{"first": "Rt", "middle": [], "last": "Clark", "suffix": ""}, {"first": "", "middle": [], "last": "Hon", "suffix": ""}, {"first": "", "middle": [], "last": "Helen", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Degrees of Deprivation in New Zealand: An Atlas of Socioeconomic Difference", "authors": [{"first": "P", "middle": [], "last": "Crampton", "suffix": ""}, {"first": "C", "middle": [], "last": "Salmond", "suffix": ""}, {"first": "J", "middle": [], "last": "Kirkpatrick", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Budget speech", "authors": [{"first": "Hon", "middle": ["M"], "last": "Cullen", "suffix": ""}], "year": 2002, "venue": "Treasury, Wellington", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Employment Strategy: Progress to Date", "authors": [], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Department of Social Security (1993) Households Below Average Incomes: a Statistical Analysis", "authors": [], "year": 1979, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Living Standards of Older New Zealanders", "authors": [{"first": "D", "middle": [], "last": "Fergusson", "suffix": ""}, {"first": "B", "middle": [], "last": "Hong", "suffix": ""}, {"first": "J", "middle": [], "last": "Horwood", "suffix": ""}, {"first": "J", "middle": [], "last": "Jensen", "suffix": ""}, {"first": "P", "middle": [], "last": "Travers", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Statistics, Office of the Minister of Housing", "authors": [{"first": "Hon", "middle": ["M"], "last": "Gosche", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "HNZC 2001/02 Annual Report, Housing New Zealand Corporation", "authors": [], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "New Zealand Housing Strategy: Reports from Stakeholders, Housing New Zealand Corporation", "authors": [], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "HNZC Asset Management Plan", "authors": [], "year": 2002, "venue": "HNZC", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Housing New Zealand Corporation", "authors": [{"first": "", "middle": [], "last": "Hnzc", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Rental Homes", "authors": [{"first": "", "middle": [], "last": "Hnzc", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Still Missing Out, Downtown Community Ministry", "authors": [{"first": "G", "middle": [], "last": "Howell", "suffix": ""}, {"first": "D", "middle": [], "last": "Simmers", "suffix": ""}, {"first": "G", "middle": [], "last": "Hackwell", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Implementing the Primary Health Care Strategy and improving access to primary health care services\" Memorandum to Social Policy and Health Committee", "authors": [{"first": "Hon", "middle": ["A"], "last": "King", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "New Zealand Living Standards", "authors": [{"first": "V", "middle": [], "last": "Krishnan", "suffix": ""}, {"first": "J", "middle": [], "last": "Jensen", "suffix": ""}, {"first": "S", "middle": [], "last": "Ballantyne", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "N.Z. budget slashes into welfare state, cuts spending", "authors": [{"first": "S", "middle": [], "last": "Louisson", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Financing New Zealand Superannuation\" Treasury Working Paper 01/20, The Treasury, Wellington. Ministry of Health", "authors": [{"first": "B", "middle": [], "last": "Mcculloch", "suffix": ""}, {"first": "J", "middle": [], "last": "Frances", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "NZ Superannuation Weekly Rates: Benefit Rates on or after", "authors": [{"first": "", "middle": [], "last": "Ministry", "suffix": ""}, {"first": "", "middle": [], "last": "Health", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Briefing to the Incoming Minister", "authors": [], "year": 2002, "venue": "Ministry of Social Development", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Unpublished proposal to Ministers\" Ministry of Social Policy", "authors": [], "year": 1998, "venue": "Ministry of Social Policy", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Distributions and Disparity: New Zealand Household Incomes", "authors": [{"first": "M", "middle": [], "last": "Mowbray", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "The mismatch between income measures and direct outcome measures of poverty", "authors": [{"first": "B", "middle": [], "last": "Perry", "suffix": ""}], "year": 2002, "venue": "Social Policy Journal of New Zealand", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Demographic Trends", "authors": [{"first": "", "middle": [], "last": "Snz", "suffix": ""}], "year": 2001, "venue": "Statistics", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "New Zealand Superannuation receivers for the year ended", "authors": [{"first": "", "middle": [], "last": "Snz", "suffix": ""}], "year": 2001, "venue": "Household Economic Survey, Statistics", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Gross Domestic Product", "authors": [{"first": "", "middle": [], "last": "Snz", "suffix": ""}], "year": 2002, "venue": "Statistics", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Household Labour Force Survey", "authors": [{"first": "", "middle": [], "last": "Snz", "suffix": ""}], "year": 2002, "venue": "Statistics", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "National population estimates", "authors": [{"first": "", "middle": [], "last": "Snz", "suffix": ""}], "year": 2002, "venue": "Statistics", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "The level of financial assistance to families with dependent children: a comparative analysis", "authors": [{"first": "R", "middle": [], "last": "Stephens", "suffix": ""}], "year": 2003, "venue": "Social Policy Journal of New Zealand", "volume": "20", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "The generosity of New Zealand's assistance to families", "authors": [{"first": "R", "middle": [], "last": "Stephens", "suffix": ""}, {"first": "J", "middle": [], "last": "Bradshaw", "suffix": ""}], "year": 1995, "venue": "Social Policy Journal of New Zealand", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "The effectiveness of the transfer and tax system in reducing poverty in 1998", "authors": [{"first": "R", "middle": [], "last": "Stephens", "suffix": ""}, {"first": "C", "middle": [], "last": "Waldegrave", "suffix": ""}, {"first": "C", "middle": [], "last": "", "suffix": ""}], "year": 2001, "venue": "Social Policy Journal of New Zealand", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Measuring poverty in New Zealand", "authors": [{"first": "R", "middle": [], "last": "Stephens", "suffix": ""}, {"first": "C", "middle": [], "last": "Waldegrave", "suffix": ""}, {"first": "P", "middle": [], "last": "Frater", "suffix": ""}], "year": 1995, "venue": "Social Policy Journal of New Zealand", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Below the line: an analysis of income poverty in New Zealand, 1984-1998\" Graduate School of Business and Government Management Working Paper 2/00", "authors": [{"first": "R", "middle": [], "last": "Stephens", "suffix": ""}, {"first": "C", "middle": [], "last": "Waldegrave", "suffix": ""}, {"first": "P", "middle": [], "last": "Frater", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Budget Economic and Fiscal Update", "authors": [{"first": "", "middle": [], "last": "Treasury", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Assessing the impacts of the New Zealand housing reforms during the 1990s", "authors": [{"first": "C", "middle": [], "last": "Waldegrave", "suffix": ""}], "year": 2000, "venue": "Ministry of Social Policy Seminar Series", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "An overview of research on poverty in New Zealand", "authors": [{"first": "C", "middle": [], "last": "Waldegrave", "suffix": ""}, {"first": "P", "middle": [], "last": "Frater", "suffix": ""}, {"first": "R", "middle": [], "last": "Stephens", "suffix": ""}], "year": 1997, "venue": "New Zealand Sociology", "volume": "12", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "The Monetary Constraints and Consumer Behaviour in New Zealand Low Income Households, The Family Centre Social Policy Research Unit", "authors": [{"first": "C", "middle": [], "last": "Waldegrave", "suffix": ""}, {"first": "P", "middle": [], "last": "King", "suffix": ""}, {"first": "S", "middle": [], "last": "Stuart", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Poverty: the litmus test of social and economic policy failure", "authors": [{"first": "C", "middle": [], "last": "Waldegrave", "suffix": ""}, {"first": "R", "middle": [], "last": "Stephens", "suffix": ""}], "year": 2000, "venue": "Proceedings of the Second Biennial Aotearoa New Zealand International Development Studies Network", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Incidence and Severity of Poverty, After Adjusting for HousingCosts, 1993Costs,  , 1998 Source: Calculated from NZPMP data base. Note: The poverty line is 60% median, equivalent, disposable household income.", "latex": null, "type": "table"}, "TABREF1": {"text": "Incidence and Severity of Poverty, by Housing Tenure, 1998", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Tenure </td><td>Incidence </td><td>Structure (%) (%) </td><td>Poverty\n</td></tr><tr><td> </td><td> </td><td> </td><td>Gap ($m)\n</td></tr><tr><td>Owned </td><td>Before Adjusting for Housing Costs\n</td></tr><tr><td>With mortgage 8.4 </td><td>17.2 </td><td>69.0\n</td></tr><tr><td>No mortgage 15.0 </td><td>38.9 </td><td>139.7\n</td></tr><tr><td>Rented </td><td>HousingNZ 36.9 </td><td>13.4 </td><td>66.5\n</td></tr><tr><td>Employer 14.9 </td><td>2.2 </td><td>3.5\n</td></tr><tr><td>All Tenure </td><td>Private 18.1 </td><td>17.9 </td><td>81.2\n</td></tr><tr><td>15.4 </td><td>100.0 </td><td>400.7\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Incidence and Severity of Poverty, 60% of Median Equivalent Household Disposable Income, People, Adults and Children, 1997 & 2000* (a) Before adjusting for housing costs Efficiency 89.4% 89.0% 76.3% 78.1% 96.4% 99.0% 83.0% 86.3% (b) After adjusting for housing costs Source: NZPMP database. *The HES years involved were 1 April 1997 to 31 March 1998 and 1 July 2000 to 30 June 2001, respectively. Many of the questions and the diary keeping involved 12 months' recall to give annual amounts. The real bases for the two surveys are September 1997 and December 2000. The 2000/01 HES provides data on the higher payment levels for New Zealand superannuation, which began on 1 April 2000, but the income-related rents, introduced 1 December 2000, were too late to be picked up adequately in the 2000/01 HES database.", "latex": null, "type": "table"}, "TABREF3": {"text": "set out the size of the problem the incoming Government inherited. The Ministry of Social Development reached a similar conclusion in both their Briefing to the Incoming Minister (MSD 2002) and their New Zealand Living Standards 2000 report", "latex": null, "type": "table"}, "TABREF4": {"text": "\"Participation in poverty research: drawing on the knowledge of low-income householders to establish an appropriate measure for monitoring social policy impacts\" Social Policy Journal of New Zealand, Issue 7. Work and Income (2003a) \"Numbers on benefits, March 2003\" Ministry of Social Development, Wellington. Work and Income (2003b) \"Quarterly client profile, December 2002\" Ministry of Social Development, Wellington. Work and Income (2003c) \"Unpublished time series data\" Ministry of Social Development, Wellington.", "latex": null, "type": "table"}, "TABREF5": {"text": "Table 1. Incidence and Severity of Poverty, After Adjusting for Housing Costs, 1993, 1998", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Poverty Measure </td><td>Poverty Incidence </td><td>Poverty Reduction </td><td>Poverty Gap\n</td></tr><tr><td>Household </td><td>Individual </td><td>Incidence Poverty </td><td>Aggregate (% poverty\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>gap </td><td>$m </td><td>line)\n</td></tr><tr><td>60% 1993 </td><td>18.5 </td><td>20.5 </td><td>58.1 </td><td>51.3 </td><td>826.45 </td><td>29.7\n</td></tr><tr><td>60% 1998 </td><td>19.3 </td><td>20.6 </td><td>42.9 </td><td>80.5 </td><td>1010.1 </td><td>28.8\n</td></tr></table></body></html>"}, "TABREF6": {"text": "Table 3. Incidence and Severity of Poverty, 60% of Median Equivalent Household Disposable Income, People, Adults and Children, 1997 & 2000*\n(a) Before adjusting for housing costs", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Poverty </td><td>All </td><td>Adults 18-64 </td><td>Adults 65+ </td><td>Children 0-18\n</td></tr><tr><td>Incidence </td><td>1997 </td><td>2000 </td><td>1997 </td><td>2000 </td><td>1997 </td><td>2000 </td><td>1997 </td><td>2000\n</td></tr><tr><td>Market </td><td>28.4 </td><td>27.4 </td><td>18.2 </td><td>18.3 </td><td>76.9 </td><td>71.2 </td><td>30.8 </td><td>29.9\n</td></tr><tr><td>Disposable </td><td>15.7 </td><td>16.3 </td><td>11.0 </td><td>13.2 </td><td>30.0 </td><td>17.9 </td><td>20.5 </td><td>23.9\n</td></tr><tr><td>Efficiency </td><td>44.7% 40.5% </td><td> </td><td>39.6% 27.9% 61.0% 74.9% </td><td> </td><td> </td><td> </td><td>33.4% 20.1%\n</td><td> </td></tr><tr><td>Poverty Gap $m\nMarket </td><td>5,668 </td><td>6,625 </td><td>993 </td><td>1,555 </td><td>3,226 </td><td>3,440 </td><td>1,449 </td><td>1,630\n</td></tr><tr><td>Disposable </td><td>598 </td><td>729 </td><td>235 </td><td>341 </td><td>117 </td><td>34 </td><td>246 </td><td>354\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>Efficiency </td><td>89.4% 89.0% </td><td>76.3% 78.1% 96.4% 99.0% </td><td>83.0% 86.3%\n</td></tr></table></body></html>"}}, "back_matter": []}