{
    "paper_id": "b39b938be5270e76e5fcd713a7e70c41393f9d50",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Pseudomonas aeruginosa by a Wild-Type Bacteriophage with Restricted Specificity for Recipient Strains J. Blahová, K. Králiková, V. Krčméry Sr., N. Bartoníková Antibiotic resistance can be transferred among strains of Pseudomonas aeruginosa by conjugation [1] , transduction by wild-type phages as well as by generalised transducing phages, such as F-116 or G-101 [2] [3] [4] [5] , or by transposition of integrons [6] . While determinants of resistance can be transferred by conjugation from Pseudomonas aeruginosa to, for example, Escherichia coli or Proteus mirabilis recipient strains, transduction by bacteriophages is a species-specific event. Nevertheless, it could be also an important factor contributing to the dissemination and spread of antibiotic resistance among Pseudomonas aeruginosa in clinical settings [5] .",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 258,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 363,
                    "end": 366,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 375,
                    "end": 378,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 414,
                    "end": 417,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 820,
                    "end": 823,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "High-Frequency Transduction of Antibiotic Resistance in"
        },
        {
            "text": "In this report we describe several properties of a new wild-type bacteriophage (no. AP-103) from a ceftazidime-resistant strain of Pseudomonas aeruginosa (no. 103) isolated from the urine of a patient hospitalised in the intensive care unit of a large teaching hospital (Bata's Hospital) in Zlín, Czech Republic. This phage, in contrast to bacteriophages described previously, exhibited two rather peculiar properties: the frequency of transduction was unusually high (10 -5 to 10 -6 in comparison with, for example, 10 -7 to 10 -9 for phages 37, 38, and 40 [5] ), and the phage AP-103 was lytic to a single recipient strain, i.e., the PAO strain, and showed no evidence of a lytic reaction to ML recipient strains, i.e., to Pseudomonas aeruginosa ML-1008, ML-1292, or ML-M-88. Nevertheless, it transduced genes of antibiotic resistance to both PAO and ML series of strains.",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 561,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "High-Frequency Transduction of Antibiotic Resistance in"
        },
        {
            "text": "Plaques of phage lysis were detected on the surface of antibiotic-containing media during testing for multiple drug resistance in a donor strain of Pseudomonas aeruginosa 103. Isolation of the bacteriophage (AP-103) and preparation of a wild-type phage lysate were performed as described previously [1, 4, 5] . Transduction procedures were performed as described in detail previously [3, 7, 8] . Four auxotrophic recipient strains of Pseudomonas aeruginosa were used in transduction systems: Pseudomonas aeruginosa PAO-1670 (ade-leu-rifc), Pseudomonas aeruginosa ML-1008 (trp-leu-arg-ile-val-his-rifc), Pseudomonas aeruginosa ML-1292 (trp-met-ile-val-his-), and Pseudomonas aeruginosa ML-M-88 (leu-trp-strc). Auxotrophic recipient strains were obtained courtesy of Prof. S. Mitsuhashi, Maebashi, Japan.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 302,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 303,
                    "end": 305,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 306,
                    "end": 308,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 384,
                    "end": 387,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 388,
                    "end": 390,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 391,
                    "end": 393,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "High-Frequency Transduction of Antibiotic Resistance in"
        },
        {
            "text": "All four recipient strains were highly susceptible to all antibiotics used for selection of transductants (e.g., MIC of cefotaxime, 3.15 mg/ml; MIC of ceftazidime, 0.8 to 1.6 mg/ml), and they were used as 8 h shake cultures in nutrient broth (Difco, USA) (eventually adjusted by centrifugation to a density of 1!10 9 cfu/ml). The sterile phage lysate AP-103 was added to each recipient strain in an amount sufficient to obtain a multiplicity of infection (MOI) of 0.5 pfu/cell. The time allowed for phenotypic expression of transduced determinants was 60 min. The surface of antibiotic-containing plates (with 100 mg/ml of streptomycin, kanamycin, or carbenicillin, or 30 mg/ml of cefotaxime, ceftazidime, or aztreonam) was then inoculated with a mixture of bacteria plus the phage. Identical plates were inoculated in parallel with the control (recipient bacteria only, without phage added). Antibiotic-containing plates were then incubated at 35 7C for 36 h and 48 h, and number of transductants was recorded. Transductants were then picked from each experimental plate and examined by an indirect selection procedure for their complete spectra of transduced resistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "High-Frequency Transduction of Antibiotic Resistance in"
        },
        {
            "text": "In contrast to other wild-type phages isolated from multiple-drug-resistant nosocomial strains of Pseudomonas aeruginosa [3, 5, 9] , the phage lysate of Pseudomonas aeruginosa 103 showed a lytic reaction when added, in dilution of up to 10 -12 , to the recipient strain Pseudomonas aeruginosa PAO 1670 (Figure 1 ) but not to the other strains. This phage was not lytic for ML strains, but we thought it might be a good transducing phage for this series of strains.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 125,
                    "end": 127,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 128,
                    "end": 130,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 302,
                    "end": 311,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "High-Frequency Transduction of Antibiotic Resistance in"
        },
        {
            "text": "Transduction experiments confirmed this hypothesis. A high frequency of transduction of resistance to all blactam antibiotics tested and to kanamycin was observed for all four recipient auxotrophic mutants of Pseudomonas aeruginosa PAO and ML examined. Genes coding for resistance to ceftazidime, aztreonam, and cefotaxime were transduced to Pseudomonas aeruginosa PAO-1670, ML-1008, and ML-M-88 at frequencies of 10 -5 to 10 -6 ( Figure 2) , which was two logarithms higher than the highest frequency obtained with the phages AP-37, AP-38, and AP-40 (10 -7 for transduction of carbenicillin or imipenem resistance to Pseudomonas aeruginosa M-88) and four logarithms higher than the frequency of transduction of imipenem resistance to Pseudomonas aeruginosa PAO-1670 [5] . Transfer of resistance to kanamycin was found to occur at a frequency of 10 -8 to 10 -9 .",
            "cite_spans": [
                {
                    "start": 767,
                    "end": 770,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 431,
                    "end": 440,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "High-Frequency Transduction of Antibiotic Resistance in"
        },
        {
            "text": "Analysis of transductants, selected on any of the single antibiotic media used, showed that all transductants were co-resistant to all five antibiotics, i.e., ceftazidime, aztreonam, cefotaxime, carbenicillin, and kanamycin. The presence of various bla genes on a single integron with genes coding the resistance to kanamycin or other antibacterial agents was demonstrated in nosocomial strains of Pseudomonas aeruginosa and of other gramnegative bacteria [6, 10, 11] .",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 459,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 464,
                    "end": 467,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "High-Frequency Transduction of Antibiotic Resistance in"
        },
        {
            "text": "In conclusion, the results obtained in transduction experiments with the wild-type bacteriophage AP-103 indicate a relation between the lytic and the transducing capacities of a phage preparation. If such a relation is confirmed, the possibility exists that some phages might actually remain undetected in nosocomial strains of Pseudomonas aeruginosa. Furthermore, it could be demonstrated that some phages, including phage AP-103 described here, transduce genes of antibiotic resistance, mainly in a block of resistance determinants, to several recipient strains at an unexpectedly high frequency, which might play an important role in the dissemination of antibiotic resistance among nosocomial strains of Pseudomonas aeruginosa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "High-Frequency Transduction of Antibiotic Resistance in"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Transferable resistance to specific antibiotics in nosocomial strains of Pseudomonas aeruginosa from two teaching hospitals",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blahová",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Králiková",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Krčméry",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Schäfer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Toršová",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of Chemotherapy",
            "volume": "8",
            "issn": "",
            "pages": "420--424",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cross-resistance to meropenem, cephems and quinolones in Pseudomonas aeruginosa",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Masuda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ohya",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Antimicrobial Agents and Chemotherapy",
            "volume": "36",
            "issn": "",
            "pages": "1847--1851",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ceftazidime resistance in Pseudomonas aeruginosa: transduction by a wild-type phage",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Seginková",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Krčméry",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Knothe",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Journal of Infectious Diseases",
            "volume": "154",
            "issn": "",
            "pages": "1049--1050",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Transduction of imipenem resistance by the phage F-116 from a nosocomial strain of Pseudomonas aeruginosa in Slovakia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blahová",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hupková",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Králiková",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Krčméry",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Acta Virologica",
            "volume": "38",
            "issn": "",
            "pages": "247--249",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Transduction of antibiotic resistance including imipenem resistance in nosocomial Pseudomonas aeruginosa strains by wild-type phages",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blahová",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Králiková",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Krčméry",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mlynarčík",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Trupl",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Acta Virologica",
            "volume": "41",
            "issn": "",
            "pages": "293--296",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Insertion of a carbapenemase gene casette into an integron of a Pseudomonas aeruginosa plasmid",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Iyobe",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Minami",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of Antimicrobial Chemotherapy",
            "volume": "38",
            "issn": "",
            "pages": "1114--1115",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The genetic organisation of arginine biosynthesis in Pseudomonas aeruginosa",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Haas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Holloway",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Molecular and General Genetics",
            "volume": "154",
            "issn": "",
            "pages": "7--22",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Resistance of Pseudomonas aeruginosa PAO to nalidixic acid and low-levels of beta-lactams: mapping of chromosomal genes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rella",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Haas",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Antimicrobial Agents and Chemotherapy",
            "volume": "22",
            "issn": "",
            "pages": "242--249",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Transduction of imipenem resistance by wild-type bacteriophages from three Pseudomonas aeruginosa strains from a single clinical source",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blahová",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Králiková",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Krčméry",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mlynarčík",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Trupl",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Antimicrobial Chemotherapy",
            "volume": "41",
            "issn": "",
            "pages": "660--662",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Plasmid-mediated dissemination of the metallo-blactamase gene bla IMP among clinically isolated strains of Serratia marcescens",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Arakawa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ohsuka",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wacharotayankun",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ohta",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Antimicrobial Agents and Chemotherapy",
            "volume": "39",
            "issn": "",
            "pages": "824--829",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Molecular characterization of an enterobacterial metallo-b-lactamase found in a clinical isolate of Serratia marcescens that shows imipenem resistance",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Osano",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Arakawa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wacharotayankun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ohta",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Horii",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yoshimura",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Antimicrobial Agents and Chemotherapy",
            "volume": "38",
            "issn": "",
            "pages": "71--78",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Akan Department of Microbiology, Faculty of Medicine",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yarkín (y)",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Köksal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Serin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "5-20% of acute and chronic hepatitis cases are of unknown etiology. Recently, two novel hepatitis viruses, the hepatitis G virus (HGV) and the GB virus C (GBV-C), were independently isolated by two different research groups [1]. In fact, HGV and GBV-C are separate isolates of the same virus",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yarkín",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hafta",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Köksal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Serin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ergün",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        ";"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "HGV is a single-stranded, positive-sense RNA virus that belongs to the Flaviviridae family",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "HGV has been found in 9% of patients with acute non-A-E hepatitis, in 4-39% of those with chronic non-A-E hepatitis, in 0-50% of those with fulminant hepatitis, and in 14-36% of those with cryptogenic cirrhosis",
            "authors": [
                {
                    "first": "Like",
                    "middle": [],
                    "last": "Hbv",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hcv",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Coinfection with HBV of HCV is common",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "This study was performed to determine the prevalence of HGV infection among patients with chronic hepatitis in our area using the nested reverse transcriptase polymerase chain reaction",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Eighty-seven patients with chronic hepatitis were included in the study. The diagnosis of chronic hepatitis",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The titre of bacteriophage AP-103 in the recipient strain Pseudomonas aeruginosa PAO-1670",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Transduction of aztreonam resistance determinant by phage AP-103 from Pseudomonas aeruginosa 103 to recipient strain Pseudomonas aeruginosa PAO-1670",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}