{
    "paper_id": "b3a8f18bedad0bc7c198dc960c89b362f1b2587a",
    "metadata": {
        "title": "Viral cysteine proteinases",
        "authors": [
            {
                "first": "Alexander",
                "middle": [
                    "E"
                ],
                "last": "Gorbalenya ~&apos;",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [
                    "J"
                ],
                "last": "Snijder",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "~m",
                "middle": [
                    "P"
                ],
                "last": "Chumakov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Dozens of novel cysteine proteinases have been identified in positive single-stranded RNA viruses and, for the first time, in large double-stranded DNA viruses. The majority of these proteins are distantly related to papain or chymotrypsin and may be direct descendants of primordial proteolytic enzymes. Virus genome synthesis and expression, virion formation, virion entry into the host cell, as well as cellular architecture and functioning can be under the control of viral cysteine proteinases during infection. RNA virus proteinases mediate their liberation from giant multidomain precursors in which they tend to occupy conserved positions. These proteinases possess a narrow substrate specificity, can cleave in cis and in trans, and may also have additional, nonproteolytic functions. The mechanisms of catalysis, substrate recognition and RNA binding were highlighted by the recent analysis of the three-dimensional structure of the chymotrypsin-like cysteine proteinases of two RNA viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Nearly 30 years ago, it was discovered that human poliomyelitis virus (PV) proteins are derived by limited proteolysis of a giant 250K precursor (polyprotein) [1,2]. The inhibition of proteolytic processing abrogated PV reproduction. These observations, for the first time, implicated proteinases in the regulation of viral protein expression and revealed them to be an attractive target for antiviral chemotherapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Poliomyelitis virus is the prototype and best-characterized member of the Picornaviridae family. The current classification of viruses recognizes five genera in this family ( Table 1 ). The Picornaviridae family represents one out of more than 40 families and distinct groups of viruses of which the genetic information is encoded in single-stranded RNA molecules of m R N A polarity -the so-called positive-stranded (+)RNA viruses [34] . This is the most abundant class of viruses, and its members infect a wide range of hosts including primates and other mammals, insects, plants, low eukaryotes and eubacteria. A large proportion of epidemic diseases in the human population and among agricultural",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 436,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 182,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "\" Only proteinases with proven activity are listed. b Virus classification is according to Murphy et al. [34] with some subsequent modifications; HyAV is a double-stranded RNA plasmid related to (+)RNA viruses. c Only one virus, without referring to possible serotypelstrain origin, for each family/group/genus is shown, though proteinases could be identified in a number of related viruses. CPMV: cowpea mosaic virus; CSFV: classic swine fever virus; RuV: rubella virus; TYMV: turnip yellow mos~ic virus; BBScV: blueberry scorch carlavirus; BYV: beet yellow virus. For other abbreviations see the text. d Host range may differ for other viruses of a particular family/group/genus. Plant and some animal viruses may be transmitted to the host by (insect) vectors in which they are able to multiply. The alternative name of the proteinase is in parentheses. The proteolytic activity of nsp2 was demonstrated for EAV rather than PRRSV; this virus also encodes an inactivated copy of nsplc~. PLI proteinase is not conserved in a related coronavirus IBV. The cysteine nature of the CSFV Npro was predicted. f References were limited to reviews if proteinases were characterized before 1990. W h a t unites them is that g e n o m e expression always starts with R N A translation rather than transcription, which is common for other classes of viruses and for cellular organisms. Due to this unique strategy, (+)RNA viruses have developed a number of mechanisms to control genome expression at the translational and post-translational level, and proteolytic processing of polyproteins is one of them.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The viral origin of a cysteine proteinase involved in viral polyprotein processing was first established for encephalomyocarditis virus (EMCV) [35] . The proteolytic activity was ascribed to the EMCV 22K protein (now known as the 3C proteinase -3C p~°) encoded in the polymerase region [36] [37] [38] . It was purified from infected cells and was shown to be a cysteine proteinase by an inhibitor analysis [39] . The EMCV 3C pr° was found to be responsible for the maturation of the capsid proteins, which are cleaved in trans, and for the production of nonstructural proteins, which can be proteolytically processed in cis and in trans [40] .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 286,
                    "end": 290,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 296,
                    "end": 300,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 410,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 637,
                    "end": 641,
                    "text": "[40]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After the introduction of genetic engineering methods in RNA virus research, fulllength cDNA clones that can be used to generate infectious transcripts in vitro have been developed for the majority of the (+)RNA virus family prototypes. Numerous RNA viral genomes have been sequenced and analyzed. 3C pr° was shown to be conserved in the polyproteins of picornaviruses and, surprisingly, also in plant como-, nepo-and potyviruses. In these viruses, the enzyme is a member of an array of conserved replicative domains [41] [42] [43] . Proteolytic activity was detected in 3C-containing polypeptides of different picorna-and related viruses. Furthermore, the PV 3CD protein, a precursor of 3C pr° and the 3D RNA polymerase (3DP°~), rather than 3C pr° itself was shown to be the major enzyme involved in processing of the capsid protein precursor P1 [44, 45] . The narrow substrate specificity of 3C pr° became evident by the discovery that nine out of 12 available Q/G dipeptides in the PV potyprotein were cleaved by this enzyme [46] . The 3C p~° of other picornaviruses and the 3C-like (3CL) proteinases of related plant viruses have a similar but more relaxed specificity. Only one conserved cysteine residue, thought to be the catalytic nucleophile, was identified in 3C p~° sequences of different origin [41, 47] and its indispensability for the PV 3C pr° proteolytic activity was proven by site-directed mutagenesis [48] . A local sequence similarity was noticed around the principal catalytic residue of 3C pr° and cellular serine proteases of the chymotrypsin-like (CHL) family rather than cysteine proteases of the papain-like (PL) family [47] . This initial observation was further extended by modeling of the CHL double ~-barrel fold and the prediction of the active site organization in the viral enzymes [49, 50] . The basic features of these models have gained support from a site-directed mutagenesis study of the potyvirus tobacco etch virus (TEV) 3CL or°, Nuclear Inclusion a (NIa) protein [51] .",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 521,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 526,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 847,
                    "end": 851,
                    "text": "[44,",
                    "ref_id": null
                },
                {
                    "start": 852,
                    "end": 855,
                    "text": "45]",
                    "ref_id": null
                },
                {
                    "start": 1028,
                    "end": 1032,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 1307,
                    "end": 1311,
                    "text": "[41,",
                    "ref_id": null
                },
                {
                    "start": 1312,
                    "end": 1315,
                    "text": "47]",
                    "ref_id": null
                },
                {
                    "start": 1420,
                    "end": 1424,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1646,
                    "end": 1650,
                    "text": "[47]",
                    "ref_id": null
                },
                {
                    "start": 1815,
                    "end": 1819,
                    "text": "[49,",
                    "ref_id": null
                },
                {
                    "start": 1820,
                    "end": 1823,
                    "text": "50]",
                    "ref_id": null
                },
                {
                    "start": 2005,
                    "end": 2009,
                    "text": "[51]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition to 3CL pr° enzymes, a number of other thiol proteinases have been identified in (+)RNA viruses. A second proteinase, which is distantly related to 3C pr°, was recognized in the PV replicative protein 2A (2A pr°) [52, 53] . It was shown to be conserved in entero-and rhinoviruses but not in other viruses [49; Table 1 ]. 2A pr° cleaves a pair of Y/G dipeptides in the PV polyprotein in cis and in trans, respectively [46, 53] . This enzyme was also implicated in the proteolytic inactivation of cellular cap-binding factor elF4G (former p220) in infected cells [54] . Proteolytic activity has also been assigned to the C-terminal domain of the nsP2 protein of the animal alphavirus Sindbis virus (SinV) [55, 56] and to the Helper Component (HC) of TEV [57] . Both proteinases were proposed to be distant relatives of cellular PL proteases, nsP2 is the major proteinase of alphaviruses mediating three cleavages in the nonstructural polyprotein (see below). In contrast, the cis-acting HC vr° cleaves only one site consisting of a pair of glycine residues which separate HC and the downstream domain [58] . A number of CHL proteinases related to 3C/2A proteinases, but employing the canonical Ser-His-Asp catalytic triad, were also identified in (+)RNA viruses.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[52,",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 232,
                    "text": "53]",
                    "ref_id": null
                },
                {
                    "start": 428,
                    "end": 432,
                    "text": "[46,",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 436,
                    "text": "53]",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 718,
                    "text": "[55,",
                    "ref_id": null
                },
                {
                    "start": 719,
                    "end": 722,
                    "text": "56]",
                    "ref_id": null
                },
                {
                    "start": 763,
                    "end": 767,
                    "text": "[57]",
                    "ref_id": null
                },
                {
                    "start": 1110,
                    "end": 1114,
                    "text": "[58]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 328,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "This article briefly discusses fundamental and applied aspects of the structure-function organization of viral cysteine proteinases in the light of progress made in the last several years. Viral proteinases have also been reviewed by other researchers [3, 4, 6, 17, [59] [60] [61] [62] .",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 255,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 256,
                    "end": 258,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 259,
                    "end": 261,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 262,
                    "end": 265,
                    "text": "17,",
                    "ref_id": null
                },
                {
                    "start": 266,
                    "end": 270,
                    "text": "[59]",
                    "ref_id": null
                },
                {
                    "start": 271,
                    "end": 275,
                    "text": "[60]",
                    "ref_id": null
                },
                {
                    "start": 276,
                    "end": 280,
                    "text": "[61]",
                    "ref_id": null
                },
                {
                    "start": 281,
                    "end": 285,
                    "text": "[62]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recently, the first DNA-virus-encoded cysteine proteinases were identified in adenoviruses and baculoviruses. The well-known adenovirus (Ad) 23K capsid proteinase encoded by the L3 gene was demonstrated to be a thiol enzyme [63, 64] . It is a rather unusual proteinase with no apparent relatives among other proteolytic enzymes [62] . The cysteine proteinase v-cath of two baculoviruses, nuclear polyhedrosis virus of Bombyx mori (BmNPV) and Autographia californiea multiple NPV (AcMNPV), shares more than 30% of identical residues with some of the cellular PL proteases [65, 66] . The NPV v-cath is encoded between the 78.7 and 79.4 map units of the genome and consists of 323 amino acids (aa). This proteinase is also conserved in other baculoviruses.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[63,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 229,
                    "end": 232,
                    "text": "64]",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 332,
                    "text": "[62]",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 575,
                    "text": "[65,",
                    "ref_id": null
                },
                {
                    "start": 576,
                    "end": 579,
                    "text": "66]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DNA and new RNA viral cysteine proteinases"
        },
        {
            "text": "Many new cysteine proteinases have been described in non-structural proteins (nsp, nsP or NS) of animal and plant (+)RNA viruses. They are distantly related to either CHL proteinases [10] [11] [12] [14] [15] [16] 18, 67, 68] or PL proteinases [8, 9, 19, 20, 23, [27] [28] [29] [30] [31] 69] . Two weakly related PL proteinases (p29 and p48) have been identified in the N-terminus of the ORFA and ORFB polyproteins, respectively, encoded by the hypovirulence-associated virus (HyAV) [32, 33] . This agent is a virus-like RNA that replicates autonomously and is associated with a reduced virulence of the chestnut blight fungus, Cryphonectria parasitica. It is distantly related to potyviruses [70] . The cysteine proteinases in equine arteritis virus (EAV) nsp2 [21] and hepatitis C virus (HepCV) NS2-3 [24,25; A.E. Gorbalenya, unpublished data] remain to be classified (Table 1) .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 188,
                    "end": 192,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 193,
                    "end": 197,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 198,
                    "end": 202,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 207,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 208,
                    "end": 212,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 213,
                    "end": 216,
                    "text": "18,",
                    "ref_id": null
                },
                {
                    "start": 217,
                    "end": 220,
                    "text": "67,",
                    "ref_id": null
                },
                {
                    "start": 221,
                    "end": 224,
                    "text": "68]",
                    "ref_id": null
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 247,
                    "end": 249,
                    "text": "9,",
                    "ref_id": null
                },
                {
                    "start": 250,
                    "end": 253,
                    "text": "19,",
                    "ref_id": null
                },
                {
                    "start": 254,
                    "end": 257,
                    "text": "20,",
                    "ref_id": null
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "23,",
                    "ref_id": null
                },
                {
                    "start": 262,
                    "end": 266,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 277,
                    "end": 281,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 290,
                    "text": "69]",
                    "ref_id": null
                },
                {
                    "start": 482,
                    "end": 486,
                    "text": "[32,",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 490,
                    "text": "33]",
                    "ref_id": null
                },
                {
                    "start": 692,
                    "end": 696,
                    "text": "[70]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 761,
                    "end": 765,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 809,
                    "text": "[24,25;",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 869,
                    "end": 878,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "DNA and new RNA viral cysteine proteinases"
        },
        {
            "text": "Furthermore, sequence analyses predicted CHL proteinases in plant bymoviruses [71] , and in the sequiviruses rice tungro spherical virus (RTSV) [72] and parsnip yellow fleck virus (PYFV) [73] . PL proteinases were tentatively identified in hepatitis E virus (HepEV) [74] , plant furoviruses [29, 75] , capilloviruses, and in the related apple stem pitting (ASPV) and apple chlorotic leaf spot viruses (APCLV) [29] . The coronavirus mouse hepatitis virus (MHV) probably encodes a second PL proteinase (PL2 pr°) which is conserved in other members of the group [76, 77] . A duplication of PL pr° was also claimed for the closterovirus citrus tristeza virus (CTV) [78] .",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "[71]",
                    "ref_id": null
                },
                {
                    "start": 144,
                    "end": 148,
                    "text": "[72]",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 191,
                    "text": "[73]",
                    "ref_id": null
                },
                {
                    "start": 266,
                    "end": 270,
                    "text": "[74]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "[29,",
                    "ref_id": null
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "75]",
                    "ref_id": null
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 559,
                    "end": 563,
                    "text": "[76,",
                    "ref_id": null
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "77]",
                    "ref_id": null
                },
                {
                    "start": 661,
                    "end": 665,
                    "text": "[78]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DNA and new RNA viral cysteine proteinases"
        },
        {
            "text": "All RNA viral cysteine proteinases are synthesized as a domain in a polyprotein [17] and three major trends were discovered with respect to the position occupied by these enzymes. To discuss them, it is relevant to notice that only a limited number of variations in the arrangement of conserved nonstructural domains in the polyproteins of (+)RNA ",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Common patterns in the positioning of proteinase domains in RNA viral polyproteins"
        },
        {
            "text": "viruses was recognized. Each conserved layout is characteristic of a particular virus supergroup which encompasses a number of virus families/groups [79] . The majority of the CHL cysteine proteinases belong to the 3CL enzymes and occupy the central position in the array of conserved domains N-helicase-CHLPr°-polymerase-C of the Picornavirus-like supergroup, which includes the picorna-, como-, nepo-, sequi-, poty-, and caliciviruses. The coronavirus 3CL vr° and picornavirus 2A pr° do not fit in this constellation. Each of these proteinases is the prototype of a small group of cysteine proteinases which is found only in these virus families (Figs. 1A and C).",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "[79]",
                    "ref_id": "BIBREF78"
                }
            ],
            "ref_spans": [],
            "section": "Viral cysteineprote#lases"
        },
        {
            "text": "Two major trends in the positioning of PL proteinases are also evident [80] . In a number of viruses of the Alphavirus-like supergroup, e.g. alpha-, rubi-, tymo-, and carlaviruses and probably some others, PL pr° is associated with a helicase domain within the array Nmethyltransferase-helicase-polymerase-C. The position of PL pr° itself is not conserved and, depending on the virus, it may be located either upstream or downstream of the helicase domain (Fig. 1B) . The rest of the PL proteinases, e.g. those of foot-and-mouth disease virus (FMDV), HyAV, coronaviruses, arteriviruses, closteroviruses, and pestiviruses, and the unclassified nsp2 proteinase of arteriviruses are encoded at or close to the N-terminus of the polyprotein. Some, but not all, of the corona-, arteri-and elosteroviruses encode a tandem of related PL proteinases [20, 76, 78] (Fig. 1C ).",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "text": "[80]",
                    "ref_id": null
                },
                {
                    "start": 842,
                    "end": 846,
                    "text": "[20,",
                    "ref_id": null
                },
                {
                    "start": 847,
                    "end": 850,
                    "text": "76,",
                    "ref_id": null
                },
                {
                    "start": 851,
                    "end": 854,
                    "text": "78]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 456,
                    "end": 465,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 855,
                    "end": 863,
                    "text": "(Fig. 1C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Viral cysteineprote#lases"
        },
        {
            "text": "After, and sometimes during, polyprotein synthesis, a proteinase always releases itself, with the possible involvement of other factors. A cleavage product containing only the proteolytic domain can be produced, e.g. 2A pr° o r 3C pr°, or a multidomain protein which contains the proteinase can be generated. The latter may be stable, e.g. nsP2, or may be further processed into the mature products, as in the case of e.g. 3CD or NIa. The 3CL and alphavirus nsP2 proteinases are examples of autonomous enzymes that completely control the proper processing of both their termini in cis and/or trans [6, 59] (Fig. 1 ). Other proteinases need 'external' assistance to be released.",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 601,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 602,
                    "end": 605,
                    "text": "59]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 606,
                    "end": 613,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Patterns of proteinase expression"
        },
        {
            "text": "Part of the N-terminally located PL proteinases is delimited by the N-terminal methionine of the protein and a cognate cleavage site at the C-terminus. One of these proteinases, FMDV L pr°, is produced as a mixture of two forms, Lab and Lb, whose synthesis is initiated at two different in-frame AUG codons, respectively. Both forms of the proteinase appear to be functionally competent, although Lb is the predominant form [81] . Also the synthesis of the PV 3CD or° is under ribosomal control due to downstream termination of translation.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 428,
                    "text": "[81]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Patterns of proteinase expression"
        },
        {
            "text": "A number of PL proteinases rely upon another proteinase to generate their N-termini. The 'assisting' proteinase occupies an upstream position in the polyprotein relative to the 'target' proteinase. The nspl~ and nspt[~ proteins of the arteriviruses lactate dehydrogenase-elevating virus (LDV) and porcine reproductive and respiratory syndrome virus (PRRSV), and nspl and nsp2 of EAV are examples of such pairs [20, 21, 69] . This pattern of proteinase organization and cooperation appears to be popular among (+)RNA viruses. A reversed pattern was observed for 2A v~° expression. The N-terminus of this proteinase is cleaved autoproteolytically, and its C-terminus is released by the downstream located 3C vr° (Figs. 1A and C). A very unusual pattern of expression was described for the HepCV NS2-3 proteinase which encompasses the C-terminal part of NS2, the NS2/NS3 cleavage site and the N-terminal domain of NS3. The NS2-3 proteinase cleaves the NS2/NS3 site and thereby mediates its own inactivation during polyprotein processing [24, 25] .",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 414,
                    "text": "[20,",
                    "ref_id": null
                },
                {
                    "start": 415,
                    "end": 418,
                    "text": "21,",
                    "ref_id": null
                },
                {
                    "start": 419,
                    "end": 422,
                    "text": "69]",
                    "ref_id": null
                },
                {
                    "start": 1034,
                    "end": 1038,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1039,
                    "end": 1042,
                    "text": "25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Patterns of proteinase expression"
        },
        {
            "text": "Also mature proteinase molecules may be processed farther. For two closely related 3CL proteinases encoded by TEV [82] and turnip mosaic potyvirus (TuMV) [83, 84] autocatalytic cleavage within their C-terminal region has recently been observed in vitro. The truncated proteinases retained partial activity. The extensive degradation of the EMCV 3C pr° has been described in vivo and in vitro [85] . This is an ATP-dependent process that is probably mediated by a cellular ubiquitin-driven proteolytic system [85,86a] . Probably the turn-over of 3C pr° of other origin may be regulated in the same way [86b].",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "[82]",
                    "ref_id": null
                },
                {
                    "start": 154,
                    "end": 158,
                    "text": "[83,",
                    "ref_id": null
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "84]",
                    "ref_id": null
                },
                {
                    "start": 392,
                    "end": 396,
                    "text": "[85]",
                    "ref_id": null
                },
                {
                    "start": 508,
                    "end": 516,
                    "text": "[85,86a]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Patterns of proteinase expression"
        },
        {
            "text": "The cysteine proteinases of two DNA virus families display different expression patterns. The mature AcMNPV v-cath has a size of 27.5K and is produced from 35.5K and 32K precursors in the course of zymogen activation [66] , whereas the Ad 23K proteinase is translated as a mature enzyme [87] .",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "text": "[66]",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 291,
                    "text": "[87]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Patterns of proteinase expression"
        },
        {
            "text": "The essential nature of the enzymes When tested, the majority of (+)RNA viral cysteine proteinases appeared to be essential for viral growth. Even when this was not the case, as demonstrated for the FMDV L pr° [88] , proteinase inhibition was always deleterious for virus production. This was because of an indirect effect of proteinase inactivation on the function of other proteins, which were not correctly processed. From the DNA virus enzymes, the Ad 23K proteinase was essential for virion maturation and the abrogation of its activity resulted in the production of immature and noninfectious virus particles [62] . In contrast, the reproduction of the baculovirus BmNPV was essentially independent from the activity of v-cath [65] .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "text": "[88]",
                    "ref_id": null
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[62]",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 737,
                    "text": "[65]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Proteinase physiology"
        },
        {
            "text": "Cysteine proteinases are involved in every stage of (+)RNA virus reproduction including three coupled processes: RNA translation, RNA synthesis, and capsid formation. The enzymes can play an indirect role, mediating the production of an active viral factor, or a direct role, being intimately involved in one of these processes. The SinV nsP2 was found to control the switch from negative (-) strand to genomic RNA synthesis. It directs the proteolytic processing of the nsP1234 polyprotein following one of two alternative pathways. This leads to the production of a replicative complex that generates either (+) or (-) RNA [89] . 2A pr° of different entero-and rhinoviruses stimulated the translation of different constructions which was driven by the cognate Y-non-translated region (NTR) of viral RNA [90] [91] [92] [93] [94] . The stimulation did not require the assistance of other viral proteins. A proteolytically competent 2A p'° was also required for wild-type level of the PV RNA replication [95] [96] [97] [98] . This activity of 2A pr° was claimed to be unrelated to its role in polyprotein processing and in trans-activation of translation [95, 98] . Also, another picornavirns proteinase, 3CD pr° (3cPr°), has been implicated in RNA replication. This proteinase seems to be a component of the ribonucleoprotein (RNP) complex involved in (+)RNA synthesis [9%104] . Evidence has also been presented for an additional, as yet unidentified, role of the TEV HC pr° in genome replication [105] . Another, 3CL, proteinase of TEV regulates its cellular localization by cleaving the 6K/NIa bond. The mature form of the proteinase, the NIa protein, is associated with cytoplasmic structures, whereas the 6K-NIa covalent complex is transported to the nucleus [t06].",
            "cite_spans": [
                {
                    "start": 625,
                    "end": 629,
                    "text": "[89]",
                    "ref_id": null
                },
                {
                    "start": 805,
                    "end": 809,
                    "text": "[90]",
                    "ref_id": null
                },
                {
                    "start": 810,
                    "end": 814,
                    "text": "[91]",
                    "ref_id": null
                },
                {
                    "start": 815,
                    "end": 819,
                    "text": "[92]",
                    "ref_id": null
                },
                {
                    "start": 820,
                    "end": 824,
                    "text": "[93]",
                    "ref_id": null
                },
                {
                    "start": 825,
                    "end": 829,
                    "text": "[94]",
                    "ref_id": null
                },
                {
                    "start": 1003,
                    "end": 1007,
                    "text": "[95]",
                    "ref_id": null
                },
                {
                    "start": 1008,
                    "end": 1012,
                    "text": "[96]",
                    "ref_id": null
                },
                {
                    "start": 1013,
                    "end": 1017,
                    "text": "[97]",
                    "ref_id": null
                },
                {
                    "start": 1018,
                    "end": 1022,
                    "text": "[98]",
                    "ref_id": null
                },
                {
                    "start": 1154,
                    "end": 1158,
                    "text": "[95,",
                    "ref_id": null
                },
                {
                    "start": 1159,
                    "end": 1162,
                    "text": "98]",
                    "ref_id": null
                },
                {
                    "start": 1369,
                    "end": 1376,
                    "text": "[9%104]",
                    "ref_id": null
                },
                {
                    "start": 1497,
                    "end": 1502,
                    "text": "[105]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Control of virus reproduction"
        },
        {
            "text": "The Ad2 23K protein may be another proteinase with multiple roles in infection. The 23K-directed proteolytic maturation of the Ad capsid is essential to disrupt cellular membranes at pH 5. Furthermore, only virions containing the proteolyticaUy active 23K protein are competent for cellular entry [107] . The 23K proteinase may influence DNA replication since it mediates the proteolytic conversion of a DNA-binding preterminal protein (pTP) into three products with modified functional characteristics [108] .",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 302,
                    "text": "[107]",
                    "ref_id": null
                },
                {
                    "start": 503,
                    "end": 508,
                    "text": "[108]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Control of virus reproduction"
        },
        {
            "text": "Cysteine proteinases can modify the infected cell for the purpose of virus reproduction. The translational switch from a cap-dependent to a cap-independent mechanism, which is used by entero-and rhinoviruses, employs 2AV% In aphthoviruses, L vr° seems to play a comparable role. These proteinases cleave cap-binding eIF4G into two parts and, in this manner, they contribute to the inactivation of cellular mRNA translation [109] [110] [111] . 2A pr° may also be responsible for the inhibition of cellular replication and RNA-potymerase (pol) II-dependent transcription which was observed in PV-infected cells. Both processes were reduced profoundly upon the transient expression of 2A pr° in monkey cells [112] . Furthermore, the PV 3C p~° appears to assist 2A p~° in the control of polII-directed transcription and may be responsible for the inhibition of polIII-mediated RNA synthesis. 3C p~° is involved in the modification of polIII Transcription Factor IIIC (TFIIIC) [113] and also cleaves the TATA-Binding Protein (TBP), which is the DNA-binding component of polII Transcription Factor IID (TFIID) [114, 115] . In FMDV-infected cells the inhibition of cellular transcription seems to be mediated by L vr°. This proteinase induces the Nterminal truncation of histone H3 in several test systems, although the cleavage was not reproduced upon incubation of purified substrate with the enzyme [1 t6,117] . In addition to biosynthetic processes, some picornaviruses, including entero-and rhinoviruses, affect cell architecture late in infection. The PV 3C pr° or 3CD p~° may be involved in this process since they can cleave Microtubule-Associated Protein 4 (MAP-4) into products detected in PV-infected cells [118] .",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 428,
                    "text": "[109]",
                    "ref_id": null
                },
                {
                    "start": 429,
                    "end": 434,
                    "text": "[110]",
                    "ref_id": null
                },
                {
                    "start": 435,
                    "end": 440,
                    "text": "[111]",
                    "ref_id": null
                },
                {
                    "start": 705,
                    "end": 710,
                    "text": "[112]",
                    "ref_id": null
                },
                {
                    "start": 972,
                    "end": 977,
                    "text": "[113]",
                    "ref_id": null
                },
                {
                    "start": 1104,
                    "end": 1109,
                    "text": "[114,",
                    "ref_id": null
                },
                {
                    "start": 1110,
                    "end": 1114,
                    "text": "115]",
                    "ref_id": null
                },
                {
                    "start": 1395,
                    "end": 1405,
                    "text": "[1 t6,117]",
                    "ref_id": null
                },
                {
                    "start": 1711,
                    "end": 1716,
                    "text": "[118]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Control of the host status"
        },
        {
            "text": "DNA-virus-encoded proteinases seem to function late in infection to facilitate virus release and spread. The baculovirus v-oath degrades host tissues [66] and the Ad 23K proteinase was shown to cleave cytokeratin 18 and may also attack other proteins [119] [120] [121] .",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[66]",
                    "ref_id": null
                },
                {
                    "start": 251,
                    "end": 256,
                    "text": "[119]",
                    "ref_id": null
                },
                {
                    "start": 257,
                    "end": 262,
                    "text": "[120]",
                    "ref_id": null
                },
                {
                    "start": 263,
                    "end": 268,
                    "text": "[121]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Control of the host status"
        },
        {
            "text": "One of the remarkable features of viral cysteine proteinases is their ability to function in cis, in a monomolecular reaction. All CHL cysteine proteinases and a fraction of the PL proteinases, represented by the alphavirus nsP2, the FMDV L pr° and the MHV PL p~°, are thought to cleave both in cis and in trans. The potyvirus HC vr° and many recently identified PL proteinases, e.g. those encoded by corona-and arterivirus genomes, seem to act exclusively in cis. Several lines of evidence, albeit indirect, for the cis-activity of these proteinases were presented. Cleavage by nsP2 of the SinV nsPl/ns]~2 site, but not of the nsP2/nsP3 junction, was fast and insensitive to dilution [56] . Upon in vitro transla- tion of a number of viral RNAs, some cleavages were so fast that precursor proteins could only be observed upon processing inhibition [ 19, 20, 23, 69, 122] . However, it remained possible that two precursor molecules could be tightly associated and rapidly cleave each other, in an inter-rather than intramolecular fashion. To discriminate between these two possibilities, a system was employed in which a fraction of the molecules carried a defective proteinase and served as substrate for trans-cleavage by the same kind of molecules carrying an active proteinase. When tested in this way, the arterivirus and tymovirus PL proteinases did not show the intermolecutar activity mentioned above, although the cleavage site in the molecule containing the active proteinase was cleaved efficiently [20, 29, 69] . For many other proteinases, including the FMDV L pr° and the PV 2A pr°, which demonstrated intermolecular activity in addition to apparent intramolecular activity, these two types of activities could also be differentiated. The processing mediated by these proteinases in cis and in trans responded differently to probing of the proteinase or the cleavage site structure by point mutations [8,122,123a] .",
            "cite_spans": [
                {
                    "start": 685,
                    "end": 689,
                    "text": "[56]",
                    "ref_id": null
                },
                {
                    "start": 849,
                    "end": 854,
                    "text": "[ 19,",
                    "ref_id": null
                },
                {
                    "start": 855,
                    "end": 858,
                    "text": "20,",
                    "ref_id": null
                },
                {
                    "start": 859,
                    "end": 862,
                    "text": "23,",
                    "ref_id": null
                },
                {
                    "start": 863,
                    "end": 866,
                    "text": "69,",
                    "ref_id": null
                },
                {
                    "start": 867,
                    "end": 871,
                    "text": "122]",
                    "ref_id": null
                },
                {
                    "start": 1511,
                    "end": 1515,
                    "text": "[20,",
                    "ref_id": null
                },
                {
                    "start": 1516,
                    "end": 1519,
                    "text": "29,",
                    "ref_id": null
                },
                {
                    "start": 1520,
                    "end": 1523,
                    "text": "69]",
                    "ref_id": null
                },
                {
                    "start": 1916,
                    "end": 1928,
                    "text": "[8,122,123a]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cis-versus trans-acting activities"
        },
        {
            "text": "The tertiary structure of the 3C p~° of the picornaviruses human rhinovirus-14 (HRV- 14) and hepatitis A virus (HAV) did not provide firm evidence for its ability to cleave in cis [5, 13] . The N-and C-termini of the molecule were found to be positioned far from the active center (Fig. 2) and could not be aligned with it by simple rotation of terminal amino acid residues. However, in an N-terminally extended precursor of 3C pr°, the Nterminal region of the proteinase could adopt a different structure that would fit the substrate binding pocket and might be processed in cis [5] . Such a reorganization seems impossible for the C-terminus of 3C p~° in the 3CD precursor. From the analysis of intermolecular interactions of eight 3C pr° molecules in the crystal lattice, a model for the interaction of two 3CD molecules was developed which implies that the 3C/3D bond is cleaved in an intermolecular fashion [5] .",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "text": "14)",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 184,
                    "end": 187,
                    "text": "13]",
                    "ref_id": null
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 912,
                    "end": 915,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 281,
                    "end": 289,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Cis-versus trans-acting activities"
        },
        {
            "text": "The initial processing of polyproteins is thought to proceed exclusively in cis. The PV polyprotein was shown to contain two primary sites (2A/2B and 2C/3A) that are recognized by 3C v°. Cleavage of either one of these initiated an alternative proteolytic cascade that may be typical of the early or late phase of PV reproduction, respectively [124] . A similar regulation of polyprotein processing may be used by other viruses [89, 125] .",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 349,
                    "text": "[124]",
                    "ref_id": null
                },
                {
                    "start": 428,
                    "end": 432,
                    "text": "[89,",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 437,
                    "text": "125]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cis-versus trans-acting activities"
        },
        {
            "text": "Recently, a number of viral CHL cysteine proteinases of different origin as well as the Ad 23K proteinase became available in significant quantities by purification from different expression systems. They were able to cleave peptides mimicking their authentic cleavage sites in reactions which were quantitatively monitored [4, 61] .",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 327,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 331,
                    "text": "61]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Parameters of reactions catalyzed by cysteine proteinases"
        },
        {
            "text": "The 3C pr° encoded by HRV-14, HAV and cardio Mengo virus (MV), and the 2A pl~ of HRV-2 have a pH optimum in the range from 7.0 to 8.5 and were most effective on peptide substrates at temperatures close to 37 °C [101, [126] [127] [128] [129] . The intramolecular activity of the nepovirus grapevine fanleaf virus (GFLV) 3CL pr° was maximal in the same pH range at 30 °C [15] . When tested using a 16-residue peptide containing its cognate 2C/3A site, the MV 3C p~° appeared to be the most effective of the 3CL enzymes examined, with a Km value of 0.3 mM and Vm~ being 5.9 mkmol/min/mg [129] . The HRV-14 and HAV 3C pr° as well as the TuMV 3CL or° have K m values that are ~7 times higher than that of the MV 3C pr°, although some of them cleaved substrates at a higher rate [83, 101, 126, 130] . The specific activity of the Ad 23K proteinase was 12.9 nmol/min/nmol enzyme [61] .",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 216,
                    "text": "[101,",
                    "ref_id": null
                },
                {
                    "start": 217,
                    "end": 222,
                    "text": "[126]",
                    "ref_id": null
                },
                {
                    "start": 223,
                    "end": 228,
                    "text": "[127]",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 234,
                    "text": "[128]",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 240,
                    "text": "[129]",
                    "ref_id": null
                },
                {
                    "start": 369,
                    "end": 373,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 589,
                    "text": "[129]",
                    "ref_id": null
                },
                {
                    "start": 773,
                    "end": 777,
                    "text": "[83,",
                    "ref_id": null
                },
                {
                    "start": 778,
                    "end": 782,
                    "text": "101,",
                    "ref_id": null
                },
                {
                    "start": 783,
                    "end": 787,
                    "text": "126,",
                    "ref_id": null
                },
                {
                    "start": 788,
                    "end": 792,
                    "text": "130]",
                    "ref_id": null
                },
                {
                    "start": 872,
                    "end": 876,
                    "text": "[61]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Parameters of reactions catalyzed by cysteine proteinases"
        },
        {
            "text": "The prototype cleavage sites recognized by the PV 3C pr° and the TEV HC pr° are Q/G and G/G, respectively (see the Introduction). Variations of these sites dominate over others in the natural substrates of the majority of recently characterized proteinases [31, 33, 69, 72, [131] [132] [133] [134] [135] [136] [137] [138] [139] [140] . The residues at either the P1 or the PI' position, or sometimes at both positions, can vary to different extents in substrates of viral proteinases (Fig. 3) . In addition to P1 and PI', other positions around the scissile bond may also be occupied by conserved residues [135, 148, 149] . Natural substrates bearing point mutations and peptide substrates of different structure were used to define the cleavage site determinants for a number of proteinases. The minimal peptide that was cleaved efficiently by the HRV-14 3C pr° consisted of six amino acid residues, the scissile bond being located between the fourth and fifth residues. The optimal substrate for the proteinase was a symmetrical 16- met [150] . To be cleaved in the context of a potyprotein, a potential substrate should be accessible to the proteinase [151] . Peptides corresponding to a variety of natural cleavage sites were cleaved by the HRV-14 and HAV 3C p~° with different efficiencies, which correctly reflected the kinetics of the respective cleavages observed in the respective polyproteins [128, 150] . Substrates containing primary cleavage sites were processed most efficiently by 3C proteinases; the structure of these substrates most resembled that of the prototypical sites. For the different residues surrounding the cleavage sites, a good correlation between conservation and intolerance to substitutions was observed. Elegant genetic experiments with PV confirmed that the principal cleavage site determinants for 3C p~° occupy the P4, P1, and PI' positions of the substrate [152, 153] . In other viruses that employ 3CL proteinases, the substrate specificity is sometimes determined by other positions, which however always include the PI residue [ 12,13a, 150] . In contrast, in substrates recognized by the PV 2A pr°, P2 and PI' are the most important positions [123a,127] . In substrates cleaved by two different PL proteinases, the alphavirus nsP2 and the coronavirus PL1 p~°, P2 and P1 were shown to be determinants of specificity [135, 137, 139] . An interesting observation was made with respect to the primary structure of the only known site cleaved by the HepCV NS2-3 proteinase. Although the structure of this site is highly conserved in the different strains of HepCV, this conservation does not seem to be related to the recognition of this site by the proteinase [147a] . Variations in the structure of different cleavage sites recognized by the same proteinase, along with other factors (see above), probably provide an effective mechanism to direct limited proteolysis of polyproteins in a certain order and at a desired rate. Although optimal for its biological role, the structure of a natural substrate may differ from that of the site which is cleaved most efficiently by its cognate proteinase. This conclusion was drawn from the observation that heterotogous peptide substrates were processed by the HRV-14 and MV 3C vr° with efficiencies that were comparable to or even higher than those observed for the corresponding authentic sites [129, 150] .",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 261,
                    "text": "[31,",
                    "ref_id": null
                },
                {
                    "start": 262,
                    "end": 265,
                    "text": "33,",
                    "ref_id": null
                },
                {
                    "start": 266,
                    "end": 269,
                    "text": "69,",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 273,
                    "text": "72,",
                    "ref_id": null
                },
                {
                    "start": 274,
                    "end": 279,
                    "text": "[131]",
                    "ref_id": null
                },
                {
                    "start": 280,
                    "end": 285,
                    "text": "[132]",
                    "ref_id": null
                },
                {
                    "start": 286,
                    "end": 291,
                    "text": "[133]",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 297,
                    "text": "[134]",
                    "ref_id": null
                },
                {
                    "start": 298,
                    "end": 303,
                    "text": "[135]",
                    "ref_id": null
                },
                {
                    "start": 304,
                    "end": 309,
                    "text": "[136]",
                    "ref_id": "BIBREF137"
                },
                {
                    "start": 310,
                    "end": 315,
                    "text": "[137]",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 321,
                    "text": "[138]",
                    "ref_id": null
                },
                {
                    "start": 322,
                    "end": 327,
                    "text": "[139]",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 333,
                    "text": "[140]",
                    "ref_id": null
                },
                {
                    "start": 606,
                    "end": 611,
                    "text": "[135,",
                    "ref_id": null
                },
                {
                    "start": 612,
                    "end": 616,
                    "text": "148,",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 621,
                    "text": "149]",
                    "ref_id": null
                },
                {
                    "start": 1039,
                    "end": 1044,
                    "text": "[150]",
                    "ref_id": null
                },
                {
                    "start": 1155,
                    "end": 1160,
                    "text": "[151]",
                    "ref_id": null
                },
                {
                    "start": 1403,
                    "end": 1408,
                    "text": "[128,",
                    "ref_id": null
                },
                {
                    "start": 1409,
                    "end": 1413,
                    "text": "150]",
                    "ref_id": null
                },
                {
                    "start": 1896,
                    "end": 1901,
                    "text": "[152,",
                    "ref_id": null
                },
                {
                    "start": 1902,
                    "end": 1906,
                    "text": "153]",
                    "ref_id": null
                },
                {
                    "start": 2069,
                    "end": 2083,
                    "text": "[ 12,13a, 150]",
                    "ref_id": null
                },
                {
                    "start": 2186,
                    "end": 2196,
                    "text": "[123a,127]",
                    "ref_id": null
                },
                {
                    "start": 2358,
                    "end": 2363,
                    "text": "[135,",
                    "ref_id": null
                },
                {
                    "start": 2364,
                    "end": 2368,
                    "text": "137,",
                    "ref_id": null
                },
                {
                    "start": 2369,
                    "end": 2373,
                    "text": "139]",
                    "ref_id": null
                },
                {
                    "start": 2699,
                    "end": 2705,
                    "text": "[147a]",
                    "ref_id": null
                },
                {
                    "start": 3380,
                    "end": 3385,
                    "text": "[129,",
                    "ref_id": null
                },
                {
                    "start": 3386,
                    "end": 3390,
                    "text": "150]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 484,
                    "end": 492,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Cleavage site structure"
        },
        {
            "text": "Cysteine proteinases may interact not only with their substrates for proteolysis but also with a variety of other molecules. These interactions can modulate proteolytic activity or can be essential for nonproteolytic activities of the proteinase, as was demonstrated for the picornavirus 2A vr° and 3C pr° and proteinases of other viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ligands, cofactors and nonproteolytic activities of proteinases"
        },
        {
            "text": "The PV 3C vr° probably interacts with 3D p°l in the 3CD precursor. In this 3CD covalent complex, 30 °°1 appears to be an activator of the proteolytic activity in trans of 3C pr° towards the P1 precursor. Furthermore, 3C pr° serves as an inhibitor for the RNA-dependent RNA polymerase activity of 3D p°i [154, 155] . The 3CD precursor was shown to be slowly autoconverted into 3C pr° and 3D p°l and this process was efficiently stimulated by 3AB molecules [156] . It remains to be shown that 3C pr° or 3D v°1 (or both) interact with 3AB. The 3CL proteinases of other animal and plant viruses may be involved in protein-protein interactions similar to those described for the PV 3C pr° [125, 145, 157, 158] . The PV and HRV-14 3CD p~° (3C pr°) proteins also possess RNA-binding properties. The cloverleaf structure, which is conserved within the first 100 nucleotides of the 5'-NTR of the viral RNAs, was recognized by these proteinases [99] [100] [101] [102] . This interaction is crucial for the formation of the RNP complex that is implicated in (+)RNA synthesis (see above).",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 308,
                    "text": "[154,",
                    "ref_id": null
                },
                {
                    "start": 309,
                    "end": 313,
                    "text": "155]",
                    "ref_id": null
                },
                {
                    "start": 455,
                    "end": 460,
                    "text": "[156]",
                    "ref_id": null
                },
                {
                    "start": 684,
                    "end": 689,
                    "text": "[125,",
                    "ref_id": null
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "145,",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 699,
                    "text": "157,",
                    "ref_id": null
                },
                {
                    "start": 700,
                    "end": 704,
                    "text": "158]",
                    "ref_id": null
                },
                {
                    "start": 935,
                    "end": 939,
                    "text": "[99]",
                    "ref_id": null
                },
                {
                    "start": 940,
                    "end": 945,
                    "text": "[100]",
                    "ref_id": null
                },
                {
                    "start": 946,
                    "end": 951,
                    "text": "[101]",
                    "ref_id": null
                },
                {
                    "start": 952,
                    "end": 957,
                    "text": "[102]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ligands, cofactors and nonproteolytic activities of proteinases"
        },
        {
            "text": "The RNA-binding and proteolytic activities of 3CD pr° or 3C °~° could be differentially inactivated and, therefore, they may be independent [100, 101] .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 145,
                    "text": "[100,",
                    "ref_id": null
                },
                {
                    "start": 146,
                    "end": 150,
                    "text": "101]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ligands, cofactors and nonproteolytic activities of proteinases"
        },
        {
            "text": "The HRV-2 2A pr° proteolytic activity strictly depends on the presence of Zn 2+, which was found to be tightly bound to the proteinase molecules in an equimolar ratio [159] . The bound Zn 2+ may mediate a novel RNA-or protein-binding activity, which was suggested for 2A p~° [159, 160] because of its involvement in RNA replication [97] and transactivation of translation [92] . The HepCV NS2-3 appears to be another Zn-dependent proteinase: its activity was threefold stimulated by 2 mM Zn 2+ [25] .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 172,
                    "text": "[159]",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 280,
                    "text": "[159,",
                    "ref_id": null
                },
                {
                    "start": 281,
                    "end": 285,
                    "text": "160]",
                    "ref_id": null
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "[97]",
                    "ref_id": null
                },
                {
                    "start": 372,
                    "end": 376,
                    "text": "[92]",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ligands, cofactors and nonproteolytic activities of proteinases"
        },
        {
            "text": "Also, PL proteinases may possess multiple activities. SinV nsP2 seems to interact with domains of nsP1 and nsP3 which profoundly modulate its trans cleavage activity [161] . In the MHV O R F l a polyprotein, cleavage of the N-terminal p28 by PL1 pr° depended on a long protein spacer separating the target site and the proteinase [19,138] (Fig. 1C) . The LDV/PRRSV nspla proteinase contains conserved sequence motifs which are probably related to an as yet unidentified nonproteolytic activity of this protein [20] .",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 171,
                    "text": "[161]",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 348,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Ligands, cofactors and nonproteolytic activities of proteinases"
        },
        {
            "text": "A remarkable mechanism of activation was described for the Ad 23K proteinase. The adenovirus enzyme was shown to cleave peptide substrates only in the presence of a disulfide-linked dimer of an 11-residue peptide which was normally derived from the C-terminus of a proteinase substrate, the capsid protein pVI [162, 163] . This peptide appears to be involved in a thiol-disulfide exchange with the proteinase molecules and this process activates the 23K proteolytic activity. The same activation mechanism probably operates in vivo. The Ad proteinase may also bind to DNA because it was nonspecifically stimulated by\" this compound [162] .",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 315,
                    "text": "[162,",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "163]",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 637,
                    "text": "[162]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ligands, cofactors and nonproteolytic activities of proteinases"
        },
        {
            "text": "The HAV and HRV-14 3C pr° adopt variants of the CHL fold which is composed of two [3-barrels, each containing six antiparalM [3-strands [5,13] (Fig. 2) . There are also peculiarities in the design of the 3C pr° structures which were not found in cellular CHL enzymes. The 3C pr° structures of the two viruses do not contain disulfide bridges and their N-terminus is folded in a unique a-helix. In addition, the HRV-14 3C pr° contains a 310 rather than the canonical a-helix at the C-terminus. The HAV and HRV-14 3C pr° are only distantly related (approximately 20% identical residues), and the sequence similarity between many other viral enzymes of this family is even less obvious. Nevertheless, comparative sequence analyses and modeling studies suggest that other 3CL pr° and 2A p~° share the main features of the structural organization of the HRV-14 and HAV 3C pr° [49, 50] . However, the differences between these proteinases may be significant as well. The structural integrity of 2AP~? specifically required Zn 2+ Structural information on other proteinases is rather scarce. A very preliminary model of a PL fold was reported for the FMDV L pr° [8] and the X-ray structure determination of this enzyme is now in progress [164b]. The Ad2 23K, the structure of which is currently being analyzed [165] , was found to be a monomer that does not contain disulfide bonds [120,t63] . (See also Note added in proof.)",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 142,
                    "text": "[3-strands [5,13]",
                    "ref_id": null
                },
                {
                    "start": 871,
                    "end": 875,
                    "text": "[49,",
                    "ref_id": null
                },
                {
                    "start": 876,
                    "end": 879,
                    "text": "50]",
                    "ref_id": null
                },
                {
                    "start": 1155,
                    "end": 1158,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1303,
                    "end": 1308,
                    "text": "[165]",
                    "ref_id": null
                },
                {
                    "start": 1375,
                    "end": 1384,
                    "text": "[120,t63]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 151,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Fold and overall structure"
        },
        {
            "text": "Catalytic system Viral cysteine proteinases employ different catalytic systems which seem to be original variants of the well-known catalytic triads identified in cellular enzymes. The HRV-14 and HAV 3C p~° contain a triad of residues which are spatially equivalent to the catalytic Set-His-Asp of cellular CHL proteases and which are embedded in similar folds. In both enzymes the catalytic serine is replaced by cysteine and, in addition, in the HRV-14 3C pr° the catalytic aspartic acid has been substituted by glutamic acid [5, 13] . The catalytic Cys 146, His 4°, and Glu 71 of the HRV-14 3C pr° are in reasonable positions and orientations to form a charge-relay system that is similar, but not identical, to that of serine proteases. In particular, Glu 71 adopts an unusual antilone conformation to fit a space occupied by the smaller aspartic acid residue in serine proteases. The oxyanion hole involved in the stabilization of the tetrahedral transition complex is shifted 1-1.2 A away in the cysteine proteinase. Surprisingly, different active site organization was revealed for the HAV 3C p~°. The side chain of Asp 84, which is the counterpart of HRV-14 3C pr° Glu 71, was shown to be oriented away from the catalytic histidine. Thus the HAV 3C vr° likely employs a diad rather than a triad of catalytic residues [13,60] (Fig. 2) .",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 531,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1333,
                    "end": 1341,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Viral eysteine proteinases"
        },
        {
            "text": "The Cys-His-Asp(Glu) triad together with the glycine residue that follows the catalytic cysteine are the only conserved residues in the primary structures of 2A and 3CL proteinases [166] (Fig. 3) . The involvement of the cysteine in catalysis was supported by the results of inhibitor studies with numerous proteinases. Moreover, the formation of thiohemiacetal between the HAV 3C vr° and a peptide-aldehyde inhibitor was recently demonstrated [167] . The importance of the triad residues for proteolytic activity of the CHL proteinases of different picorna-, como-, nepo-, calici, poty-, and coronaviruses was confirmed by site-directed mutagenesis. Furthermore, some Cys-to-Ser proteinase mutants retained partial [7, 14, 16, 67, 122, 168, 169] or even full [146] activity and acquired sensitivity to serine proteinase inhibitors [168] . The latter supported the genuine character of the relationship between cysteine and serine proteinases of the CHL family. In the same way, it was demonstrated that in a number of proteases glutamic acid and aspartic acid are (partly) interchangeable at the third position in the catalytic triad [7, 16, 101, [169] [170] [171] . The special character of this interchangeability is underscored by the observations that proteolytic activity was much more sensitive to replacement of the catalytic acidic residue by asparagine or glutamine [7, 14, 16, 100, [169] [170] [171] [172] . The only apparent exception was reported for coronavirus 3CL proteinases. A putative active site aspartic acid (glutamic acid) was tolerant to substitution by glutamine in the IBV and by alanine or proline in the MHV 3CL proteinases [67,173a] . In the human coronavirus 229E (HCV) an asparagine is present at this position [77] (Fig. 3) , and replacement of this residue by glycine or proline did not impair proteolytic activity in a peptide cleavage assay (J. Ziebuhr, G. Heusipp and S.G. Siddell, personal communication). These results and those of the James group [13] raise questions on the possible role(s) of the acidic residue in catalysis, and the possibility exists that viral CHL proteinases may differ in this respect.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 186,
                    "text": "[166]",
                    "ref_id": null
                },
                {
                    "start": 444,
                    "end": 449,
                    "text": "[167]",
                    "ref_id": null
                },
                {
                    "start": 716,
                    "end": 719,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 723,
                    "text": "14,",
                    "ref_id": null
                },
                {
                    "start": 724,
                    "end": 727,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 728,
                    "end": 731,
                    "text": "67,",
                    "ref_id": null
                },
                {
                    "start": 732,
                    "end": 736,
                    "text": "122,",
                    "ref_id": null
                },
                {
                    "start": 737,
                    "end": 741,
                    "text": "168,",
                    "ref_id": null
                },
                {
                    "start": 742,
                    "end": 746,
                    "text": "169]",
                    "ref_id": null
                },
                {
                    "start": 760,
                    "end": 765,
                    "text": "[146]",
                    "ref_id": null
                },
                {
                    "start": 832,
                    "end": 837,
                    "text": "[168]",
                    "ref_id": null
                },
                {
                    "start": 1135,
                    "end": 1138,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 1139,
                    "end": 1142,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 1143,
                    "end": 1147,
                    "text": "101,",
                    "ref_id": null
                },
                {
                    "start": 1148,
                    "end": 1153,
                    "text": "[169]",
                    "ref_id": null
                },
                {
                    "start": 1154,
                    "end": 1159,
                    "text": "[170]",
                    "ref_id": null
                },
                {
                    "start": 1160,
                    "end": 1165,
                    "text": "[171]",
                    "ref_id": null
                },
                {
                    "start": 1376,
                    "end": 1379,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 1380,
                    "end": 1383,
                    "text": "14,",
                    "ref_id": null
                },
                {
                    "start": 1384,
                    "end": 1387,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 1388,
                    "end": 1392,
                    "text": "100,",
                    "ref_id": null
                },
                {
                    "start": 1393,
                    "end": 1398,
                    "text": "[169]",
                    "ref_id": null
                },
                {
                    "start": 1399,
                    "end": 1404,
                    "text": "[170]",
                    "ref_id": null
                },
                {
                    "start": 1405,
                    "end": 1410,
                    "text": "[171]",
                    "ref_id": null
                },
                {
                    "start": 1411,
                    "end": 1416,
                    "text": "[172]",
                    "ref_id": null
                },
                {
                    "start": 1652,
                    "end": 1661,
                    "text": "[67,173a]",
                    "ref_id": null
                },
                {
                    "start": 1742,
                    "end": 1746,
                    "text": "[77]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 195,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1747,
                    "end": 1755,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Viral eysteine proteinases"
        },
        {
            "text": "Unlike their CHL counterparts, a number of viral PL proteinases were sensitive to specific inhibitors of papain, e.g. L-trans-epoxysuccinyMeucylamido(4-guanidine) butane (E64) or its derivatives [173b, 174] . In line with this observation, a catalytic Cys-His diad of the PL type was identified in these and other viral PL proteinases by comparative sequence analysis and site-directed mutagenesis. At the primary structure level, the similarity between viral and cellular PL proteases is concentrated mainly around the catalytic cysteine residue; this is also true for the group of viral PL proteinases by itself (Fig. 3) . No apparent counterpart of the papain Ash 175 residue, which is considered to be the third member of the catalytic triad in some models, was recognized in any of the RNA-virus-encoded proteinases. Furthermore, another hallmark of cellular PL proteases -a tryptophane residue following the catalytic cysteine -is substituted in many viral proteinases by other aromatic or aliphatic residues, or even by arginine [23,28--30,33] (Fig. 3) . Unlike the observations made for CHL proteinases (see above), the Cys-to-Ser mutants of all viral PL proteinases tested thus far were completely inactive [9, 19, 20, 26, [28] [29] [30] 33, 69] . This may reflect differences in the catalytic mechanisms employed by the two groups of viral cysteine proteinases.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 206,
                    "text": "[173b, 174]",
                    "ref_id": null
                },
                {
                    "start": 1036,
                    "end": 1050,
                    "text": "[23,28--30,33]",
                    "ref_id": null
                },
                {
                    "start": 1216,
                    "end": 1219,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 1220,
                    "end": 1223,
                    "text": "19,",
                    "ref_id": null
                },
                {
                    "start": 1224,
                    "end": 1227,
                    "text": "20,",
                    "ref_id": null
                },
                {
                    "start": 1228,
                    "end": 1231,
                    "text": "26,",
                    "ref_id": null
                },
                {
                    "start": 1232,
                    "end": 1236,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 1237,
                    "end": 1241,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 1242,
                    "end": 1246,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 1247,
                    "end": 1250,
                    "text": "33,",
                    "ref_id": null
                },
                {
                    "start": 1251,
                    "end": 1254,
                    "text": "69]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 614,
                    "end": 622,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1051,
                    "end": 1059,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Viral eysteine proteinases"
        },
        {
            "text": "A putative catalytic diad of cysteine and histidine was also identified in the EAV nsp2 [21] , HepCV NS2-3 [24,25; A.E. Gorbalenya, unpublished data] , and Ad 23K proteinases [63, 64] , whose relationship with established proteinases is uncertain (Fig. 3) . Of particular interest is the residual proteolytic activity of the C104S catalytic site mutant of Ad2 and its inactivation by diisopropylfluorophosphate [63] . The proteinases mentioned above contain conserved acidic residues which might function in catalysis, but their role has not yet been elucidated. (See also Note added in proof.)",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 107,
                    "end": 114,
                    "text": "[24,25;",
                    "ref_id": null
                },
                {
                    "start": 120,
                    "end": 149,
                    "text": "Gorbalenya, unpublished data]",
                    "ref_id": null
                },
                {
                    "start": 175,
                    "end": 179,
                    "text": "[63,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "64]",
                    "ref_id": null
                },
                {
                    "start": 411,
                    "end": 415,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 255,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Viral eysteine proteinases"
        },
        {
            "text": "So far, determinants of substrate recognition were only characterized in 3CL proteinases. His 16° and Thr I41 of the HRV-14 3C vr° were found to form the S1 subsite of the substrate-binding pocket and are hydrogen-bonded to the carboxamide group of the conserved glutamine residue in a 6-aa peptide substrate. The latter was modeled on the tertiary structure of the enzyme, a process that was guided by the organization of trypsin and the Bowman-Birk inhibitor complex [5] . The threonine and histidine residues of the substrate-binding pocket are conserved in the 3CL proteinases of most, but not all, viruses [49, 50] . There is a perfect correlation between the presence of the substrate-binding pocket histidine in 3C1 pr° and the ability of the proteinase to cleave after a glutamine or glutamic acid residue (Fig. 3) . Substitution of. this histidine_ residue was absolutely deleterious for any of the 3CL proteinases under any of the experimental conditions tested [7, 48, 100, 104, 141, 142, 175, 176] . A similar observation was made for the nepovirus 3CL proteinases, in which a leucine occupies the position in the substrate-binding pocket that is normally occupied by histidine (Fig. 3) . Reversion of this leucine residue back to histidine inactivated the proteinase [143, 146] . The substrate-binding pocket threonine tolerated a conservative serine substitution fairly well and was sensitive to another substitution [104, 175, 176] . A PV Thr~4Z-to-Ser mutant gave a viable small-plaque progeny [104] . Interestingly, a viral serine rather than a cysteine enzyme with structural and functional characteristics of a 3CL proteinase was recently described for arteriviruses [141] (Figs. 1C and 2 ). In the HRV-14 3C pr°, the residue that could determine its specificity for a small residue in the PI' position was not identified. The $5-$2 subsites of the substrate-binding pocket, which interact with the less conserved P5-P2 positions of the cleavage sites, were recognized in the enzyme-substrate model of the HRV-14 3C pr° as well [5] .",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 472,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 611,
                    "end": 615,
                    "text": "[49,",
                    "ref_id": null
                },
                {
                    "start": 616,
                    "end": 619,
                    "text": "50]",
                    "ref_id": null
                },
                {
                    "start": 972,
                    "end": 975,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 976,
                    "end": 979,
                    "text": "48,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 980,
                    "end": 984,
                    "text": "100,",
                    "ref_id": null
                },
                {
                    "start": 985,
                    "end": 989,
                    "text": "104,",
                    "ref_id": null
                },
                {
                    "start": 990,
                    "end": 994,
                    "text": "141,",
                    "ref_id": null
                },
                {
                    "start": 995,
                    "end": 999,
                    "text": "142,",
                    "ref_id": null
                },
                {
                    "start": 1000,
                    "end": 1004,
                    "text": "175,",
                    "ref_id": null
                },
                {
                    "start": 1005,
                    "end": 1009,
                    "text": "176]",
                    "ref_id": null
                },
                {
                    "start": 1280,
                    "end": 1285,
                    "text": "[143,",
                    "ref_id": null
                },
                {
                    "start": 1286,
                    "end": 1290,
                    "text": "146]",
                    "ref_id": null
                },
                {
                    "start": 1431,
                    "end": 1436,
                    "text": "[104,",
                    "ref_id": null
                },
                {
                    "start": 1437,
                    "end": 1441,
                    "text": "175,",
                    "ref_id": null
                },
                {
                    "start": 1442,
                    "end": 1446,
                    "text": "176]",
                    "ref_id": null
                },
                {
                    "start": 1510,
                    "end": 1515,
                    "text": "[104]",
                    "ref_id": null
                },
                {
                    "start": 1686,
                    "end": 1691,
                    "text": "[141]",
                    "ref_id": null
                },
                {
                    "start": 2047,
                    "end": 2050,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 814,
                    "end": 822,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1190,
                    "end": 1198,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1692,
                    "end": 1707,
                    "text": "(Figs. 1C and 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Substrate-binding pocket"
        },
        {
            "text": "3C proteinases may employ an original mechanism for coupling substrate recognition with catalysis [5] . The binding of a cognate substrate by the proteinase may fuel free binding energy into the stabilization of an unusually flexible loop comprising (among others) the catalytic cysteine and two glycine residues of the oxyanion hole. This energy transfer would promote cleavage of the peptide bond [5] .",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 399,
                    "end": 402,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Substrate-binding pocket"
        },
        {
            "text": "In a number of proteinases, residues that are likely to be involved in a variety of interactions with molecules other than substrates were identified. The site-directed mutagenesis of two discontinuous regions, enriched in aromatic and basic amino acid residues, implicated them in mediating the binding of 3CD pr° to the cloverleaf structure of the PV and HRV-14 5'-NTR [100] [101] [102] 104] . These regions include a large part of the interdomain and D2^E2 loops, respectively, and are spatially juxtaposed [5] . Among the interacting residues is a prominent tripeptide PheArgAsp in the interdomain loop which is conserved only in picornavirus 3C pr° [50, 177] (Fig. 2) . The presence of this peptide in a proteinase may be indicative of the enzyme's RNA-binding activity. A number of additional amino acid residues from the N-and C-terminal regions of 3C pr° may also contribute to the RNAbinding surface formed on the opposite side of the active site cleft of the molecule [5] .",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 376,
                    "text": "[100]",
                    "ref_id": null
                },
                {
                    "start": 377,
                    "end": 382,
                    "text": "[101]",
                    "ref_id": null
                },
                {
                    "start": 383,
                    "end": 388,
                    "text": "[102]",
                    "ref_id": null
                },
                {
                    "start": 389,
                    "end": 393,
                    "text": "104]",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 513,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 654,
                    "end": 658,
                    "text": "[50,",
                    "ref_id": null
                },
                {
                    "start": 659,
                    "end": 663,
                    "text": "177]",
                    "ref_id": null
                },
                {
                    "start": 978,
                    "end": 981,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 664,
                    "end": 672,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The determinants of cofactor and ligand recognition"
        },
        {
            "text": "RNA-binding activity was also claimed, but has not been proven yet, for the entero/ rhinovirus 2A pr°. Two sets of residues which might mediate such an activity have already been identified. The first set includes residues which could be changed to generate suppressor mutations for substitutions made in a region of the 5'-NTR. This region lies downstream of the cloverleaf structure and promotes cap-independent translation of viral RNA. The mutated residues are scattered in the polypeptide chain with a possible spatial concentration in two distinct areas far from the active site region of 2A pr° [92] . These areas were implicated in the interaction with this region of the 5'-NTR [92] . The second set is represented by a finger-like motif CXC-Xn-CXH which was implicated in Zn 2+ binding [160,164a] . The spatial organization of the finger may distantly resemble that of the RNAbinding surface of 3CP% There is, however, a difference between the two apparently analogous structures. Unlike the 3C pr° residues involved in RNA binding, the fingerforming residues of 2A pr° cannot be mutated without the loss of proteolytic activity [160] because of their apparent role in maintaining the structural integrity of 2A p~° [164a]. Interestingly, a structurally similar finger seems to be conserved in the HepCV NS2-3 proteinase (A.E. Gorbalenya, unpublished data) and replacements in it diminished the proteotytic activity of this proteinase as well [25] .",
            "cite_spans": [
                {
                    "start": 602,
                    "end": 606,
                    "text": "[92]",
                    "ref_id": null
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "[92]",
                    "ref_id": null
                },
                {
                    "start": 796,
                    "end": 806,
                    "text": "[160,164a]",
                    "ref_id": null
                },
                {
                    "start": 1453,
                    "end": 1457,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The determinants of cofactor and ligand recognition"
        },
        {
            "text": "Site-directed mutagenesis also helped to identify a cysteine residue likely to be involved in the activation of the Ad 23K proteinase. The conserved Cys ~ was implicated in the thiol-disulfide exchange with the activating 11-residue peptide [63, 64] . (See also Note added in proof.)",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "text": "[63,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "64]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The determinants of cofactor and ligand recognition"
        },
        {
            "text": "After the identification of a CHL fold in the 3CL viral cysteine proteinases (Fig. 2) , the common ancestry of this group and the canonical CHL serine proteases is no longer a matter of debate. Although these findings do not reveal the direction of protease evolution, independent considerations suggest that the serine version of the CHL protease most likely originated from a cysteine-based ancestor [178,i79] . Hence, the 2A pr° and 3CL cysteine proteinases may have descended directly from the primordial CHL enzyme [79] .",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 411,
                    "text": "[178,i79]",
                    "ref_id": null
                },
                {
                    "start": 520,
                    "end": 524,
                    "text": "[79]",
                    "ref_id": "BIBREF78"
                }
            ],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 85,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Evolutionary relationships of cellular and viral cysteine proteases"
        },
        {
            "text": "The subsequent change of catalytic nucleophile may also have occurred during the evolution of viruses or their predecessors. This can be concluded from the observation that the 3CL proteinases of the related coronaviruses and arteriviruses, which appear to be descendants of the same ancestral proteinase [141] , are cysteine and serine enzymes, respectively (Figs. 1C and 3) .",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 310,
                    "text": "[141]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 359,
                    "end": 375,
                    "text": "(Figs. 1C and 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Evolutionary relationships of cellular and viral cysteine proteases"
        },
        {
            "text": "A common origin is also likely for viral and cellular PL proteases, although a lack of structural data leaves this relationship without firm evidence so far. Viral PL proteinases have probably been able to explore 'evolutionary space' at a scale not reached by their cellular counterparts. This could explain their broad diversity, both in size and in primary structure (Fig. 3) . Duplications of a PL proteinase domain may have occurred independently in several viral lineages [20, 76, 78] . A possible product of such a duplication, the arterivirus nsp2 proteinase, combines PL and CHL features in its primary structure (Fig.  3 ) and its origin is intriguing [21] .",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 482,
                    "text": "[20,",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 486,
                    "text": "76,",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 490,
                    "text": "78]",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 666,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 378,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 622,
                    "end": 630,
                    "text": "(Fig.  3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Evolutionary relationships of cellular and viral cysteine proteases"
        },
        {
            "text": "Viral (cysteine) proteinases are among the most attractive targets for antiviral chemotherapy [180, 181] . These promises are yet to become true, although a variety of compounds can inhibit viral cysteine proteinases in vitro and, in some cases, also in vivo. The anti-papain drug E64 or its lipophilic derivatives inhibited the FMDV L pr° and the MHV PLW ° in vitro and also inhibited virus replication in tissue culture [173b,174] . Elastase inhibitors like methoxysuccinyl-Ala-Ala-Pro-Val-chloromethyl ketone (MPCMK) and elastatinal were effective to some extent against the PV and HRV-14 2A pr° [182] , and the latter also inhibited the HAV 3C pr° in vitro [128] . In addition, MPCMK partly inhibited virus-specific protein synthesis in PV-infected cells [182] . Spiro indolinone [3-tactam was synthesized and shown to be a good inhibitor (ICs0 = 20/ag/ml) of the HRV and PV 3C pr° [183] . A compound named thysanone was isolated from the fungus Thysanophora peniciltoides and inhibited (ICs0 = 13/ag/ml) the HRV 3C pr° [184] . This was also the case using the related polyketide antibiotic katafungin (ICs0= 3.3/aM) and two other substances of microbial origin, phytotoxin radicinin (ICs0 = 500/aM) and citrinin hydrate (ICs0 = 280/aM) [185] . The latter two compounds were selected from 20 000 sources employing an original bacterium-based system specially designed for the large-scale screening of anti-proteinase drugs [185] .",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 99,
                    "text": "[180,",
                    "ref_id": null
                },
                {
                    "start": 100,
                    "end": 104,
                    "text": "181]",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 432,
                    "text": "[173b,174]",
                    "ref_id": null
                },
                {
                    "start": 599,
                    "end": 604,
                    "text": "[182]",
                    "ref_id": null
                },
                {
                    "start": 661,
                    "end": 666,
                    "text": "[128]",
                    "ref_id": null
                },
                {
                    "start": 759,
                    "end": 764,
                    "text": "[182]",
                    "ref_id": null
                },
                {
                    "start": 886,
                    "end": 891,
                    "text": "[183]",
                    "ref_id": null
                },
                {
                    "start": 1024,
                    "end": 1029,
                    "text": "[184]",
                    "ref_id": null
                },
                {
                    "start": 1241,
                    "end": 1246,
                    "text": "[185]",
                    "ref_id": null
                },
                {
                    "start": 1427,
                    "end": 1432,
                    "text": "[185]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Proteinases as targets for antiviral therapy"
        },
        {
            "text": "Recently, two groups reported on HAV and HRV 3C pr° inhibitors which mimic cognate peptide substrates and contain a C-terminal glutamine residue that is modified with a chemically active group [167, 186] . Another inhibitor of the HAV 3C p~°, peptide-aldehyde acetyl-Leu-Ala-Ala- (N,N'-dimethylglutaminal) , was 50-fold more active against this enzyme compared to the related HRV-14 3C p~° and had a I~. of4.2x 10 -~ M [167] . Similarly, P4-P1 oligopeptides Leu-Ala-Gly-Gly with a C-terminal dimethylacetal or nitrile group were good substrate-resembling inhibitors of the Ad2 23K proteinase [187] .",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 198,
                    "text": "[167,",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "186]",
                    "ref_id": null
                },
                {
                    "start": 419,
                    "end": 424,
                    "text": "[167]",
                    "ref_id": null
                },
                {
                    "start": 592,
                    "end": 597,
                    "text": "[187]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 305,
                    "text": "(N,N'-dimethylglutaminal)",
                    "ref_id": null
                }
            ],
            "section": "Proteinases as targets for antiviral therapy"
        },
        {
            "text": "The number of established viral cysteine proteinases has been expanded enormously and now includes both RNA-and DNA-encoded enzymes. All (+)RNA viruses of verte-brates and a significant number of plant RNA viruses employ cysteine proteinases or their serine homologues to control virus-specific processes and to modify the host cell. Proteinases can act in cis and/or trans and may display additional, nonproteolytic protein-and RNA-binding activities. The inactivation of proteinases is deleterious for virus reproduction and this makes these enzymes attractive targets for the therapy of many hazardous virus infections. The coding sequences for a large number of proteinases have been cloned, sequenced, and analyzed, and a few picornavirus enzymes were characterized in more detail. Extensive variations of only two structural themes, characteristic of the cellular enzymes chymotrypsin and papain, were identified in viral cysteine proteinases. This structural conservation, together with the narrow and conserved specificity of viral proteinases, will allow the development of general approaches to design anti-proteinase drugs to be used against a variety of viruses. Also, substances which interfere with nonproteolytic activities of viral proteinases could be developed. To accomplish these goals, the structure function relationships of viral proteinases (and their precursors) and the proteolytically active complexes which they form should be analyzed in detail for prototypes of all major groups of viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and future directions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Summers",
                    "suffix": ""
                },
                {
                    "first": "Jn",
                    "middle": [
                        "J"
                    ],
                    "last": "Maizel",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "",
            "volume": "59",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baltimore",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "",
            "volume": "60",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Petithory",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Masiarz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Kirsch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Santi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Malcolm",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "88",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Abstracts of the IXth Meeting of the European Study Group on the Molecular Biology of Picornavirnses, D5",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Allaire",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Chernaia",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Malcolm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N G"
                    ],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bergmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chernaia",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mosimann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Plotch",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gluzman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Malcolm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "72",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grakoui",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Mccourt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wychowski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Feinstone",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "90",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Virus Taxonomy. Classification and Nomenclature of Viruses, 6th Report of the International Committee on Taxonomy of Viruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Fauquet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H.L"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Ghabrial",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Jarvis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Martelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mayo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Summers",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Ivanoff",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Towatari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Korant",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Petteway",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "83",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rancourt",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tihanyi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bourbonniere",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Koonin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Tt"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Nuss",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shapira",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Carrington",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "88",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Koonin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Purdy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Rozanov",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Reyes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "89",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Molecular Basis of Virus Evolution",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "4--66",
            "other_ids": {}
        },
        "BIBREF124": {
            "ref_id": "b124",
            "title": "66 (1992) 3330. b. Kraulis, RJ",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "U T"
                    ],
                    "last": "Hellen",
                    "suffix": ""
                },
                {
                    "first": "C.-K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wimmer",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Appl. Crystallogr",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF137": {
            "ref_id": "b137",
            "title": "Proc. Natl. Acad, Sci. USA",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shapira",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Nuss",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "88",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF165": {
            "ref_id": "b165",
            "title": "Abstracts of the IXth Meeting of the European Study Group on the Molecular Biology of Picornaviruses",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ybss",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sommergruber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guarne",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kirchweger",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Verdaguer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Skern",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Fita",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF169": {
            "ref_id": "b169",
            "title": "Proc. Natl. Acad. ScL USA",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lawson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Semler",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "88",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF174": {
            "ref_id": "b174",
            "title": "Abstracts of the IVth International Symposium on Positive Strand RNA Viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Denison",
                    "suffix": ""
                },
                {
                    "first": "Y.-Q",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "5--29",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "animals and crops are caused by ( + ) R N A viruses. T h e g e n o m e size o f ( + ) R N A viruses ranges from approximately 3.0 to 31.0 x 103 nucleotides, which is e n o u g h to encode from a few u p to a d o z e n genes, respectively. ( + ) R N A viruses can differ significantly with respect to virion structure, g e n o m e organization, m o d e o f g e n o m e expression and o t h e r features.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Organization of conserved domains and cleavage site map of polyproteins encoded by (+)RNA viruses. The figure presents examples of polyproteins of which the processing has been shown to be mediated by cysteine proteinases. These polyproteins are encoded by members of the picornavirus-like supergroup (A), the alphavirus-like supergroup (B) and the coronavirus-like supergroup (nidoviruses) (C). Only the proteolytic and a number of other well-conserved domains are indicated. The names of most, but not all, virus proteins are highlighted. The dotted lines connect homologous domains in the polyproteins of two members of a particular supergroup, which are conserved in the same order in all other viruses of the same supergroup (array of conserved domains). The homologue of the defective PL proteinase domain of the EAV nspl protein was demonstrated to be active proteinase in two other arteriviruses, PRRSV and LDV. In these viruses, two proteins nsplc~ (N-terminal) and nspl[3 (C-terminal) are produced instead of nspl. The approximate position of the nspl~nspl[~ cleavage site of PRRSV/LDV is indicated within EAV nspl. Proteolytic activity was not yet demonstrated tbr the MHV PL2 p~°, Furthermore, the MHV PL1 pr° is not conserved in another coronavirus, IBV. The cleavage site maps of EAV and MHV are partly provisional.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Three~imensional model of the HAV 3C pr°. The drawing was produced with the assistance of the Molscript program [123b] using coordinates of an active single mutant, C24S, of the HAV 3C pr° [13b] kindly provided by E. Bergmann and M. James. Organization of secondary structure elements is depicted in ribbon representation. The catalytic His-Cys diad in the cleft between the two domains and the conserved PheArgAsp peptide, a part of the RNA-binding surface, at the opposite side of the molecule are shown in ball-and-stick design.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The most conserved regions of selected virus cysteine proteinases and their substrate specificity. An alignment of the regions containing the active site residues and the dipeptides cleaved by each proteinase are shown, In addition, the amino acid sequences of chymotrypsin, the 3C-like serine proteinase of EAV (nSlM) and papain were included for comparative purposes. The distances to the N-and C-terminal ends of the proteinases and between the conserved regions are indicated. For the HepCV NS2-3 proteinase, the distance to the PI' residue of the cognate cleavage site, which separates the NS2 and NS3 domains, rather than to the C-terminus of the enzyme is indicated. The proteinases were divided into three groups, separated by blank lines, according to the phylogenetic classification of the protein. Top block: CHL proteinases; middle block: unclassified proteinases; bottom block: PL proteinases. The (putative) catalytic triad of the CHL proteinases and the HepCV NS2-3 proteinase as well as the catalytic diad of the PL proteinases and the EAV nsp2 proteinase are shown in bold and in a larger font and are indicated with *. The Sl substrate-binding pocket residues of the 3CL proteinases are depicted in bold italic. TomRSV: tomato ring spot virus; TBRV: tomato black ring virus. For other abbreviations see Table 1 and the text. The alignment is a compilation from Refs. 21, 50, 80, 141, 146 and 166 (also A.E. Gorbalenya, unpublished observations).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "[164a]. The 2A pr° and RHDV 3CL pr° may have no equivalent of the most N-terminal [3-strand of the N-terminal barrel [49; A.E. Gorbalenya, unpublished data].",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "PROTEINASES OF (+)RNA VIRUSES\"",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to all colleagues who supplied us with reprints of their papers used tbr this survey. Our special thanks to Ernst Bergmann, Xuemei Chao, Mark Denison, Michael James, Kathie Kean, Ann Palmenberg, Bert Semler, Susan Weiss, Eckard Wimmer, and John Ziebuhr who made unpublished results available to us. This work was supported in part by a grant from the RFBR to A.E.G.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Very recently, the three-dimensional structure of the complex between the Ad 23K proteinase and its activating peptide was solved by X-ray analysis [188] . A unique fold for this enzyme was revealed. The activating peptide residing far from the active site extends a [3-sheet of the enzyme core. In contradiction to the current model [63, 64] , which has been described in this review, Cys TM has been implicated in the thiol-disulphide exchange and activation, and Cys 122, in addition to His 54 and Gill 71, has been proposed to be part of the catalytic triad. This triad can be superimposed on the active site Cys-His-Asn residues of papain. The tertiary structure model of Ad 23K suggests that variants of a portion of the activating peptide may be useful for designing antivirus drugs.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 153,
                    "text": "[188]",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 338,
                    "text": "[63,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 339,
                    "end": 342,
                    "text": "64]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Note added in proof"
        }
    ]
}