{
    "paper_id": "b3deb55aafe68dbea3310dae84629eab89a1e118",
    "metadata": {
        "title": "Describing dengue Epidemics: Insights from Simple Mechanistic Models",
        "authors": [
            {
                "first": "Maíra",
                "middle": [],
                "last": "Aguiar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nico",
                "middle": [],
                "last": "Stollenwerk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bob",
                "middle": [
                    "W"
                ],
                "last": "Kooi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vrije Universiteit",
                    "location": {
                        "addrLine": "De Boelelaan 1087",
                        "postCode": "1081 HV",
                        "settlement": "Amsterdam",
                        "region": "NL",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We present a set of nested models to be applied to dengue fever epidemiology. We perform a qualitative study in order to show how much complexity we really need to add into epidemiological models to be able to describe the fluctuations observed in empirical dengue hemorrhagic fever incidence data offering a promising perspective on inference of parameter values from dengue case notifications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Mathematical models were introduced into infectious disease epidemiology in the early 20th century, and a series of deterministic compartmental models such as SI (susceptible-infected), SIS (susceptible-infected-susceptible), and e.g SIR (susceptible-infected-recovered) have been proposed based on the flow patterns between compartments of hosts. In our days, most of the models developed try to incorporate other factors focusing on several different aspects of the disease, which can imply rich dynamic behaviour even in the most basic dynamical models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In dengue fever epidemiology for example, there are four antigenically related but distinct serotypes (DEN-1 to . The occurrence of the virus as four distinct serotypes raises many complications in the analysis and interpretation of serological data. Antibodies generated by exposure to any one strain are known to be cross-reactive for other strains, but they are believed only to provide strain-specific lifelong immunity to reinfection [1] . The immunological response on exposure to a second strain is complex and depends on factors such as patient age, strain type and the interval between exposure to one serotype and exposure to the second serotype. The high antibody titers attained after primary infection appear to generate a degree of cross-protection for a while, but if secondary exposure occurs after antibody levels begin to decline, cross-reactivity appears to act to enhance the growth rate of the new invading viral strain. This is called antibody-dependent enhancement (ADE) and its occurrence in dengue has been used to explain the etiology of serious disease (DHF and DSS) [3, 4, 5] .",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 442,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 1094,
                    "end": 1097,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 1098,
                    "end": 1100,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 1101,
                    "end": 1103,
                    "text": "5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Although the multi-strain interaction leading to deterministic chaos via ADE has been described previously, e.g. [6, 7, 8] , the role of temporary cross-immunity has been neglected leading to unrealistic biological parameter estimation. More recently, despite incorporation of temporary cross immunity in rather complicated models, the possible dynamical structures were not deeply analyzed [9, 10, 11] . When including temporary cross immunity into the ADE models, a rich dynamic structure including chaos in wider and more biologically realistic parameter regions was found [12, 13] .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 117,
                    "end": 119,
                    "text": "7,",
                    "ref_id": null
                },
                {
                    "start": 120,
                    "end": 122,
                    "text": "8]",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 399,
                    "end": 402,
                    "text": "11]",
                    "ref_id": null
                },
                {
                    "start": 576,
                    "end": 580,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 581,
                    "end": 584,
                    "text": "13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In this manuscript we present a set of nested models to be applied to dengue fever epidemiology. The models are extentions of the basic SIR epidemic model, which consists of a set of classes representing parts of the population to be susceptible, infected and recovered individuals. The notion of at least two recurrent infections is needed to describe differences between primary and secondary infections. The processes of infection are described in uniform mixing approximation and immunity to a particular strain is assumed to be lifelong. The demography of the host population is also included, assuming constant population size. We perform a qualitative study in order to show how much complexity we really need to add into epidemiological models to be able to describe the fluctuations observed in empirical dengue hemorrhagic fever incidence data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To model dengue infections with multiple strains at least 5 ingredients are needed, given by the models parameters. β is the infection rate, describing the transmissibility of the disease, γ is the recovery rate, α is the waining immunity rate, μ is the demographic rate, and φ is ratio which describes the secondary infection contribution to the force of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPARTIMENTAL MODELS APPLIED TO DENGUE FEVER"
        },
        {
            "text": "A basic n-strain epidemiological model with primary and secondary infections can be written as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPARTIMENTAL MODELS APPLIED TO DENGUE FEVER"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPARTIMENTAL MODELS APPLIED TO DENGUE FEVER"
        },
        {
            "text": "and for i = 1, ..., n and j = 1, ..., n with j = i",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPARTIMENTAL MODELS APPLIED TO DENGUE FEVER"
        },
        {
            "text": "and finallyṘ = γ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPARTIMENTAL MODELS APPLIED TO DENGUE FEVER"
        },
        {
            "text": "For constant population size, the susceptibles individuals without a previous experienced dengue infection (S) become infected for the first time with a given dengue strain (I i ) with two possible infection rates, depending on who (individual on his primary or secondary infection) is transmitting the infection. The relevant difference concerning disease transmissibility is that the force of infection varies accordingly to the number of previous infections which the hosts have experienced. Note that the number of dengue cases caused by a third or fourth dengue virus infection is extremely low and once confirmed, the risk for DHF relative to DF was not different for those experiencing third or fourth dengue virus infections over those experiencing a second dengue virus infection [14] . Therefore, individuals in a primary infection transmit the disease with a force of infection β I/N whereas in a secondary infection the transmission is given with a force of infection φβ I/N where φ can be larger or smaller than unit, i.e. increasing or decreasing the transmission rate, due to the ADE effect. Individuals infected for the first time become recovered and life long immune to that given strain (R i ), with a recovery rate γ and after a period of temporary cross-immunity α, are again susceptible with a previous experienced infection (S i ). Individuals only get infected for the second time with a different strain than the one acquired during the first infection (I i j ), again with two possible infection rates, depending on who (individual on his primary or secondary infection) is transmitting the infection. Finally, they recover from the secondary infection (R) with recovery rate γ. The death rates μ coming out of all classes go into the class of susceptible without experiencing previous dengue infection as a birth rate. The parameter ρ is the import factor, which captures the imported infection that comes from an external source.",
            "cite_spans": [
                {
                    "start": 789,
                    "end": 793,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "COMPARTIMENTAL MODELS APPLIED TO DENGUE FEVER"
        },
        {
            "text": "In the following sections we compare empirical DHF data and the two-infection models simulation when considering two-infections with one, two and four strains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPARTIMENTAL MODELS APPLIED TO DENGUE FEVER"
        },
        {
            "text": "The two-infections model without strain structure of the pathogens versus the multi-strain model with strain structure of the pathogens The two infection model without strain structure of the pathogens is represented in Fig. 1a ) by using a state flow diagram, diving the population N into 6 classes. The dynamics can be described as follows. Susceptible (S) individuals become infected for the first time (I P ) and transmit the disease with infection rate β . They recovered from the primary infection (R P ) with recovery rate γ and after a period of temporary cross-immunity α, they become susceptible again (S P ), but now with a previous infection. The susceptible with a previous infection become infected for the second time (I S ) and transmit the disease with infection rate φβ . Note that I P and I S will be created with two different forces of infection (β /NI and also φβ /NI), depending on who is transmitting the infection. The second time infected individual become recovered (R) with recovery rate γ.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 220,
                    "end": 227,
                    "text": "Fig. 1a",
                    "ref_id": null
                }
            ],
            "section": "COMPARTIMENTAL MODELS APPLIED TO DENGUE FEVER"
        },
        {
            "text": "The non-seasonal two-infections model without strain structure of the pathogens shows outbreaks every 50 years and a irregular pattern of outbreaks every 25 years when adding seasonal forcing into the system, not able to represent dengue fever epidemiology that is characterized as a yearly cycle of incidences. The empirical DHF incidence data is matched with the seasonal two-infection model without strain structure of the pathogens is shown in Fig. 1b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 448,
                    "end": 456,
                    "text": "Fig. 1b)",
                    "ref_id": null
                }
            ],
            "section": "COMPARTIMENTAL MODELS APPLIED TO DENGUE FEVER"
        },
        {
            "text": "The two-strain model with temporary cross-immunity is a 9 dimensional system where the population N is divided into ten classes. It is represented in Fig. 2a ) by using a state flow diagram. For two different strains, named strain 1 and strain 2, we label the SIR classes for the hosts that have seen the individual strains, without epidemiological asymmetry between strains, i.e. infections with strain one followed by strain two or vice versa contribute in the same way to the force of infection. Differently from the minimalistic dengue model, the four-strain model is a 25 dimensional system, dividing the constant population N into twenty six classes, as it is shown in Fig. 2b) . For four different strains, 1, 2, 3 and 4, we now label the SIR classes for the hosts that have seen the individual strains, again without epidemiological asymmetry between strains, once the serotype data are recent and very short to give any realistic information concerning difference in biological parameters such as infection and recovery rates for a given strain. Both models, the two-strain model (see Fig. 2c ), [15] ) and the four-strain model (see Fig. 2d )), show a qualitatively very good result when comparing empirical DHF data and simulation results, where patterns of the data behavior were similarly found to happen in the time series simulations.",
            "cite_spans": [
                {
                    "start": 1105,
                    "end": 1109,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 157,
                    "text": "Fig. 2a",
                    "ref_id": null
                },
                {
                    "start": 675,
                    "end": 683,
                    "text": "Fig. 2b)",
                    "ref_id": null
                },
                {
                    "start": 1094,
                    "end": 1101,
                    "text": "Fig. 2c",
                    "ref_id": null
                },
                {
                    "start": 1143,
                    "end": 1150,
                    "text": "Fig. 2d",
                    "ref_id": null
                }
            ],
            "section": "COMPARTIMENTAL MODELS APPLIED TO DENGUE FEVER"
        },
        {
            "text": "In this manuscript we presented the results obtained from a qualitative data analysis of multi-strain dynamical system motivated by dengue fever epidemiology. The comparison between the two-infection models, which captures differences between primary and secondary infections have shown that the difference between first and secondary infection combined with the temporary cross-immunity period is driving more the complex dynamics, which is able to mimic the large fluctuations observed in the empirical DHF incidence data, than the detailed number of strains to be considered in the model assumptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION AND REMARKS"
        },
        {
            "text": "Frequently the time series of empirical data are used as a qualitative check on model output, however, fitting every detail of the chaotic model to that of the empirical data is not possible. Parameter estimation based on empirical data to estimate initial conditions and model parameters have received great attention and is notoriously difficult for chaotic time series. Temporally local approaches are possible using iterated filtering algorithms [16] , and at the moment only minimalistic models would have a chance to be qualitatively understood well and eventually tested against existing data [16] .",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 454,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 600,
                    "end": 604,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION AND REMARKS"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Dengue and Dengue Hemorrhagic Fever, Fact sheet 117",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Proc. Natl. Acad. Sci. USA 96",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "790--94",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Proc. Natl. Acad. Sci. USA 103",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Wearing",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rohani",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "11802--11807",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Proc. Natl. Acad. Sci. USA, 105",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nagao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Koelle",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2238--2243",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pathogenesis: Risk Factors Prior to Infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Halstead",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Tropical Medicine: Science and Practice",
            "volume": "",
            "issn": "",
            "pages": "219--244",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "In a) the state flow diagram for the two-infections model and in b) empirical DHF incidence data are matched with the seasonal two-infection model. In a) the state flow diagram for the two-strain model and in b) empirical DHF incidence data are matched with the seasonal two-strain model. In c) the state flow diagram for the four-strain model and in b) empirical DHF incidence data are matched with the seasonal four-strain model.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}