{
    "paper_id": "b40636ce11e4ac19272fd93c1bf898d695661d80",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Analyse ergab für NT-pro-BNP einen cut-off-Wert von 1960 pg/ml, welcher eine intensivmedizinische Behandlungsdauer > 24 h signifikant voraussagt (p = 0,012, Sensitivität 77,8%, Spezifität 60,9%, AUC 0,68) und auch nach statistischer Korrektur für die präoperative EF, das Geschlecht und das Alter aussagekräftig ist (Odds Ratio 5, 3, Konfidenzintervall 1, [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16] [17] [18] 7) . Für die weiteren präoperativen Parameter, insbesondere die präoperative EF ließ sich keine Korrelation zu den klinischen Endpunkten nachweisen. Schlussfolgerung: NT-Pro-BNP > 1960 pg/ml ist prädiktiv für eine intensivmedizinische Behandlung > 24 h unabhängig von der präoperativen EF in CABG Patienten mit deutlich eingeschränkter LV-Funktion. Dieser cut-off-Wert liegt in dem Bereich, der in der COPER-NICUS-Studie als prognostischer cut-off-Wert für die 1-Jahres-Mortalität definiert wurde (NT-pro-BNP 1767 pg/ml). Patienten mit deutlich erhöhtem NT-pro-BNP stellen ein Risikokollektiv dar und sollten daher präoperativ optimal vorbereitet werden.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 330,
                    "text": "Ratio 5,",
                    "ref_id": null
                },
                {
                    "start": 331,
                    "end": 333,
                    "text": "3,",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 355,
                    "text": "Konfidenzintervall 1,",
                    "ref_id": null
                },
                {
                    "start": 356,
                    "end": 359,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 360,
                    "end": 363,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 368,
                    "end": 371,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 395,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 396,
                    "end": 400,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 401,
                    "end": 405,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 410,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 411,
                    "end": 415,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 423,
                    "text": "7)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "V. Kurowski The three lipid formulations of AmB displayed remarkable differences in their penetration into lung tissue, ELF, pleural effusion, bile and liver tissue. In ELF, the concentrations were higher after treatment with LAMB (mean 1.86 lg/ml) and ABLC (mean 1.86 lg/ml) than after ABCD (mean 0.34 lg/ml). Total AmB levels in pleural effusion and the penetration ratio (C pleural effusion total/C plasma total) amounted in the LAMB treated patient 0.29 lg/ml and 4%, in ABCD treated patients mean values of 0.10 lg/ml and 16%, and in the ABLC treated patient 0.18 lg/ml and 44%, respectively. Concentrations in lung tissue were much higher (ABCD: 32.62 lg/g, ABLC: 31.96 lg/g, LAMB: 11.63 lg/g). AMB in bile reached the level of 0.78 lg/ml after a cumulative dose of 1350 mg of ABCD. The penetration ratio was 61.52%. In liver tissue of 13 patients mean ABCD concentrations amounted 94.42 lg/g. Conclusion: AmB concentrations in body fluids were much lower than tissue concentrations. The concentrations at target site in pleural effusion, ELF, lung tissue, bile and liver tissue depend on the administered formulation. , and data on a daily basis (serum electrolytes, serum osmolality, parameters of renal function (creatinine and BUN), liver function parameters, markers of inflammation (C-reactive protein), blood cell count, blood pressure, heart rate, systolic and diastolic blood pressure and the fluid balance after dialysis). Cardiac function was assessed by echocardiography, level of brain-natriuretic peptide and troponin T levels. Univariate regression analysis was performed to assess the influence of various parameters on outcome. Result: 46 patients with CMP who developed dialysis dependent ARF were studied (mean age = 68 yrs, SD = 10.4; BMI = 28.9, SD = 12.4). Ischemic CMP was the leading subtype of CMP (26 cases). LVF was available for 35 patients. 9 patients had normal to moderately decreased LVF and 26 patients had severely impaired LVF. RVF (available for 23 pts) was normal to moderately impaired in 18 patients, and severely impaired in 5 patients. Mean BNP level (available for 14 pts) was 20556 before start of dialysis. Prerenal ARF was the major cause of ARF, present in 25 cases. Mean serum creatinine level at start of dialysis was 341 mmol/L, SD = 145. Mean survival time of patients was 205 days from the day of first dialysis session, SD = 363. None of the factors assessed in the univariate anaylsis had a significant influence on outcome of the patients. Conclusion: The development of dialysis dependent ARF in patients with CMP is associated with an extremely grave prognosis. None of the factors usually associated with a poor outcome in CMP (such as anemia, inflammation, low BMI etc.) was significant in these patients, obviously, because the negative impact of ARF was so strong that it masked any other prognostic indicator. Aim: Dysnatremias are common electrolyte disorders in critically ill patients. Both, hyponatremia as well as hypernatremia are associated with an excess mortality. Infusion therapy often is guided by various formulas being proposed to assess the influence of infusion solution administration on serum sodium levels. The aim of the study was to test the accuracy and applicability of currently available formulas for the prediction of serum sodium in clinical practice. Method: In a retrospective analysis, the following data were extracted from a database of critically ill patients with hypernatremia: demographic and prognostic factors: age on admission, height and weight, ICU length of stay (LOS), gender, cause of admission classified by organ system, type of admission, SAPS II scores on admission and ICU mortality; and on a daily basis: routine blood lab, including electrolytes, parameters of renal function; urinalysis; administered medication, including infusions, enteral and parenteral nutrition; total fluid input and output, total sodium and potassium input and output. The following formulas were analyzed: Tonicity balance, Adrogué-Madias formula, Barsoum-Levine formula, Kurtz-Nguyen formula. Additionally, we proposed a new formula, based on electrolyte-free-water-clearance (EFWC). T-tests were used to compare the predictions of the diverse formulas. Result: 661 patient days in the CCU were analyzed. The Barsoum-Levine formula showed the highest accuracy in predicting serum sodium, was the only one yielding non-significant differences compared to measured serum sodium (p = 0.64). Mean deviation of the Barsoum-Levine formula was 3.3 mmol/L, in one case 21 mmol/L. EFWC-based formula was the second most appropriate formula with mean deviation of 3.6 mmol/L (min = 0, max = 51) (p < 0.01). The other formulas resulted in even higher significant differences from measured serum sodium. Conclusion: All formulas at test did not correctly predict serum sodium levels after infusion therapy in the critically ill and thus should not be used for guiding infusion therapy at an ICU. In dieser Studie wird untersucht, ob die Änderungen von NT-proBNP mit invasiv gemessenen hämodynamischen Parametern während der Rekompensation korrelieren. Methode: Es wurden 40 konsekutive Patienten (NYHA III-IV) in diese prospektive monozentrische Studie eingeschlossen, die aufgrund akuter Dekompensation einer chronischen Herzinsuffizienz auf die kardiologische Intensivstation aufgenommen wurden. Das hämodynamische Monitoring wurde mittels Swan-Ganz-Katheter durchgeführt. NT-proBNP und hämodynamische Messungen wurden simultan alle 8 Stunden bis zu 48 Stunden nach Aufnahme auf die kardiologische Intensivstation durchgeführt. Die Rekompensation erfolgte mittels i.v. Vasolilatatoren, Diuretika und ggf. inotropen Substanzen. NT-proBNP wurde mit dem Elecsys-2010 (Elecsys proBNP; Roche Diagnostics, Mannheim) bestimmt. Ergebnis: Von den 40 eingeschlossenen Patienten wurden bei 25 Patienten > 24 Stunden hämodynamische Messungen mit einem Swan-Ganz-Katheter durchgeführt. Anhand des hämodynamischen Verlaufs wurden diese Patienten in 2 Gruppen eingeteilt: Die Patienten in Gruppe 1 (n = 11, Responder) hatten definitionsgemäß eine Zunahme des Herzindex (CI) von > 25% und einen Abfall des pulmonal-kapillären Verschlussdrucks (PCWP) > 25% im Beobachtungsintervall. In Gruppe 2 (n = 14, Non-Responder) kam es zu keiner anhaltenden hämodynamischen Verbesserung. In Guppe 1 fiel der PCWP von 25,1 auf 17,5 mmHg (p < 0,05) und der Herzindex (CI) stieg von 1,9 auf 2,5 l/min/m 2 in den ersten 24 Stunden (p < 0,05). In Gruppe 2 kam es zu keinen signifikanten Änderungen der Hämodynamik (PCWP von 20,1 auf 16,6 mmHg (p = 0,1), CI von 2,1 auf 2,4 l/min/m 2 (p = 0,08). In Gruppe 1 fiel das baseline NT-proBNP (100%) auf 61,4% des Ausgangswertes (Baseline NT-proBNP = 5837 pg/ml, 3584 pg/ml nach 24 Stunden, p = 0,009, Wilcoxon-Test), während in Gruppe 2 keine Abnahme von NT-proBNP zu beobachten war. Schlussfolgerung: Die hämodynamischen Veränderungen in der Frühphase Rekompensation akut kardial dekompensierter Patienten korrelieren gut mit relativen Änderungen von NT-proBNP. (73%), BMI 27,7 ± 4,2 kg/m 2 , Adipositas n = 101 (63%), Raucher n = 52 (32%), art. Hypertonie n = 123 (76%), anamnestisch Diabetes mellitus (Dm) n = 40 (25%), Hyperlipidämie n = 109 (67%). BZ> 105 mg/dl n = 137 (85%). Killip 1 (n = 79, 49%): BZ 144,25 ± 59,5 mg/dl, Killip 2 (n = 52, 32%): BZ 161,3 ± 62,6 mg/dl, Killip 3 (n = 4, 2,5%): BZ 196, 3 ± 143, 4 mg/dl, Killip 4 (n = 24, 16%) : BZ 157,1 ± 98,6 mg/ dl (p = ns). EF bei Pt BZ > 105 mg/dl: 57 ± 12%. VT n = 7 (8,3%) BZ 154 ± 35,6 mg/dl, Brady n = 4 (4,7%) BZ 134 ± 41 mg/dl, keine n = 69 (82%) BZ 150 ± 59,9, beide n = 4 (4,7%) BZ 119,3 ± 51,2 (p = ns). Aufenthaltsdauer BZ> 105: 9,8 ± 6 d, BZ< 105: 12,3 ± 11d (p = ns). Tod im KH: bei BZ> 105: n = 9 (7%)/bei BZ < 105: n = 24 keiner gestorben. Schlussfolgerung: Der kardiogene Schock tritt im Rahmen eines ACS nur bei Pt im erhöhtem BZ auf. Normoglykämische Pt entwickeln keinen kardiogenen Schock. Die Arrhythmieneigung ist zwischen normo-und hypergläkimischen Pt nicht unterschiedlich. Ebenso gibt es keinen Unterschied in der Aufenthaltsdauer im Krankenhaus. Die Patienten, die noch während des Krankenhausaufenthaltes nach einem Herzinfarkt versterben, haben alle erhöhte BZ-Werte bei Aufnahme. Die BZ-Messung bei Aufnahme zeigt bei Infarktpatienten ein deutlich erhöhtes Risiko für das Auftreten eines kardiogenen Schocks (bei noch normaler linksventrikulärer Pumpfunktion) und für Tod an. und unter Belastung zeigten eine signifikante Korrelation mit der Belastungskapazität gemessen an der VO 2 max. Dagegen wiesen der mittlere pulmonalarterielle Druck (r = 0,640, p = 0,05) und die LEF (r = 0,827, p = 0,05) bei maximaler Belastung eine signifikante Korrelation mit der VO 2 max auf. Der Zuwachs des ESPVR-Index erwies sich jedoch als der Parameter mit der besten Korrelation zur VO 2 max (r = 0,803, p = 0,01). Schlussfolgerung: Als bester Prädiktor der Belastungskapazität gemessen an der VO 2 max bei Patienten mit DCM erwies sich der Zuwachs des ESPVR-Index als nachlastunabhängiger Parameter der rechtsventrikulären Funktion. Auch der pulmonalarterielle Mitteldruck und die LEF bei maximaler Belastung zeigten eine signifikante Korrelation mit der Belastungskapazität.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Kurowski",
                    "ref_id": null
                },
                {
                    "start": 7397,
                    "end": 7404,
                    "text": "BZ 196,",
                    "ref_id": null
                },
                {
                    "start": 7405,
                    "end": 7413,
                    "text": "3 ± 143,",
                    "ref_id": null
                },
                {
                    "start": 7414,
                    "end": 7422,
                    "text": "4 mg/dl,",
                    "ref_id": null
                },
                {
                    "start": 7423,
                    "end": 7440,
                    "text": "Killip 4 (n = 24,",
                    "ref_id": null
                },
                {
                    "start": 7441,
                    "end": 7445,
                    "text": "16%)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FV 06 NTproBNP (N-terminal pro-brain natriuretic peptide) ist ein starker Prädiktor für Mortalität bei Patienten im infarktassoziierten kardiogenen Schock behandelt mittels sofortiger perkutaner Koronarintervention und intraaortaler Gegenpulsation"
        },
        {
            "text": "A. Meissner, P. Maagh, I. Wickenbrock, G. Plehn, H.-J. Trappe Medizinische Klinik II (Kardiologie und Angiologie), Marienhospital Herne, Ruhr-Universität-Bochum, Herne, Deutschland Zielstellung: Vorhofflimmern ist häufig mit einer strukturellen Herzerkrankung vergesellschaftet. Ziel dieser Studie war es herauszufinden, ob Patienten im akuten Koronarsyndrom mit begleitendem Vorhofflimmern aufgrund der ungünstigen Hämodynamik ein schlechteres Outcome aufweisen als Patienten mit kontinuierlichem Sinusrhythmus. Methode: 241 Patienten wurden in einem Zeitraum von 16 Monaten mit dem klinischen Bild eines ACS einer Akutintervention zugeführt. Ein ACS wurde gemäß der Canadian Classification Systems definiert: CCS-Stadium III oder IV und/oder eine positive bzw. im Verlauf ansteigende Troponin-Erhöhung und/oder einer ST-Segment-Elevation (STEMI) im EKG. Patienten mit ansteigendem Troponin, jedoch ohne ST-Segment Elevation wurden als Non-STEMI (NSTEMI) definiert. Während der Intervention wurde kontinuierlich ein EKG zur Rhythmusüberwachung abgeleitet. Ergebnis: Von 241 Patienten hatten 122 einen STEMI (50,6%), 84 einen NSTEMI (34,9%). Bei 35 Patienten (14,5%) war keine Intervention notwendig. 26 Patienten (10,8%) hatten Vorhofflimmern. Die Patienten mit Vorhofflimmern hatten eine deutliche längere stationäre Aufenthaltsdauer im Vergleich zu den Patienten mit Sinusrhythmus (13 ± 11 gegen 9 ± 7 Tage). 14 Patienten aus dem Gesamtkollektiv verstarben (5,8%) . Es gab keinen signifikanten Unterschied zwischen den beiden Gruppen hinsichtlich der Sterblichkeit (3,8 vs. 6 ,0%) Schlussfolgerung: Trotz der Annahme, dass Vorhofflimmern ein aggravierender Faktor im Akuten Koronarsyndrom ist, konnte in dieser Studie gezeigt werden, dass Patienten mit Vorhofflimmern im Vergleich zu Patienten im Sinusrhythmus keinen signifikanten Unterschied hinsichtlich ihrer Sterblichkeit aufwiesen. Der stationäre Aufenthalt dagegen war bei den Patienten mit Vorhofflimmern deutlich verlängert. Zielstellung: In der hier vorgestellten Studie wird die Auswirkung eines akuten Vorderwandinfarktes auf die linksventrikuläre Syn-chronizität untersucht. Methode: Es ist bekannt, dass Patienten mit breiten QRS Komplexen ein intraventrikuläres Delay und asynchrone linksventrikuläe Kontraktionen aufweisen. In der hier vorgestellten Studie wurde bei 20 Patienten (P) mit schmalen QRS-Komplexen und aktuem Vorderwandinfarkt das intraventrikuläe Delay mittels vector velocity imaging (VVI) bestimmt. Alle Patienten wurden erfolgreich koronarinterveniert und innerhalb der ersten Woche nach dem akuten Infarktereignis echokardiographisch untersucht. Zur Bestimmung des intraventrikulären Delays mittels VVI wurde im apikalen 4 Kammerblick eine vergleichende regionale Geschwindigkeitsanalyse in 6 myokardialen Segmenten durchgeführt. Ergebnis: Von den 20 eingeschlossenen P waren 17 männlich, 3 weiblich. Das Alter zum Zeitpunkt des Infarktes betrug im Mittel 63 Jahre mit einer Spanne von 47 bis 86 Jahren. Alle P wiesen schmale QRS-Komplexe auf und hatten zum Zeitpunkt der echokardiographischen Analyse normalisierte CK-Werte. Ein signifikantes intraventrikuläes Delay war in 18 von 20 P (90%) nachweisbar, mit einem minimalen Delay von 51 ms und einem maximalen Delay von 198 ms. Die CK-Werte schwankten zwischen 480 U/L und 4924 U/L, und die Patienten mit höheren CK-Werten wiesen auch ein erhöhten intraventrikuläres Delay auf. Schlussfolgerung: Ein akuter Myokardinfarkt hat eine deutliche Auswirkung auf die linksventrikuläre Synchronizität und bedingt zu einem hohen Prozentsatz ein intraventrikuläres Delay auch bei Patienten mit schmalen QRS-Komplexen. Die Infarktgröße scheint hierbei das Ausmaß der Asynchronie zu beeinflussen. Bypassoperation zugeführt (IMA auf RIVA, SV auf DI und MI, EV auf RCA). 4 Wochen nach der Operation stellte sich der P in subjektiv beschwerdefreiem Zustand in unserer Ambulanz vor. Hier fiel echokardiographisch jedoch ein zirkulärer Perikarderguss von maximal 20 mm über dem rechten Ventrikel auf. Methode: Stationäre Aufnahme des Patienten zur ätiologischen Abklärung des Perikardergusses. Körperliche Untersuchung: P in gutem Zustand, 178 cm groß, 91 kg schwer. Die Herztöne regelmäßig, rein, Frequenz 100/min., Blutdruck 140/80 mmHg am rechten Oberarm. Es wurden keine klinisch auffälligen Befunde erhoben. Ergebnis: Echokardiographie: linker Ventrikel mit einem enddiastolischen Durchmesser von 55 mm normal groß, linker Vorhof mit 45 mm dilatiert. Septum 13 mm, Hinterwand 15 mm. Die Klappen sind unauffällig. Zirkulärer Perikarderguss mit einem Maximum von 20 mm über RV. Cardio MRT: Zirkulärer Perikarderguss mit einer maximalen enddiastolischen Dicke von 20 mm vor dem rechten Herzen. Sehr großes Aneurysma der basalen Hinterwand mit einer Größe von 7 × 5 cm. Bei Einbeziehung des Aneurysmas ist der linke Ventrikel mäßig dilatiert bei hochgradig reduzierter linksventrikulärer Pumpfunktion. Nach Gabe von Gadoliniumin in den Frühaufnahmen kein Thrombus sichtbar, in den Spätaufnahmen transmurales late enhancement im Bereich des Aneurysmas sowie weiter in die Hinterwand bis nach apikal reichend. Koronarangiographie: regional stark eingeschränkte LV-Funktion, Aneurysma inferobasal, inferomedial, apikal-septal. Abbruch des Einzelvenenbypasses auf die RCA, die übrigen Bypassgefäße intakt. Schlussfolgerung: Am Tag der Diagnosestellung Verlegung des P zur operativen Revision. Bei gedeckt perforiertem Aneurysma erfolgreiche Aneurysmaresektion sowie Perikardiolyse. Postoperativ kein Perikarderguss mehr nachweisbar, verbesserte linksventrikuläre Pumpfunktion. Entlassung des P in beschwerdefreiem Zustand. Bei einem postoperativen Perikarderguss sollte somit auch an ein gedeckt perforiertes Aneurysma als zwar seltene aber ernste Komplikation gedacht werden. Methode: Vierundzwanzig chronisch instrumentierte Schafe wurden randomisiert entweder der Kontroll-, der Behandlungsoder der Prophylaxe-Gruppe zugewiesen (jeweils n = 8). Alle Schafe erhielten eine kontinuierliche Infusion von Salmonellatyphosa-Endotoxin (ETX) in einer initialen Dosierung von 10 ng · kg -1 · min -1 , die stündlich bis zum Erreichen der Maximaldosis (640 ng · kg -1 · min -1 ) verdoppelt wurde. Die Prophylaxe-Gruppe erhielt für den gesamten Zeitraum der ETX-Gabe eine kontinuierliche Infusion von AM (50 ng · kg -1 · min -1 ), während die Therapie-Gruppe die AM-Infusion erst nach der vierten Stunde erhielt. Der Prophylaxe-Gruppe wurde lediglich die Trägerlösung (NaCl 0,9%) verabreicht. Ergebnis: Die Kontrollgruppe entwickelte eine hypodyname Zirkulation, die durch einen Abfall des mittleren arteriellen Blutdrucks (MAP) und des Herzindex (CI) (4,9 ± 0,3 vs. 7 ,5 ± 0,5 L · min -1 · m -2 , p < 0,001) sowie durch eine Zunahme des systemvaskulären Widerstandsindex (SVRI) charakterisiert war. ETX erhöhte ebenso den mittleren pulmonalarteriellen Blutdruck (MPAP), den pulmonalvaskulären Widerstandsindex (PVRI) sowie die Plasma-Laktatkonzentration (jeweils p < 0,001). In der Therapie-Gruppe führte die AM-Infusion zu einem sukzessiven Anstieg des CI (7 h vs. 4 h: 9,5 ± 0,7 vs. 5,7 ± 0,3 L · min -1 · m -2 , p < 0,001). Die prophylaktische Infusion von AM verursachte eine hyperdyname Zirkulation und verhinderte die Entwicklung eines hypodynamen Schocks. Verglichen mit der Kontrollgruppe verhinderte die prophylaktische AM-Infusion das Auftreten einer pulmonalen Hypertonie und verminderte den Anstieg der Plasma-Laktatkonzentration. Schlussfolgerung: In endotoxämischen Schafen verhindert bzw. therapiert AM die Entwicklung einer moribunden hypodynamen Zirkulation, sowie das Auftreten von pulmonaler Hypertonie und Laktatazidose. AM könnte somit ein nützliches Adjuvanz in der Behandlung der schweren Sepsis und des septischen Schocks darstellen.",
            "cite_spans": [
                {
                    "start": 1460,
                    "end": 1466,
                    "text": "(5,8%)",
                    "ref_id": null
                },
                {
                    "start": 1568,
                    "end": 1578,
                    "text": "(3,8 vs. 6",
                    "ref_id": null
                },
                {
                    "start": 6663,
                    "end": 6679,
                    "text": "(4,9 ± 0,3 vs. 7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "P 32 Vorhofflimmern im akuten Koronarsyndrom: Einfluss auf Outcome und Liegedauer"
        },
        {
            "text": "Aim: To investigate how decision making based on clinical assessment of the hemodynamic state of a patient would differ from that based on data obtained from PAC measurements. Method: This is a prospective single-center study in a medical ICU of a university hospital, with preliminary data being presented. The study included critically ill patients, in whom PAC was considered necessary for optimum of care after fluid load or dobutamine infusion failed to correct shock in sepsis and cardiac failure, respectively. Physicians working in the medical ICU were asked to guess the hemodynamic state of a given patient based on the clinical condition, mean arterial pressure, central venous pressure, arterial PO 2 and central venous oxygen saturation. They were blinded to the hemodynamic data obtained with PAC. Each guess was done prior to the first measurement with PAC. Clinical guess and measured variables were then compared regarding their effects on treatment using a predefined algorithm. Result: Seventeen patients were included, with a total of 68 assessments by physicians. 25% of the clinical assessments showed a good correlation to the PAC data. Based on the clinical assessment, treatment algorithm correlated to that using PAC in 44% of cases. Particularly, clinical assessment often led to an insufficient volume resuscitation, and there was an overemphasis on inodilatatory drugs among physicians with less than one year of experience in intensive care. Conclusion: These preliminary data show that goal-directed hemodynamic therapy is improved with PAC in a selected group of critically ill patients. Clinical assessment alone may result in a considerable deviation from an optimal treatment or a delay in such therapy. Large-scale study based on standard treatment algorithms is necessary to better define effects on outcome. Result: At a specificity of 100%, a peak NSE concentration above 90 lg/L predicted persistent coma with a sensitivity of 72% and a positive predictive value of 100%. Values of NSE less than 90 lg/L associated with the return to baseline of 18 lg/L over 7 days post-ROSC provide the best prognostic parameter for a potential neurological recovery. Furthermore, early measurements of serum protein S100B adds to the predictive accuracy in selected cases where NSE was deemed non-conclusive. Conclusion: A multivariate assessment approach encompassing serial measurements of NSE and S100B can be used to predict early neurological outcome after cardiopulmonary resuscitation in patients suffering cardiac arrest. However, larger prospective clinical studies are necessary to confirm this derived predictive value. Aim: Some diseases such as systemic vasculitis and haemolytic uremic syndrome/thrombotic thrombocytopenic purpura (HUS/ TTP) require both plasmapheresis (PE) and haemodialysis (HD) successive, due to concomitant acute renal failure. We have developed a combination of both procedures in order to reduce the treatment time and save resources. Method: The components of a dialyzer (polysulfon membrane) and plasmafilter are serially connected by a continous arterio-venous haemofiltration (CAVH) system. In an extracorporeal circulation, using a blood pump the patients blood is first led to the plasma filter and then into the dialyzer. The total procedure does not take longer then a routine haemodialysis (3-4 h (1994) (1995) (1996) (1997) (1998) (1999) ,",
            "cite_spans": [
                {
                    "start": 3363,
                    "end": 3369,
                    "text": "(3-4 h",
                    "ref_id": null
                },
                {
                    "start": 3370,
                    "end": 3376,
                    "text": "(1994)",
                    "ref_id": null
                },
                {
                    "start": 3377,
                    "end": 3383,
                    "text": "(1995)",
                    "ref_id": null
                },
                {
                    "start": 3384,
                    "end": 3390,
                    "text": "(1996)",
                    "ref_id": null
                },
                {
                    "start": 3391,
                    "end": 3397,
                    "text": "(1997)",
                    "ref_id": null
                },
                {
                    "start": 3398,
                    "end": 3404,
                    "text": "(1998)",
                    "ref_id": null
                },
                {
                    "start": 3405,
                    "end": 3411,
                    "text": "(1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Notfallmedizin"
        }
    ],
    "bib_entries": {
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Evaluation von Risikofaktoren",
            "authors": [],
            "year": null,
            "venue": "Mortalität in Abhängigkeit von Nekrosen-Sterilität bzw. Infektion. Statistik: Multiple Regressionsanalyse betr. maximalen Anstiegs des APACHE-II-Scores",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Lipase 7375 ± 13193 U/L. 1.) Prognosefaktoren: Das Risiko für einen ungünstigen Verlauf stieg mit der Höhe des Kreatinins (p = 0,0007) und des Alters (p = 0,0351) bei Aufnahme auf die ICU. Die Höhe von Lipase, Blutzucker, Kalzium, Hämatokrit und Leukozyten, das Vorhandensein von Cullen-und/oder Grey-Turner-Zeichen und die Genese der Pankreatitis waren nicht prädiktiv. 2.) Mortalität in Abhängigkeit vom Nekrosen-Infekt: Die Gesamtmortalität betrug 12/98 (12%). 50 der Patienten wurden mindestens einmal punktiert. Ihre Mortalität unterschied sich mit 6/50 (12%) nicht von den nichtpunktierten Patienten (6/48; 13%). Bei 35/50 (70%) der Punktierten ließen sich Keime in Punktat/Drainage nachweisen. Die Mortalität dieser Patienten unterschied sich mit 4/35 (11%) nicht von der der Patienten mit sterilen Nekrosen (2/15; 13%)",
            "authors": [
                {
                    "first": "Chi-Quadrat-Test",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Schlussfolgerung: 1.) Der alleinige Nachweis von Keimen in Nekrosen rechtfertigt keine chirurgische Therapie. Das Outcome dieser Patienten unterscheidet sich bei konservativer Therapie unter der Voraussetzung einer Test-gerechten Antibiose nicht von dem von Patienten mit sterilen Nekrosen. 2.) Prognostisch ungünstig sind die Erhöhung des Kreatinins und hohes Alter",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Das late enhancement nach Gadoliniumgabe im Kardio MRT stellt die zuverlässigste Methode dar, um myokardiale Narben darzustellen. In der Akutphase nach einer Myokardschädigung durch einen Myokardinfarkt kann eine mikrovaskuläre Obstruktion (MVO) dargestellt werden. In der Literatur gibt es Hinweise, dass hieraus ein prognostischer Faktor ableiten lässt. Methode: 45 Patienten (28 m, 17 w) nach Akut PTCA mit Herzenzymausschüttung (CK im Mittel bei 643 U/l) wurden nach Stabilisierung (48-98 h post interventionem) einer Kardio MRT zugeführt. Die Patienten bekamen intravenös Gadolinium DPTA in einer Konzentration von 0,05 mmol/kg KG gespritzt. Nach einer Wartezeit von 4 min wurden mittels single shot TrueFisp Aufnahmen (Siemens, Erlangen) late enhancement Bilder angefertigt",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Bracht",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hörlein",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Wickenbrock",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Perings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meissner",
                    "suffix": ""
                },
                {
                    "first": "H.-J",
                    "middle": [],
                    "last": "Trappe Medizinische Klinik Ii (kardiologie Und Angiologie",
                    "suffix": ""
                },
                {
                    "first": ")",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Marienhospital",
                    "middle": [],
                    "last": "Herne",
                    "suffix": ""
                },
                {
                    "first": "Ruhr-Universität",
                    "middle": [],
                    "last": "Bochum",
                    "suffix": ""
                },
                {
                    "first": "Deutschland",
                    "middle": [],
                    "last": "Herne",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zielstellung",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ergebnis: Es zeigte sich nur bei 9",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "FV 03 Antoch",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Andrie",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "54",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF143": {
            "ref_id": "b143",
            "title": "P 02, P 08",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lind",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF250": {
            "ref_id": "b250",
            "title": "FV 22 von Knobelsdorff, G. FV 22",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Volger",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "hämodynamischen Verbesserung akut dekompensierter Herzinsuffizienz-Patienten: Korrelation von invasiv gemessenen hämodynamischen Parametern mit NT-proBNP F. Knebel, I. Schimke, T. Althoff, A. Borges, G. Baumann Medizinische Klinik, Schwerpunkt Kardiologie, Campus Charité Mitte, Charité -Universitätsmedizin Berlin, Berlin, Deutschland Zielstellung: Das N-terminale Fragment des B-natriuretischen Peptids (NT-proBNP) ist bei Patienten mit chronischer Herzinsuffizienz erhöht und steigt bei akuter kardialer Dekompensation an.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "I. Wickenbrock, P. Maagh, C. Zühlke, C. A. Perings, M. W. Prull, A. Meissner, H.-J. Trappe Medizinische Klinik II (Kardiologie und Angiologie), Marienhospital Herne, Ruhr-Universität-Bochum, Herne, Deutschland Zielstellung: Es ist bekannt, dass Patienten nach Kontrastmittelgabe einem erhöhtem Risiko ausgesetzt sind eine Kontrastmittelnephropathie (KN) zu entwickeln. Ziel dieser Studie war es, die Inzidenz einer KN bei Patienten mit unbekannter Nierenfunktion, die im Rahmen eines akuten Koronarsysndroms (ACS) einer Akutintervention zugeführt wurden, abzuschätzen. Methode: 136 Patienten wurden in einem Zeitraum von 13 Monaten mit dem klinischen Bild eines ACS einer Akutintervention zugeführt. Ein ACS wurde gemäß der Canadian Classification Systems definiert: CCS Stadium III oder IV und/oder eine positive bzw. im Verlauf ansteigende Troponin-Erhöhung und/oder einer ST-Segment-Elevation (STEMI) im EKG. Patienten mit ansteigendem Troponin, jedoch ohne ST-Segment Elevation wurden als Non-STEMI (NSTEMI) definiert. Als KN wurde ein im Vergleich zum Ausgangswert um 0,5 mg/dl ansteigender Kreatinwert in den folgenden 4 Tagen definiert. Ergebnis: Von 136 hatten 58 einen STEMI (42,6%), 61 Patienten einen NSTEMI (44,9%). Bei 17 Patienten wurde keine Intervention durchgeführt. Insgesamt entwickelten 14 Patienten (10,3%) eine KN. Patienten, die eine KN entwickelten hatte eine längere stationäre Aufenthaltsdauer (12 ± 9 Tage gegen 8 ± 5 Tage), einen komplizierteren stationären Verlauf und eine deutlich erhöhte Sterblichkeitsrate (21,4% gegen 5,7%). Schlussfolgerung: Die KN ist eine häufige Komplikation nach Akutintervention auch bei Patienten mit normaler Nierenfunktion. Sie ist mit einem verlängerten Krankenhausaufenthalt und einer deutlich erhöhten Sterblichkeit assoziiert. Aus diesem Grund erscheinen präventive Maßnahmen indiziert, vor allem bei Hochrisiko Patienten. P 34 Linksventrikuläre Asynchronie nach akutem Vorderwandinfarkt C. Zühlke, I. Wickenbrock, M. W. Prull, M.-O. Schrage, M. Christ, G. Plehn, C. A. Perings, H.-J. Trappe Medizinische Klinik II (Kardiologie und Angiologie), Marienhospital Herne, Ruhr Universität Bochum, Herne, Deutschland",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "C. Zühlke, M.-O. Schrage, M. van Bracht, G. Plehn, I. Wickenbrock, C. A. Perings, H.-J. Trappe Medizinische Klinik II (Kardiologie und Angiologie), Marienhospital Herne, Ruhr-Universität-Bochum, Herne, Deutschland Zielstellung: Ein 69-jähriger Patient (P) mit bekanter koronarer 3 Gefäßerkrankung wurde bei Progress einer aortokoronaren 4fach",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "C. Jung, C. Rödiger, R. Gradinger, M. Fritzenwanger, M. Schlosser, T. C. Poerner, B. R. Brehm, R. Pfeifer, M. Ferrari, H. R. Figulla Medizinische Klinik I, Universitätsklinikum, Friedrich-Schiller-Universität Jena, Jena, Deutschland Zielstellung: Die extrakorporale Membranoxygenierung (ECMO) ist heute ein wichtiger Baustein in der Therapie von Patienten mit schwerem Herz-Kreislaufversagen. Einsatzgebiete können sein: pe-",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "In einer multivariaten logistischen Regressionsanalyse (Modell: Alter, Geschlecht, prozeduraler Erfolg der Koronarintervention, Ejektionsfraktion, Serumspiegel für Laktat und NTpro-BNP bei Aufnahme, Kreatinin-Clearance bei Aufnahme) wurden die erfolglose PCI (definiert als ein postprozeduraler TIMI-Fluss von 0 oder 1 im Infarktgefäß) und die NTproBNP-Werte bei Aufnahme als unabhängige Prädiktoren der 30-Tages-Mortalität identifiziert. Schlussfolgerung: NTproBNP kann einen Beitrag zur prognostischen Beurteilung des Hochrisikokollektivs von Patienten im infarktassoziierten kardiogenen Schock mit leitliniengerechter Maximaltherapie leisten. FV 07 Geschlechtsspezifische Unterschiede in Inzidenz und Outcome einer Kontrastmittel induzierten Nephropathie nach Akutintervention im akuten Koronarsyndrom P. Maagh, I. Wickenbrock, M. W. Prull, H.-J. Trappe, A. Meissner Medizinische Klinik II (Kardiologie und Angiologie), Marienhospital Herne, Ruhr Universität Bochum, Herne, Deutschland Zielstellung: Ziel dieser Studie war es, geschlechtsspezifische Unterschiede herauszustellen in Bezug auf Inzidenz und Outcome einer Kontrastmittel-induzierten Nephropathie (KN) bei Patienten mit akutem Koronarsyndrom (ACS), die einer Koronarangiographie in Bereitschaft einer perkutanen transluminalen Koronarangioplastie (PTCA) zugeführt wurden. Methode: 136 Patienten wurden in einem Zeitraum über 13 Monate mit dem klinischen Bild eines ACS einer Akutintervention zugeführt. Ein ACS wurde im Sinne einer instabilen Angina gemäß des Canadian Classification Systems definiert: CCS Stadium III oder IV und/oder eine positive bzw. im Verlauf ansteigende Troponin-Erhöhung und/oder einer ST-Segment Elevation (STEMI) in einem Standard 12 Kanal-Elektrokardiogramm (EKG). Patienten mit ansteigendem Troponin, jedoch ohne ST-Segment Elevation wurden als Non-STEMI oder NSTEMI definiert. KN wurde über einen im Vergleich zum Ausgangswert bei Aufnahme ansteigenden Kreatininwert > 0,5 mg/dl definiert, gemessen über die ersten 3 Tage nach der Akutintervention. Ergebnis: Von 136 Patienten waren 96 männlichen (70,6%) and 40 weiblichen Geschlechts (29,4%). Die Frauen hatten ein signifikant höheres Alter als die Männer (69 vs. 61 Jahre, p < 0,005). Diagnostik, Verlauf und Therapie der vier Patienten mit CMV-Pneumonie wurden ausgewertet. Die immunsuppressive Therapie nach NTX bestand bei drei der vier Patienten aus einer Triple Immunsuppression (Steroide, Cyclosporin/ Tacrolimus, Mycophenolat). Bei einer Patientin mit ungünstiger Missmatchkonstellation wurde zusätzlich eine Induktionstherapie mit Daclizumab durchgeführt. Bei allen Patienten wurde regelmäßig inner-Tab.). Schlussfolgerung: Die Ergebnisse unserer Untersuchung lassen es vermuten, dass schwerer kranke Patienten bei einem Einsatz von S eine niedrigere Sterblichkeit aufweisen. Eine bestätigende Erhebung mit größerer Patientenzahl soll auf der Basis des Patientenguts einer chirurgischen Intensivstation durchgeführt werden, auf der die Umstellung von F auf S vor 3 Jahren erfolgt ist.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "G. Lindner, N.Kneidinger, H.-D. Glogar, W. Druml   Abteilung für Nephrologie und Dialyse, Klinik für Innere Medizin III, Medizinische Universität Wien, Wien, Österreich Aim: The aim of the study was to assess the impact of renal replacement therapy dependent acute renal failure (ARF) in patients with cardiomyopathy (CMP) on outcome.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Beinödeme und ZVD spiegeln dabei den Volumenstatus interstitiell bzw. vor dem rechten Herzen. Beide Kompartimente stehen allerdings als Vorlast nicht direkt zur Verfügung. Das Ausmaß der Beinödeme korrelierte mit dem ITBI negativ. 3) Aus dem Vorhandensein von Ödemen und hohem ZVD auf einen Volumen-Überschuss zu schließen, kann fatale Folgen haben. Daher muss eine differenzierte Bewertung des Volumenstatus in allen Kompartimenten erfolgen, ggf. unter Einsatz moderner Hämodynamik-Systeme und/oder der Echokardiographie. S. Koball, J. Stövesand, M. Hinz, M. Gloger, J. Henschel Klinik für Innere Medizin, Universitätsklinikum Rostock A.ö.R., Rostock, Deutschland Zielstellung: Schwere Lactazidosen stellen ein häufiges Problem in der Diagnostik und Therapie lebensbedrohlicher Zustände dar. Ursachen für Lactazidosen können ein chronischer Leberschaden oder ein Mangel an Vitamin B1 sein. Eine kardiale Manifestation des Thiaminmangels in Form der akuten Säuglingsberberi ist bekannt. Im Erwachsenenalter ist dieses ein seltenes Ereignis. Die vorliegende Arbeit beschreibt 4 klinische Fälle schwerster Lactazidosen (Lactat bis 28 mmol/l), welche erfolgreich mit Thiamin behandelt wurden. Methode: Die Krankheitsverläufe von 4 jungen männlichen Patienten mit primär unklarer Kreislaufinsuffizienz und schwerer Lactazidose werden beschrieben. Alle Patienten wiesen Risikofaktoren für einen Thiaminmangel auf (chron. Alkoholabusus, Leberzirrhose, Magenresektion). Unter dem Verdacht auf einen Vitamin B1-Mangel erfolgte die Gabe von 100 mg Thiamin intravenös. Ergebnis: Bei allen Patienten kam es innerhalb weniger Stunden zu einem Abfall der Lactatspiegel in den Normbereich. Weitere Ursachen für die primären Lactaterhöhungen konnten ausgeschlossen werden. Erneute Lactatanstiege traten nicht auf. Bei einem Patienten wurde vor Behandlung ein normaler Vitamin-B1-Spiegel gemessen, trotzdem konnte durch zusätzliche Gabe von Thiamin ein Behandlungserfolg erzielt werden. Schlussfolgerung: Bei schweren Lactazidosen sollte nach Ausschluss anderer Ursachen (Metformineinnahme, Gefäßverschlüsse etc.) ein relativer Thiaminmangel erwogen werden. Eine chron. Lebervorschädigung könnte dabei ein prädisponierender Faktor sein. Nach Gabe von 100 mg Thiamin sollte sich bei Vorliegen eines Thiaminmangels eine rasche Besserung im Verlaufe weniger Stunden zeigen. Da die Gabe von Thiamin als risikoarm eingeschätzt werden kann, erscheint auch die probatorische Gabe von Thiamin gerechtfertigt, um einen Zeitverzug zu vermeiden. Gegebenenfalls kann die Thiamingabe auch vor Durchführung der Diagnostik zum Ausschluss anderer Ursachen der Lactazidose empfohlen werden. Eine Bestimmung des Vitamin-B1-Spiegels vor Substitution ist nicht sinnvoll, weil die Diagnostik langwierig ist und auch bei normalen Spiegeln ein Behandlungserfolg zu erzielen ist. P 07 Vorhersage der Änderungen im Serum-Natrium nach Infusionstherapie: Analyse von Formeln zur Berechnung des Serum-Natrium G. Lindner, C. Schwarz 1 , N. Kneidinger, L. Kramer, C. Madl, W. Druml Abteilung für Nephrologie und Dialyse, Klinik für Innere Medizin III, Medizinische Universität Wien, Wien, Österreich 1 Abteilung für Nephrologie, Krankenhaus der Elisabethinen Linz, Medizinische Universität Wien, Linz, Österreich",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Scoring-Systeme zur Prognoseabschätzung auf der Intensivstation -SAPS II, SAPS II Expanded oder SAPS III?N. M.Malyar, B. Plicht, S. Churzidse, A. Y. Lind, S. Bauer,  M. Miller, H. Richly, H. Eggebrecht, R. Erbel   Klinik für Kardiologie, Westdeutsches Herzzentrum, Zentrum für Innere Medizin, Campus Essen, Universität Duisburg-Essen, Essen, Deutschland Zielstellung: Zur Klassifikation des Schweregrades einer akuten Erkrankung stehen zahlreiche Scoring-Systeme (SS) zur Verfügung, die anhand klinischer und laborchemischer Parameter die Prognose der Patienten auf einer Intensivstation hinsichtlich der Letalitätsrate (LR) abschätzen. Der bereits 1993 entwickelte \"simplified acute physiology score\" (SAPS II) wurde im Laufe der Zeit durch den SAPS II expanded-und zuletzt SAPS III-Score erweitert, um die Vorhersagegenauigkeit an die veränderte Patientenpopulation anzupassen. Das Ziel der vorliegenden Studie war es, herauszufinden, welches dieser 3 SS im täglichen Gebrauch die LR der Patienten auf einer internistischen Intensivstation am genauestens voraussagt. Methode: Insgesamt wurden 245 konsekutive Patienten (43% weiblich, Alter: 60,8 ± 17 Jahre, BMI: 25,9 ± 5 kg/m 2 ) in einer prospektiven Datenbank erfasst. Die Erhebung der Patienten-Daten und die Charakterisierung gemäß den 3 SS erfolgte unmittelbar nach der Aufnahme der Patienten auf die Intensivstation. Ergebnis: Die Verteilung der Patienten nach Alter und Fachdisziplin sowie die durch die SS vorhergesagte und beobachtete LR sind in der Tabelle dargestellt. Im Vergleich zu Die Verteilung der Patienten sowie die Letalitätsraten sind angegeben in %. SAPS (Simplified Acute Physiology Score): Mittelwert in % ± Standardabweichung SAP SII exp. und SAPS III kommt die durch SAPS II vorhergesagte LR der beobachteten LR am nächsten, wobei die Unterschiede in Abhängigkeit von der fachdisziplin-bezogenen Grunderkrankung sehr variieren (> 100%, s. Tabelle). Die vorhergesagte LR nach SAPS II, SAPS exp. und SAPS III mit jeweils 27%, 32% und 36% ist höher als die beobachtete LR (22%). SAPS II und SAPS II exp. können die LR im Alter zwischen 40 und 75 Jahren gut voraussagen, während die LR jüngerer und älterer Patienten sich insgesamt deutlich schlechter mit jedem der 3 SS einschätzen lässt. Schlussfolgerung: In einem repräsentativen internistischen Patientenkollektiv erweist sich der SAPS II zur Prognoseabschätzung hinsichtlich der Letalität als besser geeignet als SAPS II exp. und SAPS III. oder dem Fehlen der rechten V. cava superior (20%). In ca. 40% der Fälle ist eine PLVC mit anderen Herzerkrankungen assoziiert. Am häufigsten sind Vorhofseptumdefekt und Herzrythmusstörungen, meist in Form ektoper atrialer Rhythmen. Die PLVC drainiert meist über den Sinus coronarius in den rechten Vorhof und hat hämodynamisch keine Bedeutung. Mitunter kann sie in das linke Herzohr münden. Auch wenn die PLVC keine hämodynamische Bedeutung hat, stellt sich die Frage, welche Probleme diese häufigste thorakale Fehlbildung bei der Intensivversorgung mit sich bringt. Methode: In der Kasuistik wird über die zufällige Detektion einer persistierenden linken Vena cava superior (PLVC) und fehlender orthotoper Vena cava superior im Rahmen einer Anlage eines passageren Schrittmachers bei AV-Block III8 berichtet. Ergebnis: Bei dem 70-jährigen Patienten erfolgte zunächst der Versuch der Einlage eines passageren Schrittmachers über die V. subclavia rechts. Unter röntgenologischer Durchleuchtung zeigte sich atypische Sondenlokalisationen. Die Phlebographie zeigte eine PLVC mit Fehlen der V. cava superior rechts. Es erfolgte eine passagere Ventrikelstimulation via Sondeneinlage über die Femoralvene. Die permanente Schrittmachersonden-Implantation (Zweikammersystem) erfolgte schließlich via V. subclavia links, PLVC und Sinus coronarius in den rechten Vorhof und rechten Ventrikel. Die atriale Sonde wurde an der Lateralwand, die ventrikuläre Sonde in Form eines seitenverkehrten S am Kammerseptum positioniert und aktiv mittels Schraube fixiert (Medtronic 5076). Schlussfolgerung: Bei einer Prävalenz der PLVC von 0,3% sollten venöse Sondierungsprobleme (externe Stimulationssonde, Swan-Ganz-Katheter) an diese Anomalie denken lassen und die venöse Drainage der oberen Körperhälfte (meist) über den Coronarsinus bekannt sein. Ein wesentlicher Grund für die Generalisierung von bakteriellen Infektionen sind Immunsystem-Schwächezustände beim Wirt. Insbesondere der Zusammenbruch der zellulären Immunabwehr im Verlauf einer Sepsis (Immunparalyse) ist mit hoher Mortalität verbunden. Ziel dieser Arbeit war es, die Effektivität und Sicherheit einer temporären extrakorporalen Immunzell-Unterstützung in einem Tiermodell der bakteriellen Sepsis zu untersuchen. Methode: Humane hämatopoetische Präcursorzellen (HL60) wurden in der Zellkultur expandiert und durch Vitamin A-Säure-Stimulation zu funktionalen Granulozyten differenziert. In einem Sepsis-Tiermodell, modifiziert nach Lee et al. (Crit Care Med 1998, 26:730-737), wurden 21 weiblichen unreifen Landschweinen (Gewicht: 7,5-12 kg) 8 × 10E9 cfu/kg vitale Staph. aureus i.v. appliziert. Die Tiere wurden über 168 h beobachtet. Eine Stunde nach Abschluss der Bakterieninfusion wurden die Tiere der behandelten Gruppe (BG, n = 7) für 4 h an ein extrakorporales Plasmaperfusionssystem angeschlossen, das 6,2 × 10 E9 differenzierte HL60-Zellen enthielt. Die Bioreaktor-Zellen wurden durch einen doppelten Membranfilter stets extrakorporal gehalten. Zwei Kontrollgruppen erhielten ebenfalls Bakterien und eine extrakorporale Behandlung ohne Zellen im System (leer-behandelte Gruppe, LG, n = 7) bzw. keine extrakorporale Therapie (septische Gruppe, SG, n = 7). Ergebnis: Die mittlere Überlebenszeit der SG und LG war 70 h bzw. 75 h. In der BG überlebten 6 von 7 Tieren die gesamte Beobachtungszeit (mean: 167,57 h). Statistische Signifikanz (Log rank test) lag vor zwischen SG und BG (p = 0,019) Signifikante Unterschiede ergaben sich bei Bakterienzahlen im Blut, Zytokinspiegeln und Gerinnungsparametern. Es gab keine unerwünschten Ereignisse, die auf die extrakorporale Zellbehandlung zurückzuführen waren. Die Therapie wurde von den Tieren gut vertragen. Schlussfolgerung: Eine temporäre extrakorporale Immunzell-Unterstützung verlängerte das Kurzzeit-Überleben im Schweinemodell der bakteriellen Sepsis. Das Verfahren war sicher und verträglich in der Anwendung. Klinische Studien bei schwerer Sepsis sind geplant. Tagen leide die Patientin an Übelkeit, Erbrechen und Durchfällen. Vorbekannt sind eine arterielle Hypertonie und ein Diabetes mellitus Typ 2. Eine Medikamentenanamnese kann nicht erhoben werden. Methode: Bei der Aufnahmeuntersuchung sahen wir eine präkomatöse Patientin (GCS 8-9), hyperventilierend, mit einer Atemfrequenz von 45 AZ/min. Die Kreislaufsituation war mit Blutdruckwerten von 250/130 mmHg hypertensiv entgleist. Es bestand eine Hypothermie mit einer Temperatur von 33,6 8C. Laborchemisch fielen erhöhte Nierenretentionswerte mit Kreatinin von 7,74 mg/dl und Harnstoff von 174,2 mg/dl auf. Das Laktat war mit 23,0 mmol/l deutlich erhöht. Der Blutzucker betrug 229 mg/dl. In der arteriellen BGA bestand eine metabolische Azidose mit einem pH von 6,87, einem negativen Base excess von 30,5 und einem Standardbikarbonat von 2,1 mmol/l. Ergebnis: Auch bei fehlender Medikamentenanamnese stellten wir aufgrund der Laborkonstellation und des typischen Symptomenkomplexes aus Hypothermie, Vigilanzminderung und gastrointestinaler Symptomatik die Verdachtsdiagnose einer Metformin-assoziierten Laktatazidose. Wir begannen eine Bikarbonat-gepufferte Hämodialyse, unter der sich die Werte des Säure-Basen-Haushaltes innerhalb von 15 Stunden normalisierten. Bei weiterhin erhöhten Nierenretentionswerten und der Oligurie führten wir die Hämodialyse für weitere 14 Stunden bis zur Normalisierung der Nierenretentionswerte fort. Hiernach ausreichende Eigendiurese. Der Vigilanzzustand normalisierte sich vollständig. Die Patientin konnte nach Einstellung auf eine Insulintherapie nach Hause entlassen werden. Schlussfolgerung: Die Metformin-assoziierte Laktatazidose ist eine seltene, aber mit einer hohen Letalität behaftete Komplikation. Entscheidend für die Prognose ist der frühzeitige Beginn einer Bikarbonat-Hämodialyse. Bei Diabetikern mit unklarer Vigilanzminderung und gastrointestinaler Symptomatik sollte die Metformin-assoziierte Laktatazidose stets in die differenzialdiagnostischen Überlegungen einbezogen werden. Zielstellung: Die Ausbildung von Assistenzärzten, Krankenpflegepersonal und Krankengymnasten beinhaltet oft nicht die Grundlagen für die Erkennung und Behandlung von kritisch Kranken außerhalb von Intensivstationen (ICU) [1]. Außerdem ist die Effizienz von Ausbildungsmaßnahmen oft unklar. Literatursuche um die Effizienz eines eintägigen Kurses (Acute Life Threatening Events Recognition and Treatment, ALERT®) zu ermitteln. Methode: Suche mit Medline und Google Scholar ergänzt durch Prüfen der Referenzen. Ergebnis: Fragebögen zeigten, dass Teilnehmer 6 Wochen nach ALERT® systematischer in der Untersuchung von kritisch Erkrankten waren, die richtige Behandlung initiierten und frühzeitiger Unterstützung durch erfahrene Kollegen anfor-Aktivität wider, wohingegen plasmatisches Nitrat von einer Reihe exogener Faktoren beeinflusst wird. Zur Untersuchung der besonderen Rolle von NO in der Sepsis ist die Charakterisierung des NO-Stoffwechsels von essentieller Bedeutung. Einfache, für klinische Studien anwendbare, sensitive und spezifische Verfahren zur Messung von Nitrit und Nitrat fehlten bisher. Die Zielstellung dieser Arbeit bestand darin, ein analytisches Verfahren zur simultanen, schnellen und sensitiven Bestimmung von Nitrit und Nitrat im Plasma zu entwickeln. WT und eNOS-/-) keinen Anstieg des Herz-Zeit-Volumens im Rahmen der Sepsis zeigten. 20 h nach Sepsisinduktion isolierte WT-CLP-Herzen zeigten einen Kontraktilitätsabfall (dP/dt) von 35% im Vergleich zu sham operierten Kontrollen (p < 0,001, n = 8). Dahingegen war die Kontraktilität der aus septischen eNOS-/-Mäusen isolierten Herzen nicht eingeschränkt. Der basale koronare Fluss war in WT-CLP-Herzen im Vergleich zu sham-Herzen um 30% erhöht und zeigte eine doppelt so ausgeprägte Flussreaktion auf Bradykinin, einem Stimulator der eNOS. Schlussfolgerung: eNOS ist ein wichtiger Modulator der septischen Hämodynamik. Selektive eNOS-Deletion führt im vorliegenden murinen Modell zu erhaltener kardialer Kontraktilität und zu einem signifikant verbesserten Überleben. Weitere Studien werden zeigen müssen, inwieweit eNOS als Modulator anderer NOS-Isoformen fungiert. Als Korrelat zu den bisher enttäuschenden klinischen Studien mit NOS-Inhibitoren als Sepsistherapeutika konnten wir auch im vorliegenden Modell durch eine globale NOS-Inhibition keinen günstigen Effekt auf die Überlebenszeit zeigen.Pneumokokkenpneumonie und -sepsis. Nach Anlage einer Perikarddrainage, intermittierender Spülung über 3 Tage und Moxifloxacin i.v. konnte ultrasonografisch eine Zunahme der perikardialen Fibrinschicht gesehen werden. Die intraperikardiale Spülung mit 50 000 IE Urokinase 2 × tgl. führte zur Auflösung der Fibrinschicht und deutlicher klinischer Besserung des Patienten. Patientin 2, weiblich, 52 J., mit metastasiertem Magen-CA, ED 04/02, entwickelte bei Pneumokokken-Pneumonie mit Pyothorax eine klinische Tamponade. Anlage einer Perikarddrainage bei der 2. Perikardpunktion. Die analoge konsekutive Urokinase-Spülung führte zur raschen Lösung der Fibrinfäden. Unter Penicillin i.v. und weiterer Perikardspülungen kam es zum raschen Abfall der Entzündungsparameter und zur Stabilisierung des kardiopulmonalen Systems. Schlussfolgerung: Die frühe intraperikardiale Fibrinolyse mit Urokinase in Kombination mit intermittierenden Perikardspülungen und i.v. Antibiose war bei den beiden Patienten eine sichere und effektive Alternative zur chirurgisch gelegten Saugspüldrainage in der Prävention der Perikarditis constrictiva. Schwer kranken Patienten kann durch dieses Verfahren eine deutlich belastendere Operation erspart werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Möller, K. Schütz, C. Schademann, C. Hansen 1 , J. Neuzner1 Abteilung Nephrologie, Medizinische Klinik III,1 Kardiologie/ Internistische Intensivmedizin, Medizinische Klinik II, Klinikum Kassel GmbH, Kassel, Deutschland Zielstellung: Das Takotsubo-Syndrom (TS) stellt eine Differentialdiagnose des akuten Koronarsyndroms dar. Es ist charakterisiert durch eine ballonartige, reversible Wandbewegungsstörung der Spitze des linken Ventrikels ohne Nachweis einer entsprechenden Koronararterien-Stenose. Es zeigen sich ischämie-typische EKG-Veränderungen und nur ein geringgradiger Anstieg des Troponins. Ursprünglich als Erkrankung des linken Ventrikels beschrieben, finden sich erst seit kurzer Zeit Mitteilungen über die Mitbeteiligung des rechten Ventrikels. Wir berichten über 6 konsekutive Patienten, bei denen nach einer RV-Beteiligung gesucht wurde. Methode: Im Zeitraum von acht Monaten konnten wir bei 6 Patienten (5 w, 1 m, mittleres Alter 67 J.) die Diagnose TS stellen. Alle Patienten wiesen klinische Zeichen der akuten Ischämie, infarkttypische EKG-Veränderungen und leichtgradige Troponin I-Erhöhung(3,5 ± 0,8 ng/ml, n < 0,3 ng/ml). Alle Pat. wurden unmittelbar nach Aufnahme echocardiographisch untersucht. Die Bewegungsanalyse erfolgte visuell mit Einteilung in normo-, hypo-und akinetisch. Anschließend wurde unverzüglich die kardioinvasive Diagnostik durchgeführt. Ergebnis: Alle 6 Pat. wiesen angiographisch ein typisches apikales Ballonnieren auf. Bei fünf der sechs Patienten (83,3% Sens. 0,83 Spez. 1,0) konnte die entsprechende Wandbewegungsstörung des LV bereits im Echo eindeutig identifiziert werden. Bei der einzigen echo-negativen Pat. zeigte sich eine sehr kleine apikale Wandbewegungsstörung erst im LV-Angiogramm. Bei den vier echopositiven Pat. (66%) fand sich eine RV-Beteiligung. Bei allen diesen Pat. wies der RV-Apex eine Hypo-bis Akinesie auf. Die proximalen RV-Segmente waren in keinem Fall betroffen. Eine Pat. wies initial eine dynamische Ausflusstraktobstruktion auf, die sich im Verlauf zurückbildete. Schlussfolgerung: 1. Eine Beteiligung des RV war mit 66% in unserem Kollektiv häufiger als bisher angenommen. Betroffen war in allen Fällen der RV-Apex, in keinem die RV-Basis. Alle Veränderungen bildeten sich zurück. 2. Echocardiographisch konnte die typische apikale Wandbewegungsstörung in den meisten Fällen nachgewiesen werden. M. Möller, C. Hansen 1 , J. Neuzner 1 Abteilung Nephrologie, Medizinische Klinik III, 1 Kardiologie/ Internistische Intensivmedizin, Medizinische Klinik II, Klinikum Kassel GmbH, Kassel, Deutschland Zielstellung: Ecstasy (Methylen 3,4 Dioxymetamphetamin, MDMA) ist eine unter Jugendlichen und jungen Erwachsenen beliebte illegale Partydroge. Bekannte Nebenwirkungen stellen Hyperthermie, Krampfanfälle, Rhabdomyolyse, Leber-und Nierenversagen dar. Kardiale Nebenwirkungen zeigen sich in Arrhythmien und Hypertensiven Notfällen. Herzinfarkte sind sehr selten. Die Pathophysiologie dieser Komplikation ist nicht geklärt; es werden lokale Thrombosen und vasospastische Ursachen diskutiert. Wir berichten über einen Teenager, der nach E. einen akuten Myocardinfarkt erlitt. Methode: Der bis dahin gesunde 16-Jährige stellte sich wegen seit acht Stunden bestehenden retrosternalen Druckgefühls und Luftnot vor. Er berichtete, auf einer Party \"einige Biere\" getrunken zu haben, später räumte er die Einnahme \"einer\" Ecstasy-Tablette ein. Der körperliche Status war unauffällig, insbeson-dere bestand kein pathologischer kardialer Untersuchungsbefund. RR 140/90 mmHg. Im EKG fanden sich ST-Streckenhebungen in I, II, aVL, aVF und V3 bis V6. Echocardiographisch fand sich bis auf leichtgradige umschriebene Hypokinesien im mittleren anterolateralen Vorderwand-und apikalen Hinterwandbereich ein Normalbefund. Ergebnis: Das Troponin I (7,5 ng/ml, normal < 0,3 ng/ml), die CK (870 U/l, normal < 174 U/l, max. am Folgetag 1020 U/l) und CK-MB 75 U/l (n < 24 U/l waren erhöht, die Amphetamin-Derivate im Urin stark erhöht (> 2000 ng/ml n < 300 ng/ml). Die Koronarien wiesen eine globale Vasokonstriktion auf, die sich nach Nitro intracoronar vollständig zurückbildete. Lokale Läsionen bestanden nicht. Die Behandlung erfolgte mit Nitro, Calciumantagonist, ASS und Clopidogrel. b-Blocker wurden nicht eingesetzt, um eine weitere Verstärkung der Ecstasy-induzierten sympathoadrenergen Situation zu vermeiden. Der Patient wurde am Folgetag auf die Jugendmedizinische Abteilung verlegt. Schlussfolgerung: E. kann einen Herzinfarkt bei Herzgesunden provozieren. Pathophysiologisch kann neben einer Koronarthrombose eine führende drogeninduzierte Vasokonstriktion zu Grunde liegen. Bei Verdacht sollte eine PCI deshalb der Lysetherapie vorgezogen werden. A. Niedeggen, J. Lejczyk, S. Reith, U. Janssens Innere Medizin, Innere Medizin, St. Antonius Hospital, Eschweiler, Deutschland Zielstellung: Einleitung: Der echokardiographische Nachweis eines Thrombus in einem persistierendem Foramen ovale ist eine Rarität. Therapieoptionen sind operative Thrombektomie, Lysetherapie und antikoagulatorische Therapie. Methode: Kasuistik: Ein 58-jähriger Patient wurde wegen einer anhaltenden Kammertachykardie im Rahmen eines Hinterwandinfarktes bei schwer reduzierter linksventrikulärer Funktion aufgenommen. Bei neu aufgetretenem Vorhofflimmern erfolgte vor geplanter Kardioversion eine TEE. Es zeigte sich ein großer in einem PFO gefangener Thrombus. Unter Therapie mit Argatroban -ein neuer direkter Thrombinantagonist -(Dosierung 2 mcg/kg/min, PTT 50-70 s) über 12 Tage löste sich der Thrombus, wie im Rahmen der TEE dokumentiert, komplett auf. Während der Therapie und im weiteren Verlauf traten keine klinischen evidenten Embolien auf. Schlussfolgerung: Die Gabe von Argatoban stellt eine mögliche Therapieoption bei nicht operablen Patienten mit im PFO gefangenem Thrombus dar. Ein möglicher Vorteil dieser Therapie im Vergleich zu unfraktionierten oder niedermolekularen Heparinen ist die Hemmung des thrombusgebundenen Thrombins; eine Wirkung, die durch Heparine nicht erzielt wird. Hervorzuheben ist weiterhin die gute Steuerbarkeit der Antikoagulation über die Bestimmung der aPTT. Bei Patienten mit Niereninsuffizienz ist keine Dosisanpassung notwendig, da Argatroban über die Leber metabolisiert wird. G. Plehn, J. Vormbrock, C. A. Perings, H.-J. Trappe, I. Wickenbrock, S. Machnik, C. Zühlke Medizinische Klinik II (Kardiologie und Angiologie), Marienhospital Herne, Ruhr-Universität Bochum, Herne, Deutschland Zielstellung: Hypertrophe (HCM) und dilatative Kardiomyopathie (DCM) können durch den Mechanismus der zugrunde liegenden Kontraktionsstörung unterschieden werden. Funktionelle Untersuchungen waren bisher fast ausschließlich auf den linken Ventrikel beschränkt, obwohl die strukturellen Veränderungen beide Kammern betreffen. Neuere Untersuchungen lassen vermuten, dass der rechte Ventrikel kein \"passiver\" Partner des linken ist, sondern krankheitspezifisch charakteristische Funktionsveränderungen zeigt. Sowohl HCM-als auch DCM-Patienten weisen eine sekundäre pulmonale Hypertonie auf, die bereits zu einem frühen Zeitpunkt unter körperlicher Belastung manifest ist. Inwieweit sich die rechtsventrikuläre Funktion unter diesen Bedingungen unterscheidet, ist unklar. Methode: Bei 17 Patienten mit DCM und 20 Patienten mit HCM wurde eine Herzbinnenraumszintigraphie zur Beurteilung der linksventrikulären Funktion und eine simultane Einschwemmkatheteruntersuchung mit einem Ultrafast-response-Thermodilutionskatheter zur Beurteilung der zentralen Hämodynamik und der rechtsventrikulären Volumina unter stufenweiser ergometrischer Belastung durchgeführt. Ergebnis: Rechtsventrikuläre Ejektionsfraktion (RVEF) und rechtsventrikuläre endsystolische Druck-Volumen-Ratio (PAS/ESVI-Ratio) zeigten in Ruhe keinen Unterschied in beiden Patientengruppen. Dagegen waren unter körperlicher Belastung beide Parameter bei Pa-Schlussfolgerung: Der dilatative Herzmuskelprozess kann unter Ruhebedingungen weder durch die RVEF noch die PAS/ES-VI-Ratio von einem hypertrophen Herzmuskelprozess unterschieden werden. Erst unter Belastung und einem damit verbundenen Anstieg der rechtsventrikulären Nachlast wird eine Störung der rechtsventrikulären Funktion als Ausdruck des unterschiedlichen intrinsischen Myokardprozesses deutlich. Diese Befunde unterstreichen die Bedeutung der Nachlastoptimierung als Therapieprinzip der rechtsventrikulären Dysfunktion. B. Plicht, A. Y. Lind, N. M. Malyar, S. Bauer, P. Mummel 1 , T. Konorza, H. Eggebrecht, R. Erbel Klinik für Kardiologie, Westdeutsches Herzzentrum, 1 Klinik für Neurologie, Zentrum für Innere Medizin, Campus Essen, Universität Duisburg-Essen, Essen, Deutschland Zielstellung: Ein persistierendes Foramen ovale (PFO) kann durch paradoxe Embolien zu Hirninsulten führen. Mit der Schirmchenimplantation steht ein perkutan durchführbares Verfahren mit geringer Komlikationsrate zur Verfügung. Die Fachgesellschaften empfehlen derzeit den interventionellen Verschluss nach Auftreten eines Zweitrezidivs eines Insultes unter medikamentöser Therapie mit Thrombozytenaggregationshemmern und oraler Antikoagulation. Im Folgenden wird über die notfallmäßige Implantation eines PFO-Occluders bei rezidivierenden paradoxen Embolien berichtet. Methode: Aufnahme einer 76-jährigen Patientin auf die Unfallchirurgische Intensivstation, die in ihrer Wohnung soporös aufgefunden wurde. Klinisch kein Hinweis auf knöcherne Verletzungen. Linksbetonte Parese, Anisokorie. In der initialen CCT kein Nachweis einer intrakraniellen Blutung, auch der klinisch imponierende Mediateilinfarkt ließ sich nicht klar abgrenzen. Am Folgetag plötzliche respiratorische Insuffizienz mit Beatmungspflichtigkeit. In der CT-Angio zeigte sich eine fulminante Lungenembolie. Beginn der Antikoagulation mit unfraktioniertem Heparin. Am 3. Tag Übernahme auf die internistisch-neurologische Intensivstation. In der TEE kam ein Aneurysma des interatrialen Septums mit spontanem Rechts-Links-Shunt und Rechtsherzbelas-tungszeichen zur Darstellung. Am 4. Tag Diagnose einer tiefen Beinvenenthrombose. Ergebnis: Am Folgetag plötzliche livide Verfärbung der rechten Hand, so dass beschlossen wurde, einen notfallmäßigen interventionellen Verschluss des PFO durchzuführen, der am gleichen Tag unter TEE-Monitoring mittels 35 mm-Amplatzer-Occluder komplikationslos erreicht wurde. Im weiteren Verlauf rasche Verbesserung der akralen Durchblutung, der Parese und der Vigilanz. Im Folge-CCT Demarkierung ausgeprägter Mediateilinfarkte beidseits. Inzwischen wurde die Patientin in eine neurologische Rehabilitation verlegt. Schlussfolgerung: Der interventionelle Verschluss eines echokardiographisch gesicherten PFO ist eine akzeptierte Maßnahme bei hochgradigem Verdacht auf rezidivierende paradoxe Embolien, die auch in der akuten Situation sicher und komplikationsfrei durchzuführen ist. Sie sollte daher als wichtige therapeutische Option bedacht werden. M. W. Prull, I. Wickenbrock, P. Maagh, A. Meissner, C. A. Perings, G. Plehn, H.-J. Trappe Medizinische Klinik II, Marienhospital Herne, Ruhr-Universität Bochum, Herne, Deutschland Zielstellung: Erhöhte Blutzuckerspiegel (BZ) bei Patienten (Pt) im akuten Koronarsyndrom (ACS) verschlechtern die Prognose. Die Ursachen sind bislang nicht eindeutig geklärt. Wir konnten bereits zeigen, dass Patienten mit erhöhtem BZ eine gesteigerte Gerinnungsaktivierung aufweisen. In dieser Untersuchung gehen wir der Frage nach, ob der schlechteren Prognose bei erhöhtem BZ eine erhöhte Rate an vermindertem Koronarfluss nach Koronarintervention (PCI) zu Grunde liegt. Methode: Über einen Zeitraum von 11 Monaten wurden konsekutiv 161 Pt mit ACS eingeschlossen und die Basisvariablen Geschlecht, Alter, BMI, die kardiovaskulären Risikofaktoren, Koronarstatus, die Mittelwerte ± Standardabweichung von BZ (mg/dl), Koronarfluss nach PCI (TIMI-Fluss), CRP-Spiegel (mg/dl) untersucht. T-Test für unabhängige Stichpro-Fluss: 147,6 ± 57 mg/dl, TIMI-2-Fluss: 146,7 ± 55,6 mg/dl. Sign. Unterschied BZ TIMI-1-vs. TIMI-3-Fluss (p = 0,02). CRP bei TIMI 3: 2,98 ± 15,6 mg/dl, CRP bei TIMI 2: 1,87 ± 2,5 mg/dl, CRP bei TI-MI 1: 6,57 ± 12 mg/dl (p = ns). Schlussfolgerung: Erhöhte BZ wurden bei der Mehrzahl der Patienten gefunden. No-Reflow-Phänomene nach PCI im ACS treten bei höherem BZ signifikant häufiger auf als bei Patienten mit normalem BZ. Ebenso haben Pt mit erhöhtem BZ signifikant häufiger eine fortgeschrittene koronare Atherosklerose. Die inflammatorische Antwort auf den Myokardinfarkt zeigt sich ebenfalls ausgeprägter bei erhöhtem BZ. Pt mit erhöhtem BZ im Rahmen des Akuten Koronarsyndroms gehören zu einer Patientengruppe mit erhöhtem Risiko. Eine aggressivere Therapie mit Azetylsalizylat, Clopidogrel, Heparin und einem GP2b/3a-RA sowie die Akutnormalisierung des BZ scheint bei Pt mit erhöhtem BZ sinnvoll. M. W. Prull, I. Wickenbrock, P. Maagh, A. Meissner, C. A. Perings, G. Plehn, H.-J. Trappe Medizinische Klinik II, Marienhospital Herne, Ruhr-Universität Bochum, Herne, Deutschland Zielstellung: Erhöhte Blutzuckerspiegel (BZ) bei Patienten (Pt) im Akuten Koronarsyndrom (ACS) führen zu einer Aktivierung der Blutgerinnung und zu einem gehäuftem Auftreten von no-reflow-Phänomenen nach Koronarintervention. Kommt es deshalb bei Pt mit erhöhtem BZ häufiger zu schwerwiegenden Komplikationen (kardiogener Schock, Kammertachykardie, Tod)? Methode: Über einen Zeitraum von 11 Monaten wurden konsekutiv 161 Pt mit ACS eingeschlossen und die Basisvariablen Geschlecht, Alter, BMI, die kardiovaskulären Risikofaktoren, Killip-Klasse, Arrhythmiehäufigkeit, die Mittelwerte ± Standardabweichung (SD) von BZ (mg/dl), Aufenthaltsdauer im Krankenhaus, linksventrikuläre Pumpfunktion, Häufigkeit von kardiogenem Schock sowie Tod im Krankenhaus erhoben. T-Test für unabhängige Stichproben, Signifikanzniveau p < 0,05. Ergebnis: 118 Männer",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Fisteln zwischen Aorta und Gastrointestinaltrakt stellen eine sehr seltene, aber überaus schwerwiegende Komplikation nach chirurgischem Aortenersatz dar. Blutungen treten fulminant auf und sind häufig letal. Methode: Wir berichten über einen 53-jährigen Patienten mit schwerer gastrointestinaler Blutung aus einer aortoduodenalen Fistel. Bei dem Patienten war im Jahr 2000 eine aortale Y-Prothese bei arteriosklerotischem Leriche-Syndrom implantiert worden. Diese musste nach 5 Jahren bei nachgewiesener aortoduodenaler Fistel mit fulminanter Blutung explantiert und mittels axillo-bifemoralem Bypass versorgt werden. Gleichzeitig erfolgte eine Segmentresektion des Duodenums. Während des jetzigen stationären Aufenthaltes entwickelte der Patient eine erneute, fulminante gastrointestinale Blutung mit hypovolämischem Schock. Das notfallmäßig durchgeführte CT des Abdomens zeigte ein retroperitoneales Hämatom bei V.a. Perforation der Aorta in Höhe der Pars horizontalis duodeni. Aufgrund der Vorgeschichte wurde eine Ösophagogastroduodenoskopie durchgeführt. Diese zeigte im Duodenum einen in das Lumen hineinragender Fremdkörper als Ursache der gastrointestinalen Blutung. Ergebnis: Aufgrund dieses Befundes wurde eine erneute Fistelung angenommen. In der anschließenden notfallmäßigen Laparatomie konnte das Fremdmaterial im Bereich der Pars horizontalis duodeni, welches als verbliebenes Material der 5 Jahre zuvor explantierten Y-Prothese gedeutet wurde, entfernt werden. Es erfolgte die Übernähung der Blutungsstelle. Der Patient konnte nach 5 Tagen in gutem Allgemeinzustand auf die periphere Station verlegt werden. Schlussfolgerung: Eine Fistelbildung zwischen Aorta und Gastrointestinaltrakt stellt eine sehr seltene Komplikation nach Aorten-A. Meissner, I. Wickenbrock, M. van Bracht , P. Maagh, H.-J. Trappe Medizinische Klinik II (Kardiologie und Angiologie), Marienhospital Herne, Ruhr-Universität Bochum, Herne, Deutschland Zielstellung: Kongenitale Koronaranomalien (KKA) sind assoziiert mit dem plötzlichen Herztod junger Menschen, und werden bei jungen Sportlern im Rahmen von Trainingsaktivitäten beobachtet. Darüber hinaus werden KKA in Zusammenhang mit akuten myokardialen Ischämien der älteren Bevölkerung bei Koronarsklerose und Koronarer Herzerkrankung genannt. KKA sind jedoch schwierig zu identifizieren, bei fehlenden klinischen Zeichen im Alltag. Somit ist es das akute Koronarsyndrom (ACS), welches den Patienten (Pt) der invasiven Diagnostik zuführt, in dessen Rahmen KKA dann diagnostiziert und therapiert werden. Das Ziel dieser Untersuchung war es die Inzidenz sowie die Lokalisation von KKA im ACS zu untersuchen. Methode: Wir führten in 24 Monaten 6277 Koronarangiographien durch, davon wurden insgesamt 407 Pt mit den klinischen Zeichen eines ACS notfallmäßig untersucht. Bei einem durchschnittlichen Alter von 63 ± 13 Ergebnis: In unserem Kollektiv von 407 Pt mit STEMI, NSTEMI und ACS fanden wir sechs Pt mit einer KKA(1,3%). Im Falle eines STEMI stieg der prozentuale Anteil auf 1,9%, und zeigte eine weitere Zunahme bei Pt mit STEMI der Hinterwand bzw. der Posterolateralwand. Bei allen sechs Pt mit KKA wurde eine Beteiligung der Hinter-bzw. der Posterolateralwand nachgewiesen (66,6% STEMI, 33,3% NSTEMI). Schlussfolgerung: Im Rahmen von akuten Koronarsyndromen, insbesondere bei ST-Streckenhebungsinfarkten der Hinter-und Posterolateralwand muss nicht selten mit dem Vorliegen einer KKA gerechnet werden. Erstmalig beschreiben wir die Wahrscheinlichkeiten von KKA im ACS. Be-dingt durch die morphologisch anatomischen Besonderheiten sind spezielle Kenntnisse der interventionellen Therapie erforderlich, um eine suffiziente Akutversorgung zu gewährleisten.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "D.Ridjab, H.-P. Schultheiss, M. Pauschinger Med. Klinik II, Kardiologie und Pulmologie, Campus Benjamin Franklin, Charite -Universitätsmedizin Berlin, Berlin, Deutschland Zielstellung: Der Herzinfarkt-assoziierte kardiogene Schock ist mit einer sehr hohen Mortalitätsrate verbunden. Die frühe Revaskularisation, wie im SHOCK TRIAL gezeigt, in Kombination mit der hämodynamischen Unterstützung mittels IABP spielen eine große Rolle zur Senkung der Mortalitätsrate von 80 auf 46%. Auf der anderen Seite wird die IABP in nur ca. 1/3 der Patienten in den USA (z. B. GUSTO-I-Studie) und in < 10% in Ländern außerhalb der Vereinigten Staaten eingesetzt. Diese monozentrische Studie analysiert die Krankenhausmortalität bei Patienten mit kardiogenem Schock und konsekutiver Implantation einer IABP. Methode: In dieser Studie wurden 78 Patienten, die in dem Zeitraum von Januar 2005 bis Februar 2007 mit einer IABP behandelt wurden, eingeschlossen. Ergebnis: 69 der 78 Patienten hatten einen kardiogenen Schock im Rahmen eines Myokardinfarktes. Bei den übrigen Patienten war der kardiogene Schock bedingt durch eine Borussia Dortmund vs. Hamburger SV wurde im Signal Iduna Park Dortmund ein Fragebogen vorgelegt. Es wurden Daten zur Person (männlich/weiblich, Alter), zu individuellen Herzerkrankungen (koronare Herzkrankheit, stattgehabter Myokardinfarkt, Herzklappendefekt, stattgehabte Myokarditis, Rhythmusstörungen, stattgehabte Bewusstlosigkeit oder stattgehabte SM-oder ICD-Implantation) (ja/nein) erhoben (ja/nein). Ergebnis: 2% vs. 1 F = 0,1%) fanden sich keine Unterschiede. Schluss-folgerung: Fußballstadien fassen über 80 000 Zuschauer. Unter den Befragten gaben 2,7% der M und 1,5% der F einen stattgehabten Herzinfarkt an, bei 3,2% der M und 2,1% der F war eine KHK bekannt. Emotionaler Stress bei Fußballspielen begünstigt als adrenerger Stimulus thromboembolische Geschehen. Es ist daher von einem erhöhten Risiko für VF in einem Stadion auszugehen. M scheinen diesbezüglich mehr gefährdet als F. P 45 Therapeutische milde Hypothermie nach Kreislaufstillstand mittels einer modifizierten Herz-Lungen-Maschine M. Janusch, G. Söffker, H. Zorn 1 , R. Wimmer, M. Buerke, K. Werdan Universitätsklinik und Poliklinik für Innere Medizin III, Zentrum für Innere Medizin, 1 Universitätsklinik und Poliklinik für Herzund Thoraxchirurgie, Zentrum für Chirurgie, Martin-Luther-Universität Halle-Wittenberg, Halle (Saale), Deutschland Zielstellung: Milde Hypothermie (32-348C) nach einem Herz-Kreislaufstillstand vermindert die Ausbildung eines hypoxischen Hirnschadens und ist seit 2003 Bestandteil der ILCOR/AHA Leitlinien. Methode: Die Induktion der Hypothermie erfolgte mittels eines Temperaturmodules einer Herz-Lungenmaschine in Kombination mit einem endovaskulären Kühlkatheter (ICY Intravasvular Catheter, Alsius Corp., Irvine CA, USA) welcher über die Vena femoralis eingeführt wurde. Die Zieltemperatur von 328C wurde über 24 Stunden aufrechterhalten. Die Körpertemperatur wurde mit einen Blasen-oder Pulmonaliskatheter überwacht. Die Induktion der Hypothermie erfolgte bei 17 Patienten (8 weibliche, 9 männlich) mit einem Durchschnittsalter von 62,1 Jahre (Altersspanne: 37-86 Jahre). Ursächlich für das Herz-Kreislaufversagen waren bei 8 Patienten ein akuter Myokardinfarkt (4 STEMI; 4 NSTEMI), eine Asphyxie bei COPD(2), eine Sepsis(2), ein Lungenödem(1), bei einer Patientin eine Medikamentenintoxikation und bei 3 Patienten eine Asystolie ohne retrospektiv spezifizierbare Ursache. Ergebnis: Die Zieltemperatur von 32 8C wurde innerhalb von 120 min erreicht. Nach 24 h erfolgte die aktive Wiedererwärmung mit 0,4 8C/h. Neun Patienten zeigten im Anschluss nur geringgradige oder keinerlei neurologische Ausfallerscheinungen. Bei acht Patienten wurde im Verlauf eine hypoxische Hirnschädigung diagnostiziert. Hierbei korrelierte die als Verlaufsparameter bestimmte Neuronspezifische Enolase (NSE) zuverlässig mit dem Vorliegen eines schweren hypoxischen Hirnschadens (NSE: Patienten mit hypoxischem Hirnschaden: mean = 11,4; ohne hypoxischen Hirnschaden: mean = 14,9; p = 0,0003 [T-test]). 6 Patienten verstarben. Thrombembolische Komplikationen im Zusammenhang mit der Nutzung des endovaskulären Katheters wurden nicht beobachtet. Relevante Herzrhythmusstörungen bzw. Gerinnungsstörungen welche ursächlich auf die Hypothermie zurückzuführen sind konnten nicht nachgewiesen werden. Schlussfolgerung: Die Kombination eines Endovaskularkatheters mit einem Hypothermiegerät bietet eine suffiziente Kühlleistung über 24 h. Diese Cooling-Methode bietet die Möglichkeit der Vermeidung einer exzessiven Volumenbelastung gerade bei kardial instabilen Patienten. kann eine Herzdruckmassage vor Defibrillation den Defibrillationserfolg bei Kammerflimmern positiv beeinflussen. Transösophageale Defibrillation könnte aufgrund der Nähe des Ösophagus zum Herzen den Defibrillationserfolg bei Kammerflimmern verbessern. Wir untersuchten die Effektivität von transösophagealer Defibrillation im Vergleich zur transthorakalen Defibrillation nach langen Episoden von Kammerflimmern. Methode: Nach elektrischer Induktion von Kammerflimmern wurde der Defibrillationserfolg nach 10 min von unbehandeltem Kammerflimmern bei 12 Schafen untersucht. Die Tiere wurden in 2 Gruppen randomisiert: Gruppe A): Bei 6 Tieren erfolgten bis zu drei transthorakale Schockabgaben, gefolgt von bis zu drei transösophagealen Schockabgaben (erster Schock: 150 J, zweiter und dritter Schock: 200 J). Gruppe B): Bei 6 Tieren wurde vor Schockabgabe mit gleichem Protokoll wie in Gruppe A eine Herzdruckmassage über 2 min durchgeführt. Für die transthorakale Defibrillation wurden Klebelektroden in sternaler und apikaler Position eingesetzt, für die transösophageale Defibrilllation eine ösophageale Elektrode sowie eine kutane Klebelektrode. Ergebnis: Gruppe A): Die transthorakale Defibrillation war bei allen Tieren erfolglos, während die transösophageale Defibrillation mit jeweils dem ersten transösophagealen Schock bei 3 Tieren erfolgreich war. Gruppe B): Nach erfolgloser transthorakaler Defibrillation bei allen 6 Tieren war die transösophageale Defibrillation mit jeweils dem ersten Schock bei allen Tieren erfolgreich. Schlussfolgerung: Die transösophageale Defibrillation kann lang andauerndes Kammerflimmern beenden, das sich durch transthorakale Defibrillation nicht terminieren lässt. Herzdruckmassage vor Schockabgabe kann die Erfolgsaussichten von transösophagealer Defibrillation verbessern. P 47 Neuronenspezifische Enolase und S100B als Prädiktoren des hypoxischen Hirnschadens bei Überlebenden des plötzlichen Herztodes W. Sanad, T. Dschietzig, G. Baumann Medizinische Klinik, Schwerpunkt Kardiologie, Campus Charité Mitte, Charité -Universitätsmedizin Berlin, Berlin, Deutschland Aim: To investigate the prognostic accuracy of biochemical markers in predicting neurological outcomes after cardiopulmonary resuscitation in cardiac arrest patients Method: Setting: Cardiology intensive care unit of Charité University Medical Hospital, Berlin, Germany.Patients: A total of 29 patients who underwent cardiopulmonary resuscitation with restoration of spontaneous circulation following cardiac arrest Interventions: Serial blood samples (mean: 4 days) and neuropsychological assessments over 7 days Measurements: Serial measurements of serum NSE concentrations were obtained in 32 consecutive patients who underwent CPR with restoration of spontaneous circulation (ROSC). In 20 patients of this group serum S100B concentrations were also serially determined. For prognostic validation, both the Glasgow-Coma Score and a comprehensive neuropsychological test panel were applied.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Milde therapeutische Hypothermie (MTH) bei Patienten nach Reanimation im akuten ST-Streckenelevationsmyokardinfarkt (STEMI) mit konsekutiver Akut-PTCAS. Wolfrum, C. Pierau, P. W.Radke, H. Schunkert , V. Kurowski  Medizinische Klinik II, Campus Lübeck, Universitätsklinikum  Schleswig-Holstein, Lübeck, Deutschland   Aim: Mild therapeutic hypothermia (MTH) has been implemented into international resuscitation guidelines. Although in the majority of patients the reason for cardiac arrest is myocardial ischemia, it has not yet been systematically investigated whether MTH is feasible in patients undergoing acute percutaneous coronary intervention (PCI) after cardiac arrest due to acute myocardial infarction. Method: The study was designed as a single-centre prospective observational study with a historical control group. 33 Patients after cardiac arrest with ventricular fibrillation as initial rhythm and restoration of spontaneous circulation who remained unconscious at admission and presented with acute ST elevation myocardial infarction were analysed. Of those 16 consecutive patients were treated withMTH (2005MTH (  to 2006 initiated immediately after admission and continued in the catheter laboratory during acute PCI. Seventeen consecutive patients treated in a similar time window before implementation of MTH at our hospital(2003)(2004) served as control group. Efficacy, mortality, and neurological outcome after 6 months were documented. Result: Initiation of MTH did not lead to longer door-to-balloontimes as compared to the historical control group (86.4 ± 5.6 vs 92.0 ± 10.9 min) indicating that implementation of MTH did not delay the onset of acute PCI. Target temperature (32 to 34 8C) in the MTH group was reached within 3 hours known as average time from previous trials and revealing that acute PCI did not affect the velocity of cooling. After 6 months, patients treated with MTH tended to have lower mortality (20 vs 35%) and an improved neurological outcome determined by a Glasgow-Pittsburgh Cerebral Performance Scale score of 1 or 2 (69 vs 47% in the control group, respectively). Conclusion: MTH is feasible and beneficial in patients resuscitated after cardiac arrest due to acute myocardial infarction with consecutive acute PCI. MTH in combination with acute coronary intervention should be recommended as standard therapy in patients after out-of hospital cardiac arrest due to STEMI.A. Canbay, L. Bechmann, J. Best, S. Festag, Z. Yüksel, M. Malago 1 , F. H. Saner 1 , G. Gerken Gastroenterologie und Hepatologie, 1 Allgemein-und Transplantationschirurgie, Universitätsklinikum Essen, Universität Duisburg Essen, Essen, Deutschland Zielstellung: Das akute Leberversagen (ALV) ist ein seltenes, jedoch hochgradig lebensbedrohliches Krankheitsbild, das durch akute Leberinsuffizienz (Ikterus, Koagulopathie) und hepatische Enzephalopathie bei zuvor gesunden Patienten gekennzeichnet ist. Für die angelsächsichen Länder ist Paracetamol als häufigste Ursache des ALV belegt; für Deutschland liegt keine entsprechende Untersuchung vor. Methode: In einer retrospektiven Untersuchung (2002-2005) in unserem Zentrum wurden 104 Patienten mit dem Bild eines ALV eingeschlossen (anamnestisch, klinischer Befund, bildgebende Diagnostik). Ergebnis: Von diesen Patienten wurden 20 [19%; davon 15 w (75%)/5 m (25%); Altersdurschnitt: 31 ± 12 Jahre] mit der Verdachtsdiagnose einer Paracetamolintoxikation identifiziert; zwei dieser 20 erfüllten die Kriterien des ALVs jedoch nicht. Die durchschnittliche Paracetamol-Einahme betrug 21,5 ± 5 g; 65% der Vergiftungen erfolgten in suizidaler Absicht, 35% akzidentiell. Der durchnittliche INR-Wert betrug 1,45 ± 05, Bilirubin 10,8 ± 2,5 mg/dl, GOT 1646 ± 300, GPT 1371 ± 287, Kreatinin 1,22 ± 0,7. Von 18 Patienten die ALV entwickelt hatten, hatten 6 (33,3%) eine Steatosis. Insgesamt wurde 1/18 transplantiert, 3/18 verstarben und 14/18 konnten durch intensiv-medizinische Versorgung stabilisiert werden. Schlussfolgerung: Die Acetaminophen-(Paracetamol-)Intoxikation, insbesondere in suizadaler Absicht, ist auch in unserem Zentrum Hauptursache des ALVs. Steatosis stellt eine Prädisposition für das ALV dar. Bei der unkontrollierten Einahme des Paracetamol-Wirkstoffs Acetaminophen ist Vorsicht geboten. Eine deutschlandweite Untersuchung zur genauen Inzidenz der Paracetamol-Intoxication wäre wünschenswert. D. Benke, M. W. Merx, A. Sasse, P.-F. Petersen 1 , M. Kelm, A. Franke Medizinische Klinik I, Kardiologie, Pulmonologie, Angiologie; 1 Interdisziplinäre Notaufnahme, Universitätsklinikum, Rheinisch-Westfälische Technische Hochschule Aachen, Aachen, Deutschland Zielstellung: Die rasche Versorgung von Patienten (Pt) mit akuten Thoraxschmerzen unklarer Ätiologie ist aufgrund komplexer, lebensbedrohlicher Differentialdiagnosen (Myokardinfarkt, Lungenembolie, Aortendissektion, u. a.) entscheidend. Akute Notfälle müssen unmittelbar einer adäquaten Therapie zugeführt sowie andererseits unnötige Aufnahmen vermieden werden. Zusätzlich zum bewährten Direktkontakt mit der kardiologischen Intensivstation für Notärzte und Niedergelassene wurde daher am UK Aachen seit 09/06 eine CPU innerhalb der NOTA eingerichtet, in der ganzjährig über 24 h kardiologisch ausgebildete Ärzte aus der Fachklinik tätig sind. Fachliche Kompetenz und apparative Ausstattung erlauben neben kontinuierlicher Rhythmusüberwachung u.a. Echokardiographie bis hin zur nicht-invasiven Beatmungsunterstützung. Weiterhin bietet die NOTA die Integration aller Fachgebiete (z. B. Anästhesie, Chirurgie, Thoraxchirurgie, Orthopädie u. a.). Methode: Retrospektive Analyse der internistischen NOTA Patienten. Ergebnis: Zwischen 10/06 und 12/06 wurden 65,3% aller internistischen Pt (741/920) der CPU zugeordnet (Diagnosen siehe Tabelle): 53,9% der NOTA Pt wurden der CPU wegen einer kardiovaskulären Erkrankung zugewiesen. Weitere 10,1% wurden aufgrund einer akuten oder bestehenden Lungenerkrankung behandelt. Schlussfolgerung: Die Integration der CPU in eine interdisziplinäre NOTA bietet die unmittelbare kardiologische Betreuung mit frühest möglicher Risikostratifikation vor Ort. 44% der CPU Pt konnten unmittelbar aus der CPU nach 6 bis 12 h mit zügig komplettierter Diagnostik (Echokardiographie, Ergometrie, Stressechokardiographie, TEE, Szintigraphie) entlassen und in die hausärztliche Betreuung zurückgeleitet werden. Die übrigen 56% wurden nach ebenso kompletter Stratifikation in die unterschiedlichen modularen Einheiten (Herzkatheter, Intensivstation, Intermediate Care Station, Fachkliniken) verlegt. Die CPU erlaubt, einerseits eine rasche zielgerichtete Akut-Behandlung einzuleiten und andererseits stationäre Liegezeiten zu vermeiden. T. Brünnler, J. Langgartner, S. Lang, C. E. Wrede, F. Klebl, S. Feuerbach, J. Schölmerich, O. W. Hamer 1 Klinik und Poliklinik für Innere Medizin I, Universitätsklinikum; 1 Institut für Röntgendiagnostik, Universität Regensburg, Regensburg, Deutschland Zielstellung: Die infizierte, nekrotisierende Pankreatitis ist mit einer Mortalität von bis zu 30% behaftet. Das chirurgische Debridement stellt nach wie vor den Goldstandard zur Ausräumung des nekrotischen Gewebes dar. Minimal-invasive Therapieverfahren gewinnen jedoch zunehmend an Bedeutung, wobei die Zielvorstellung die endgültige Sanierung oder eine Verbesserung des Zustandes des Patienten hin zur OP-Fähigkeit ist. Ziel dieser Studie war es, das Outcome von Patienten zu evaluieren, bei denen zur Behandlung einer infizierten, nekrotisierenden Pankreatitis eine perkutane minimal-invasive Nekrosektomie durchgeführt wurde. Methode: Über einen Suchlauf der radiologischen Datenbank wurden alle Patienten identifiziert, bei denen zwischen 1992 und 2004 an der Universitätsklinik Regensburg eine perkutane Nekrosektomie durchgeführt wurde. Neben demographischen Daten, Genese und Ausprägung der Pankreatitis, klinisch und laborchemischen Parametern wurden alle invasiven Therapiemaßnahmen (Drainagenanlage, minimal-invasive Nekrosektomie und chirurgische Nekrosektomie) erfasst. Ergebnis: 18 Patienten wurden evaluiert. Das Durchschnittsalter der Patienten lag bei 49 Jahren (17-76 Jahre). Bei allen Patienten wurden zur Entlastung von abdominellen Flüssigkeitsformationen eine oder mehrere Drainagen eingelegt. Da die passive Drainage nicht zur suffizienten Entfernung von infiziertem, nekrotischen Material führte, wurde eine minimal-invasive, aktive Nekrosektomie angeschlossen. Hierfür wurde die Drainage gegen eine großlumige Schleuse ausgetauscht und die nekrotischen Gewebeanteile fragmentiert und entfernt. 8 der 18 Patienten (44%) erholten sich ohne die Notwendigkeit einer chirurgischen Intervention. Bei 10 Patienten (56%) wurde im weiteren Verlauf eine operative Nekrosektomie notwendig. 4 dieser Patienten verstarben, 3 an einem septischen Multiorganversagen, 1 Patient an den Folgen einer Lungenembolie. Schlussfolgerung: Die miminal-invasive Nekrosektomie stellt in der Behandlung der nekrotisierenden Pankreatitis eine reelle Alternative zum chirurgischen Debridement dar. Allerdings ist das Ergebnis von vergleichenden, prospektiven Studien abzuwarten, bis eine genauere Einschätzung dieses jungen Verfahrens möglich ist. P 52 Sportstätten zählen zu den ersten zehn Orten mit der höchsten Rate für plötzlichen Herztod. Sind Zuschauer die häufig das Stadion besuchen gefährdeter als solche, die selten in ein Stadion gehen? M. Christ, G. Plehn, R. Borchard, C. Zühlke, P. Maagh, L. Lefringhausen, M.-O. Schrage, A. Meissner, H.-J. Trappe Medizinische Klinik II (Kardiologie und Angiologie), Marienhospital Herne, Ruhr -Universität Bochum, Herne, Deutschland Zielstellung: Sportstätten zählen zu den ersten zehn Orten mit der höchsten Rate für plötzlichen Herztod. Bei vielen Patienten mit plötzlichem Herztod liegt Kammerflimmern zugrunde, für eine erfolgreiche Therapie ist die unverzügliche Defibrillation unverzichtbar. Unklar blieb bisher jedoch die Frage, warum ausgerechnet Sportstätten zu den ersten zehn Orten mit der höchsten Rate für plötzlichen Herztod gehören und ob Zuschauer die häufiger das Stadion besuchen gefährdeter sind als solche, die nur gelegentlich das Stadion betreten. Methode: 2431 von insgesamt 80 700 Zuschauern des Bundesligaspiels Borussia Dortmund gegen den Hamburger SV am 16. September 2006 im Signal-Iduna-Park, Dortmund wurden von 20 medizinisch geschulten Interviewern über ihre kardiale Krankengeschichte und ihre kardiovaskulären Risikofaktoren befragt. Ergebnis: Unter den Zuschauern die jährlich mehr als zehn Fußballspiele besuchten(990)waren signifikant mehr Personen mit bekannter KHK (32, 3,6%) und überlebtem Herzinfarkt (31, 3,5%) als unter den Zuschauern, die jährlich weniger als fünf Spiele (884) besuchen (21, 2,1) (15, 1,5%) (p < 0,05). Zuschauer mit mehr als zehn Stadionbesuchen im Jahr wiesen signifikant häufiger mindesten einen kardiovaskulären Risikofaktor auf (431, 48,8%) als die Zuschauern, die jährlich weniger als fünf Spiele live besuchen (404, 40,8%) (p < 0,005). Im Detail waren signifikant mehr Raucher (307, 34,7%) und signifikant mehr Zuschauer mit arteriellem Hypertonus (146, 16,5%) in der Gruppe der Zuschauer mit jährlich mehr als zehn Stadionbesu-chen, als es Raucher (301, 30,4%) (p < 0,05) oder Zuschauer mit arteriellem Hypertonus (120, 12,1%) (p < 0,05) in der Gruppe der Zuschauer mit weniger als fünf jährlichen Stadionbesuchen gab. Bzgl. der Prävalenz eines erhöhten Cholesterinspiegels fand sich kein Unterschied. Schlussfolgerung: Obwohl emotionaler Stress als adrenerger Stimulus thromboembolische Ereignisse noch zusätzlich begünstigt, scheinen es ausgerechnet diejenigen Zuschauer zu sein, die ein besonders hohes Risiko für thromboembolische Ereignisse aufweisen, die sich regelmäßig dem emotionalen Stress eines Fußballspiels aussetzen.T. Dechmann-Sültemeyer, A. Voiculescu, B. Grabensee Klinik für Nephrologie, Universitätklinikum, Heinrich-Heine-Universität Düsseldorf, Düsseldorf, Deutschland",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "). Result: In 82 patients we performed 460 tandem treatments in the last 16 years. 27 patients suffered from c-ANCA positive vasculitis, 38 from HUS/TTP and 18 from other diseases. In the mean 8 treatments per patient and therapy cycle (range 1 to 16) were performed. None of the patients had volume disturbances caused by plasma shifts and derangement of electrolyte and acid-base balance was immediately equalized. There were no episodes of hypotension or bleeding. Conclusion: Tandem plasmapheresis and haemodialysis treatment under special conditions are well feasible. There were no technical complications. The procedure reduce considerable time and save resources.P 54 Transarterielle Langzeit-Urokinaselysetherapie bei akuten Mesenterial-und PfortaderthrombosenM. Miller, P. Hilgard 1 , G. Antoch, S. Bauer, A. Dechne, A. Y. Lind, G. Gerken 1 , H. Eggebrecht, R. Erbel Klinik für Kardiologie, Westdeutsches Herzzentrum, 1 Abteilung für Gastroenterologie und Hepatologie, Zentrum für Innere Medizin, Campus Essen, Universität Duisburg-Essen, Essen, Deutschland Zielstellung: Thrombosen des splenomesenterikoportalen Venensystems stellen schwerwiegende Erkrankungen mit bedrohlichen Langzeitkomplikationen dar. Eine lokale Lysetherapie ist aufgrund des schwierigen Zugangs bei dieser Thromboseentität nicht etabliert und die systemische Lysetherapie unwirksam. Ziel dieser Studie war die Evaluation der Sicherheit und Effektivität einer transarteriellen Lysetherapie über die A. mesenterica bei Patienten mit Thrombose der V. mesenterica und/oder V. portae. Methode: Im Zeitraum 06/2006-01/2007 wurden 5 Patienten (2 Männer, Alter: 25-51 Jahre) mit (sub)akuter Pfortader-und/oder Mesenterialvenenthrombose auf dem Boden einer Child A Leberzirrhose (2 Patienten) oder einer thrombophilen Störung (3 Patienten) behandelt. Bei allen Patienten wurde unter angiographischer Kontrolle ein Katheter in die A. mesenterica sup. eingelegt. Unter intensivmedizinischer Überwachung wurde über diesen Katheter initial ein Bolus von 250 000 IE Urokinase gefolgt von einer Dauerinfusion von 50 000-120 000 IE/h i. a. über 7 Tage appliziert. Zielgröße der Therapie war ein Fibrinogenwert um 100 mg/dl. Gleichzeitig erfolgte eine therapeutische Heparinisierung. Das Lyseergebnis wurde während der Therapie alle 48 h sonographisch kontrolliert. Abschließend erhielten alle Patienten eine kontrastverstärkte CT des Abdomens. Ergebnis: Bei 1 Pat. kam es zu einer kompletten Rückbildung, bei 2 Pat. zu einer partiellen Auflösung des Thrombus mit Rekanalisation der Gefäße. Bei 2 Patienten war keine Verbesserung der vaskulären Befunde zu detektieren, nach 6-wöchiger sich anschließender Marcumarisierung zeigten jedoch auch diese Pat. eine Rekanlisierung des portalen Gefäßbettes. Komplikationen bestanden in klinisch nicht relevanten Blutungen entlang des Stichkanals der einliegenden Katheter. Eine Patientin mit ausgeprägten Ösophagusvarizen entwickelte eine transfusionspflichtige gastrointestinale Blutung, die unter Pausierung der Lyse sistierte. Schlussfolgerung: Die transarterielle Lysetherapie mit Urokinase bei (sub-)akuter Pfortaderthrombose ist ein vielversprechender Therapieansatz. Die Therapie ist unter strenger Gerinnungsparameterkontrolle sicher und mit einer nur geringen Rate an Komplikationen behaftet. A. Dechne, M. Miller, A. Yüce, I. A. Karoussos 1 , B. Plicht, H. Eggebrecht, G. Gerken 1 , R. Erbel Klinik für Kardiologie, Westdeutsches Herzzentrum, 1 Gastroenterologie und Hepatologie, Universitätsklinikum Essen, Campus Essen, Universität Duisburg-Essen, Essen, Deutschland Zielstellung: Das toxische Megakolon (TM) ist eine lebensbedrohliche Komplikation der Clostridium-difficile (Cd)-Infektion. Fast immer geht der Infektion Antibiotikaeinnahme voraus, mit zunehmender Therapiedauer steigt das Risiko einer Cd-Kolitis. Wir berichten über 3 Fälle von Cd-assoziiertem TM, die jeweils fatale Verläufe nahmen. Methode: Fall 1: Ein 79-jähriger Patient mit mech. Mitralklappenersatz erhielt 2 × 2 g Ceftriaxon i.v. vor einer endoskopischen Diagnostik. Innerhalb 48 h nach der zweiten Antibiotikagabe entwickelte er abdominelle Schmerzen und eine Diarrhoe. Nach 72 h wies das Kolon eine ödematöse Schleimhaut mit Pseudomembranen auf, im Stuhl ließen sich Cd-Antigen und -Toxin nachweisen. Trotz Therapie mit Metronidazol entwickelte sich ein septisches Krankheitsbild. Im CT zeigte sich eine Dilatation und Wandverdickung des gesamten Kolons. Bei TM wurde eine subtotale Kolektomie durchgeführt. Der postoperative Verlauf war durch eine Langzeitbeatmung mit erneuter Sepsis kompliziert. Der Patient verstarb nach 31 Tagen im protrahierten septischen Schock. Fall 2: Ein 85-jähriger Patient mit operationspflichtiger 3-G-KHK wurde wegen einer Bronchopneumonie mit 2 g Ceftriaxon/d i.v. behandelt. Nach 72 h traten massive Diarrhoen auf, nach weiteren 24 h wies der Patient eine schwere Sepsis auf. Ergebnis: Der Cd-Toxin-Nachweis war positiv. Bei paralytischem Ileus zeigte das CT ein TM, so dass notfallkolektomiert wurde. Postoperativ bestand ein therapierefraktärer septischer Schock. Der Patient verstarb 10 h nach OP. Fall 3: Ein 72-jähriger herztransplantierter Patient zeigte nach viertägiger Therapie einer Pneumonie mit 2 g/d Ceftriaxon i.v. massive Diarrhoen und ein akutes Abdomen. Der Stuhl wies Cd-Toxin auf. Bei V. a. TM erfolgte die Notfallkolonresektion. Der postoperative Verlauf war durch eine massive Rhabdomyolyse mit Nierenversagen und Langzeitbeatmung kompliziert. Der Patient verstarb 15 Tage nach OP. Schlussfolgerung: Wir beschreiben die rasche Progression einer Cd-Kolitis von der Symptomfreiheit bis zum toxischen Megakolon mit fatalem Ausgang bei 3 Patienten mit schwerer Komorbidität. Ungewöhnlich ist die kurze vorangegangene Therapiedauer mit Ceftriaxon, im 1. Fall nur als zweimalige Endokarditisprophylaxe. P 56 Hypernatriämisches Koma bei Diabetes insipidus und schwerer Diarrhoe -ein endokrinologischer Notfall S. Bauer, H. Eggebrecht, A. Yüce, H. Richly, M. Miller, B. Plicht, A. Y. Lind, N. M. Malyar, K. Mann 1 , R. Erbel Klinik für Kardiologie, Westdeutsches Herzzentrum, 1 Klinik für Endokrinologie, Universitätsklinikum, Zentrum für Innere Medizin, Campus Essen, Universität Duisburg-Essen, Essen, Deutschland Zielstellung: Schwere Hypernatriämien (> 160 mmol/L) sind mit anhaltenden neurologischen Symptomen sowie einer hohen Mortalität assoziiert. Wir berichten hier über eine ausgeprägte Hypernatriämie und Exsikkose in Folge eines protrahiert aufgetretenen Diabetes insipidus in Kombination mit einer Diarrhoe. Methode: Nach Verlegung aus Libyen präsentierte sich ein 50-jähriger, stark exsikkierter, komatöser Patient (GCS: 7, 8I). Die Vigilanzminderung hatte sich seit mehreren Wochen progredient entwickelt zusammen mit vermehrten Diarrhoen. Das Serum-Natrium bei Aufnahme lag bei 184 mmol/l bei einer Serumosmolaltität von 330 mosm/kg. Es bestand ein prärenales Nierenversagen mit Oligurie und einem Serum-Kreatinin von 2,46 mg/dl. In der Vorgeschichte ist eine inkomplette Resektion und Nachbestrahlung eines Makroprolaktinoms der Hypophyse vor 2 Jahren bekannt. In der Hormondiagnostik zeigten sich Zeichen einer kompletten Hypophysenvorderlappeninsuffizienz bis auf eine Hyperprolaktinämie (133 ng/ml). Ergebnis: Unter Infusion von Glucose und halbisotoner NaCl-Lösung normalisierten sich die Natriumwerte innerhalb von 1 Woche. Gleichzeitig wurde eine Hormonsubstitution (Desmopressin/Hydrocortison/Thyroxin/Testosteron) sowie einer medikamentösen Hemmung des Prolaktins mit Cabergolin eingeleitet. Eine Normalisierung der Prolaktinspiegels zeigte sich innerhalb von 3 Wochen. Bei nur geringer Besserung der neurologischen Symptomatik zeigte ein cCT eine Raumforderung im Bereich der Sella und der Stammganglien. Unter dem Verdacht einer Neoplasie erfolgte eine stereotaktische Punktion, die das Bild einer Strahlennekrose ergab. Nach 2 Wochen besserte sich die Vigilanz des Patienten deutlich, so dass eine aktive Kommunikation möglich wurde. Schlussfolgerung: Bestrahlungen der Hypophysenregion können zu einem protrahiert verlaufenden Verlust der Hypophysenfunktion mit lebensbedrohlichen Hormonmangelerscheinungen führen. Bei gleichzeitiger Diarrhoe können die Symptome eines Diabetes Insipidus verschleiert und die Exsikkose verstärkt werden. Eine Rückbildung neurologischer Symptome bei schweren Hypernatriämien kann erst Wochen nach Ausgleich der Elektrolytwerte auftreten. W. Huber, M. Neudeck, A. Umgelter, W. Reindl, M. Franzen, F. Eckel, R. Schmid II. Medizinische Klinik, Klinikum Rechts der Isar, Technische Universität München, München, Deutschland Zielstellung: Trotz intensivmedizinischer Fortschritte wird die Letalität bei nekrotisierender Pankreatitis weiter mit bis zu 30% angegeben. Umstritten sind verschiedene Parameter zur frühzeitigen Risikoprädiktion sowie der Stellenwert des chirurgischen Vorgehens, insbesondere bei infizierten Nekrosen. Im eigenen Patientengut wird die NP seit ca. 15 Jahren primär konservativ therapiert, ungeachtet eines Nachweises von infizierten Nekrosen. Ziel der Untersuchung war es, Prognose-und Risikofaktoren während des Verlaufs zu analysieren. Methode: Retrospektive",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "D. Nowak, S. Liebe, J. Henschel 1 Gastroenterologie, 1 ",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 33,
                    "text": "Henschel 1",
                    "ref_id": null
                },
                {
                    "start": 53,
                    "end": 54,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "P 58 Akutes Leberversagen-Ursache HHV6"
        }
    ]
}