{
    "paper_id": "b4ea55a48e664f87771784a2ea2b326b02a5b443",
    "metadata": {
        "title": "Case report Elective bone marrow transplantation in a child with X-linked hyper- IgM syndrome presenting with acute respiratory distress syndrome",
        "authors": [
            {
                "first": "V",
                "middle": [],
                "last": "Leone",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Trieste",
                    "location": {
                        "settlement": "Trieste",
                        "country": "Italy;"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Tommasini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Trieste",
                    "location": {
                        "settlement": "Trieste",
                        "country": "Italy;"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Andolina",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Trieste",
                    "location": {
                        "settlement": "Trieste",
                        "country": "Italy;"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Runti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Trieste",
                    "location": {
                        "settlement": "Trieste",
                        "country": "Italy;"
                    }
                },
                "email": ""
            },
            {
                "first": "U",
                "middle": [],
                "last": "De Vonderweid",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Trieste",
                    "location": {
                        "settlement": "Trieste",
                        "country": "Italy;"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Campello",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Trieste",
                    "location": {
                        "settlement": "Trieste",
                        "country": "Italy;"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "D"
                ],
                "last": "Notarangelo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Brescia",
                    "location": {
                        "settlement": "Brescia, Ventura",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Ventura",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Trieste",
                    "location": {
                        "settlement": "Trieste",
                        "country": "Italy;"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We describe a 10-month-old boy diagnosed with Xlinked hyper-IgM syndrome (XHIM) after suffering from life-threatening acute respiratory distress syndrome (ARDS) caused by Pneumocystis carinii pneumonia (PCP), although his previous clinical history and first level laboratory tests investigating immunological function did not indicate immunodeficiency. When the patient's overall condition was good, elective bone marrow transplantation from an HLA-matched older brother was performed successfully. We describe how correct diagnosis and successful treatment were made possible thanks to the involvement of a network of specialists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The X-linked hyper-IgM syndrome (XHIM) is a rare form of primary immunodeficiency characterized by hypogammaglobulinemia and impaired cell immunity. It is caused by over 75 different mutations of the CD40 ligand (CD40L), expressed on activated T-lymphocytes and by other haematopoietic cells, 1 whose co-ligand is the CD40 on monocytes and macrophages, B lymphocytes, dentritic cells and endothelial vascular cells. CD40L-CD40 interaction on B cell membranes transduces an essential signal for immunoglobulin class-switching from IgM to IgG, IgA and IgE and for differentiation of B cell memory in response to T cell-dependent antigens. Abnormal interaction between T-lymphocytes and macrophages and epithelial cells causes the defect in T cell functioning. In clinical terms, patients with this syndrome have serious pyogenic infections caused by capsulate bacteria but they are also more prone to infec-tions with intracellular pathogens such as Pneumocystis carinii, Cryptosporidium parvum and Leishmania.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The notion that XHIM is a combined immunodeficiency disease (CID) characterized by the disruption of multiple cellular interactions has brought about a change in clinical approach. Although prompt prophylactic treatment with intravenous immunoglobulin and antibiotics has reduced the incidence of potentially fatal infections, the prognosis is still poor, owing to the high incidence of hepatic and haematological complications. It has been estimated that only 20% of patients reach the third decade of life. 2 Once liver complications have appeared, even bone marrow transplantation (BMT) is not curative. Therefore, BMT should be considered as soon as possible when a suitable donor is available.",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 510,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We report the clinical course of a 10-month-old boy diagnosed with XHIM until successful bone marrow transplantation. The clinical decisions, both during the dramatic onset and during the equally difficult phase of the choice of a 'permanent' therapy such as BMT, are discussed in the light of the most up-to-date literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 10-month-old boy was admitted to our hospital for severe respiratory distress, characterized by coughing and dyspnea, breathing rate 90, peripheral cyanosis, and severe desaturation with elevated oxygen requirement (SaO 2 80% with flow rate of 12 l/min). The first symptoms had appeared 1 month earlier, in the form of a banal viral upper respiratory infection which had struck his 5-year-old brother simultaneously. Unlike his sibling, our patient's condition had progressed to interstitial pneumonitis and had continued to deteriorate, despite aggressive use of antibiotics combined with steroid treatment. The child's previous clinical history was not significant (normal growth, no serious infections, problem-free vaccination with attenuated Sabin vaccine -OPV-, no chronic diarrhoea or cutaneous manifestations) and his family history was negative. Since chest radiography showed a complete opacity of the right lung and marked shadowing of the left lung (Figure 1 ), the infant was transferred to the intensive care unit where respiratory support was started. The clinical pic- ture worsened with appearance of hypercapnia (pH 7.28, p0 2 60, pC0 2 60.9) and onset of full-blown acute respiratory distress syndrome (ARDS). Given the serious situation, with a ratio of arterial oxygen pressure to fractional inspired oxygen (Pa0 2 /Fi0 2 ) of 77 during CPAP indicating an intrapulmonary shunt in excess of 20%, and the poor response to traditional therapy, it was decided to use alveolar surfactant by the endotracheal route, at an initial dose of 100 mg/kg in 3 divided doses daily subsequently reduced to 50 mg/kg/day and then to 30 mg/kg/day. The patient responded with a reduction of Fi0 2 from 100% to 80% and an increase in Sa0 2 from 80-85% to 90-95%. Further therapy involved administration of antibiotics selected according to empirical criteria, given that cultures from bronchial secretion were negative, high-dose steroids (betamethasone 2 mg/kg/day p.o.), fluconazole (10 mg/kg/day i.v.) and alprostadil (10 ng/kg/min).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 963,
                    "end": 972,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case report"
        },
        {
            "text": "Initial laboratory tests investigating immunological function revealed leucocytes 11 600, neutrophilis 24%, lymphocytes 66.3%, and normal levels of serum immunoglobulin except for a selective IgA deficiency (IgG 640 mg/dl, IgM 35 mg/dl, IgA 7 mg/dl); lymphocyte subpopulations were as follows: CD3 63%, CD4 36%, CD8 15%, and CD19 32%, making a diagnosis of primary immunodeficiency unlikely. Blood cultures were always negative. The microbiology unit played a crucial role in making the correct diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Cytomegalovirus (CMV) was isolated by rapid cell culture method in a sample of bronchial secretion; broncoalveolar lavage (BAL) resulted in the identification by polymerase chain reaction (PCR) of Pneumocystis carinii. The discovery of this opportunistic pathogen made further investigation of the patient's immune system necessary, despite the negative results obtained by the first level laboratory. This revealed an absence of specific antibodies to the vaccines administered by law (antitetanus, anti-HbsAg and anti-pertussis antibodies, antipoliovirus neutralizing antibodies were not investigated) as well as those directed against the current viral infection (anti-CMV IgG and IgM), confirming primary immunodeficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The immunological investigations were completed at the Brescia Referral Centre for Primary Immunodeficiency. A deficiency was found in the expression of CD40L on the patient's T-lymphocytes activated with PMA and ionomicin, which is typical of XHIM. Diagnosis was confirmed by genomic DNA sequence analysis which revealed a known nucleotide substitution (C782T) regarding the CD40L gene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The pharmacological regimen was supplemented with drugs targeted specifically at the two organisms isolated (ganciclovir, 16 mg/kg/day; and co-trimoxazole, 100 mg/kg/day) and high-dose intravenous immunoglobulin. After 2 weeks, the child was weaned first off mechanical ventilation and subsequently off oxygen therapy. There was a slow but steady improvement in the clinical and radiological picture (Figure 2) , with complete clearance of the isolated organisms in the course of 1 month.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 400,
                    "end": 410,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Case report"
        },
        {
            "text": "The child was discharged on a prophylactic drugs regimen of sulfametoxazol (12 mg/kg p.o. once daily) and azitromycin (10 mg/kg p.o. once daily for 5 days a week) combined with immunoglobulin therapy (Endobulin 1 g/kg every 3 weeks). Protocols to prevent infection with Cryptosporidium parvum were recommended (boiling drinking water for at least 20 min, avoiding contact with animals, avoiding swimming pools). The clinical course in the months following the first episode was asymptomatic: the child's general condition was excellent, with normal growth and absence of infections. Tests for Cryptosporidium parvum in the faeces by direct immunofluorescence assay were always negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Given the child's excellent recovery after the episode of acute infection, it was extremely difficult to propose such an aggressive therapeutic approach as BMT to the family. Such a choice could only be determined by a careful analysis of risks and benefits, taking into account both the seriousness of the patient's initial clinical picture, that of a life-threatening illness, and the known poor prognosis of the disease. Consent to the procedure was obtained. Six months after the ARDS, BMT was performed following a liver biopsy showing normal histology. The donor was the patient's HLA-identical 5-year-old brother, not affected by the disease. The patient's blood group was O-positive and the donor's was A-positive. The patient was conditioned with busulphan (4 mg/kg in divided doses) from days Ϫ9 to Ϫ7, thiotepa (20 mg/kg) on day 6, fludarabine (20 mg/m 2 ) from days Ϫ5 to Ϫ3, and cyclophosphamide (60 mg/kg once daily i.v.) on day Ϫ2. Graft-versus-host disease (GVHD) prophylaxis consisted of cyclosporine On post-transplant day 16, the absolute neutrophil count exceeded 500/l for the third consecutive day. Engraftment was confirmed by the change in the recipient's blood type from O-positive to A-positive, and by restriction fragment polymorphism analysis of genomic DNA isolated from recipient's peripheral blood cells on day 22. Neither acute nor chronic GVHD occurred, and the clinical course posttransplant was generally uneventful. The patient made a full recovery and was discharged 3 months later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The expression of CD40L on the patient's activated Tlymphocytes, although still at lower levels than controls, was confirmed 3 months after transplantation. Sequence analysis of PCR-amplified CD40L genomic DNA demonstrated the absence of the C782T mutation described before BMT, confirming total chimerism. Immunosuppressive therapy with cyclosporin was suspended 6 months after BMT. In the same period, replacement therapy with immunoglobulins was stopped as immunoglobulin levels had normalized. Eighteen months after the transplant, the patient's overall condition is excellent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "In the case described above, onset of XHIM with a potentially fatal episode of Pneumocystis carinii pneumonia (PCP) appeared 'out of the blue' in a 10-month-old infant with no previous history suggestive of CID (normal growth, no serious infections, problem-free vaccination with attenuated Sabin vaccine -OPV-, no chronic diarrhoea or cutaneous manifestations, no family history). PCP is the first clinical sign in 43.2% of cases of XHIM occurring in the first year of life. 2 It is therefore advisable to suspect XHIM in all cases of Pneumocystis carinii infection with accompanying hypogammaglobulinemia. Moreover, the case described here might justify extending this indication to include cases of PCP without hypogammaglobulinemia. BAL is the method of choice for identifying the pathogen since sensitivity is higher than testing nasopharyngeal secretions. In a series recently reported, 3 the latter method was positive in only one of 10 cases of confirmed PCP. The immunological phenotype of our patient, with normal levels of IgG, a reduction in IgA and without hyper-IgM, differs from initial description of XHIM. Hyper-IgM was present in only half of 56 reported cases of XHIM, 2 being a consequence of poorly managed chronic infections, rather than a genetically determined feature of the syndrome. The absence of hyper-IgM found in our patient might therefore be explained by an absence of previous infections. Of greater interest is the absence of hypo-IgG, a feature always present in previous reports. 2, [4] [5] [6] [7] This was a puzzling finding, and suggests that mechanisms other than the CD40-CD40L interaction are at work which are able to mediate isotopic switching in favour of class G immunoglobulins. Given our patient's age it seems unlikely that his IgG levels were mostly maternal IgG.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 477,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1517,
                    "end": 1519,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1520,
                    "end": 1523,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1524,
                    "end": 1527,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1528,
                    "end": 1531,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1532,
                    "end": 1535,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A crucial element for diagnosis was the finding that the Bone Marrow Transplantation child lacked specific antibodies both to the vaccine antigens given (despite having had all the vaccinations required by law) and to the offending virus. Therefore, when faced with a strong suspicion of a defect in the immune system, normal serum immunoglobulins values should not deter investigation of antibody function, which is a simple test for most laboratories. After diagnosing XHIM, specific prophylactic measures are crucial, given the serious consequences in these patients of Cryptosporidium parvum infection. In a study 8 investigating a group of infants with XHIM, 70% were infected with this pathogen, and all cases presented with clinically symptomatic associated chronic liver disease. Infection with Cryptosporidium parvum predisposes to sclerosing cholangitis with progression to cirrhosis and liver failure. An association has also been found with various gastrointestinal tumours, including cholangiocarcinoma, hepatocarcinoma and adenocarcinoma, resulting from dysplastic changes in the biliary epithelium caused by the infection. 8 Overall, 75% of patients with XHIM develop liver complications which are the main cause of death, 2 and also make successful BMT more difficult to perform. In fact, in patients whose liver function is already seriously affected, a double transplant procedure (liver and bone marrow) may be necessary, using a low-hepatotoxic conditioning regimen. Although there has been a recent report of a successful double transplant, 9 the more limited availability of donors and the more complex surgical procedure involved means a significant increase in risk for the patient. Therefore, early diagnosis of the exact form of CID by molecular analysis is extremely important, both for speedy referral for BMT before onset of liver complications, and for giving the specific prophylaxis required before the transplant.",
            "cite_spans": [
                {
                    "start": 618,
                    "end": 619,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1138,
                    "end": 1139,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One of the most interesting aspects of this report is the effectiveness of a multispecialist care regimen both during the acute phase (the role of the neonatologist with experience in surfactant use) and during the equally difficult phase of deciding on a therapy such as BMT (the support of the Brescia Referral Centre and the role of the transplant centre).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As regards surfactant use, our patient's condition at clinical onset fulfilled the diagnostic criteria for ARDS. 10 Given the impossibility of maintaining adequate oxygenation despite the use of high-flow oxygen, more aggressive therapy was attempted using alveolar surfactant administered by the endotracheal route. This unconventional and very costly treatment choice was continued after diagnosis of PCP, given the high mortality from infections with this pathogen in infants who are ventilated. A mortality rate of 100% has been reported in such cases. 11 The qualitative and quantitative changes in alveolar surfactant of patients with ARDS which occur in the early stages of disease constitutes the physiopathological basis for surfactant therapy. Very few studies, mostly performed on small groups of patients who failed to respond to conventional therapy, have analysed the effectiveness of surfactant in adults or in children with ARDS. A dose-related response, more evident with higher doses (200 mg/kg) than with lower ones (50 mg/kg), was reported in 10/13 children with severe ARDS not responding to conventional ventilation. 12 Further studies are needed to demonstrate whether early use of surfactant does improve the prognosis of ARDS, which is still extremely poor, with a case-fatality ratio exceeding 40%. With regard to the choice of a 'permanent' therapy, in our case BMT was an elective procedure, performed when the patient's overall condition was good, with normal results of liver function tests. In the few other reports of boys with XHIM who have hitherto undergone BMT 4-7 the decision was taken for patients whose general condition was much worse, and after a long history of disease-related complications. Pre-operative conditioning did not include radiation therapy so as to avoid the risk of long-term sequelae. Non-myeloablative bone marrow transplantation may also be effective in XHIM, but its use has so far been restricted to patients who are ineligible for conventional BMT. 13 Ciprofloxacin is not routinely used as prophylaxis in the conditioning regimen for infants, but the use of this drug (or that of paromomycin) in prophylaxis and treatment of cryptosporidiosis in patients with XHIM has been advocated by the European Society for Immune Deficiency (ESID). The use of fluoroquinolones in children has been restricted due to the potential cartilage damage that occurred in research with immature animals, but this effect has not been demonstrated in humans. 14 Data from over 1700 children in the UK failed to disclose arthropathy and extensive paediatric use of ciprofloxacin in developing countries has been free of articular effects so that restrictions on paediatric use may soon be relaxed. 15 In conclusion, this case emphasises the importance of recognizing certain events (such as the isolation of an opportunistic pathogen) as 'alarm bells' indicating immunodeficiency, even in the presence of normal immunoglobulin levels. The therapeutic choices made with our patient were successful thanks to 'real-time' diagnosis and effective cooperation on the part of different specialists.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 115,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 557,
                    "end": 559,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1139,
                    "end": 1141,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2013,
                    "end": 2015,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2741,
                    "end": 2743,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical spectrum of X-linked hyper-IgM syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Espanol-Boren",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Pediatr",
            "volume": "131",
            "issn": "",
            "pages": "47--54",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Unsuspected Pneumocystis carinii pneumonia at presentation of severe primary immunodeficiency",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Berrington",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Flood",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abinun",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Arch Dis Chid",
            "volume": "82",
            "issn": "",
            "pages": "144--147",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Correction of neutropenia and hypogammaglobulinemia in X-linked hyper-IgM syndrome by allogenic bone marrow transplantation",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Scholl",
                    "suffix": ""
                },
                {
                    "first": "Mrg",
                    "middle": [],
                    "last": "O&apos;gorman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Pachman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Bone Marrow Transplant",
            "volume": "22",
            "issn": "",
            "pages": "1215--1218",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Brief report: correction of X-linked hyper-IgM syndrome by allogeneic bone marrow transplantation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Saint Basile",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Deist",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "New Engl J Med",
            "volume": "333",
            "issn": "",
            "pages": "426--429",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Immunological reconstitution by allogeneic bone marrow transplantation in a child with the X-linked hyper-IgM syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kawai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sasahara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Minegishi",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Eur J Pediatr",
            "volume": "158",
            "issn": "",
            "pages": "394--397",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Successful bone marrow transplantation in a chid with X-linked hyper-IgM syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tsuge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Inaba",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Bone Marrow Transplant",
            "volume": "23",
            "issn": "",
            "pages": "1081--1083",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cholangiopathy and tumours of the pancreas, liver, and biliary tree in boys with X-linked immunodeficiency with hyper-IgM",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Hayward",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Facchetti",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Immunol",
            "volume": "158",
            "issn": "",
            "pages": "977--883",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Correction of the Hyper-IgM sindrome after liver and bone marrow transplantation",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hadzic",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pagliuca",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rela",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "New Engl J Med",
            "volume": "342",
            "issn": "",
            "pages": "320--323",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Report of the American-European consensus conference on ARDS: definition, mechanism, relevant outcomes and clinical trials coordination",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Artigas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Brigham",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Intens Care Med",
            "volume": "20",
            "issn": "",
            "pages": "225--232",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pulmonary diseases in children with severe combined immune deficiency and Di George syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Deerojanawong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Eng",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Pediatr Pulmonol",
            "volume": "130",
            "issn": "",
            "pages": "345--346",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Surfactant treatment for acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lopez-Herce",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Carillo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Arch Dis Child",
            "volume": "80",
            "issn": "",
            "pages": "248--252",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Nonmyeloablative stem cell transplantation for congenital immunodeficiencies",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Amrolia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Gasper",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hassan",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Blood",
            "volume": "96",
            "issn": "",
            "pages": "1239--1246",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical use of fluoroquinolones in children",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Alghasham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Nahata",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Ann Pharmacother",
            "volume": "34",
            "issn": "",
            "pages": "347--359",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Comparative tolerability of the newer fluoroquinolone antibacterials",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mandell",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Niki",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tillotson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Drug Saf",
            "volume": "21",
            "issn": "",
            "pages": "407--421",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chest radiography showing complete opacity of the right lung and marked shadowing of the left lung during the acute respiratory distress syndrome.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Improvement in the radiological picture after 1 month. from day Ϫ2. Infection prophylaxis included administration of ciprofloxacin (25 mg/kg). On 14 March 2000, the patient received 3.1 ϫ 10 8 /kg nucleated bone marrow cells depleted of red blood cells by filtration and centrifugation.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}