{"paper_id": "b4f55f77b397a1ab75c6169ee5d4c85548d9340e", "metadata": {"title": "A critically ill patient after a colchicine overdose below the lethal dose: a case report", "authors": [{"first": "Ichiro", "middle": [], "last": "Hirayama", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Takahiro", "middle": [], "last": "Hiruma", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yoshihiro", "middle": [], "last": "Ueda", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kent", "middle": [], "last": "Doi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Naoto", "middle": [], "last": "Morimura", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Although 0.8 mg/kg is considered a lethal dose of colchicine, fatal cases of patients who followed a critical disease course after an intake below this lethal dose have been reported. Case presentation: An 18-year-old Japanese woman who had taken an overdose of prescription colchicine (15 mg; 0.2 mg/kg) was brought to our emergency out-patient department. Although her colchicine intake was below 0.8 mg/kg (considered the lethal dose), she reached a critical state and underwent three phases characterizing colchicine poisoning (gastrointestinal symptoms, multiple organ failure, and recovery). Her condition was critical, with a Sequential Organ Failure Assessment score of a maximum of 14. Conclusions: Patients might reach a critical stage after colchicine ingestion at a non-lethal dose. Thus, it might be necessary to review which dose of colchicine should be considered lethal.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Colchicine is a therapeutic drug for intestinal Behçet's disease. Although the lethal dose of colchicine is considered to be 0.8 mg/kg, fatal cases of patients who followed a critical disease course after an intake below the lethal dose of colchicine have been reported [1] . It has been shown that colchicine doses between 7 and 26 mg, which are below the lethal level, have resulted in death [2] [3] [4] [5] [6] .", "cite_spans": [{"start": 270, "end": 273, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 394, "end": 397, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 398, "end": 401, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 402, "end": 405, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 406, "end": 409, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 410, "end": 413, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Background"}, {"text": "Here, we report the case of a patient who was prescribed with colchicine for pain relief. Ingestion of an overdose of 15 mg (0.2 mg/kg) resulted in multiple organ failure.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "A patient who ingests colchicine could reach a critical stage, despite an intake below the lethal level. This is believed to be due to interaction of colchicine with other drugs. However, this patient was not administered any other drug that might interact with colchicine.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "An 18-year-old Japanese woman, with a history of intestinal Behçet's disease, complained of abdominal pain on the day she was brought to our hospital. She took prescription colchicine at a dose of 15 mg (30 tablets 0.5 mg each), which is equivalent to 0.2 mg/kg. As her condition did not improve, she was brought to the emergency department. She had a past medical history of fibromyalgia, in addition to intestinal Behçet's disease. Prior to admission, she was taking Neurotropin® (non-protein extract isolated from the inflamed skin of rabbits inoculated with vaccinia virus), pregabalin, butylscopolamine bromide, Lactomin (lactic acid bacteria -Lactobacillus acidophilus, Bifidobacterium longum), and colchicine. She neither smoked tobacco nor drank alcohol. Her social and environmental history was unremarkable. She had never worked. Her mother had schizophrenia.", "cite_spans": [], "ref_spans": [], "section": "Case presentation"}, {"text": "Her vital signs on arrival included blood pressure (BP) of 128/90 mmHg, pulse of 102 beats per minute, regular respiration rate of 18 breaths per minute, blood oxygen saturation (SpO 2 ) of 98% room air, and body temperature of 37.5°C; she was alert and conscious. She had upper abdominal tenderness with no rebound tenderness. The results of her cardiac, pulmonary, and neurological examinations were unremarkable. Complete blood count, renal function tests, urine analysis, and bacteria tests were normal except for mild hepatic dysfunction and elevated d-dimer levels ( Table 1) . Although colchicine was administered below the lethal dose, she was admitted for observation.", "cite_spans": [], "ref_spans": [{"start": 573, "end": 581, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "Case presentation"}, {"text": "On the day after the hospital admission, she developed acute respiratory distress syndrome (ARDS), thus, tracheal intubation using an artificial ventilator was performed. She also became dehydrated, due to diarrhea, which developed after admission. Peripheral circulatory insufficiency gradually worsened, and large amounts of infusion loads (including blood transfusions) were unable to maintain her BP. Her lactic acid level reached a maximum of 19 mmol/L. At maximum disease severity, she required noradrenaline 1 μg/kg/minute, vasopressin 2 units/hour, steroids 200 mg/day, dopamine 10 μg/kg/minute, dobutamine 4 μg/kg/minute, and adrenaline 0.15 μg/kg/minute to maintain BP. She also showed other organ failures, including worsening hepatic dysfunction after admission with maximum aspartate aminotransferase (AST) level of 16,520 U/L as well as kidney dysfunction with associated anuria. Continuous renal replacement therapy was initiated for anuria and metabolic acidosis. At 36 hours post-admission, her lactic acid level reached its peak, and her hemodynamic reached a level at which she could tolerate water removal. At 72 hours post-admission, she was administered with granulocyte colony-stimulating factor due to the appearance of myelosuppression. In addition to the broad-spectrum antimicrobial administration, she was commenced on a course of antimycotic medication. Table 2 shows the laboratory results of organs function over time.", "cite_spans": [], "ref_spans": [{"start": 1383, "end": 1390, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Case presentation"}, {"text": "Approximately 1 week after admission, her BP could be maintained without the use of vasopressor drugs; however, as she showed poor alert wakefulness, a head computed tomography was performed. The results showed multiple intracranial hemorrhages of up to 12 mm in diameter (Fig. 1) , thought to be associated with disseminated intravascular coagulation (DIC). As the disease course progressed, the hematomas were absorbed and our patient was able to respond to verbal commands. Approximately 2 weeks post-admission, she presented with marked hair loss.", "cite_spans": [], "ref_spans": [{"start": 272, "end": 280, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Case presentation"}, {"text": "Subsequently, her general condition improved and, at discharge, all organ insufficiency had improved. The progress of her Sequential Organ Failure Assessment (SOFA) scores and D-dimer levels are shown in Fig. 2 . She worked hard at rehabilitation. By 6 months after discharge, she had no disorders and had resumed normal life as before her hospitalization. Table 3 shows the blood tests at follow-up.", "cite_spans": [], "ref_spans": [{"start": 204, "end": 210, "text": "Fig. 2", "ref_id": "FIGREF1"}, {"start": 357, "end": 364, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Case presentation"}, {"text": "An 18-year-old woman who was prescribed colchicine used the drug at a dose of 15 mg (0.2 mg/kg). Despite the non-lethal dose, the colchicine intake led to multiple organ failure. Unlike what is known from a previous report, this patient reached a critical stage in her presentation, which was not related to drug interaction. Colchicine is a therapeutic drug used in the treatment of intestinal Behçet's disease. Fatal cases, in patients whose disease progressed to a critical stage, despite colchicine intake below the lethal dose have been reported. Patients sometimes overdose on colchicine when it is prescribed for pain relief; this indicates the need for caution when prescribing this drug. Although the lethal colchicine dose is considered to be 0.8 mg/kg, the patient in the present case reached a critical stage after an intake of only 0.2 mg/kg. Two main conclusions can be derived from this case. First, patients can follow a critical disease course that can be fatal, even after ingestion of a colchicine dose that is below the lethal level. Second, patients can reach the critical stage without a clear cause, after the intake of colchicine below the lethal level.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The symptoms of colchicine poisoning progress through a three-phase clinical course as follows. First (within 24 hours of ingestion), the patient presents with severe gastrointestinal symptoms, including vomiting, diarrhea, and abdominal pain. Second, the patient develops ARDS and myelosuppression between the second and seventh day of ingestion. This then leads to multiple organ failure, including liver and kidney failure. Finally, temporary hair loss was seen after the seventh day of ingestion (during the recovery phase) [1, 7] . We believe that the progress of the present case is consistent with colchicine poisoning. Our patient also experienced multiple intracranial hemorrhages thought to be associated with DIC caused by the gastrointestinal symptoms and multiple organ failure.", "cite_spans": [{"start": 528, "end": 531, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 532, "end": 534, "text": "7]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Other reports of fatal cases after colchicine ingestion at non-lethal levels discussed the possibility that interaction with other drugs might have caused the patients to become critical. In the present case, the patient was not administered with any other drug (such as cytochrome P450 3A4 inhibitors) that might have interacted with colchicine; therefore, it remains unclear why she reached the critical stage.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Based on our findings, we believe that the LD50 standard for colchicine should be reviewed. ALT alanine aminotransferase, AST aspartate aminotransferase, BUN blood urea nitrogen, CK creatine kinase, γ-GT γ-glutamyltransferase, K potassium, Na sodium", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Colchicine overdose: report of two cases and review of the literature", "authors": [{"first": "J", "middle": ["S"], "last": "Stapczynski", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Rothstein", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Gaye", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Niemann", "suffix": ""}], "year": 1981, "venue": "Ann Emerg Med", "volume": "10", "issn": "", "pages": "364--373", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Hypersensitivity to colchicine", "authors": [{"first": "J", "middle": ["G"], "last": "Macleod", "suffix": ""}, {"first": "L", "middle": [], "last": "Phillips", "suffix": ""}], "year": 1947, "venue": "Ann Rheum Dis", "volume": "6", "issn": "", "pages": "224--233", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Estimation of colchicine in a poisoned patient by using high performance liquid chromatography", "authors": [{"first": "D", "middle": [], "last": "Jarvie", "suffix": ""}, {"first": "J", "middle": [], "last": "Park", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Stewart", "suffix": ""}], "year": 1979, "venue": "Clin Toxicol", "volume": "14", "issn": "", "pages": "375--81", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Accidental colchicine overdose. A case report and literature review", "authors": [{"first": "M", "middle": ["J"], "last": "Maxwell", "suffix": ""}, {"first": "P", "middle": [], "last": "Muthu", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Pritty", "suffix": ""}], "year": 2002, "venue": "Emerg Med J", "volume": "19", "issn": "", "pages": "265--272", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Toxic epidermal necrolysis-like reaction secondary to colchicine overdose", "authors": [{"first": "M", "middle": ["P"], "last": "Arroyo", "suffix": ""}, {"first": "S", "middle": [], "last": "Sanders", "suffix": ""}, {"first": "H", "middle": [], "last": "Yee", "suffix": ""}, {"first": "D", "middle": [], "last": "Schwartz", "suffix": ""}, {"first": "H", "middle": [], "last": "Kamino", "suffix": ""}, {"first": "B", "middle": ["E"], "last": "Strober", "suffix": ""}], "year": 2004, "venue": "Br J Dermatol", "volume": "150", "issn": "", "pages": "581--589", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Haematological toxicity of colchicine", "authors": [{"first": "M", "middle": [], "last": "Dickinson", "suffix": ""}, {"first": "S", "middle": [], "last": "Juneja", "suffix": ""}], "year": 2009, "venue": "Br J Haematol", "volume": "146", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Plain head computed tomography conducted on day 7 of the patient's hospital stay showing multiple intracranial hemorrhages", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Post-admission clinical course. On the day following admission, the patient presented with multiple organ failure and a markedly elevated Sequential Organ Failure Assessment score. After going through the three phases, her organ failure had improved by the time of discharge. SOFA Sequential Organ Failure Assessment", "latex": null, "type": "figure"}, "TABREF0": {"text": "Laboratory findings, blood culture, and urine analysis at arrival ALT alanine aminotransferase, AST aspartate aminotransferase, BUN blood urea nitrogen, CK creatine kinase, γ-GT γ-glutamyltransferase, K potassium, Na sodium", "latex": null, "type": "table"}, "TABREF1": {"text": "Trend in the laboratory results over time", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Laboratory data </td><td>Unit </td><td>0 hr </td><td>12 hr </td><td>24 hr </td><td>36 hr </td><td>48 hr </td><td>72 hr </td><td>96 hr </td><td>120 hr\n</td></tr><tr><td>White blood cells </td><td>× 103/mm3 </td><td>3.5 </td><td>19.9 </td><td>19.4 </td><td>9.4 </td><td>5.6 </td><td>2.2 </td><td>0.8 </td><td>0.9\n</td></tr><tr><td>Platelets </td><td>×103/mm3 </td><td>26.9 </td><td>17.2 </td><td>9.9 </td><td>2.6 </td><td>3.8 </td><td>2.8 </td><td>3.2 </td><td>3.0\n</td></tr><tr><td>AST </td><td>U/l </td><td>69 </td><td>153 </td><td>161 </td><td>4190 </td><td>13,000 </td><td>16,520 </td><td>9050 </td><td>3630\n</td></tr><tr><td>ALT </td><td>U/l </td><td>49 </td><td>63 </td><td>55 </td><td>2635 </td><td>4392 </td><td>4994 </td><td>2904 </td><td>1704\n</td></tr><tr><td>Total bilirubin </td><td>mg/dl </td><td>0.3 </td><td>0.4 </td><td>0.6 </td><td>1.4 </td><td>1.7 </td><td>2.8 </td><td>5.5 </td><td>7.8\n</td></tr><tr><td>CK </td><td>U/l </td><td>81 </td><td>117 </td><td>221 </td><td>1341 </td><td>5401 </td><td>43,140 </td><td>149,450 </td><td>100,050\n</td></tr><tr><td>Creatinine </td><td>mg/dl </td><td>0.50 </td><td>0.58 </td><td>0.86 </td><td>1.23 </td><td>1.34 </td><td>1.21 </td><td>0.95 </td><td>1.15\n</td></tr><tr><td>Lactic acid </td><td>mmol/l </td><td>1.6 </td><td>3.6 </td><td>11.2 </td><td>17.0 </td><td>14.0 </td><td>9.3 </td><td>5.5 </td><td>6.4\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Laboratory findings at follow-up", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 1 Laboratory findings, blood culture, and urine analysis at", "latex": null, "type": "table", "html": "<html><body><table><tr><td>arrival\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Laboratory data </td><td> </td><td> </td><td>Other examinations\n</td></tr><tr><td>White blood cells </td><td>3500 </td><td>/mm3 </td><td>Blood culture </td><td>Not detected\n</td></tr><tr><td>Hemoglobin </td><td>12.0 </td><td>g/dl </td><td>Urine analysis </td><td>Normal\n</td></tr><tr><td>Platelet </td><td>26.9 × 104 </td><td>/mm3\n</td><td> </td><td> </td></tr><tr><td>AST </td><td>69 </td><td>U/l\n</td><td> </td><td> </td></tr><tr><td>ALT </td><td>49 </td><td>U/l\n</td><td> </td><td> </td></tr><tr><td>γ-GT </td><td>83 </td><td>U/l\n</td><td> </td><td> </td></tr><tr><td>Total bilirubin </td><td>0.3 </td><td>mg/dl\n</td><td> </td><td> </td></tr><tr><td>Amylase </td><td>99 </td><td>U/l\n</td><td> </td><td> </td></tr><tr><td>BUN </td><td>5.6 </td><td>mg/dl\n</td><td> </td><td> </td></tr><tr><td>Creatinine </td><td>0.50 </td><td>mg/dl\n</td><td> </td><td> </td></tr><tr><td>CK </td><td>81 </td><td>U/l\n</td><td> </td><td> </td></tr><tr><td>Na </td><td>140 </td><td>mEq/l\n</td><td> </td><td> </td></tr><tr><td>K </td><td>4.0 </td><td>mEq/l\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>D-dimer </td><td>10.7 </td><td>μg/ml\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Written informed consent was obtained from the patient for publication of this case report and any accompanying images. A copy of the written consent is available for review by the Editor-in-Chief of this journal.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}, {"text": "The authors declare that they have no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}, {"text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "cite_spans": [], "ref_spans": [], "section": "Publisher's Note"}, {"text": "Patients might become critical after colchicine ingestion at a dose below the lethal level. Although reports have suggested that interactions with other drugs might result in patients' death, we believe that it might be necessary to review the fatal dose of colchicine. We learned from the presented case that patients on colchicine could reach a critical stage despite an intake below the lethal colchicine level; therefore, we intend to monitor the patient over time.Abbreviations ARDS: Acute respiratory distress syndrome; AST: Aspartate aminotransferase; BP: Blood pressure; DIC: Disseminated intravascular coagulation; SOFA: Sequential Organ Failure Assessment; SpO 2 : Blood oxygen saturation Availability of data and materials Not applicable as patient's information was held by the hospital.Authors' contributions IH, TH, YU, and KD contributed to patient management. IH, TH, KD, and NM contributed to writing and reviewing of the report. All authors read and approved the final manuscript.Ethics approval and consent to participate A written informed consent was signed by the patient for the publication of this case report and any accompanying images.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}]}