{"paper_id": "b554e9e36d0d8a554cac1766df252ed307aed1fc", "metadata": {"title": "Risk factors and clinical significance of invasive infections caused by levofloxacin-resistant Streptococcus pneumoniae", "authors": [{"first": "M", "middle": ["C"], "last": "Isea-Peñ", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["J C"], "last": "Sanz-Moreno", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["J"], "last": "Esteban", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["R"], "last": "Fernández-Roblas", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": ["L"], "last": "Fernández-Guerrero", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Purpose Fluoroquinolones are recommended for the treatment of pneumonia. The recognition of risk factors for invasive levofloxacin-resistant Streptococcus pneumoniae is important for the design of treatment. Methods A retrospective review of cases of invasive pneumococcal infections in adults was undertaken. Epidemiologic data, predisposing factors, clinical variables, and outcome were recorded from previously established protocols. Antimicrobial susceptibility was determined by disk diffusion and the Etest method. Serotyping was performed by latex agglutination and Quellung reaction. Results Twenty patients with infection caused by levofloxacin-resistant pneumococci [minimum inhibitory concentration (MIC) C2 lg/ml] were compared with 102 patients harboring levofloxacin-susceptible strains; 80 % of levofloxacin-resistant pneumococci were resistant to C3 antibiotics but susceptible to penicillin. Most levofloxacinresistant strains (80 %) belonged to serotype 8. In comparison, only 8 % of levofloxacin-susceptible pneumococci belonged to serotype 8. In the multivariate analysis, residence in public shelters [odds ratio (OR) 26.13; p 0.002], previous hospitalization (OR 61.77; p \\ 0.001), human immunodeficiency virus (HIV) infection (OR 28.14; p = 0.009), and heavy smoking (OR 14.41; p = 0.016) were associated with an increased risk of infection by levofloxacin-resistant pneumococci. Mortality caused by levofloxacin-resistant and levofloxacin-susceptible pneumococci was 35 and 14 %, respectively. Among HIVpositive individuals infected with levofloxacin-resistant pneumococci 44 % died, but only 12.5 % of HIV-positive patients with levofloxacin-susceptible strains died. Conclusions We observed the emergence of serotype 8 as the main cause of invasive disease caused by levofloxacinresistant S. pneumoniae. HIV-positive patients seem to be prone to infection caused by multidrug-resistant serotype 8 and have a high mortality rate.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Fluoroquinolones, particularly the newer fluoroquinolones such as levofloxacin and moxifloxacin with increased activity against Gram-positive bacteria, are now recommended for the treatment of respiratory tract infections and pneumonia due to Streptococcus pneumoniae, mainly when the isolate has reduced susceptibility to beta-lactam antibiotics [1] . Consequently, fluoroquinolone prescriptions have increased in some countries among adults with chronic heart and lung disease, who are prone to develop respiratory tract infections [2, 3] .", "cite_spans": [{"start": 347, "end": 350, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 534, "end": 537, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 538, "end": 540, "text": "3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "A direct correlation between the use of fluoroquinolones and the prevalence of resistance in S. pneumoniae has been described [2] [3] [4] ; however, despite the increased use of fluoroquinolones, the resistance of S. pneumoniae to the newer members of the family is uncommonly found. Reports from Europe, the US, and Canada showed levels of resistance to levofloxacin and moxifloxacin below 2 % [2] [3] [4] . Three major events may have contributed to this low level of resistance: the replacement of the old fluoroquinolone ciprofloxacin by the more active levofloxacin and moxifloxacin, the introduction of the pneumococcal conjugate vaccine, and, probably, the fact that fluoroquinolones are rarely used in children [5] .", "cite_spans": [{"start": 126, "end": 129, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 130, "end": 133, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 134, "end": 137, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 395, "end": 398, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 399, "end": 402, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 403, "end": 406, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 719, "end": 722, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction"}, {"text": "Levofloxacin-resistant S. pneumoniae is basically related to the wide spread of pneumococcal clones, increasing the potential for the rapid dissemination of quinolone resistance in this species [6] . The objective of this study was to assess the risk factors associated to levofloxacin resistance in S. pneumoniae strains causing invasive disease. Such knowledge may assist the clinician who must design empiric treatment in patients with pneumonia and other invasive pneumococcal infections.", "cite_spans": [{"start": 194, "end": 197, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "A retrospective review of cases of invasive pneumococcal infections in adult patients seen from January 2007 to April 2011 in a university-affiliated hospital in downtown Madrid, serving a population of 350,000 inhabitants, was carried out. The clinical charts and microbiological records of all patients with invasive pneumococcal infection (bacteremic pneumonia, meningitis, and pericarditis) were assessed. Epidemiologic data, predisposing factors, clinical variables, and outcomes were recorded from previously established protocols.", "cite_spans": [], "ref_spans": [], "section": "Patients and methods"}, {"text": "Isolates from blood, cerebrospinal, and pericardial fluid were identified by Gram staining, colony morphology, bile solubility, susceptibility to optochin, and agglutination with specific sera (Directigen S. pneumoniae, Becton-Dickinson). The antimicrobial susceptibility to levofloxacin was determined by disk diffusion using a disk containing 5 lg of levofloxacin and the Etest method (AB bioMérieux, Solna, Sweden). In addition, the minimum inhibitory concentrations (MICs) of penicillin, cefotaxime, erythromycin, tetracycline, trimethoprim-sulfamethoxazole, vancomycin, rifampin, and chloramphenicol were also determined.", "cite_spans": [], "ref_spans": [], "section": "Patients and methods"}, {"text": "Serotyping was performed by latex agglutination (Pneumotest-Latex kit, Staten Serum Institut, Copenhagen, Denmark) and Quellung reaction with factor antisera (Staten Serum Institute, Copenhagen, Denmark).", "cite_spans": [], "ref_spans": [], "section": "Patients and methods"}, {"text": "The European Committee on Antimicrobial Susceptibility Testing (EUCAST) breakpoints [7] were considered in order to categorize levofloxacin-susceptible (MIC B2 lg/ml) and levofloxacin-resistant strains (MIC C2 lg/ml).", "cite_spans": [{"start": 84, "end": 87, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Patients and methods"}, {"text": "We considered that infection was the main cause of death when the patient died within 14 days of admission due to sepsis and septic shock, respiratory distress, or brain damage in patients with meningitis. Statistics SPSS 16.0 was used for the statistical analysis of the data. Continuous variables were expressed as mean ± standard difference. Discrete variables were expressed as percentages. Associations between qualitative variables were tested using Chi-squared tests or Fisher's exact test when the sample size was small. The strength of association was measured by odds ratios (ORs) or Haldane's estimator for small sample 2 9 2 tables and their 95 % confidence interval (CI). Differences between groups were considered to be significant at p \\ 0.05. Multivariate analysis was performed using a logistic regression model. The selection of variables for this multivariate analysis was performed by a forward-conditional method, with significance levels of B0.05 for inclusion and C0.1 for exclusion. Cox-Snell R2 was used to assess the overall model fit.", "cite_spans": [], "ref_spans": [], "section": "Patients and methods"}, {"text": "One hundred and twenty-two cases of invasive pneumococcal infections were analyzed. Pneumococci were isolated from blood cultures (115), CSF (6), and pericardial fluid (1). Twenty isolates (17.3 %) from 20 patients were levofloxacin-resistant S. pneumoniae. A trend towards an increasing number of levofloxacin-resistant pneumococci isolated over the years was observed, with only two cases in 2007 and nine cases in 2011. Twenty patients with levofloxacin-resistant S. pneumoniae were compared with 102 patients infected with levofloxacin-susceptible S. pneumoniae.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "No differences were found regarding age or gender distribution. The MIC 90 of levofloxacin for the isolates of levofloxacin-resistant S. pneumoniae was [32 lg/ml and 16 isolates (80 %) were resistant to three or more different antibiotics (tetracyclines 16, chloramphenicol 16, and TMP-SMX 16). In addition, 18 (90 %) isolates were resistant to erythromycin. However, these isolates were extremely susceptible to penicillin, with an MIC 90 of 0.032 lg/ml. On the other hand, only 6 % of levofloxacinsusceptible pneumococci were multi-resistant strains.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Most levofloxacin-resistant pneumococci (16/80 %) belonged to serotype 8. Among human immunodeficiency virus (HIV)-positive patients with levofloxacin-resistant S. pneumoniae, 75 % of isolates belonged to serotype 8. In comparison, only 8 (8 %) of the levofloxacin-susceptible isolates belonged this serotype (p \\ 0.0001). The most prevalent serotypes found among levofloxacin-susceptible strains were 3 (14 %), 19A (11 %), and 1 (8 %). Table 1 shows the risk factors for invasive infection caused by levofloxacin-resistant pneumococci. Current residence in public shelters, previous hospitalization, fluoroquinolone treatment, immunosuppression, HIV infection, chronic viral hepatitis, drug abuse, heavy alcohol intake ([60 g alcohol/day), smoking (C1 packet/day), and chronic obstructive lung disease were risk factors for levofloxacinresistant S. pneumoniae infection. Two HIV-positive patients with bacteremic pneumonia caused by levofloxacinresistant S. pneumoniae had been previously treated with levofloxacin for multidrug-resistant tuberculosis.", "cite_spans": [], "ref_spans": [{"start": 437, "end": 444, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "Differences were not found among HIV-positive patients with or without infection caused by levofloxacin-resistant strains regarding the frequency of anti-retroviral therapy or mean viral load. However, the median CD4? T lymphocyte cell count of HIV-positive patients with infections due to levofloxacin-resistant pneumococci was less than that of HIV-positive individuals with levofloxacin-susceptible pneumococci (mean 50 ± 32 vs. 195 ± 94 ll/mcl; p 0.04).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "In the multivariate analysis, residence in public shelters (OR 26.13; p 0.002), previous hospitalization (OR 61.77; p \\ 0.001), HIV infection (OR 28.14; p 0.009), and heavy smoking (OR 14.41; p 0.016) were associated with an increased risk of infection by levofloxacin-resistant pneumococci (Table 2) .", "cite_spans": [], "ref_spans": [{"start": 291, "end": 300, "text": "(Table 2)", "ref_id": null}], "section": "Results"}, {"text": "Mortality associated with infection caused by levofloxacin-resistant and levofloxacin-susceptible S. pneumoniae was 35 and 14 %, respectively (7 out of 20 vs. 14 out of 102; p 0.092). Among nine HIV-positive individuals with infection due to levofloxacin-resistant pneumococci, 4 (44 %) died. In comparison, only 1 of 8 (12.5 %) HIVpositive patients with infection caused by levofloxacinsusceptible strains died of causes directly associated with pneumococcal infection, such as septic shock, respiratory failure, or meningitis.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Generally speaking, patients were empirically treated with combinations of antibiotics including beta-lactam and fluoroquinolones. However, two patients were empirically treated with levofloxacin monotherapy. Although they did not develop severe complications and new sets of blood cultures were negative, spiking fever continued under levofloxacin therapy and did not subside until therapy was changed to a third-generation cephalosporin.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Although most pneumococci remain susceptible to levofloxacin and other third-generation fluoroquinolones, the prevalence of first-step fluoroquinolone-resistant S. pneumoniae seems to be increasing [8, 9] . Many strains of primed pneumococci only exhibit subtle changes in the MICs and pass unnoticed in routine susceptibility testing because of high resistance breakpoints [9, 10] . These strains contain a single gyrA or ParC mutation, which prime the bacteria to acquire additional mutations within the quinolone resistance determining region (QRDR) conferring high-grade fluoroquinolone resistance [11] . Hence, the potential for further increase in fluoroquinolone resistance among S. pneumoniae is significant. In Spain, high-level resistance to fluoroquinolones has remained stable in the last several years at rates of 1.3-2.2 % for levofloxacin, slightly higher than that reported in other European countries [4, 12] . Most isolates of S. pneumoniae with high-level resistance to levofloxacin contain changes in gyrase (gyrA) and ParC or ParE genes and belong to clones Spain 9v -ST 156 and Sweden 15A -ST63 [4, 12] .", "cite_spans": [{"start": 198, "end": 201, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 202, "end": 204, "text": "9]", "ref_id": "BIBREF8"}, {"start": 374, "end": 377, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 378, "end": 381, "text": "10]", "ref_id": "BIBREF9"}, {"start": 602, "end": 606, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 918, "end": 921, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 922, "end": 925, "text": "12]", "ref_id": "BIBREF11"}, {"start": 1117, "end": 1120, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 1121, "end": 1124, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "In this study, we, as others before, have observed the emergence of serotype 8 as the main cause of levofloxacinresistant invasive S. pneumoniae in our country [13, 14] . These isolates are fully susceptible to penicillins but resistant to erythromycin and clindamycin [13] .", "cite_spans": [{"start": 160, "end": 164, "text": "[13,", "ref_id": null}, {"start": 165, "end": 168, "text": "14]", "ref_id": "BIBREF14"}, {"start": 269, "end": 273, "text": "[13]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "The high prevalence of serotype 8 resistant to levofloxacin and erythromycin reduces the number of antimicrobial agents that can be used for the empirical treatment of pneumococcal infections. The recognition of risk factors that identify patients with a greater likelihood for infection with multidrug-resistant pneumococci may allow clinicians to choose the most appropriate empirical therapy.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Infection with fluoroquinolone-resistant S. pneumoniae has been previously associated with advanced age, nosocomial acquisition, administration of fluoroquinolones, chronic lung disease, and residence in a nursing home [15, 16] . In this study, we found that the most important risk factors for infection with levofloxacin-resistant pneumococci were current residence in public shelters, preceding hospitalization, previous treatment with fluoroquinolones, HIV infection and immunosuppression, chronic C virus hepatitis, drug abuse, heavy alcohol intake, smoking, and chronic obstructive lung disease. However, only living in public shelters, previous hospitalization, HIV infection, and heavy smoking were independently associated with an increased risk of infection by levofloxacin-resistant pneumococci. The strong association with residence in public shelters may suggest that, in fact, we are dealing with a cluster of levofloxacin-resistant pneumococcal infections. Although no systematical molecular typing was carried out, two serotype 8 strains of the present study, which have been previously typed by pulsed-field gel electrophoresis (PFGE) for an earlier report [14] , showed an identical pulse type. This fact indicates an epidemiological link between the strains.", "cite_spans": [{"start": 219, "end": 223, "text": "[15,", "ref_id": "BIBREF15"}, {"start": 224, "end": 227, "text": "16]", "ref_id": "BIBREF16"}, {"start": 1174, "end": 1178, "text": "[14]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "HIV infection has also been previously associated with an increased risk of infection by multidrug-resistant pneumococci [14] . These patients have frequent contacts with the health-care system and when a history of drug abuse is present, they commonly have chronic viral hepatitis and live or stay overnight in public shelters. In addition, some of then are heavy drinkers and smokers. All these risk factors were found in the present study.", "cite_spans": [{"start": 121, "end": 125, "text": "[14]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "The emergence of levofloxacin-resistant S. pneumoniae strains has been noted in South Africa among children where fluoroquinolones are used to treat multidrug-resistant tuberculosis [17] . A survey of 21,521 invasive pneumococcal isolates from 2000 to 2006 by von Gottberg et al. [17] identified 12 cases of high-level levofloxacin resistance. All were HIV-infected children, nine were on therapy for tuberculosis, and ten isolates belonged to serotype 19F, suggesting clonal spread. It is interesting to note that two of our HIV-infected patients with invasive infection caused by levofloxacin-resistant pneumococci had been treated with levofloxacin for multidrug-resistant tuberculosis. These findings suggest that the use of fluoroquinolones to treat multidrug-resistant tuberculosis is a risk factor for the endemic and clonal spread of fluoroquinolone-resistant S. pneumoniae [9] .", "cite_spans": [{"start": 182, "end": 186, "text": "[17]", "ref_id": "BIBREF17"}, {"start": 280, "end": 284, "text": "[17]", "ref_id": "BIBREF17"}, {"start": 882, "end": 885, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "The development of in vivo resistance to fluoroquinolones during the treatment of pneumococcal pneumonia has been observed in a few cases [18, 19] . In some of these patients, levofloxacin therapy failed and they died of septic shock and other infective complications. However, the impact of levofloxacin resistance on outcome in adult patients with invasive pneumococcal infection remains controversial. In a recent study, levofloxacin resistance was associated with increased mortality, along with septic shock, prior use of corticosteroids, and development of acute respiratory distress syndrome (ARDS) [20] . In our study, associated mortality due to levofloxacin-resistant S. pneumoniae was higher than that related to infection with levofloxacin-susceptible strains, but the data did not reach significance. Interestingly, in HIV-positive patients with infection due to levofloxacin-resistant pneumococci, the associated mortality was also higher than that observed in their partners infected with levofloxacin-susceptible strains.", "cite_spans": [{"start": 138, "end": 142, "text": "[18,", "ref_id": "BIBREF18"}, {"start": 143, "end": 146, "text": "19]", "ref_id": "BIBREF19"}, {"start": 606, "end": 610, "text": "[20]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Discussion"}, {"text": "In summary, we observed the emergence of serotype 8 as the main cause of invasive disease caused by levofloxacin-resistant S. pneumoniae. Current residence in public shelters, previous hospitalization, HIV infection, and heavy smoking were risk factors independently associated with an increased risk of infection by levofloxacin-resistant pneumococci. HIV-positive patients seem to be prone to infection caused by multidrug-resistant serotype 8. In this specific group of patients, mortality was high.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Infectious Diseases Society of America/ American Thoracic Society Consensus Guidelines on the management of community-acquired pneumonia in adults", "authors": [{"first": "L", "middle": ["A"], "last": "Mandell", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Wunderink", "suffix": ""}, {"first": "A", "middle": [], "last": "Anzueto", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Bartlett", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Campbell", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Dean", "suffix": ""}], "year": 2007, "venue": "Clin Infect Dis", "volume": "44", "issn": "", "pages": "27--72", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Canadian Bacterial Surveillance Network. Susceptibility of Streptococcus pneumoniae to fluoroquinolones in Canada", "authors": [{"first": "S", "middle": ["N"], "last": "Patel", "suffix": ""}, {"first": "A", "middle": [], "last": "Mcgeer", "suffix": ""}, {"first": "R", "middle": [], "last": "Melano", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Tyrrell", "suffix": ""}, {"first": "K", "middle": [], "last": "Green", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Pillai", "suffix": ""}], "year": 2011, "venue": "Antimicrob Agents Chemother", "volume": "55", "issn": "", "pages": "3703--3711", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Consumption patterns and in vitro resistance of Streptococcus pneumoniae to fluoroquinolones", "authors": [{"first": "S", "middle": [], "last": "Simoens", "suffix": ""}, {"first": "J", "middle": [], "last": "Verhaegen", "suffix": ""}, {"first": "P", "middle": [], "last": "Van Bleyenbergh", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Peetermans", "suffix": ""}, {"first": "M", "middle": [], "last": "Decramer", "suffix": ""}], "year": 2011, "venue": "Antimicrob Agents Chemother", "volume": "55", "issn": "", "pages": "3051--3054", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Temporal trends of invasive Streptococcus pneumoniae serotypes and antimicrobial resistance patterns in Spain from 1979 to", "authors": [{"first": "A", "middle": [], "last": "Fenoll", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Granizo", "suffix": ""}, {"first": "L", "middle": [], "last": "Aguilar", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Giménez", "suffix": ""}, {"first": "L", "middle": [], "last": "Aragoneses-Fenoll", "suffix": ""}, {"first": "G", "middle": [], "last": "Hanquet", "suffix": ""}], "year": 2007, "venue": "J Clin Microbiol", "volume": "47", "issn": "", "pages": "1012--1032", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Fluoroquinolone-resistant pneumococci: maybe resistance isn't futile?", "authors": [{"first": "D", "middle": ["E"], "last": "Low", "suffix": ""}], "year": 2005, "venue": "Clin Infect Dis", "volume": "40", "issn": "", "pages": "236--244", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The molecular epidemiology of Streptococcus pneumoniae with quinolone resistance mutations", "authors": [{"first": "S", "middle": ["S"], "last": "Richter", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Heilmann", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Beekmann", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Miller", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Rice", "suffix": ""}, {"first": "G", "middle": ["V"], "last": "Doern", "suffix": ""}], "year": 2005, "venue": "Clin Infect Dis", "volume": "40", "issn": "", "pages": "225--260", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Breakpoint tables for interpretation of MICs and zone diameters. Version 3.1", "authors": [], "year": 2013, "venue": "The European Committee on Antimicrobial Susceptibility Testing (EUCAST)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Prevalence of single mutations in topoisomerase type II genes among levofloxacin-susceptible clinical strains of Streptococcus pneumoniae isolated in the United States in 1992 to", "authors": [{"first": "T", "middle": ["A"], "last": "Davies", "suffix": ""}, {"first": "A", "middle": [], "last": "Evangelista", "suffix": ""}, {"first": "S", "middle": [], "last": "Pfleger", "suffix": ""}, {"first": "K", "middle": [], "last": "Bush", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Sahm", "suffix": ""}, {"first": "R", "middle": [], "last": "Goldschmidt", "suffix": ""}], "year": 1996, "venue": "Antimicrob Agents Chemother", "volume": "46", "issn": "", "pages": "119--143", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Resistance surveillance studies: a multifaceted problem-the fluoroquinolone example", "authors": [{"first": "A", "middle": [], "last": "Dalhoff", "suffix": ""}], "year": 2012, "venue": "Infection", "volume": "40", "issn": "", "pages": "239--62", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Antimicrobial susceptibility breakpoints and first-step parC mutations in Streptococcus pneumoniae: redefining fluoroquinolone resistance", "authors": [{"first": "S", "middle": [], "last": "Lim", "suffix": ""}, {"first": "D", "middle": [], "last": "Bast", "suffix": ""}, {"first": "A", "middle": [], "last": "Mcgeer", "suffix": ""}, {"first": "J", "middle": [], "last": "De Azavedo", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Low", "suffix": ""}], "year": 2003, "venue": "Emerg Infect Dis", "volume": "9", "issn": "", "pages": "833--840", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Molecular characterization of increasing fluoroquinolone resistance in Streptococcus pneumoniae isolates in Canada", "authors": [{"first": "H", "middle": ["J"], "last": "Adam", "suffix": ""}, {"first": "K", "middle": ["N"], "last": "Schurek", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Nichol", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Hoban", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Baudry", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Laing", "suffix": ""}], "year": 1997, "venue": "Antimicrob Agents Chemother", "volume": "51", "issn": "", "pages": "198--207", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Changes in fluoroquinolone-resistant Streptococcus pneumoniae after 7-valent conjugate vaccination", "authors": [{"first": "A", "middle": ["G"], "last": "De La Campa", "suffix": ""}, {"first": "C", "middle": [], "last": "Ardanuy", "suffix": ""}, {"first": "L", "middle": [], "last": "Balsalobre", "suffix": ""}, {"first": "E", "middle": [], "last": "Pérez-Trallero", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Marimón", "suffix": ""}, {"first": "A", "middle": [], "last": "Fenoll", "suffix": ""}], "year": 2009, "venue": "Spain. Emerg Infect Dis", "volume": "15", "issn": "", "pages": "905--916", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Clonal spread of levofloxacin-resistant Streptococcus pneumoniae invasive isolates in", "authors": [], "year": 2007, "venue": "Antimicrob Agents Chemother", "volume": "55", "issn": "", "pages": "2469--71", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Multidrug-resistant pneumococci (serotype 8) causing invasive disease in HIV? patients", "authors": [{"first": "J", "middle": ["C"], "last": "Sanz", "suffix": ""}, {"first": "E", "middle": [], "last": "Cercenado", "suffix": ""}, {"first": "M", "middle": [], "last": "Marín", "suffix": ""}, {"first": "B", "middle": [], "last": "Ramos", "suffix": ""}, {"first": "C", "middle": [], "last": "Ardanuy", "suffix": ""}, {"first": "I", "middle": [], "last": "Rodríguez-Avial", "suffix": ""}], "year": 2011, "venue": "Clin Microbiol Infect", "volume": "17", "issn": "", "pages": "1094--1102", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Risk factors for acquisition of levofloxacin-resistant Streptococcus pneumoniae: a case-control study", "authors": [{"first": "P", "middle": ["L"], "last": "Ho", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "Tse", "suffix": ""}, {"first": "K", "middle": ["W"], "last": "Tsang", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Kwok", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Ng", "suffix": ""}, {"first": "V", "middle": ["C"], "last": "Cheng", "suffix": ""}], "year": 2001, "venue": "Clin Infect Dis", "volume": "32", "issn": "", "pages": "701--708", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "McGeer A; Toronto Invasive Bacterial Disease Network. Predicting antimicrobial resistance in invasive pneumococcal infections", "authors": [{"first": "O", "middle": ["G"], "last": "Vanderkooi", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Low", "suffix": ""}, {"first": "K", "middle": [], "last": "Green", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Powis", "suffix": ""}], "year": 2005, "venue": "Clin Infect Dis", "volume": "40", "issn": "", "pages": "1288--97", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Emergence of levofloxacin-non-susceptible Streptococcus pneumoniae and treatment for multidrug-resistant tuberculosis in children in South Africa: a cohort observational surveillance study", "authors": [{"first": "A", "middle": [], "last": "Von Gottberg", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Klugman", "suffix": ""}, {"first": "C", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "N", "middle": [], "last": "Wolter", "suffix": ""}, {"first": "L", "middle": [], "last": "De Gouveia", "suffix": ""}, {"first": "M", "middle": [], "last": "Du Plessis", "suffix": ""}], "year": 2008, "venue": "Lancet", "volume": "371", "issn": "", "pages": "1108--1121", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Resistance to levofloxacin and failure of treatment of pneumococcal pneumonia", "authors": [{"first": "R", "middle": [], "last": "Davidson", "suffix": ""}, {"first": "R", "middle": [], "last": "Cavalcanti", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Brunton", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Bast", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "De Azavedo", "suffix": ""}, {"first": "P", "middle": [], "last": "Kibsey", "suffix": ""}], "year": 2002, "venue": "N Engl J Med", "volume": "346", "issn": "", "pages": "747--50", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "In vivo development of high-level fluoroquinolone resistance in Streptococcus pneumoniae in chronic obstructive pulmonary disease", "authors": [{"first": "E", "middle": [], "last": "Pérez-Trallero", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Marimón", "suffix": ""}, {"first": "A", "middle": [], "last": "González", "suffix": ""}, {"first": "M", "middle": [], "last": "Ercibengoa", "suffix": ""}, {"first": "J", "middle": [], "last": "Larruskain", "suffix": ""}], "year": 2005, "venue": "Clin Infect Dis", "volume": "41", "issn": "", "pages": "560--564", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Asian Network for Surveillance of Resistant Pathogens (ANSORP) Study Group. Association of levofloxacin resistance with mortality in adult patients with invasive pneumococcal diseases: a post hoc analysis of a prospective cohort", "authors": [{"first": "C", "middle": ["I"], "last": "Kang", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Song", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Kim", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Chung", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Peck", "suffix": ""}, {"first": "V", "middle": [], "last": "Thamlikitkul", "suffix": ""}], "year": 2013, "venue": "Infection", "volume": "41", "issn": "", "pages": "151--158", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Levofloxacin-resistant Streptococcus pneumoniae infection 939", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1 Risk factors for infection caused by levofloxacin-resistant\nStreptococcus pneumoniae", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>Streptococcus pneumoniae </td><td>Odds ratio\n</td><td>p-Value\n</td></tr><tr><td> </td><td> </td><td> </td><td>(95 % CI)\n</td><td> </td></tr><tr><td>Mean age (years) </td><td>Levofloxacin-R (20): patients at risk/percent\n</td><td>Levofloxacin-S (102): patients at risk/percent\n</td><td> </td></tr><tr><td>50 </td><td>55 </td><td> </td><td>ns\n</td></tr><tr><td>Gender\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Male </td><td>14/70 </td><td>57/56 </td><td> </td><td>ns\n</td></tr><tr><td>Female </td><td>6/30 </td><td>45/44 </td><td> </td><td>ns\n</td></tr><tr><td>Living in shelters </td><td>10/50 </td><td>2/2 </td><td>39.50 (9.88-195.35) </td><td>\\0.0001\n</td></tr><tr><td>Hospitalization\n</td><td>9/45 </td><td>15/15 </td><td>6.79 (1.69-26.87) </td><td>0.005\n</td></tr><tr><td>(\\6 months)\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>FQ therapy\n</td><td>8/40 </td><td>7/7 </td><td>5.46 (1.89-14.23) </td><td>0.001\n</td></tr><tr><td>(\\6 months)\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>HIV infection </td><td>9/45 </td><td>15/15 </td><td>4.10 (1.18-13.86) </td><td>0.02\n</td></tr><tr><td>Immunosuppression </td><td>8/40 </td><td>24/23 </td><td>3.33 (1.05-11.12) </td><td>0.04\n</td></tr><tr><td>Chronic viral hepatitis </td><td>13/65 </td><td>21/20 </td><td>7.50 (2.26-29.73) </td><td>0.001\n</td></tr><tr><td>Heavy alcohol intake </td><td>11/55 </td><td>19/19 </td><td>27.60 (6.67-189.90) </td><td>\\0.0001\n</td></tr><tr><td>Drug abuse </td><td>9/45 </td><td>5/5 </td><td>28.44 (7.34-130.14) </td><td>\\0.0001\n</td></tr><tr><td>Heavy smoking </td><td>18/90 </td><td>40/39 </td><td>19.12 (3.56-355.40) </td><td>0.005\n</td></tr><tr><td>Chronic lung disease </td><td>7/35 </td><td>25/24 </td><td>3.76 (1.18-12.60) </td><td>0.025\n</td></tr><tr><td>Chronic heart disease </td><td>5/25 </td><td>28/27 </td><td>0.47 (0.07-1.90) </td><td>0.3\n</td></tr><tr><td>Neoplastic disease </td><td>2/10 </td><td>23/23 </td><td>0.001 (0.01-111.36) </td><td>0.035\n</td></tr><tr><td>Serotype 8 </td><td>16/80 </td><td>8/8 </td><td>351.0\n</td><td>\\0.0001\n</td></tr><tr><td> </td><td> </td><td> </td><td>(49.08-7,637.6)\n</td><td> </td></tr><tr><td>Infection-associated mortality\n</td><td>7/35 </td><td>14/14 </td><td>2.65 (0.64-9.59) </td><td>0.09\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Table 2 Risk factors independently associated with infection caused by levofloxacin-resistant Streptococcus pneumoniae", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>OR </td><td>p-Value\n</td></tr><tr><td>Neoplastic disease </td><td>0.001 </td><td>0.034\n</td></tr><tr><td>Concurrent living in public shelters </td><td>26.13 </td><td>0.002\n</td></tr><tr><td>Previous hospitalization </td><td>61.77 </td><td>\\0.001\n</td></tr><tr><td>HIV infection </td><td>28.14 </td><td>0.009\n</td></tr><tr><td>Heavy smoking </td><td>14.41 </td><td>0.016\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgments We thank Dr. Julio González López for his assistance in performing the statistical analysis.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "No conflicts of interest declared.", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest"}]}