{
    "paper_id": "b55a502010f6eed718e05af8cb397c221b5566a9",
    "metadata": {
        "title": "C O M M E N TA R Y",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In 1897, the Indiana House of Representatives unanimously passed House Bill 246, a measure that redefined the calculation of the value of π, the ratio of the circumference of a circle to its diameter 1 . Fortunately, the bill died in the state senate. Although this anecdote might appear a historical curiosity to scientists today, nonexperts are becoming more and more prominent in formulating public policy decisions that require an understanding of subtle and complex scientific and technological phenomena.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Britons had their say last summer, for example, on whether they want biotechnologyderived, that is, recombinant DNA-modified (known widely as genetically modified or GM) products in their fields and their food. To gauge public opinion in advance of a decision scheduled for late in the year on whether to allow commercial planting of GM crops, at great expense the UK government sponsored a series of public discussions (ironically termed 'GM Nation') around the country, as well as using more conventional methods, such as focus groups. Local authorities and various organizations held hundreds of additional public meetings on the subject.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The head of the United Kingdom's debates' organizing committee, Malcolm Grant, called them a \"unique experiment to find out what ordinary people really think once they've heard all the arguments\" 2 . But the reality argues otherwise. Mark Henderson, science correspondent for The Times (London) newspaper, offered this view of the half-millionpound initiative: \"The exercise has been farce from start to finish. I'm not sure I want the man in the street to set Britain's science, technology and agriculture policy. One of the six meetings. . .spent much of its time discussing whether the SARS virus might come from GM cotton in China. It's more likely to have come from outer space\" 3 . Henderson went on to say that the meetings were dominated by anti-technology zealots, the only faction that was well enough organized and cared enough about the issue to attend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Jan Bowman attended three of the eventsincluding one in Stourbridge, \"where both invited speakers opposed biotechnology\"and offered an assessment similar to Henderson's. \"At all of them, the audience numbered no more than 60, and was overwhelmingly middle class, white and already anti-biotech\" 4 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The urge not only to sample, but also to respond to, public opinion flourishes on the other side of the Atlantic as well. The US National Science Foundation (NSF; Washington, DC, USA), whose primary mission is to support laboratory research across many disciplines, is funding a series of \"citizens technology forums,\" at which average, previously uninformed Americans come together to solve a thorny question of technology policy. According to the NSF's abstract of the project, being carried out by researchers at North Carolina State University under a 2002 grant, participants \"receive information about that issue from a range of content-area experts, experts on social implications of science and technology, and representatives of special interest groups\"; this is supposed to enable them to reach consensus \"and ultimately generate recommendations\" 5 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The project, first funded in 2002 to support two panels and expanded this year under a continuing grant, calls for eight more panels, each comprising 15 citizens (who are \"representative of the local population\") 6 . Their deliberations will be overseen by a research team \"composed of faculty in rhetoric of science, group decision-making, and political science\" that will test both \"an innovative measure of democratic deliberation\" and \"also political science theory, by investigating relationships between gender, ethnicity, lower socioeconomic status and increases in efficacy and trust in regulators\" 6 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At a time when federal budgets are under pressure and laboratory research funding is tight, the NSF has seen fit to spend almost half a million US taxpayer dollars on this politically correct, but dubious, project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Getting policy recommendations on an obscure and complex technical question from groups of citizen nonexperts (who are recruited through newspaper ads) is similar to going from your cardiologist's office to a café, explaining to the waitress the therapeutic options for your chest pain, and asking her whether you should have the angioplasty or just take medication. The first of these NSF-funded groups tackled regulatory policy toward agricultural biotechnology, and recommended that the government tighten regulations for growing GM crops, including adding a new requirement that the foods from these crops be labeled to identify them for consumers. Both of these proposals are unwarranted, inappropriate and contrary to the recommendations of experts, including those within the government and in the scientific community 7, 8 . The output of the citizens' panel illustrates that such undertakings have limitations both in theory and practice: nonexperts are too much subject both to their own prejudices and to the specific choice of materials and advocates to whom they are exposed.",
            "cite_spans": [
                {
                    "start": 826,
                    "end": 828,
                    "text": "7,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 829,
                    "end": 830,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although involvement of the public is critical to their understanding of government policy, it is less useful for the formulation of policy. This is particularly true when complex issues of science and technology are involved. Science is not democratic. The citizenry do not get to vote on whether a whale is a mammal or a fish, or on the temperature at which water boils, and legislatures cannot repeal the laws of nature. However, on questions to which there is no scientifically 'right' answer (e.g., at what age can persons drive and vote, or whether we should carry out more manned exploration of the moon), public opinion can play a critical role.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thus, one should be wary of the attempts in various countries-in recent years, these have included the Netherlands, New Zealand, the United States and the United Kingdomto sample public opinion as a prelude to setting policy on biotechnology. Even if such opinion-sampling exercises were better organized, widely attended and more representative, their purpose should not be to translate the vox populi into policy on subjects highly dependent on an understanding of the subtleties of science and technology. Such undertakings would founder on the principle that something not worth doing at all is not worth doing well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The goal of policy formulation should be to get the right answers. For biotechnology, just as for critical decisions about medical interventions and the design of airplanes and bridges, the best insights are likely to come from experts. And although it may be useful, as well as politic, for governments to consult broadly on high-profile public policy issues, after the consultations and deliberations have been completed, government leaders are supposed to lead. If democracy must eventually take public opinion into account, good government must also discount heuristic errors and prejudices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The 18 th century Irish statesman and writer Edmund Burke emphasized the government's responsibility to make such determinations. He observed that in republics, \"Your Representative owes you, not only his industry, but his judgment; and he betrays, instead of serving you, if he sacrifices it to your opinion\" 9 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This commentary is modified from an article first published in the Washington Times on October 16, 2003.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Institute of Food Technologists",
            "authors": [],
            "year": 2000,
            "venue": "IFT Expert Report on Biotechnology and Foods",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Writings and Speeches of Edmund Burke-Volume III: Party, Parliament, and the American War 1774-1780 pp",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Elofson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "64",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(It might help, of course, if there were specialists in the rhetoric of science and in group decision-making having lunch at a nearby table.) Vox populi and public policy: why should we care? Henry I Miller Henry I. Miller is at The Hoover Institution, Stanford University, Stanford, California 94305-6010, USA. e-mail: miller@hoover.stanford.edu. The Irish orator and philosopher Edmund Burke (1749-1797) felt leaders should not sacrifice their own judgment to public opinion. Illustration after J. Hardy (undated).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}