{"paper_id": "b56e43e6946fe971035344148b1ce4ee0da48e10", "metadata": {"title": "Trajectories of School Recovery After a Natural Disaster: Risk and Protective Factors", "authors": [{"first": "Betty", "middle": ["S"], "last": "Lai", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ann-Margaret", "middle": [], "last": "Esnard", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Chris", "middle": [], "last": "Wyczalkowski", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ryan", "middle": [], "last": "Savage", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hazel", "middle": [], "last": "Shah", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Disasters may have significant and lasting impacts on educational programs and academic achievement, yet the examination of differing patterns of school recovery after disasters is understudied. This paper focused on two aims: (i) identification of school academic recovery trajectories; and (ii) examination of potential risk factors associated with these trajectories. We used latent class growth analysis to identify school academic recovery trajectories for a cohort of 462 Texas public schools that were in the path of Hurricane Ike in 2008. Using Texas Assessment of Knowledge and Skills (TAKS) data from 2005 to 2011, we found that attendance and percent of economically disadvantaged youth emerged as significant risk factors for two identified academic recovery trajectories (High-Stable and Low-Interrupted). Higher levels of economically disadvantaged youth were associated with lower likelihood of falling in the High-Stable trajectory, relative to the Low-Interrupted trajectory. Higher levels of attendance were associated with higher likelihood of membership in the High-Stable trajectory, relative to the Low-Interrupted trajectory. These findings are consistent with the notion that disasters do not affect all people or communities equally. Findings highlight the need for policy initiatives that focus on low performing schools, as these schools are at highest risk for adverse outcomes postdisaster.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "KEY WORDS: disaster recovery, schools, social vulnerability, disaster recovery, public health preparedness", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Trayectorias de recuperaci on escolar despu es de un desastre natural: factores de riesgo y protecci on Los desastres pueden tener un impacto significativo y duradero en los programas educativos y el rendimiento acad emico, sin embargo, la examinaci on de los diferentes patrones de recuperaci on escolar despu es de los desastres es poco estudiada. Este documento se enfoca en dos objetivos: ((i) la identificaci on de trayectorias de recuperaci on acad emica escolar y (ii) la examinaci on de factores de riesgo potenciales asociados con estas trayectorias. Utilizamos el an alisis de crecimiento de clases latentes para identificar trayectorias de recuperaci on acad emica escolar para un grupo de 462 escuelas p ublicas de Texas que estaban en el camino del Hurac an Ike en 2008. Utilizando datos del Texas Assessment of Knowledge and Skills de 2005 a 2011, encontramos que la asistencia y el porcentaje de j ovenes en desventaja econ omica surgieron como factores de riesgo significativos para dos trayectorias de recuperaci on acad emica (alta-estable y baja-interrumpida). Niveles m as altos de j ovenes en desventaja econ omica fueron asociados con una probabilidad m as baja de caer en la trayectoria alta-estable, con relaci on a la trayectoria baja-interrumpida. Niveles m as altos de asistencia fueron asociados con una probabilidad m as alta de ser miembro de la trayectoria altaestable, con relaci on a la trayectoria baja-interrumpida. Estos hallazgos son consistentes con la noci on que los desastres no afectan a todas las comunidades igualmente. Los hallazgos resaltan la necesidad de que haya iniciativas políticas que se enfoquen en escuelas de bajo rendimiento, ya que estas escuelas tienen el riesgo m as alto de resultados adversos despu es de los desastres.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "PALABRAS CLAVES: recuperaci on despu es de los desastres, escuelas, vulnerabilidad social, preparaci on de la salud p ublica", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Schools are a critical public infrastructure. Schools may have significant impacts on large sectors of the population when there is disruption, failure, or destruction (Bach, Gupta, Nair, & Birkmann, 2013; Cutter, Burton, & Emrich, 2010; Peacock, 2010; Rifai, 2012) . Schools provide an important point of access to households (Robinson, 2012, p. 65) , as approximately 98,200 public schools in the United States educate 50.7 million school children on any given day (National Center for Education Statistics, 2017) . Overall, schools contribute to community wellbeing in many ways, and the reopening of schools after disasters reestablishes normalcy and routines for children and families. Returning children to daily routines is a primary recommendation for helping children recover from disasters (American Academy of Pediatrics, 2015; American Psychological Association, 2010) . Schools are an epicenter of recovery after disasters, providing residents with access to shelter, food, medical resources, and psychological resources (Lai, Alisic, Lewis, & Ronan, 2016; Mutch, 2015; Robinson, 2011) .", "cite_spans": [{"start": 168, "end": 205, "text": "(Bach, Gupta, Nair, & Birkmann, 2013;", "ref_id": "BIBREF5"}, {"start": 206, "end": 237, "text": "Cutter, Burton, & Emrich, 2010;", "ref_id": "BIBREF14"}, {"start": 238, "end": 252, "text": "Peacock, 2010;", "ref_id": "BIBREF41"}, {"start": 253, "end": 265, "text": "Rifai, 2012)", "ref_id": "BIBREF47"}, {"start": 327, "end": 350, "text": "(Robinson, 2012, p. 65)", "ref_id": null}, {"start": 498, "end": 515, "text": "Statistics, 2017)", "ref_id": null}, {"start": 821, "end": 838, "text": "Pediatrics, 2015;", "ref_id": null}, {"start": 839, "end": 880, "text": "American Psychological Association, 2010)", "ref_id": null}, {"start": 1034, "end": 1069, "text": "(Lai, Alisic, Lewis, & Ronan, 2016;", "ref_id": "BIBREF27"}, {"start": 1070, "end": 1082, "text": "Mutch, 2015;", "ref_id": "BIBREF37"}, {"start": 1083, "end": 1098, "text": "Robinson, 2011)", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Introduction"}, {"text": "Given their central role in society, it is particularly important to study how schools differ in regard to their academic recovery after disasters. Schools with higher levels of academic performance outcomes are associated with better educational attainment, income potential, and poverty alleviation for their respective children, families, and communities (Altonji & Mansfield, 2011; Dunn, Milliren, Evans, Subramanian, & Richmond, 2015; French, Homer, Popovici, & Robins, 2014; Herd, 2010; Miech & Hauser, 2001) . When disasters disrupt the functioning of schools, children's academic outcomes, development, and health are threatened (Fothergill & Peek, 2015, p. 22; Lai, Esnard, Lowe, & Peek, 2016; Peek, 2008) . Disrupted education places children at risk of failing to master important academic concepts and skills (e.g., critical thinking, phonetic analysis, reading comprehension of math word problems, making inferences). This, in turn, may contribute to a trajectory toward weak academic achievement in the future (Duncan et al., 2007) .", "cite_spans": [{"start": 358, "end": 385, "text": "(Altonji & Mansfield, 2011;", "ref_id": "BIBREF0"}, {"start": 386, "end": 439, "text": "Dunn, Milliren, Evans, Subramanian, & Richmond, 2015;", "ref_id": "BIBREF16"}, {"start": 440, "end": 480, "text": "French, Homer, Popovici, & Robins, 2014;", "ref_id": "BIBREF21"}, {"start": 481, "end": 492, "text": "Herd, 2010;", "ref_id": "BIBREF23"}, {"start": 493, "end": 514, "text": "Miech & Hauser, 2001)", "ref_id": "BIBREF34"}, {"start": 637, "end": 669, "text": "(Fothergill & Peek, 2015, p. 22;", "ref_id": null}, {"start": 670, "end": 702, "text": "Lai, Esnard, Lowe, & Peek, 2016;", "ref_id": "BIBREF28"}, {"start": 703, "end": 714, "text": "Peek, 2008)", "ref_id": "BIBREF44"}, {"start": 1024, "end": 1045, "text": "(Duncan et al., 2007)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Introduction"}, {"text": "To our knowledge, there is no body of literature that has examined school academic recovery trajectories in disaster-affected areas. Instead, focus has been placed on what happens to children who are displaced and what happens to the academic functioning of the new school environments where they are transplanted. Thus, the majority of post-disaster recovery research has focused on student relocation into schools outside of the communities directly affected by disasters (e.g., Barrett, Ausbrooks, & Martinex-Cosio, 2008; Meier, O'Toole, & Hicklin, 2010) . The overall results find no harmful effect on students who enter new schools and no harmful effects on the overall functioning of the schools they have joined. To illustrate, Imberman, Kugler, and Sacerdote (2012) found that the influx of more than 75,000 school-aged evacuees from Katrina-affected schools into Houston did not affect the overall level of achievement in Houston schools, which remained steady. Meier et al. (2010) examined the impact of two hurricanes, Katrina and Rita in 2005, on the Texas school system. Using the Texas Assessment of Knowledge and Skills (TAKS) data, they found that the hurricanes did disrupt performance, but that the effects of these \"shocks\" were reduced or eliminated by staff capacity and stability.", "cite_spans": [{"start": 481, "end": 524, "text": "Barrett, Ausbrooks, & Martinex-Cosio, 2008;", "ref_id": null}, {"start": 525, "end": 557, "text": "Meier, O'Toole, & Hicklin, 2010)", "ref_id": "BIBREF33"}, {"start": 735, "end": 773, "text": "Imberman, Kugler, and Sacerdote (2012)", "ref_id": "BIBREF25"}, {"start": 971, "end": 990, "text": "Meier et al. (2010)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Introduction"}, {"text": "A small number of studies have focused on school academic functioning in areas directly affected by disasters; however, this literature is limited in that it has focused on how schools generally function academically. In other words, they describe one general pattern of functioning, assuming that all schools experience the same recovery trajectory after disasters. For example, two studies examined school recovery in disaster-affected areas in Florida and North Carolina (Baggerly & Ferretti, 2008; Holmes, 2002) . Baggerly and Ferretti (2008) examined high stakes testing outcomes (i.e., the Florida Comprehensive Assessment Test) among Florida students in Grades 4-10 after the 2004 hurricane season, which included Hurricanes Charley, Frances, Ivan, and Jeanne. That study found a significant reduction in test scores for high versus low hurricane impact schools. Holmes (2002) , in an examination of standardized test scores of North Carolina students after a series of extreme weather events (e.g., Hurricane Floyd), found that extreme weather events resulted in an overall 5-15 percent reduction in schools meeting standards for growth.", "cite_spans": [{"start": 474, "end": 501, "text": "(Baggerly & Ferretti, 2008;", "ref_id": "BIBREF6"}, {"start": 502, "end": 515, "text": "Holmes, 2002)", "ref_id": "BIBREF24"}, {"start": 518, "end": 546, "text": "Baggerly and Ferretti (2008)", "ref_id": "BIBREF6"}, {"start": 870, "end": 883, "text": "Holmes (2002)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Introduction"}, {"text": "Our study addresses the gap in literature on school disaster recovery. The overarching research question is how schools differ in their academic recovery after direct exposure to disasters, and what risk factors contribute to different recovery trajectories of school recovery. In this paper, we specifically focused on quantifiable levels of academic recovery after a natural disaster as one proxy for \"school recovery.\" To address our research question, we focused on two aims: Aim i) identify school academic recovery trajectories associated with Hurricane Ike; and Aim ii) examine potential risk factors associated with school academic recovery trajectories identified in Aim i). We examined a set of rich data collected from a cohort of 464 Texas public schools in the path of Hurricane Ike in 2008, spanning the pre-post hurricane years of 2005-2011. Hurricane Ike provided a case study for an examination of school functioning in a disaster-affected area that included schools diverse in terms of size and student composition.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Schools likely exhibit varying academic recovery trajectories after disasters. When we refer to academic recovery trajectories, we mean the outcomes for schools with regard to their academic outcomes over time. A central tenet of disaster research is that disasters do not affect all people or communities equally (Esnard & Sapat, 2014; Fothergill & Peek, 2015; Peacock, Van Zandt, Henry, Grover, & Highfield, 2012; Thomas, Phillips, Lovekamp, & Fothergill, 2013) . In addition, practical lay evidence points to the fact that schools likely exhibit heterogeneous academic responses to disasters (Layton, 2014; Texas Engineering Extension Service, 2011) . This is supported by the fact that schools' non-academic responses, such as timeframe in which they are able to reopen after disasters differ (Esnard, Lai, Wyczalkowski, Malmin, & Shah, 2018) . For example, after Hurricane Matthew-related floods in North Carolina in 2016, Princeville Elementary School was closed for 13 days, while West Lumberton Elementary School remained closed for a full year (Harper, 2017) .", "cite_spans": [{"start": 314, "end": 336, "text": "(Esnard & Sapat, 2014;", "ref_id": "BIBREF19"}, {"start": 337, "end": 361, "text": "Fothergill & Peek, 2015;", "ref_id": "BIBREF20"}, {"start": 362, "end": 415, "text": "Peacock, Van Zandt, Henry, Grover, & Highfield, 2012;", "ref_id": "BIBREF42"}, {"start": 416, "end": 463, "text": "Thomas, Phillips, Lovekamp, & Fothergill, 2013)", "ref_id": "BIBREF58"}, {"start": 595, "end": 609, "text": "(Layton, 2014;", "ref_id": "BIBREF29"}, {"start": 610, "end": 652, "text": "Texas Engineering Extension Service, 2011)", "ref_id": null}, {"start": 797, "end": 846, "text": "(Esnard, Lai, Wyczalkowski, Malmin, & Shah, 2018)", "ref_id": "BIBREF18"}, {"start": 1053, "end": 1067, "text": "(Harper, 2017)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Risk Factors: Academic Recovery Trajectories"}, {"text": "An examination of school academic recovery trajectories must incorporate underlying risk factors, including: school attendance rate, minority percentage, percentage of economically disadvantaged students, student-teacher ratio, and average years of teacher experience. As noted by Peek, Abramson, Cox, Fothergill, and Tobin (2018) , there is a need for child disaster research that focuses on intersectional research (p. 250). Related indicators and data associated with student achievement are regularly collected by school districts, and thus may readily be examined in future studies of school academic recovery. To illustrate, students who miss class time at higher rates than their peers are more susceptible to falling behind academically, particularly low-income students (Chang & Romero, 2008; Morrissey, Hutchison, & Winsler, 2014; Romero & Lee, 2007) . Although the racial performance gap is closing, minority students still often underperform compared to their white counterparts (National Education Association [NEA] , 2013). In addition, economically disadvantaged students may lack parental and financial support to maintain success in school (Cooper, 2010; Cooper & Crosnoe, 2007; Crosnoe & Cooper, 2010) , and still lag behind their higher income peers in school performance (NEA, 2013) . Regarding studentteacher ratios and teacher experience, educational outcomes are higher for students in smaller classrooms (Cho, Gewwe, & Whitler, 2012; Rodriguez & Elbaum, 2014; Whitehurst & Chingos, 2011) with teachers who have more classroom and subject matter experience (Antoniou, 2013; Liu, Lee, & Linn, 2010; Mackenzie, Hemmings, & Kay, 2011) .", "cite_spans": [{"start": 281, "end": 330, "text": "Peek, Abramson, Cox, Fothergill, and Tobin (2018)", "ref_id": "BIBREF45"}, {"start": 779, "end": 801, "text": "(Chang & Romero, 2008;", "ref_id": "BIBREF9"}, {"start": 802, "end": 840, "text": "Morrissey, Hutchison, & Winsler, 2014;", "ref_id": "BIBREF35"}, {"start": 841, "end": 860, "text": "Romero & Lee, 2007)", "ref_id": "BIBREF52"}, {"start": 1023, "end": 1028, "text": "[NEA]", "ref_id": null}, {"start": 1157, "end": 1171, "text": "(Cooper, 2010;", "ref_id": "BIBREF11"}, {"start": 1172, "end": 1195, "text": "Cooper & Crosnoe, 2007;", "ref_id": "BIBREF12"}, {"start": 1196, "end": 1219, "text": "Crosnoe & Cooper, 2010)", "ref_id": "BIBREF13"}, {"start": 1291, "end": 1302, "text": "(NEA, 2013)", "ref_id": null}, {"start": 1428, "end": 1457, "text": "(Cho, Gewwe, & Whitler, 2012;", "ref_id": "BIBREF10"}, {"start": 1458, "end": 1483, "text": "Rodriguez & Elbaum, 2014;", "ref_id": "BIBREF51"}, {"start": 1484, "end": 1511, "text": "Whitehurst & Chingos, 2011)", "ref_id": "BIBREF62"}, {"start": 1580, "end": 1596, "text": "(Antoniou, 2013;", "ref_id": "BIBREF3"}, {"start": 1597, "end": 1620, "text": "Liu, Lee, & Linn, 2010;", "ref_id": "BIBREF30"}, {"start": 1621, "end": 1654, "text": "Mackenzie, Hemmings, & Kay, 2011)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Risk Factors: Academic Recovery Trajectories"}, {"text": "We acknowledge that school recovery is one aspect of overall community recovery after disasters. The assessment of risk factors in this paper is part of a larger research project examining school recovery in the context of disasters. That research project utilizes a vulnerability perspective to understand socioeconomic, demographic and physical vulnerability factors likely to be associated with school recovery .", "cite_spans": [], "ref_spans": [], "section": "Risk Factors: Academic Recovery Trajectories"}, {"text": "Given the dearth of research on this topic, it was not possible to form a priori hypotheses about the exact nature of differing trajectories of school recovery. Initial evidence indicates that schools exhibit multiple patterns of responses to disasters. Although this evidence relies on non-scientific sources (e.g., newspaper reporting, anecdotal information, real estate, economic outcome reports), some schools in the path of Hurricane Ike exhibited no marked change in their student enrollment after the hurricane (Texas Education Agency [TEA], 2009 ). Yet in Galveston, Texas, where Hurricane Ike made landfall, student enrollment fell by 20 percent immediately after the hurricane, largely due to families evacuating the region. This led to unintended consequences of lower school operating budgets and teacher layoffs (Texas Engineering Extension Service, 2011), which further decimated schools' institutional infrastructures.", "cite_spans": [{"start": 542, "end": 553, "text": "[TEA], 2009", "ref_id": null}], "ref_spans": [], "section": "Rationale for A Growth Mixture Modeling Approach to Examining Patterns of School Recovery"}, {"text": "To our knowledge, differing patterns of school recovery in disaster-affected areas have not been examined in the scientific literature. For example, the Baggerly and Ferretti (2008) study of public schools in Florida after the 2004 hurricane season focused on one average impact of disasters on school functioning (i.e., they assumed all schools followed one pattern of recovery). However, Baggerly and Ferretti (2008) conducted a thorough literature review, which provides initial evidence for multiple patterns of school recovery. They reported that some schools (exact numbers not included) in areas with high hurricane impact reported higher scores post-hurricanes. Using a more in-depth presentation of information gleaned from newspapers, they noted that Peace River Elementary School reported that 56 percent of third grade students read at grade level before Hurricane Charley, while 80 percent were reading at grade level one year after. While unexpected, the authors suggested that this could have occurred because schools provided a \"refuge\" from the chaos, and students may have studied more in order to avoid thinking about hurricane damage. Alternative explanations were that students with lower test scores may have left the district or dropped out of school; however, a comparison of student performance for those who left versus those who stayed found no pre-disaster achievement differences between these two groups.", "cite_spans": [{"start": 390, "end": 418, "text": "Baggerly and Ferretti (2008)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Rationale for A Growth Mixture Modeling Approach to Examining Patterns of School Recovery"}, {"text": "Advanced statistical techniques, namely growth mixture modeling, can be leveraged to empirically identify latent school academic recovery trajectories. In this paper we used growth mixture modeling to empirically identify underlying (latent) patterns of school recovery. Growth mixture modeling is a data informed approach that identifies latent heterogeneous populations within data post-hoc (Ram & Grimm, 2009 ). In growth mixture modeling, expectation maximization procedures are used to identify recovery patterns in the data. Growth mixture modeling identifies groups of schools that are similar in their underlying (latent) recovery patterns and different from other groups of schools in their recovery patterns (i.e., growth mixture modeling allows for an examination of inter-school differences in intraschool change over time). This distinguishes growth mixture modeling from variable centered approaches, which focus on relationships between variables instead of groups. Models with differing numbers of patterns (e.g., models with one, two, three recovery patterns) are examined. These models may be compared and empirically tested to identify and examine diverse patterns of school recovery. This approach allowed us to characterize school recovery trajectories (i.e., number of trajectories and their parameters) and identify proportions of schools falling in these trajectories.", "cite_spans": [{"start": 393, "end": 411, "text": "(Ram & Grimm, 2009", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Rationale for A Growth Mixture Modeling Approach to Examining Patterns of School Recovery"}, {"text": "The primary unit of analysis for this study was the school, and the study sample consisted of public schools in Texas directly impacted by Hurricane Ike (n ¼ 464; n represents the number of individual schools). These included primary schools (1.08 percent, n ¼ 5), elementary schools (61.64 percent, n ¼ 286), intermediate schools (5.39 percent, n ¼ 25), middle schools (13.36 percent, n ¼ 62), junior high schools (4.96 percent, n ¼ 23), high schools (11.85 percent, n ¼ 55), K-12 schools (0.22 percent, n ¼ 1), and other schools (1.51 percent, n ¼ 7). During the 2008-2009 school year, the school year in which Hurricane Ike occurred, the student populations of the schools in the study ranged from 34 to 4,259 students (Quartile 1 ¼ 502, Quartile 3 ¼ 795).", "cite_spans": [], "ref_spans": [], "section": "Schools"}, {"text": "Schools were included in this study based on each school's eligibility for the TEA's Hurricane Ike Provision. Schools were eligible for the Hurricane Ike Provision if they met the following criteria: a) located in one of the 29 Texas counties designated by FEMA as a disaster area due to Hurricane Ike, and b) closed for \"ten or more instructional days between September 10, 2008, and late October 2008\" (TEA, 2009 ). This provision was created to allow \"districts and campuses directly affected by Hurricane Ike,\" to be eligible for modified evaluation with regards to data for the 2008-2009 school year used by the TEA's Academic Excellence Indicator System (AEIS) (TEA, 2009) . Under these inclusion criteria, 623 individual schools were identified as possible candidates for the study.", "cite_spans": [{"start": 404, "end": 414, "text": "(TEA, 2009", "ref_id": null}, {"start": 667, "end": 678, "text": "(TEA, 2009)", "ref_id": null}], "ref_spans": [], "section": "Procedure"}, {"text": "Schools were subsequently excluded based on the following criteria: located in districts containing exclusively charter schools, classified as non-regular schools, reported zero enrollment over the duration of the years of the study, closed prior to Hurricane Ike, opened after Hurricane Ike, or only enrolled 2nd grade or younger students (see Figure 1 for a consort diagram). Our final cohort of schools examined in this study was 464 schools, as noted above. Publicly available de-identified data was downloaded from the Texas AEIS website (TEA, 2015a), and was downloaded for each school identified as possible candidates ", "cite_spans": [], "ref_spans": [{"start": 345, "end": 353, "text": "Figure 1", "ref_id": "FIGREF1"}], "section": "Procedure"}, {"text": "The AEIS compiles and reports data from all schools in Texas regarding standardized testing scores, attendance and school population, student demographics, and administrative data for school evaluation purposes (TEA, 2015b). AEIS reports containing these data are generated annually for each individual school, district, region, and for the state of Texas as a whole. These reports and related data files are publicly available (TEA, 2015a). In this paper, we focused on AEIS indicators aggregated at the school level, given our focus on understanding school academic recovery trajectories.", "cite_spans": [], "ref_spans": [], "section": "Measures"}, {"text": "School Academic Functioning. School academic functioning was assessed through the TAKS. The TAKS was a standardized testing program for Texas public schools from 2003 until 2011 (TEA, 2011 . The TAKS was administered in the following subjects to the following grade levels: reading to Grades 3-9; mathematics to Grades 3-11; writing to Grades 4 and 7; science to Grades 5 and 10-11, as well as Grade 8 beginning in 2005; social studies to Grades 8 and 10-11; and English/language arts to Grades 10-11 (TEA, 2011).", "cite_spans": [{"start": 162, "end": 166, "text": "2003", "ref_id": "BIBREF32"}, {"start": 167, "end": 177, "text": "until 2011", "ref_id": null}, {"start": 178, "end": 188, "text": "(TEA, 2011", "ref_id": null}], "ref_spans": [], "section": "Measures"}, {"text": "Scale Score. The raw scores of the TAKS taken by students were converted to scale scores. The TEA used the following formula to transform the raw score received by a student on a TAKS test to a scaled score: SSj ¼ (uj Â T1) þ T2, \"where SSj (was) the scale score for student j, uj (was) the Rasch partial credit model proficiency level estimate for student j, and T1 and T2 (were) scale score transformation constants that establish(ed) the scale score system,\" (TEA, 2010, p. 103). The T1 and T2 constants varied by subject and grade level for every year the TAKS was administered (TEA, 2010, pp. 103-105) .", "cite_spans": [{"start": 582, "end": 606, "text": "(TEA, 2010, pp. 103-105)", "ref_id": null}], "ref_spans": [], "section": "Measures"}, {"text": "Accountability Indicator. The Accountability Indicator refers to the TAKS measure used by the TEA in assessing school performance (TEA, 2005a) . This measure was calculated as the percentage of all TAKS tests administered at one school (across all subjects and all grades within the school) that received a scale score of 2100 or higher-or that \"Met Standard,\" or \"passed\" (TEA, 2005a). For example, in a school with grades K-5, the accountability indicator would be calculated as follows 1 : Number of students who passed Mathematics TAKS in grades 3; 4; and 5 þ Number of students who passed Reading TAKS in grades 3; 4; and 5", "cite_spans": [{"start": 130, "end": 142, "text": "(TEA, 2005a)", "ref_id": null}], "ref_spans": [], "section": "Measures"}, {"text": "þ Number of students who passed Writing TAKS in grade 4 þ Number of students who passed Science TAKS in grade 5 Number of students who took Mathematics TAKS in grades 3; 4; and 5 þ Number of students who took Reading TAKS in grades 3; 4; and 5", "cite_spans": [], "ref_spans": [], "section": "Measures"}, {"text": "þ Number of students who took Writing TAKS in grade 4 þ Number of students who took Science TAKS in grade 5", "cite_spans": [], "ref_spans": [], "section": "Measures"}, {"text": "Risk Factors. AEIS data regarding potential school academic functioning risk factors were used in this study. Rates for individual schools from the 2007 to 2008 school year (i.e., the last year pre-hurricane) were used.", "cite_spans": [], "ref_spans": [], "section": "Measures"}, {"text": "Attendance Rate. The attendance rate for a specific campus was calculated by the TEA as the aggregate number of days students were present during a given school year at a specific campus divided by the aggregate number of days students were \"in membership\" during a given school year at a specific campus (TEA, 2011).", "cite_spans": [], "ref_spans": [], "section": "Measures"}, {"text": "Percent Minority. Students were considered to be minority students based on AEIS data of the number of students within schools who were non-white (i.e., African American, Hispanic, Asian/Pacific Islander, or Native American).", "cite_spans": [], "ref_spans": [], "section": "Measures"}, {"text": "Percent Economically Disadvantaged. Economically disadvantaged students constituted the percentage of students who were eligible for free or reduced lunch and/or other public assistance within each individual school (TEA, 2011).", "cite_spans": [], "ref_spans": [], "section": "Measures"}, {"text": "Average Number of Students per Teacher. This constituted the ratio of the total number of students and the total full-time equivalent teacher count of a given school (TEA, 2015a).", "cite_spans": [], "ref_spans": [], "section": "Measures"}, {"text": "Average Years of Teacher Experience. The average years of teacher experience constituted the average number of full-time equivalent years of professional teaching experience of all teachers of a campus (TEA, 2015a). This included any and all professional teaching experience of individual teachers (TEA, 2015a).", "cite_spans": [], "ref_spans": [], "section": "Measures"}, {"text": "To identify school academic recovery trajectories, we used growth mixture modeling, using Mplus4 (Version 7.4). Our justification for this approach is that growth mixture modeling, specifically, latent class growth analysis (LCGA), allowed us to identify latent recovery trajectories in the data. LCGA is a subset of growth mixture modeling (Jung & Wickrama, 2008) . Separate growth models for latent school academic recovery trajectories of individual school recovery were modeled. The school academic recovery trajectories were categorical latent variables, and each recovery pattern had unique estimates of variances and the influence of covariates. Growth was modeled piecewise, allowing for a different slope to be estimated for the time-period from 2005 to 2008 (pre-hurricane) and 2009-2011 (post-hurricane) . Expectation maximization procedures were used to maximize intrapattern homogeneity and inter-pattern heterogeneity for separate models of increasing numbers of trajectories (e.g., a one academic recovery trajectory model, a two-trajectory model, etc.). Determination of the number of academic recovery trajectories was guided by parsimony and fit indices (e.g., Bayesian Information Criteria, Lo Mendell Rubin Likelihood Ratio Test, bootstrap likelihood ratio tests). The three-step approach was used to predict trajectory membership (Asparouhov & M uthen, 2013; Vermunt, 2010) , which accounts for uncertainty related to trajectory membership.", "cite_spans": [{"start": 341, "end": 364, "text": "(Jung & Wickrama, 2008)", "ref_id": "BIBREF26"}, {"start": 788, "end": 814, "text": "2009-2011 (post-hurricane)", "ref_id": null}, {"start": 1351, "end": 1379, "text": "(Asparouhov & M uthen, 2013;", "ref_id": "BIBREF4"}, {"start": 1380, "end": 1394, "text": "Vermunt, 2010)", "ref_id": "BIBREF60"}], "ref_spans": [], "section": "Analytic Plan"}, {"text": "Descriptive analyses were conducted using SAS software version 9.4. Accountability indicator values, the student-teacher ratio, and the average years of teacher experience for all schools (n ¼ 464) are presented in Table 1 . The first, second, and third quartiles (i.e., Q1, Q2, Q3) as well as the range of values were calculated. A plot of TAKS accountability scores versus potential risk factors, including percent economically disadvantaged students, percent minority students, and attendance rates for all schools is presented in Figure 2 .", "cite_spans": [], "ref_spans": [{"start": 215, "end": 222, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 534, "end": 542, "text": "Figure 2", "ref_id": "FIGREF2"}], "section": "Descriptive Statistics"}, {"text": "During the 2008-2009 school year when Hurricane Ike hit, the percentage of students within all schools who were from economically disadvantaged backgrounds ", "cite_spans": [], "ref_spans": [], "section": "Descriptive Statistics"}, {"text": "Results of the LCGA trajectory models are presented in Table 2 . We present academic recovery trajectory modeling results only up to five models, as higher numbered models exhibited increasingly poor fit. The two-trajectory solution was chosen as the best representation of our school data. Although Akaike Information Criterion, Bayesian Information Criterion, and sample size adjusted Bayesian Information Criterion values continued to decrease as we modeled larger numbers of school academic trajectories, the Lo Mendell Rubin Likelihood Ratio Test for the three-trajectory versus the two-trajectory model was non-significant, indicating that the two-trajectory solution was a better fit for the data. In addition, when there were more than two trajectories modeled, the size of the smallest class was small (<5 percent of the sample), indicating that very few schools fell within the extra trajectories identified. Plots of the estimated means for trajectory solutions supported the parsimony of the two-trajectory solution.", "cite_spans": [], "ref_spans": [{"start": 55, "end": 62, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Aim i) Identify School Academic Recovery Trajectories Associated With Hurricane Ike"}, {"text": "Descriptive Data for the Two-Trajectory Solution Figure 3 shows the two school academic recovery trajectories identified, which we termed Low-Interrupted and High-Stable. The Low-Interrupted school academic recovery trajectory (n ¼ 44, 9.48 percent of n ¼ 464 schools) exhibited increasing academic performance up until Hurricane Ike, but this trajectory was interrupted such that the slope changed dramatically after Hurricane Ike. Specifically, the Low-Interrupted trajectory had a baseline intercept in 2005-2006 of 47.97 (SE ¼ 2.76, p < .001), a pre-hurricane slope of 11.43 (SE ¼ 1.09, p < .001), and a post-hurricane slope of 3.54 (SE ¼ .80, p < .001). The pre-and post-hurricane slopes were significantly different, difference estimate ¼ 7.88 (95% CI ¼ 5.23-10.54).", "cite_spans": [], "ref_spans": [{"start": 49, "end": 57, "text": "Figure 3", "ref_id": "FIGREF3"}], "section": "Aim i) Identify School Academic Recovery Trajectories Associated With Hurricane Ike"}, {"text": "In contrast, the High-Stable group (n ¼ 420, 90.52 percent of n ¼ 464 schools) exhibited a relatively stable slope both pre-and post-hurricane. The High-Stable group had a baseline intercept in 2005-2006 of 74.47 (SE ¼ .93, p < .001), a prehurricane slope of 1.92 (SE ¼ .22, p < .001), and a post-hurricane slope of .54 (SE ¼ .20, p < .01). The pre-and post-hurricane slopes were significantly different, difference estimate ¼ 1.38 (95% CI ¼ .84-1.93).", "cite_spans": [], "ref_spans": [], "section": "Aim i) Identify School Academic Recovery Trajectories Associated With Hurricane Ike"}, {"text": "In Table 3 , we present the results of modeling potential risk factors related to school academic functioning trajectories. Among the 462 schools with complete data on risk factors (two schools had missing data on risk factors), two risk factors were identified as significant: attendance and percent of economically disadvantaged youth. Specifically, higher levels of attendance were protective. For every one percentage increase in attendance, schools were 1.71 times more likely to fall in the High-Stable trajectory, relative to the Low-Interrupted trajectory. Higher levels of economically disadvantaged youth within the school was a risk factor. For every one point increase in students qualified as economically disadvantaged, schools were .09 times less likely to fall in the High-Stable trajectory, relative to the Low-Interrupted trajectory. Note: n ¼ 462 (2 schools were dropped due to list-wise deletion as a result of missingness on risk factors); OR, Odds Ratio; CI, Confidence Interval; Ã p < .05, ÃÃÃ p < .001.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 10, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Aim ii) Examine Potential Risk Factors Associated With School Academic Recovery Trajectories"}, {"text": "Schools are a critical neighborhood infrastructure, and often lie at the center of community affairs, particularly during disaster recovery, but their primary function is education. Therefore, in this study we utilized academic performance as a proxy for a school recovery indicator after the devastation wreaked on the Houston-Galveston region by Hurricane Ike in 2008. This paper examined potential trajectories of school academic recovery among schools affected by Hurricane Ike. We identified two school academic recovery trajectories in our data, Low-Interrupted and High-Stable. Two risk factors were associated with the likelihood of falling into these two different trajectories of school academic recovery: levels of attendance and economic disadvantage.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In our study sample, 90.52 percent of schools fell into the High-Stable category, and Low-Interrupted schools comprised 9.48 percent. High-Stable schools were already meeting their students' needs prior to disaster, with 74 percent of students in the High-Stable schools meeting state TAKS standards. Results indicate that for these schools, Hurricane Ike did disrupt their trajectory significantly. The gains made by Low-Interrupted schools were also interrupted by Hurricane Ike, and although High-Stable schools also showed a drop in their gains, this reduction was more pronounced for Low-Interrupted schools.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Two risk factors were found to significantly affect whether a school would be grouped in the High-Stable versus Low-Interrupted trajectories. School attendance was protective, in that schools with higher rates of school attendance were more likely to exhibit a High-Stable versus a Low-Interrupted trajectory. School attendance has been found in other studies as an important contributor to school performance (Chang & Romero, 2008; Morrissey et al., 2014) , and the findings here support this hypothesis. In contrast, economic disadvantage was a risk factor, in that schools with higher rates of economically disadvantaged students were more likely to fall in the Low-Interrupted versus High-Stable trajectories. Generally, economically disadvantaged communities are more likely to have lower functioning schools (NEA, 2013), a finding supported by the data here. This finding points to the broader pattern of isolation of low socioeconomic groups in areas with less access to schools, as well as other services including transit, jobs, and healthcare.", "cite_spans": [{"start": 410, "end": 432, "text": "(Chang & Romero, 2008;", "ref_id": "BIBREF9"}, {"start": 433, "end": 456, "text": "Morrissey et al., 2014)", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our results on school academic recovery trajectories are in line with the broader literature on social vulnerability and disasters. School population is largely reflective of local neighborhood population; therefore, school population characteristics are expected to change as the surrounding neighborhoods undergo socioeconomic transformation. Smith (2006) made the connection between social vulnerability and disaster effects. He suggested that \"there is no such thing as a natural disaster\" because pre-existing vulnerabilities interact with natural phenomena to produce the disaster effects. Others have also found support for this idea. For example, the \"growth recovery machine\" thesis suggests differential recovery of neighborhoods based on their pre-disaster socioeconomic status (SES) (Pais & Elliott, 2008) ; high SES neighborhoods are more resilient, given access to more resources available to recover, than low SES neighborhoods, leading to a relatively more robust recovery in higher SES neighborhoods. Less advantageous location and poor building quality are inextricably tied to lower SES neighborhoods, where recovery is slower (Bolin & Stanford, 1998; Peacock, Van Zandt, Zhang, & Highfield, 2014; Stough, 2010; Weber & Lichtenstein, 2015) , as evidenced by Hurricane Ike, which was reported to have created more damage in low-value than high-value homes in Galveston, Texas (Peacock et al., 2014; Van Zandt & Sloan, 2017) .", "cite_spans": [{"start": 345, "end": 357, "text": "Smith (2006)", "ref_id": "BIBREF53"}, {"start": 795, "end": 817, "text": "(Pais & Elliott, 2008)", "ref_id": "BIBREF40"}, {"start": 1146, "end": 1170, "text": "(Bolin & Stanford, 1998;", "ref_id": "BIBREF8"}, {"start": 1171, "end": 1216, "text": "Peacock, Van Zandt, Zhang, & Highfield, 2014;", "ref_id": "BIBREF43"}, {"start": 1217, "end": 1230, "text": "Stough, 2010;", "ref_id": "BIBREF54"}, {"start": 1231, "end": 1258, "text": "Weber & Lichtenstein, 2015)", "ref_id": "BIBREF61"}, {"start": 1394, "end": 1416, "text": "(Peacock et al., 2014;", "ref_id": "BIBREF43"}, {"start": 1417, "end": 1441, "text": "Van Zandt & Sloan, 2017)", "ref_id": "BIBREF59"}], "ref_spans": [], "section": "Discussion"}, {"text": "Several limitations to this work should be noted. Most of the schools in this sample fell in the High-Stable trajectory (i.e., 90.52 percent of the schools). Significant heterogeneity on important characteristics may exist within this group. We acknowledge that our analysis was limited to overall academic performance in schools, as measured across subjects. Future research that can examine academic performance by subject areas (e.g., Mathematics, Science, English) is needed. In addition, our study focused on schools as a critical institution post-disaster. Although important, future research should integrate student, school, and district level information to shed light on how different levels of the overall school environment interact. Further, this study sample included a broad and diverse range of schools, which is an important contribution to the literature. However, the sample was limited to schools in Texas. Findings need to be tested for replication across other locations and after other disasters. Finally, our examination of race and ethnicity was limited in this paper to an examination of percentage of minority students within schools. Future work is needed to address this complex social vulnerability, and special attention should be paid to heterogeneity within racial/ethnic groups. Along the same lines, intersectional research is needed that examines interactions between these characteristics and others that influence student experiences of disasters.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Our key finding is that while high functioning schools generally maintain their performance trajectory, lower functioning schools experience a larger detrimental disruption brought about by a natural disaster. The richness and nuance of information obtained from this analysis yielded trajectories that will be important in preparing schools to mitigate the risks of disasters, and to quickly identify and assist schools that are at risk for slow recovery after disasters. Overall the evidence points to the need for additional policy focusing on low SES groups, which suffer hardships both in housing recovery and educational outcomes after disaster. Absenteeism, which has been found to be an important factor in student performance, can be exacerbated by slow economic recovery in low SES areas. Therefore, public policy should reflect these needs and assign additional resources to low SES areas after disaster. The long-term goal of this research is to develop a novel approach to depict profiles of modifiable and immutable factors that identify schools at highest risk for academic decline after disasters.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "There are several other future avenues for research worth considering. Research is needed on what characterizes schools that are able to recover quickly, or even thrive, post-disaster. This information is increasingly important in areas vulnerable to extreme events, and can position stakeholders (e.g., school administrators, teachers, policy makers) to better understand the potential trajectory of schools, particularly in counties with physical vulnerability risks. Pre-disaster preparedness, response planning, and policy initiatives can in turn be customized to minimize effects of natural disasters on school academic functioning. Further, the methodology developed here may be generalized for use after other disasters in other states (as well as other disasters in Texas). Thus, this work has the potential to transform future studies of disaster impacts on school functioning and improve cross-study and cross-model examinations of disaster impacts that inform disaster policy and education policy practitioners. Of note, the TEA has, as a matter of policy, collected information on factors generally associated with academic performance (e.g., teacher credentials, student-teacher ratio, socioeconomic factors). Given that other states collect similar data on their public schools, this methodology may be generalized and applied to examine school recovery after other natural disasters (e.g., schools in New Jersey and New York after Superstorm Sandy).", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Disasters also threaten the institutional infrastructure of schools. After disasters, communities and municipalities need to contend with disruptions to typical allocation procedures, lost funding and instruction time, displaced administrators and staff, lost education materials, declining student populations, and the significant mental health needs of all constituents. Meier et al. (2010) showed the importance of Hurricanes Katrina and Rita on the performance of Texas public schools. Future research can examine how declines in institutional infrastructure may have differential impacts on how schools recover from disasters. One fruitful area of inquiry to explore may be network-focused public management. This issue was raised by Meier and O'Toole (2003) . Examining the TAKS data, the authors noted that management style, specifically, networkfocused public management, may have a direct impact on outcomes by leveraging resources and buffering constraints.", "cite_spans": [{"start": 373, "end": 392, "text": "Meier et al. (2010)", "ref_id": "BIBREF33"}, {"start": 739, "end": 763, "text": "Meier and O'Toole (2003)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Conclusions"}, {"text": "Collaboration among agencies is a critical piece of the school recovery puzzle . Various foundational studies (Robinson, 2011 (Robinson, , 2012 Robinson, Murphy, & Bies, 2014 ) document collaboration (impetus and strategies) between school districts, a broader network of partners from geographically proximate local emergency management agencies, and with other public and non-profit sectors (e.g., religious institutions, welfare agencies, business organizations, housing organizations, transportation agencies) that have core missions other than emergency management. Such insight on community capacity, partnerships and collaboration, while important, is best captured closer in time to a disaster event and should be a consideration for future research.", "cite_spans": [{"start": 110, "end": 125, "text": "(Robinson, 2011", "ref_id": "BIBREF48"}, {"start": 126, "end": 143, "text": "(Robinson, , 2012", "ref_id": null}, {"start": 144, "end": 174, "text": "Robinson, Murphy, & Bies, 2014", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The Contribution of Family, School and Community Characteristics to Inequality in Education and Labor Market Outcomes", "authors": [{"first": "Joseph", "middle": ["G"], "last": "Altonji", "suffix": ""}, {"first": "Richard", "middle": [], "last": "Mansfield", "suffix": ""}, {"first": ";", "middle": [], "last": "Duncan", "suffix": ""}, {"first": "R", "middle": [], "last": "Murnane", "suffix": ""}], "year": 2011, "venue": "Whither Opportunity? Rising Inequality and the Uncertain Life Chances of Low-Income Children", "volume": "", "issn": "", "pages": "339--59", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Ensuring the Health of Children in Disasters", "authors": [], "year": 2015, "venue": "American Academy of Pediatrics", "volume": "136", "issn": "5", "pages": "1--3", "other_ids": {"DOI": ["10.1542/peds.2015-3112"]}}, "BIBREF2": {"ref_id": "b2", "title": "Responding to the Needs of Children and Families Following Disaster", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A Longitudinal Study Investigating Relations Between Stages of Effective Teaching, Teaching Experience, and Teacher Professional Development Approaches", "authors": [{"first": "Panayiotis", "middle": [], "last": "Antoniou", "suffix": ""}], "year": 2013, "venue": "Journal of Classroom Interaction", "volume": "48", "issn": "2", "pages": "25--40", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Auxiliary Variables in Mixture Modeling: 3-Step Approaches Using Mplus", "authors": [{"first": "Tihomir", "middle": [], "last": "Asparouhov", "suffix": ""}, {"first": "Bengt", "middle": ["M"], "last": "Uthen", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Critical Infrastructures and Disaster Risk Reduction", "authors": [{"first": "Claudia", "middle": [], "last": "Bach", "suffix": ""}, {"first": "Anil", "middle": ["K"], "last": "Gupta", "suffix": ""}, {"first": "Sreeja", "middle": ["S"], "last": "Nair", "suffix": ""}, {"first": "Jõrn", "middle": [], "last": "Birkmann", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The Impact of the 2004 Hurricanes on Florida Comprehensive Assessment Test Scores: Implications for School Counselors", "authors": [{"first": "Jennifer", "middle": [], "last": "Baggerly", "suffix": ""}, {"first": "Larissa", "middle": ["K"], "last": "Ferretti", "suffix": ""}], "year": 2008, "venue": "Professional School Counseling", "volume": "12", "issn": "1", "pages": "1--9", "other_ids": {"DOI": ["10.5330/PSC.—n.2010-12.1"]}}, "BIBREF7": {"ref_id": "b7", "title": "The School as a Source of Support for Katrina-Evacuated Youth", "authors": [{"first": "Edith", "middle": ["J"], "last": "Barrett", "suffix": ""}, {"first": "Y", "middle": ["B"], "last": "Carrie", "suffix": ""}, {"first": "Maria", "middle": [], "last": "Ausbrooks", "suffix": ""}, {"first": "", "middle": [], "last": "Martinez-Cosio", "suffix": ""}], "year": 2008, "venue": "Children, Youth, and Environments", "volume": "18", "issn": "1", "pages": "202--238", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The Northridge Earthquake: Community-Based Approaches to Unmet Recovery Needs", "authors": [{"first": "Robert", "middle": [], "last": "Bolin", "suffix": ""}, {"first": "Lois", "middle": [], "last": "Stanford", "suffix": ""}], "year": 1998, "venue": "Disasters", "volume": "22", "issn": "1", "pages": "21--38", "other_ids": {"DOI": ["10.1111/1467-7717.00073"]}}, "BIBREF9": {"ref_id": "b9", "title": "Present, Engaged, and Accounted For: The Critical Importance of Addressing Chronic Absence in the Early Grades", "authors": [{"first": "Hedy", "middle": ["N"], "last": "Chang", "suffix": ""}, {"first": "Mariajos", "middle": [], "last": "Romero", "suffix": ""}], "year": 2008, "venue": "Retrieved From National Center for Children in Poverty", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Do Reductions in Class Size Raise Students' Test Scores? Evidence From Population Variation in Minnesota's Elementary Schools", "authors": [{"first": "Hyunkuk", "middle": [], "last": "Cho", "suffix": ""}, {"first": "Paul", "middle": [], "last": "Gewwe", "suffix": ""}, {"first": "Melissa", "middle": [], "last": "Whitler", "suffix": ""}], "year": 2012, "venue": "Economics of Education Review", "volume": "31", "issn": "", "pages": "77--95", "other_ids": {"DOI": ["10.1016/j.econedurev.2012.01.004"]}}, "BIBREF11": {"ref_id": "b11", "title": "Family Poverty, School-Based Parental Involvement, and Policy-Focused Protective Factors in Kindergarten", "authors": [{"first": "Carey", "middle": ["E"], "last": "Cooper", "suffix": ""}], "year": 2010, "venue": "Early Childhood Research Quarterly", "volume": "25", "issn": "", "pages": "480--92", "other_ids": {"DOI": ["10.1016/j.ecresq.2010.03.005"]}}, "BIBREF12": {"ref_id": "b12", "title": "The Engagement in Schooling of Economically Disadvantaged Parents and Children", "authors": [{"first": "Carey", "middle": ["E"], "last": "Cooper", "suffix": ""}, {"first": "Robert", "middle": [], "last": "Crosnoe", "suffix": ""}], "year": 2007, "venue": "Youth & Society", "volume": "38", "issn": "3", "pages": "372--91", "other_ids": {"DOI": ["10.1177/0044118&x00D7;06289999"]}}, "BIBREF13": {"ref_id": "b13", "title": "Economically Disadvantaged Children's Transitions Into Elementary School: Linking Family Processes, School Contexts, and Educational Policy", "authors": [{"first": "Robert", "middle": [], "last": "Crosnoe", "suffix": ""}, {"first": "Carey", "middle": ["E"], "last": "Cooper", "suffix": ""}], "year": 2010, "venue": "American Educational Research Journal", "volume": "47", "issn": "2", "pages": "258--91", "other_ids": {"DOI": ["10.3102/0002831209351564"]}}, "BIBREF14": {"ref_id": "b14", "title": "Disaster Resilience Indicators for Benchmarking Baseline Conditions", "authors": [{"first": "Susan", "middle": ["L"], "last": "Cutter", "suffix": ""}, {"first": "B", "middle": [], "last": "Christopher", "suffix": ""}, {"first": "Christopher", "middle": ["T"], "last": "Burton", "suffix": ""}, {"first": "", "middle": [], "last": "Emrich", "suffix": ""}], "year": 2010, "venue": "Journal of Homeland Security and Emergency Management", "volume": "7", "issn": "1", "pages": "1--22", "other_ids": {"DOI": ["10.2202/1547-7355.1732"]}}, "BIBREF15": {"ref_id": "b15", "title": "School Readiness and Later Achievement", "authors": [{"first": "Greg", "middle": ["J"], "last": "Duncan", "suffix": ""}, {"first": "Chantelle", "middle": ["J"], "last": "Dowsett", "suffix": ""}, {"first": "Amy", "middle": [], "last": "Claessens", "suffix": ""}, {"first": "Katherine", "middle": [], "last": "Magnuson", "suffix": ""}, {"first": "Aletha", "middle": ["C"], "last": "Huston", "suffix": ""}, {"first": "Pamela", "middle": [], "last": "Klebanov", "suffix": ""}, {"first": "Linda", "middle": ["S"], "last": "Pagani", "suffix": ""}], "year": 2007, "venue": "Developmental Psychology", "volume": "43", "issn": "6", "pages": "1428--1474", "other_ids": {"DOI": ["10.1037/0012-1649.436.1428"]}}, "BIBREF16": {"ref_id": "b16", "title": "Disentangling the Relative Influence of Schools and Neighborhoods on Adolescents' Risk for Depressive Symptoms", "authors": [{"first": "Erin", "middle": ["C"], "last": "Dunn", "suffix": ""}, {"first": "Carly", "middle": ["E"], "last": "Milliren", "suffix": ""}, {"first": "Clare", "middle": ["R"], "last": "Evans", "suffix": ""}, {"first": "S", "middle": ["V"], "last": "Subramanian", "suffix": ""}, {"first": "Tracy", "middle": ["K"], "last": "Richmond", "suffix": ""}], "year": 2015, "venue": "American Journal of Public Health", "volume": "105", "issn": "4", "pages": "732--772", "other_ids": {"DOI": ["10.2105/AJPH.2014.302374"]}}, "BIBREF17": {"ref_id": "b17", "title": "Interdisciplinary Approaches to Examining Post-Disaster School Recovery", "authors": [{"first": "Ann-Margaret", "middle": [], "last": "Esnard", "suffix": ""}, {"first": "Betty", "middle": ["S"], "last": "Lai", "suffix": ""}], "year": 2018, "venue": "Risk Analysis: An International Journal", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/risa.13137"]}}, "BIBREF18": {"ref_id": "b18", "title": "School Vulnerability to Disaster: Examination of School Closure, Demographic and Exposure Factors in Hurricane Ike's Wind Swath", "authors": [{"first": "Ann-Margaret", "middle": [], "last": "Esnard", "suffix": ""}, {"first": "Betty", "middle": ["S"], "last": "Lai", "suffix": ""}, {"first": "Christopher", "middle": [], "last": "Wyczalkowski", "suffix": ""}, {"first": "Natasha", "middle": [], "last": "Malmin", "suffix": ""}, {"first": "Hazel", "middle": [], "last": "Shah", "suffix": ""}], "year": 2018, "venue": "Natural Hazards", "volume": "90", "issn": "2", "pages": "513--548", "other_ids": {"DOI": ["10.1007/s11069-017-3057-2"]}}, "BIBREF19": {"ref_id": "b19", "title": "Displaced by Disasters: Recovery and Resilience in a Globalizing World", "authors": [{"first": "Ann-Margaret", "middle": [], "last": "Esnard", "suffix": ""}, {"first": "Alka", "middle": [], "last": "Sapat", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Children of Katrina", "authors": [{"first": "Alice", "middle": [], "last": "Fothergill", "suffix": ""}, {"first": "Lori", "middle": [], "last": "Peek", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "What You Do in High School Matters: High School GPA, Educational Attainment, and Labor Market Earnings as a Young Adult", "authors": [{"first": "Michael", "middle": ["T"], "last": "French", "suffix": ""}, {"first": "Jenny", "middle": ["F"], "last": "Homer", "suffix": ""}, {"first": "Ioana", "middle": [], "last": "Popovici", "suffix": ""}, {"first": "Philip", "middle": ["K"], "last": "Robins", "suffix": ""}], "year": 2014, "venue": "Eastern Economic Journal", "volume": "41", "issn": "3", "pages": "370--86", "other_ids": {"DOI": ["10.1057/eej.2014.22"]}}, "BIBREF22": {"ref_id": "b22", "title": "Amid Harvey and Irma, NC School Reflects on Recovery After Hurricane Matthew", "authors": [{"first": "Amelia", "middle": [], "last": "Harper", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Education and Health in Late-life Among High School Graduates", "authors": [{"first": "Pamela", "middle": [], "last": "Herd", "suffix": ""}], "year": 2010, "venue": "Journal of Health and Social Behavior", "volume": "51", "issn": "4", "pages": "478--96", "other_ids": {"DOI": ["10.1177/0022146510386796"]}}, "BIBREF24": {"ref_id": "b24", "title": "Effects of Extreme Weather Events on Student Test Performance", "authors": [{"first": "George", "middle": ["M"], "last": "Holmes", "suffix": ""}], "year": 2002, "venue": "Natural Hazards Review", "volume": "3", "issn": "3", "pages": "82--91", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Katrina's Children: Evidence on the Structure of Peer Effects From Hurricane Evacuees", "authors": [{"first": "Scott", "middle": ["A"], "last": "Imberman", "suffix": ""}, {"first": "Adriana", "middle": ["D"], "last": "Kugler", "suffix": ""}, {"first": "Bruce", "middle": ["I"], "last": "Sacerdote", "suffix": ""}], "year": 2012, "venue": "American Economic Review", "volume": "102", "issn": "5", "pages": "2048--82", "other_ids": {"DOI": ["10.1257/aer.102.5.2048"]}}, "BIBREF26": {"ref_id": "b26", "title": "An Introduction to Latent Class Growth Analysis and Growth Mixture Modeling", "authors": [{"first": "Tony", "middle": [], "last": "Jung", "suffix": ""}, {"first": "(", "middle": ["K A S"], "last": "Kandauda", "suffix": ""}, {"first": "", "middle": [], "last": "Wickrama", "suffix": ""}], "year": 2008, "venue": "Social and Personality Psychology Compass", "volume": "2", "issn": "", "pages": "302--319", "other_ids": {"DOI": ["10.1111/j.1751-9004.2007.00054.x"]}}, "BIBREF27": {"ref_id": "b27", "title": "Approaches to the Assessment of Children in the Context of Disasters", "authors": [{"first": "Betty", "middle": ["S"], "last": "Lai", "suffix": ""}, {"first": "Rayleen", "middle": [], "last": "Eva Alisic", "suffix": ""}, {"first": "Kevin", "middle": [], "last": "Lewis", "suffix": ""}, {"first": "", "middle": [], "last": "Ronan", "suffix": ""}], "year": 2016, "venue": "Current Psychiatry Reports", "volume": "18", "issn": "5", "pages": "1--8", "other_ids": {"DOI": ["10.1007/s11920-016-0683-4"]}}, "BIBREF28": {"ref_id": "b28", "title": "Schools and Disasters: Safety and Mental Health Assessment and Interventions for Children", "authors": [{"first": "Betty", "middle": ["S"], "last": "Lai", "suffix": ""}, {"first": "Ann-Margaret", "middle": [], "last": "Esnard", "suffix": ""}, {"first": "Sarah", "middle": ["R"], "last": "Lowe", "suffix": ""}, {"first": "Lori", "middle": [], "last": "Peek", "suffix": ""}], "year": 2016, "venue": "Current Psychiatry Reports", "volume": "18", "issn": "12", "pages": "1--9", "other_ids": {"DOI": ["10.1007/s11920-016-0743-9"]}}, "BIBREF29": {"ref_id": "b29", "title": "New Orleans, Major School District Closes Traditional Public Schools for Good", "authors": [{"first": "Lyndsey", "middle": [], "last": "Layton", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "An Investigation of Teacher Impact on Student Inquiry Science Performance Using a Hierarchical Linear Model", "authors": [{"first": "Ou", "middle": ["L"], "last": "Liu", "suffix": ""}, {"first": "Hee-Sun", "middle": [], "last": "Lee", "suffix": ""}, {"first": "Marcia", "middle": ["C"], "last": "Linn", "suffix": ""}], "year": 2010, "venue": "Journal of Research in Science Teaching", "volume": "47", "issn": "7", "pages": "807--826", "other_ids": {"DOI": ["10.1002/tea.20372"]}}, "BIBREF31": {"ref_id": "b31", "title": "How Does Teaching Experience Affect Attitudes Towards Literacy Learning in the Early Years?", "authors": [{"first": "Noella", "middle": ["M"], "last": "Mackenzie", "suffix": ""}, {"first": "Brain", "middle": [], "last": "Hemmings", "suffix": ""}, {"first": "Russell", "middle": [], "last": "Kay", "suffix": ""}], "year": 2011, "venue": "Issues in Educational Research", "volume": "21", "issn": "3", "pages": "281--94", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Public Management and Educational Performance: The Impact of Managerial Networking", "authors": [{"first": "Kenneth", "middle": ["J"], "last": "Meier", "suffix": ""}, {"first": "Laurence", "middle": ["J"], "last": "O&apos;toole", "suffix": ""}, {"first": "Jr", "middle": [], "last": "", "suffix": ""}], "year": 2003, "venue": "Public Administration Review", "volume": "63", "issn": "6", "pages": "689--99", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "I've Seen Fire and I've Seen Rain: Public Management and Performance After a Natural Disaster", "authors": [{"first": "Kenneth", "middle": ["J"], "last": "Meier", "suffix": ""}, {"first": "J", "middle": [], "last": "Laurence", "suffix": ""}, {"first": "Alisa", "middle": [], "last": "O&apos;toole", "suffix": ""}, {"first": "", "middle": [], "last": "Hicklin", "suffix": ""}], "year": 2010, "venue": "Administration & Society", "volume": "41", "issn": "8", "pages": "979--1003", "other_ids": {"DOI": ["10.1177/0095399709349027"]}}, "BIBREF34": {"ref_id": "b34", "title": "Socioeconomic Status and Health at Midlife: A Comparison of Educational Attainment With Occupation-Based Indicators", "authors": [{"first": "Richard", "middle": ["A"], "last": "Miech", "suffix": ""}, {"first": "Robert", "middle": ["M"], "last": "Hauser", "suffix": ""}], "year": 2001, "venue": "Annals of Epidemiology", "volume": "11", "issn": "2", "pages": "75--84", "other_ids": {"DOI": ["10.1016/S1047-2797(00)00079-X"]}}, "BIBREF35": {"ref_id": "b35", "title": "Family Income, School Attendance, and Academic Achievement in Elementary School", "authors": [{"first": "Taryn", "middle": ["W"], "last": "Morrissey", "suffix": ""}, {"first": "Lindsey", "middle": [], "last": "Hutchison", "suffix": ""}, {"first": "Adam", "middle": [], "last": "Winsler", "suffix": ""}], "year": 2014, "venue": "Developmental Psychology", "volume": "50", "issn": "3", "pages": "741--53", "other_ids": {"DOI": ["10.1037/a0033848"]}}, "BIBREF37": {"ref_id": "b37", "title": "The Role of Schools in Disaster Settings: Learning From the 2010-2011 New Zealand Earthquakes", "authors": [{"first": "Carol", "middle": [], "last": "Mutch", "suffix": ""}], "year": 2015, "venue": "", "volume": "41", "issn": "", "pages": "283--91", "other_ids": {"DOI": ["10.1016/j.ijedudev.2014.06.008"]}}, "BIBREF39": {"ref_id": "b39", "title": "Understanding the Gaps: Who Are We Leaving Behind-and How Far?", "authors": [], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Places as Recovery Machines: Vulnerability and Neighborhood Change After Major Hurricanes", "authors": [{"first": "Jeremy", "middle": ["F"], "last": "Pais", "suffix": ""}, {"first": "James", "middle": ["R"], "last": "Elliott", "suffix": ""}], "year": 2008, "venue": "Social Forces", "volume": "86", "issn": "4", "pages": "1415--53", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Final Report: Advancing the Resilience of Coastal Localities", "authors": [{"first": "", "middle": [], "last": "Peacock", "suffix": ""}, {"first": "G", "middle": [], "last": "Walter", "suffix": ""}, {"first": "Ed", "middle": [], "last": "", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Social Vulnerability and Hurricane Ike: Using Social Vulnerability Mapping to Enhance Coastal Community Resilience in Texas", "authors": [{"first": "Walter", "middle": ["G"], "last": "Peacock", "suffix": ""}, {"first": "Dustin", "middle": [], "last": "Shannon Van Zandt", "suffix": ""}, {"first": "Himanshu", "middle": [], "last": "Henry", "suffix": ""}, {"first": "Wesley", "middle": ["E"], "last": "Grover", "suffix": ""}, {"first": "", "middle": [], "last": "Highfield", "suffix": ""}], "year": 2012, "venue": "After Ike: Severe Storm Prediction, Impact, and Recovery on the Texas Gulf Coast", "volume": "", "issn": "", "pages": "66--81", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Inequities in Long-Term Housing Recovery After Disasters", "authors": [{"first": "Walter", "middle": ["G"], "last": "Peacock", "suffix": ""}, {"first": "Yang", "middle": [], "last": "Shannon Van Zandt", "suffix": ""}, {"first": "Wesley", "middle": ["E"], "last": "Zhang", "suffix": ""}, {"first": "", "middle": [], "last": "Highfield", "suffix": ""}], "year": 2014, "venue": "Journal of the American Planning Association", "volume": "80", "issn": "4", "pages": "356--71", "other_ids": {"DOI": ["10.1080/01944363.2014.980440"]}}, "BIBREF44": {"ref_id": "b44", "title": "Children and Disasters: Understanding Vulnerability, Developing Capacities, and Promoting Resilience-An Introduction", "authors": [{"first": "Lori", "middle": [], "last": "Peek", "suffix": ""}], "year": 2008, "venue": "Children Youth and Environments", "volume": "18", "issn": "1", "pages": "1--29", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Children and Disasters", "authors": [{"first": "Lori", "middle": [], "last": "Peek", "suffix": ""}, {"first": "David", "middle": ["M"], "last": "Abramson", "suffix": ""}, {"first": "Robin", "middle": ["S"], "last": "Cox", "suffix": ""}, {"first": "Alice", "middle": [], "last": "Fothergill", "suffix": ""}, {"first": "Jennifer", "middle": [], "last": "Tobin", "suffix": ""}, {"first": ";", "middle": ["H"], "last": "Rodriguez", "suffix": ""}], "year": 2018, "venue": "Handbook of Disaster Research", "volume": "", "issn": "", "pages": "243--62", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Growth Mixture Modeling: A Method for Identifying Differences in Longitudinal Change Among Unobserved Groups", "authors": [{"first": "Nilam", "middle": [], "last": "Ram", "suffix": ""}, {"first": "Kevin", "middle": [], "last": "Grimm", "suffix": ""}], "year": 2009, "venue": "International Journal of Behavioral Development", "volume": "33", "issn": "6", "pages": "565--76", "other_ids": {"DOI": ["10.1177/0165025409343765"]}}, "BIBREF47": {"ref_id": "b47", "title": "Hurricane Impacts on Critical Infrastructure", "authors": [{"first": "Hanadi", "middle": ["S"], "last": "Rifai", "suffix": ""}], "year": 2012, "venue": "After Ike: Severe Storm Prediction, Impact, and Recovery on the Texas Gulf Coast", "volume": "", "issn": "", "pages": "122--159", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "School District Partner Voice in Emergency Management Collaboration", "authors": [{"first": "Scott", "middle": ["E"], "last": "Robinson", "suffix": ""}], "year": 2011, "venue": "Risk, Hazards & Crisis in Public Policy", "volume": "2", "issn": "2", "pages": "85--101", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "School Districts and Disaster Expertise: What Types of School Districts Consult Emergency Management Professionals?", "authors": [], "year": 2012, "venue": "Journal of Emergency Management", "volume": "10", "issn": "1", "pages": "63--72", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Structured to Partner: School District Collaboration With Nonprofit Organizations in Disaster Response", "authors": [{"first": "Scott", "middle": [], "last": "Robinson", "suffix": ""}, {"first": "Haley", "middle": [], "last": "Murphy", "suffix": ""}, {"first": "Angela", "middle": [], "last": "Bies", "suffix": ""}], "year": 2014, "venue": "Risk, Hazards & Crisis in Public Policy", "volume": "5", "issn": "1", "pages": "77--95", "other_ids": {"DOI": ["10.1002/rhc3.12047"]}}, "BIBREF51": {"ref_id": "b51", "title": "The Role of the Student-Teacher Ratio in Parent's Perceptions of Schools' Engagement Efforts", "authors": [{"first": "Raymond", "middle": ["J"], "last": "Rodriguez", "suffix": ""}, {"first": "Batya", "middle": [], "last": "Elbaum", "suffix": ""}], "year": 2014, "venue": "The Journal of Education Research", "volume": "107", "issn": "1", "pages": "69--80", "other_ids": {"DOI": ["10.1080/00220671.2012.753856"]}}, "BIBREF52": {"ref_id": "b52", "title": "A National Portrait of Chronic Absenteeism in the Early Grades", "authors": [{"first": "Mariajos", "middle": [], "last": "Romero", "suffix": ""}, {"first": "Young-Sun", "middle": [], "last": "Lee", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "There's No Such Thing as a Natural Disaster", "authors": [{"first": "Neil", "middle": [], "last": "Smith", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Disaster and Social Vulnerability: The Case of Undocumented Mexican Migrant Workers", "authors": [{"first": "Laura", "middle": [], "last": "Stough", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Accountability Manual: The 2005 Accountability Rating System for Texas Public Schools and School Districts", "authors": [], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Glossary for the Academic Excellence Indicator System", "authors": [], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Technical Digest for the Academic Year 2008-2009: A Collaborative Effort of the Texas Education Agency and Pearson", "authors": [], "year": 1990, "venue": "Glossary for the Academic Excellence Indicator System 2005-06 Report", "volume": "", "issn": "", "pages": "219--220", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Social Vulnerability to Disasters", "authors": [{"first": "Deborah", "middle": ["S K"], "last": "Thomas", "suffix": ""}, {"first": "D", "middle": [], "last": "Brenda", "suffix": ""}, {"first": "Williame", "middle": [], "last": "Phillips", "suffix": ""}, {"first": "Alice", "middle": [], "last": "Lovekamp", "suffix": ""}, {"first": "", "middle": [], "last": "Fothergill", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "The Texas Experience With 2008's Hurricanes Dolly and Ike", "authors": [{"first": "Van", "middle": [], "last": "Zandt", "suffix": ""}, {"first": "Shannon", "middle": [], "last": "", "suffix": ""}, {"first": "Madison", "middle": [], "last": "Sloan", "suffix": ""}], "year": 2017, "venue": "Coming Home After Disaster: Multiple Dimensions of Housing Recovery", "volume": "", "issn": "", "pages": "83--98", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Latent Class Modeling With Covariates: Two Improved Three-Step Approaches", "authors": [{"first": "Jeroen", "middle": ["K"], "last": "Vermunt", "suffix": ""}], "year": 2010, "venue": "Political Analysis", "volume": "18", "issn": "", "pages": "450--69", "other_ids": {"DOI": ["10.1093/pan/mpq025"]}}, "BIBREF61": {"ref_id": "b61", "title": "Building Back: Stratified Recovery After an EF-4 Tornado in", "authors": [{"first": "Joe", "middle": [], "last": "Weber", "suffix": ""}, {"first": "Bronwen", "middle": [], "last": "Lichtenstein", "suffix": ""}], "year": 2015, "venue": "City & Community", "volume": "14", "issn": "2", "pages": "186--205", "other_ids": {"DOI": ["10.1111/cico.12105"]}}, "BIBREF62": {"ref_id": "b62", "title": "Class Size: What Research Says and What It Means for State Policy", "authors": [{"first": "Grover", "middle": ["J"], "last": "Whitehurst", "suffix": ""}, {"first": "Matthew", "middle": ["M"], "last": "Chingos", "suffix": ""}], "year": 2011, "venue": "The Brown Center on Education Policy at Brookings", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "(n ¼ 623) for every school year from 2005 to 2006 through 2010-2011.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Consort Diagram of Campuses Selected for Inclusion in This Study.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "TAKS Accountability Indicator by Potential Risk Factors.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Trajectory Plot of the Two School Academic Recovery Trajectories. Note: All schools were chosen based on their eligibility for the TEA Hurricane Ike Provision. Therefore, the academic recovery trajectories of schools during the 2008-2009 school year when Hurricane Ike hit are not modeled; only the pre-and post-hurricane trajectories are depicted. Values indicate the slope and standard error; Ã p < .01, ÃÃ p < .001.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Descriptives for School-Level Academic and Risk Factors", "latex": null, "type": "table", "html": "<html><body><table><tr><td>School Year </td><td>Q1 </td><td>Q2 </td><td>Q3 </td><td>Range (Min-Max)\n</td></tr><tr><td>Percent TAKS Met Standard: Accountability Indicator\n</td><td> </td><td> </td></tr><tr><td>2005-2006 </td><td>61 </td><td>73 </td><td>85 </td><td>26-99\n</td></tr><tr><td>2006-2007 </td><td>65 </td><td>76 </td><td>85 </td><td>22-99\n</td></tr><tr><td>2007-2008 </td><td>69 </td><td>78 </td><td>87 </td><td>24-99\n</td></tr><tr><td>2008-2009 </td><td>71 </td><td>79 </td><td>88 </td><td>29-99\n</td></tr><tr><td>2009-2010 </td><td>73 </td><td>81 </td><td>89 </td><td>38-99\n</td></tr><tr><td>2010-2011 </td><td>73 </td><td>81 </td><td>88 </td><td>31-99\n</td></tr><tr><td> </td><td>Average Years of Teacher Experience\n</td><td> </td><td> </td><td> </td></tr><tr><td>2005-2006 </td><td>9.36 </td><td>11.17 </td><td>13.05 </td><td>4.13-25.85\n</td></tr><tr><td>2006-2007 </td><td>9.32 </td><td>10.97 </td><td>13.09 </td><td>4.13-25.53\n</td></tr><tr><td>2007-2008 </td><td>9.26 </td><td>10.96 </td><td>13.13 </td><td>3.54-23.15\n</td></tr><tr><td>2008-2009 </td><td>9.12 </td><td>11.02 </td><td>12.94 </td><td>4.11-20.68\n</td></tr><tr><td>2009-2010 </td><td>9.44 </td><td>11.28 </td><td>13.03 </td><td>4.24-20.83\n</td></tr><tr><td>2010-2011 </td><td>9.54 </td><td>11.43 </td><td>13.26 </td><td>4.71-21.71\n</td></tr><tr><td> </td><td>Average Number of Students per Teacher\n</td><td> </td><td> </td></tr><tr><td>2005-2006 </td><td>13.98 </td><td>15.49 </td><td>16.77 </td><td>5.81-22.50\n</td></tr><tr><td>2006-2007 </td><td>13.79 </td><td>15.19 </td><td>16.35 </td><td>5.87-23.00\n</td></tr><tr><td>2007-2008 </td><td>13.71 </td><td>15.08 </td><td>16.11 </td><td>4.09-19.36\n</td></tr><tr><td>2008-2009 </td><td>13.55 </td><td>14.99 </td><td>16.23 </td><td>4.50-20.67\n</td></tr><tr><td>2009-2010 </td><td>13.73 </td><td>14.82 </td><td>16.05 </td><td>4.24-22.12\n</td></tr><tr><td>2010-2011 </td><td>13.81 </td><td>15.06 </td><td>16.20 </td><td>4.84-21.53\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Results of Latent Class Growth Models", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Number of\n</td><td> </td><td> </td><td> </td><td> </td><td>Posterior\n</td><td>% in\n</td></tr><tr><td>Trajectory\n</td><td> </td><td> </td><td>Sample Size\n</td><td> </td><td>Probability\n</td><td>LMR-LRT\np-Value\n</td><td>Smallest\n</td></tr><tr><td>Groups </td><td>AIC </td><td>BIC\n</td><td>Adjusted BIC </td><td>Entropy\n</td><td>Range\n</td><td>Class\n</td></tr><tr><td>1 Trajectory </td><td>18126.67 </td><td>1811.76 </td><td>18141.16 </td><td>1 </td><td>1 </td><td>N/A </td><td>N/A\n</td></tr><tr><td>2 Trajectories </td><td>18067.98 </td><td>18146.63 </td><td>18086.33 </td><td>.86 </td><td>.85-.98 </td><td>.001 </td><td>9.48%\n</td></tr><tr><td>3 Trajectories </td><td>18012.72 </td><td>18107.94 </td><td>18034.95 </td><td>.88 </td><td>.87-.96 </td><td>.62 </td><td>3.88%\n</td></tr><tr><td>4 Trajectories </td><td>17978.16 </td><td>18089.93 </td><td>18004.24 </td><td>.84 </td><td>.83-.93 </td><td>.04 </td><td>3.66%\n</td></tr><tr><td>5 Trajectories </td><td>17956.47 </td><td>18084.80 </td><td>17986.42 </td><td>.83 </td><td>.80-1.00 </td><td>.05 </td><td>.86%\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Potential", "latex": null, "type": "table", "html": "<html><body><table><tr><td>School Risk Factors </td><td>OR (95% CI)\n</td></tr><tr><td>Attendance Rate </td><td>1.71 (1.24-2.37)\n</td></tr><tr><td>Percent Minority </td><td>1.03 (.98-1.08)\n</td></tr><tr><td>Percent Economically Disadvantaged </td><td>.91 (.83-.99)\n</td></tr><tr><td>Student-Teacher Ratio </td><td>1.28 (.90-1.83)\n</td></tr><tr><td>Average Years of Teacher Experience </td><td>.97 (.81-1.16)\n</td></tr></table></body></html>"}}, "back_matter": []}