{"paper_id": "b5980bd966e9b961c6d47772b49e6f405ceaed20", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "respiratory illness at the health unit level for each of the 36 health units in Ontario. Although the earlier study by van Dijk indicates Telehealth is potentially useful for estimating ED visits at the provincial level, only simple cross-correlation was used to measure the strength of the association between calls and visits. No method is proposed to provide an estimate of visits from calls and the callvisit relationship is not examined at the health unit level. The study does not examine the possibility of non-linear relationship between calls and visits. To address this, the performance of five different forecasting methods that use calls to forecast ED visits is compared, including two techniques capable of capturing non-linear relationships between calls and visits. The methods examined include Exponentially Weighted Moving Average (EWMA), regression, subspace state space identification (N4SID), Fast Orthogonal Search (FOS), and Parallel Cascade Identification (PCI).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "EWMA, regression, and Autoregressive Integrated Moving Average (ARIMA) have been applied in forecasting emergency department visits. 8, 10, 11 It can be shown that ARIMA models can be represented in state-space form 12, 13 and in this study the N4SID method of identifying the parameters of a state-space model is used. 14 To investigate the possibility that non-linear relationships exist between calls and visits and are useful in estimating visits from calls, we employed two non-linear techniques for modeling time series: FOS and PCI. 15, 16 ", "cite_spans": [{"start": 133, "end": 135, "text": "8,", "ref_id": "BIBREF7"}, {"start": 136, "end": 139, "text": "10,", "ref_id": "BIBREF9"}, {"start": 140, "end": 142, "text": "11", "ref_id": "BIBREF10"}, {"start": 216, "end": 219, "text": "12,", "ref_id": "BIBREF11"}, {"start": 220, "end": 222, "text": "13", "ref_id": "BIBREF12"}, {"start": 540, "end": 543, "text": "15,", "ref_id": "BIBREF14"}, {"start": 544, "end": 546, "text": "16", "ref_id": "BIBREF15"}], "ref_spans": [], "section": ""}, {"text": "Hospital ED visits and Telehealth Ontario calls from June 1, 2004 to March 14, 2006 (652 days) were included in the study. The study period was limited by availability of Telehealth data. Hospital ED visits for respiratory complaints were obtained from the Canadian Institute of Health Information (CIHI) National Ambulatory Care Reporting System (NACRS) database for the fiscal years 2004-2005 and 2005-2006 . Telehealth Ontario calls were obtained from the MOHLTC. Information in each data set consisted of date of call or visit, patient age, and reason for visit or call. To protect the identity of individuals, all personal health information used in the study were de-identified and postal code information was limited to the forward sortation area (FSA). Ethics approval for the study was obtained from the Queen's University Health Sciences and Affiliated Teaching Hospitals Research Ethics Board.", "cite_spans": [{"start": 53, "end": 65, "text": "June 1, 2004", "ref_id": null}, {"start": 69, "end": 94, "text": "March 14, 2006 (652 days)", "ref_id": null}, {"start": 385, "end": 408, "text": "2004-2005 and 2005-2006", "ref_id": null}], "ref_spans": [], "section": "METHODS"}, {"text": "Emergency visits for respiratory complaints were identified from the NACRS database using a set of International Classification of Disease Revision 10 Canadian Enhancement (ICD10-CA) codes. These codes, presented in Table 1 , were obtained by translating ICD-9 codes found by previous research to be highly correlated with positive lab results for respiratory pathogens. 17 A similar set of codes had been used in the van Dijk study. 9 There were 548,438 visits for respiratory illness during the study period. Records with missing, invalid or out-of-province postal codes were excluded, leaving 535,185 visits in the analysis.", "cite_spans": [{"start": 371, "end": 373, "text": "17", "ref_id": "BIBREF16"}, {"start": 434, "end": 435, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 216, "end": 223, "text": "Table 1", "ref_id": "TABREF0"}], "section": "METHODS"}, {"text": "Each call to Telehealth Ontario is assigned to one of 486 call guidelines based on the reason for the call. 9 Calls for respiratory illness were identified using the same subset of these call guildelines as used by van Dijk. 9 There were 187,426 calls for respiratory complaints according to this set of guidelines over the study period. Of these, calls with missing, invalid or out-of-province FSA were excluded, leaving 177,601 calls in the analysis.", "cite_spans": [{"start": 108, "end": 109, "text": "9", "ref_id": "BIBREF8"}, {"start": 225, "end": 226, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "METHODS"}, {"text": "To construct time series of the daily number of Telehealth Ontario calls and daily number of emergency visits for respiratory illness for each health unit, a mapping between postal code FSA and health unit was constructed by linking dissemination areas using the Statistics Canada Health Region Boundary File 18 and Postal Code Conversion File. 19 Because an FSA may overlap several health units, the geographic regions used in the analysis approximate rather than exactly represent health unit regions. However, the same mapping was used for calls and visits meaning that calls and visits were aggregated over exactly the same mutually exclusive geographic regions.", "cite_spans": [{"start": 309, "end": 311, "text": "18", "ref_id": "BIBREF17"}, {"start": 345, "end": 347, "text": "19", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "METHODS"}, {"text": "Forecasts of the daily number of ED visits for respiratory illness at the health unit level were generated by each of the five different modeling methods for each of the 36 health units in Ontario. Models were constructed to produce estimates of the daily number of visits, , for given health unit q days ahead, where q ranged from 0 to 14. A maximum forecasting horizon of 14 days was chosen because previous research indicated that calls were significantly correlated with visits up to two weeks in advance. 9 Each method had as inputs the daily aggregate number Telehealth calls, x c , for the health unit being considered and an indicator variable for upcoming holidays and weekends, x h (except the EWMA model which used only the former). Table 2 presents details of the models used. The variable n indicates the time index in days.", "cite_spans": [{"start": 510, "end": 511, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 744, "end": 751, "text": "Table 2", "ref_id": null}], "section": "METHODS"}, {"text": "All models were implemented in MATLAB. 21 Models were fit using the first 304 days of Telehealth data (training data set) and performance was assessed on the remaining data (validation data set). A total of 2,700 models were created (5 methods, 15 lead times, 36 health units). Forecasting accuracy was assessed using the mean square error, %MSE, defined as:", "cite_spans": [{"start": 39, "end": 41, "text": "21", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "METHODS"}, {"text": "where y(n) is the actual number of emergency visits at day n, is the estimated number of ED visits at day n, and the overbar \"¯¯\" Viral infection, unspecified H66. 9 Otitis media, unspecified J00", "cite_spans": [{"start": 164, "end": 165, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "METHODS"}, {"text": "Acute nasopharyngitis (common cold) J01. 9 Acute sinusitis, unspecified J06. 8 Other acute upper respiratory infections of multiple sites J39. 9 Disease of upper respiratory tract, unspecified J06. 9 Acute upper respiratory infection, unspecified J20.0", "cite_spans": [{"start": 41, "end": 42, "text": "9", "ref_id": "BIBREF8"}, {"start": 77, "end": 78, "text": "8", "ref_id": "BIBREF7"}, {"start": 143, "end": 144, "text": "9", "ref_id": "BIBREF8"}, {"start": 198, "end": 199, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "METHODS"}, {"text": "Acute bronchitis due to mycoplasma pneumoniae J20. 1 Acute bronchitis due to haemophilus influenzae J20. 2 Acute bronchitis due to streptococcus J20. 3 Acute bronchitis due to coxsackievirus J20. 4 Acute bronchitis due to parainfluenza virus J20. 5 Acute bronchitis due to respiratory syncytial virus J20. 6 Acute bronchitis due to rhinovirus J20.7", "cite_spans": [{"start": 51, "end": 52, "text": "1", "ref_id": "BIBREF0"}, {"start": 105, "end": 106, "text": "2", "ref_id": "BIBREF1"}, {"start": 150, "end": 151, "text": "3", "ref_id": "BIBREF2"}, {"start": 196, "end": 197, "text": "4", "ref_id": "BIBREF3"}, {"start": 247, "end": 248, "text": "5", "ref_id": "BIBREF4"}, {"start": 306, "end": 307, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "METHODS"}, {"text": "Acute bronchitis due to echovirus J20. 8 Acute bronchitis due to other specified organisms J20. 9 Acute bronchitis, unspecified J18. 8 Other pneumonia, organism unspecified J18. 9 Pneumonia, unspecified J10. Table 3 presents a description of Ontario health units with a population greater than 400,000 in 2005. 22 Collectively, these health units represent about 75% of the Ontario population. The %MSE for each of the methods for four-day-ahead predictions is presented in the table, in addition to the ratio of the median number of daily Telehealth calls to the median number of daily ED visits. The call-to-visits ratio was found to be associated with model accuracy.", "cite_spans": [{"start": 39, "end": 40, "text": "8", "ref_id": "BIBREF7"}, {"start": 96, "end": 97, "text": "9", "ref_id": "BIBREF8"}, {"start": 133, "end": 134, "text": "8", "ref_id": "BIBREF7"}, {"start": 178, "end": 179, "text": "9", "ref_id": "BIBREF8"}, {"start": 311, "end": 313, "text": "22", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 208, "end": 215, "text": "Table 3", "ref_id": "TABREF2"}], "section": "METHODS"}, {"text": "To give the reader a sense of the meaning of the %MSE values reported in Table 3 , Figure 1 shows a plot comparing the actual to four-day-ahead estimated number of ED visits for the FOS, regression, and PCI models over part of the validation data for the city of Toronto Health Unit (EWMA and State Space are omitted for clarity). Figure 2 shows the predicted number of visits over the next one-week period (dashed lines) compared with the actual ED visits (solid line) that occurred during that period. The one-weekahead weekly predictions were obtained by summing the onethrough seven-day-ahead predictions. Aggregating over a sevenday period removes the well-known weekly cyclical pattern in visits 23 and more clearly shows ability to predict beyond these known trends.", "cite_spans": [], "ref_spans": [{"start": 73, "end": 80, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 83, "end": 91, "text": "Figure 1", "ref_id": "FIGREF3"}, {"start": 331, "end": 339, "text": "Figure 2", "ref_id": "FIGREF2"}], "section": "RESULTS"}, {"text": "In health units with populations of more than 400,000, the multi-level regression model indicated that FOS offered better Table 2 .", "cite_spans": [], "ref_spans": [{"start": 122, "end": 129, "text": "Table 2", "ref_id": null}], "section": "RESULTS"}, {"text": "Forecasting Models and Implementation Details", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "EWMA Model α and β are the model coefficients.", "cite_spans": [], "ref_spans": [], "section": "Model and Identification Method Parameter Definitions and Implementation Details"}, {"text": "Model coefficients identified by least-squares fit Note that the models did not use the actual number of visits on previous days, y(n+q-1) as a predictor of future visits. This assumption was made as this information is not currently available in Ontario -hospitals are only required to report visit information to CIHI at the end of the fiscal year. Instead the previous model estimate was used.", "cite_spans": [], "ref_spans": [], "section": "Model and Identification Method Parameter Definitions and Implementation Details"}, {"text": "β i are the model coefficients. L is the maximum lag in the calls allowed in the model and was set to 10.", "cite_spans": [], "ref_spans": [], "section": "Regression Model"}, {"text": "Model coefficients identified by least-squares fit ", "cite_spans": [], "ref_spans": [], "section": "Regression Model"}, {"text": ", indicating that either calls or holidays could be an input to a given cascade. In the case of Ri=h, k can take negative values up to -q, otherwise k≥0. C is the number of cascades and was set to 3. P is the order of the polynomial describing the static non-linearity and was set to 2. Model identified using Parallel Cascade Identification (PCI) 16 L is the memory length of the dynamic linear element and was set to 10. h j (k) is the impulse response of the dynamic linear element of the j th cascade. Up to a third order cross-correlation was allowed when determining the impulse response of the dynamic linear element in the PCI model.", "cite_spans": [{"start": 348, "end": 350, "text": "16", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Parallel Cascade Model"}, {"text": "M is the number of terms in the model and was set to 8. a i is the coefficient of the i th term in the model. C j is the number of x c factors in the i th term; 0≤C j ≤3 for any given term. t c,i,j is the lag of the j th x c factor in the i th term; 0≤t c,i,j ≤10 for any given term. Model identified using Fast Orthogonal Search (FOS) 15 H i is the number of x h factors in the i th term; 0≤H k ≤2 for any given term. t h,i,j is the lag of the j th x h factor in the i th term; 0≤t h,i,j ≤10 for any given term. performance (p=0.03) than regression. PCI did not provide statistically significant better performance over regression (p=0.44) while both the EWMA and state-space method provided worse performance (p<0.0001). The %MSE in forecast accuracy was lower for health units with a population of more than 400,000 (p<0.0001). The interaction terms between forecasting method and population size for FOS and PCI were statistically significant (p<0.001), indicating that these methods provided poorer performance than regression for health units with populations less than 400,000 while interactions for the EWMA and state-space/N4SID models were not significant (p=0.24 for each). Forecast accuracy decreased with lead time (p<0.0001).", "cite_spans": [{"start": 336, "end": 338, "text": "15", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Non-linear Difference Equation Model"}, {"text": "The results of this study are consistent with those obtained by van Dijk et al. where Telehealth was shown to be correlated with ED visits at the provincial level up to two weeks in advance. 9 The results indicate that Telehealth can be used to estimate future visits at the health unit level. Estimates are better for health units with larger populations and non-linear modeling methods produced more accurate estimates for these health units. dictor of ED visits, and for example only the mean number of visits over the training data and information about upcoming holidays and weekends were useful in creating forecasts. Then we would expect a non-significant change in forecasting error with lead time as upcoming holidays/weekends are always precisely known regardless of the forecast horizon.", "cite_spans": [{"start": 191, "end": 192, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "A major limitation of this study was that only two years of Telehealth data were available. Due to this limitation and because only one flu season was available to test prediction performance, it is difficult to draw firm conclusions about the performance of the various methods or the importance of considering nonlinearity. The use of least-squares to fit coefficients for the models may introduce some bias as the distribution of visit counts may be more Poisson than Gaussian and this may have degraded predictive performance. However, the error introduced by this assumption is likely negligible compared to the error due to unexplained variation. An important assumption made in developing the forecasting models was that the Telehealth calls-ED visits relationship does not change over time: we built a predictive model using approximately the first year of data and then tested it over the second year of data. However, since calling behaviours could change over time, for example in response to factors such as season and promotion of the Telehealth service, this assumption could have been violated. Since data confirming past visits is not available in real-time, models cannot be updated on an ongoing basis. Collection of real-time data through syndromic surveillance systems may address this limitation in the future. It was not possible to account for individuals who made calls in one area but sought care in another. This might have influenced results where geographic boundaries separate a large population from the centre of care used by this population.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The fact that accuracy of ED visit prediction using Telehealth is better for larger health units might be explained by the fact that call-to-visits ratios are much higher for health units with larger populations (correlation coefficient 0.70, p<0.001). The call-to-visits ratio is simply a measure of the number of calls, adjusted for the number of visits. It might be expected that more calls provide more information that allows the number of visits to be predicted. The fact that non-linear methods show improved performance relative to regression only over health units with larger population might also be explained considering the call-to-visits ratio as non-linear methods may provide benefit only when richer call data are available.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Since the first terms selected by FOS included three to four linear terms of the eight terms in the model, it is not surprising that the non-linear methods provided only limited improvements in prediction accuracy. The FOS method works by adding terms one at a time to the model from a pool of candidates, consisting of a set of all possible predictors and their powers and cross-products, on the basis of how much they reduce error in the model accuracy over the training data. An advantage of the FOS method over normal regression is that it can search for terms in the model including power and cross-product (interaction) predictor terms much more quickly than forward, backward, or step-wise selection with regression. The number of candidate predictor variables can be large in time series analysis when the influence of these predictors at multiple lags is considered. For example, the FOS algorithm we used was able to search 28,392 candidates to generate an eight-term model in approximately 17 seconds using a standard laptop com-puter. It should be noted that PCI and FOS performance was better than regression for health units with populations of more than 400,000 (p<0.0001) over both the training and the validation data. Model performance can degrade if over-fitting occurs on the training data, and therefore performance should be examined over both training and validation data when comparing methods.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "It is not surprising that the EWMA and State-Space methods perform worse than the regression, FOS and PCI methods since these methods explicitly (EWMA) or implicitly (state-space -through the use of state variables) use value of past estimates to produce future estimates. Inaccuracies in past predictions can accumulate to impact future predictions. Performance of these methods might be improved should the actual number of past ED visits be available. In this case, FOS could also be augmented to include terms with past ED visits. Finally, the practical difference in the predictions made using different methods should be considered in addition to the statistical significance of the difference in their accuracy in the context of the intended application. Résultats : La précision des prévisions était significativement supérieure (p<0,0001) dans les 12 circonscriptions sanitaires de plus de 400 000 habitants (75 % de la population de l'Ontario) que dans les circonscriptions plus petites. La ROR a produit les meilleures estimations (p=0,03), tandis que l'IPC n'apportait aucune amélioration significative. Les méthodes ROR, IPC, MMPE et N4SID ont produit de moins bons résultats que la régression dans les petites circonscriptions sanitaires.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Télésanté Ontario peut être utilisée pour estimer les visites à l'urgence associées aux maladies respiratoires dans les circonscriptions sanitaires. Les méthodes de modélisation non linéaires produisent de meilleures estimations que la régression dans les circonscriptions qui englobent la majorité de la population.", "cite_spans": [], "ref_spans": [], "section": "Conclusion :"}, {"text": "Mots clés : prévision; surveillance; infections de l'appareil respiratoire; modélisation mathématique; planification hôpitaux", "cite_spans": [], "ref_spans": [], "section": "Conclusion :"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Exploring reasons for bed pressures in Winnipeg acute care hospitals", "authors": [{"first": "V", "middle": [], "last": "Menec", "suffix": ""}, {"first": "S", "middle": [], "last": "Bruce", "suffix": ""}, {"first": "L", "middle": [], "last": "Macwilliam", "suffix": ""}], "year": 2005, "venue": "Can J Aging", "volume": "24", "issn": "", "pages": "121--152", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The impact of influenza-associated respiratory illnesses on hospitalizations, physician visits, emergency room visits, and mortality", "authors": [{"first": "V", "middle": [], "last": "Menec", "suffix": ""}, {"first": "C", "middle": [], "last": "Black", "suffix": ""}, {"first": "L", "middle": [], "last": "Macwilliam", "suffix": ""}, {"first": "F", "middle": [], "last": "Aoki", "suffix": ""}], "year": 2003, "venue": "Can J Public Health", "volume": "94", "issn": "1", "pages": "59--63", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Coping with winter bed crises", "authors": [{"first": "B", "middle": [], "last": "Hanratty", "suffix": ""}, {"first": "M", "middle": [], "last": "Robinson", "suffix": ""}], "year": 1999, "venue": "BMJ", "volume": "319", "issn": "", "pages": "1511--1523", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Ontario Ministry of Health and Long-Term Care. Ontario Health Plan for an Influenza Pandemic", "authors": [], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Ontario Ministry of Health and Long-Term Care. Pandemic H1N1 (pH1N1) Alternate Influenza Assessment, Treatment, and Referral Services. Decision Document", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The Ontario Expert Panel on SARS and Infectious Disease Control: For the Public's Health: A Plan of Action-Final Report of the Ontario Expert Panel on SARS and Infectious Disease Control", "authors": [{"first": "D", "middle": [], "last": "Walker", "suffix": ""}, {"first": "W", "middle": [], "last": "Keon", "suffix": ""}, {"first": "A", "middle": [], "last": "Laupacis", "suffix": ""}, {"first": "D", "middle": [], "last": "Low", "suffix": ""}, {"first": "K", "middle": [], "last": "Moore", "suffix": ""}, {"first": "J", "middle": [], "last": "Kitts", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The SARS Commission Interim Report: SARS and Public Health in Ontario. Ontario Ministry of Health and Long-Term Care", "authors": [{"first": "A", "middle": [], "last": "Campbell", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Forecasting demand of emergency care", "authors": [{"first": "S", "middle": [], "last": "Jones", "suffix": ""}, {"first": "M", "middle": [], "last": "Joy", "suffix": ""}], "year": 2002, "venue": "Health Care Management Sci", "volume": "5", "issn": "", "pages": "297--305", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Can Telehealth Ontario respiratory call volume be used as a proxy for emergency department respiratory visit surveillance by public health?", "authors": [{"first": "A", "middle": [], "last": "Van Dijk", "suffix": ""}, {"first": "D", "middle": [], "last": "Mcguinness", "suffix": ""}, {"first": "E", "middle": [], "last": "Rolland", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Moore", "suffix": ""}], "year": 2008, "venue": "CJEM", "volume": "10", "issn": "1", "pages": "18--24", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Modeling emergency department visit patterns for infectious disease complaints: Results and application to disease surveillance", "authors": [{"first": "J", "middle": ["C"], "last": "Brillman", "suffix": ""}, {"first": "T", "middle": [], "last": "Burr", "suffix": ""}, {"first": "D", "middle": [], "last": "Forslund", "suffix": ""}, {"first": "Joyce", "middle": ["E"], "last": "Picard", "suffix": ""}, {"first": "R", "middle": [], "last": "Umlan", "suffix": ""}, {"first": "E", "middle": [], "last": "", "suffix": ""}], "year": 2005, "venue": "BMC Med Informatics Decision Making", "volume": "5", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Time series modeling for syndromic surveillance", "authors": [{"first": "B", "middle": [], "last": "Reis", "suffix": ""}, {"first": "K", "middle": [], "last": "Mandl", "suffix": ""}], "year": 2003, "venue": "BMC Med Informatics Decision Making", "volume": "3", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "State space and ARMA models: An overview of the equivalence. Bank of Canada Working Paper 93-4", "authors": [{"first": "P", "middle": [], "last": "Gilbert", "suffix": ""}], "year": 1993, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Methods and Applications, 3 rd ed", "authors": [{"first": "S", "middle": [], "last": "Makridakis", "suffix": ""}, {"first": "S", "middle": [], "last": "Wheelwright", "suffix": ""}, {"first": "R", "middle": [], "last": "Hyndman", "suffix": ""}, {"first": "", "middle": [], "last": "Forecasting", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "N4SID: Subspace algorithms for the identification of combined deterministic-stochastic systems", "authors": [{"first": "P", "middle": [], "last": "Overschee", "suffix": ""}, {"first": "B", "middle": [], "last": "Demoor", "suffix": ""}], "year": 1994, "venue": "Automatica", "volume": "30", "issn": "1", "pages": "75--93", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A robust orthogonal algorithm for system identification and time-series analysis", "authors": [{"first": "M", "middle": [], "last": "Korenberg", "suffix": ""}], "year": 1989, "venue": "Biological Cybernetics", "volume": "60", "issn": "", "pages": "267--76", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Parallel cascade identification and kernel estimation for nonlinear systems", "authors": [{"first": "M", "middle": [], "last": "Korenberg", "suffix": ""}], "year": 1991, "venue": "Ann Biomedical Engineering", "volume": "19", "issn": "", "pages": "429--55", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Code-based syndromic surveillance for influenza-like illness by international classification of diseases", "authors": [{"first": "N", "middle": [], "last": "Marsden-Haug", "suffix": ""}, {"first": "V", "middle": [], "last": "Foster", "suffix": ""}, {"first": "P", "middle": [], "last": "Gould", "suffix": ""}, {"first": "Elbert", "middle": ["E"], "last": "Wang", "suffix": ""}, {"first": "H", "middle": [], "last": "Pavlin", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2007, "venue": "Ninth Revision. Emerg Infect Dis", "volume": "13", "issn": "2", "pages": "207--223", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Health Regions: Boundaries and Correspondence with Census Geography. 82-402-XIE", "authors": [], "year": 2007, "venue": "Statistics Canada", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Postal Code Conversion File (PCCF), Reference Guide. 92F0153GIE", "authors": [], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "MATLAB System Identification Toolbox User's Guide, Version 6 ed", "authors": [{"first": "L", "middle": [], "last": "Ljung", "suffix": ""}], "year": 2003, "venue": "The MathWorks", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The MathWorks Inc. MATLAB Version 7 Release 14", "authors": [], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Table 109-5315 -Estimates of population (Census and administrative data), by age group and sex, Canada, provinces, territories, health regions and peer groups, annual (number) (table), CANSIM (database), Using E-STAT (distributor)", "authors": [], "year": null, "venue": "Statistics Canada", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF1": {"text": "Space Model X(n) is a vector of calls, x c , at time lags up to 10 and holidays and upcoming holidays, x h . S(n) is a vector of system states. Three state variables were allowed in the model. Model identified by N4SID algorithm 14 implemented A, B, C, D are matrices of appropriate dimensions. in the MATLAB System Identification Toolbox 20,21", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Because no knowledge of the actual number of past visits is used in any model over the validation data, the statistically significant decrease in prediction accuracy with increasing forecasting lead time provides evidence that there is information about the future number of visits in the call time series. Suppose the call time series were not a pre-CANADIAN JOURNAL OF PUBLIC HEALTH • NOVEMBER/DECEMBER 2010 467 FORECASTING EMERGENCY DEPARTMENT VISITS One-week-ahead forecasts for the City of Toronto Health Unit", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Four", "latex": null, "type": "figure"}, "TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "SAS was used to fit this model. The interaction between method and population was examined.", "latex": null, "type": "table"}, "TABREF2": {"text": "Population,22 Call-to-visits Ratio, and %MSE for Four-day-ahead Predictions", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Health Unit </td><td>2005 Population </td><td>Call-to-Visits </td><td> </td><td>%MSE (4 days ahead)\n</td><td> </td></tr><tr><td> </td><td>n </td><td>(%)* </td><td>Ratio </td><td>Regression </td><td>EWMA </td><td>FOS </td><td>PCI </td><td>State Space\n</td></tr><tr><td>City of Toronto Health Unit </td><td>2,627,821 </td><td>(20.9) </td><td>0.64 </td><td>38.0 </td><td>58.3 </td><td>36.0 </td><td>38.6 </td><td>44.1\n</td></tr><tr><td>Peel Regional Health Unit </td><td>1,217,457 </td><td>(9.7) </td><td>0.70 </td><td>45.8 </td><td>63.9 </td><td>43.1 </td><td>45.5 </td><td>49.7\n</td></tr><tr><td>York Regional Health Unit </td><td>917,813 </td><td>(7.3) </td><td>0.76 </td><td>52.5 </td><td>79.2 </td><td>52.1 </td><td>57.5 </td><td>59.8\n</td></tr><tr><td>City of Ottawa Health Unit </td><td>836,451 </td><td>(6.7) </td><td>0.64 </td><td>46.1 </td><td>59.7 </td><td>43.5 </td><td>48.5 </td><td>50.7\n</td></tr><tr><td>Durham Regional Health Unit </td><td>574,757 </td><td>(4.6) </td><td>0.50 </td><td>58.6 </td><td>89.7 </td><td>54.0 </td><td>57.1 </td><td>60.8\n</td></tr><tr><td>City of Hamilton Health Unit </td><td>520,242 </td><td>(4.1) </td><td>0.27 </td><td>58.9 </td><td>59.5 </td><td>52.8 </td><td>47.4 </td><td>53.4\n</td></tr><tr><td>Waterloo Health Unit </td><td>485,414 </td><td>(3.9) </td><td>0.58 </td><td>61.7 </td><td>85.5 </td><td>66.3 </td><td>58.6 </td><td>71.1\n</td></tr><tr><td>Simcoe Muskoka District Health Unit </td><td>484,095 </td><td>(3.9) </td><td>0.27 </td><td>51.9 </td><td>68.0 </td><td>51.0 </td><td>47.1 </td><td>47.1\n</td></tr><tr><td>Halton Regional Health Unit </td><td>443,732 </td><td>(3.5) </td><td>0.67 </td><td>56.8 </td><td>104.0 </td><td>61.4 </td><td>60.5 </td><td>64.1\n</td></tr><tr><td>Middlesex London Health Unit </td><td>434,696 </td><td>(3.5) </td><td>0.35 </td><td>60.0 </td><td>85.8 </td><td>69.2 </td><td>65.4 </td><td>65.8\n</td></tr><tr><td>Niagara Regional Area Health Unit </td><td>434,409 </td><td>(3.5) </td><td>0.21 </td><td>49.4 </td><td>55.4 </td><td>55.7 </td><td>48.0 </td><td>55.4\n</td></tr><tr><td>Windsor Essex County Health Unit </td><td>404,665 </td><td>(3.2) </td><td>0.38 </td><td>117.4 </td><td>90.6 </td><td>106.1 </td><td>89.9 </td><td>98.2\n</td></tr></table></body></html>"}, "TABREF4": {"text": "win/cnsmcgi.exe?Lang=E&amp;EST-Fi=EStat/English/CII_1-eng.htm (AccessedAugust 10, 2009). 23. Chan B, Schull MJ, Schultz SE. Atlas Report: Emergency Department Services in Ontario 1993-2000. Toronto, ON: Institute for Clinical Evaluative Sciences, 2001. RÉSUMÉ Objectifs : Si l'on pouvait prévoir les augmentations des visites à l'urgence associées aux maladies respiratoires, on réduirait leur impact sur les hôpitaux en ciblant mieux, par exemple, les ouvertures de cliniques secondaires. Nous avons comparé cinq méthodes d'estimation du nombre de visites à l'urgence associées aux maladies respiratoires d'après les appels à Télésanté Ontario, y compris deux méthodes de modélisation non linéaires. Nous avons estimé le nombre de visites quotidiennes jusqu'à 14 jours à l'avance pour chacune des 36 circonscriptions sanitaires de l'Ontario. Méthode : Nous avons inclus les appels reçus par Télésanté entre le 1 er juin 2004 et le 14 mars 2006. Les estimations produites par la régression multivariée, la moyenne mobile à pondération exponentielle (MMPE), les méthodes numériques d'identification des sous-espaces (N4SID), la recherche orthogonale rapide (ROR) et l'identification parallèle en cascade (IPC) ont été comparées au nombre réel de visites à l'urgence associées aux maladies respiratoires enregistré dans la banque de données du Système national d'information sur les soins ambulatoires (SNISA). Les variables prédictives des modèles étaient les appels à Télésanté, les jours fériés à venir et les fins de semaine. Les modèles ont été ajustés selon les 304 premiers jours, et la précision des prédictions a été mesurée au cours des 348 jours suivants.", "latex": null, "type": "table"}, "TABREF5": {"text": "Table 1. ICD10-CA Codes Used to Identify Hospital Visits for", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Respiratory Illness and Influenza\n</td></tr><tr><td>ICD10-CA Code </td><td>ICD1-CA Description\n</td></tr><tr><td>B34.9 </td><td>Viral infection, unspecified\n</td></tr><tr><td>H66.9 </td><td>Otitis media, unspecified\n</td></tr><tr><td>J00 </td><td>Acute nasopharyngitis (common cold)\n</td></tr><tr><td>J01.9 </td><td>Acute sinusitis, unspecified\n</td></tr><tr><td>J06.8 </td><td>Other acute upper respiratory infections of multiple sites\n</td></tr><tr><td>J39.9 </td><td>Disease of upper respiratory tract, unspecified\n</td></tr><tr><td>J06.9 </td><td>Acute upper respiratory infection, unspecified\n</td></tr><tr><td>J20.0 </td><td>Acute bronchitis due to mycoplasma pneumoniae\n</td></tr><tr><td>J20.1 </td><td>Acute bronchitis due to haemophilus influenzae\n</td></tr><tr><td>J20.2 </td><td>Acute bronchitis due to streptococcus\n</td></tr><tr><td>J20.3 </td><td>Acute bronchitis due to coxsackievirus\n</td></tr><tr><td>J20.4 </td><td>Acute bronchitis due to parainfluenza virus\n</td></tr><tr><td>J20.5 </td><td>Acute bronchitis due to respiratory syncytial virus\n</td></tr><tr><td>J20.6 </td><td>Acute bronchitis due to rhinovirus\n</td></tr><tr><td>J20.7 </td><td>Acute bronchitis due to echovirus\n</td></tr><tr><td>J20.8 </td><td>Acute bronchitis due to other specified organisms\n</td></tr><tr><td>J20.9 </td><td>Acute bronchitis, unspecified\n</td></tr><tr><td>J18.8 </td><td>Other pneumonia, organism unspecified\n</td></tr><tr><td>J18.9 </td><td>Pneumonia, unspecified\n</td></tr><tr><td>J10.0 </td><td>Influenza with pneumonia, influenza virus identified\n</td></tr><tr><td>J11.0 </td><td>Influenza with pneumonia, virus not identified\n</td></tr><tr><td>J10.1 </td><td>Influenza with other respiratory manifestations, influenza virus identified\n</td></tr><tr><td>J11.1 </td><td>Influenza with other respiratory manifestations,virus not identified\n</td></tr><tr><td>J10.8 </td><td>Influenza with other manifestations, influenza virus identified\n</td></tr><tr><td>J11.8 </td><td>Influenza with other manifestations, virus not identified\n</td></tr><tr><td>J40 </td><td>Bronchitis, not specified as acute or chronic\n</td></tr><tr><td>R50.0 </td><td>Fever with chills\n</td></tr><tr><td>R50.1 </td><td>Persistent fever\n</td></tr><tr><td>R50.9 </td><td>Fever, unspecified\n</td></tr><tr><td>R05 </td><td>Cough\n</td></tr></table></body></html>"}}, "back_matter": []}