{"paper_id": "b5bef1efd9dc0776fb890637a3f60deabee354da", "metadata": {"title": "V01 Extended donor criteria for lung transplantation V02 Impact of donor gender on outcome after lung transplantation", "authors": [{"first": "A", "middle": [], "last": "Abrahim", "suffix": "", "affiliation": {}, "email": ""}, {"first": "C", "middle": [], "last": "Aigner", "suffix": "", "affiliation": {}, "email": ""}, {"first": "P", "middle": [], "last": "Jaksch", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": [], "last": "Guth", "suffix": "", "affiliation": {}, "email": ""}, {"first": "G", "middle": [], "last": "Marta", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": [], "last": "Samatelopoulos", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": [], "last": "Taghavi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "W", "middle": [], "last": "Wisser", "suffix": "", "affiliation": {}, "email": ""}, {"first": "W", "middle": [], "last": "Klepetko", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background. Nowadays lung transplantation is an established standard procedure for the treatment of most end-stage respiratory disorders. In the last years, like for all solid-organ transplantations, the demand for donor lungs exceeded significantly the existing organ pool. Thus, most specialised centers face a high mortality on the waiting list. This retrospective study compares the outcome of marginal versus ideal donor lungs.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods. We performed a retrospective analysis of 98 consecutive primary lung transplantations from 94 donors from 1/2001 to 12/2002. Recipients were divided in two groups (standard versus \"extended\") according to the donor lung acceptance criteria (age, >55 years; PaO 2 at FiO 2 /PEEP 5, <300 mmHg; positive tobacco anamnesis [>20 packages per year]; inhalation of noxious agents; presence of infiltration on chest X-ray or purulent secretions at bronchoscopy).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results. Twenty-three donors (24.5%) were extended. Twenty-six recipients (26.55%) received organs from extended donors. According to our data, differences in intubation times, ICU stay, and hospital stay were not statistically significant. Furthermore, postoperative bleeding rates were comparable as well as bronchial anastomotic complications. We encountered no significant statistical difference in the 3-month (standard 88.89% vs. extended 92.31%) and 1-year (standard 81.94% vs. extended 84.62%) survival between the two groups.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusions. Our study suggests that the use of selected marginal donor lungs has no influence on the outcome after transplantation.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Background. Female donor gender has been described to be an independent risk factor for primary graft failure. We performed this study to evaluate the impact of donor gender on outcome and complications after lung transplantation.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods. We retrospectively reviewed the impact of donor gender on outcome of 163 primary lung transplant recipients (93 recipients were male [57%], 70 were female [43%]) from January 2001 to December 2003. Recipients were stratified whether they received a female-or male-donor organ. Both groups were compared with regard to duration of intubation time, ICU stay, postoperative complications and survival. Both groups were comparable with regard to mean age, indications, and mean waiting list time.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results. Mean time until extubation was 8 days in the group receiving organs from male donors and 16 days in the group receiving organs from female donors (P = 0.041).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Mean ICU stay of 12 days for the male-donor recipient group was significantly shorter than that for the female-donor recipient group, 20 days (P = 0.044). 3-month survival rates were comparable in both groups: 89.53% (male-donor recipi-Lunge", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Background. Nowadays lung transplantation is an established standard procedure for the treatment of most end-stage respiratory disorders. In the last years, like for all solid-organ transplantations, the demand for donor lungs exceeded significantly the existing organ pool. Thus, most specialised centers face a high mortality on the waiting list. This retrospective study compares the outcome of marginal versus ideal donor lungs.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Methods. We performed a retrospective analysis of 98 consecutive primary lung transplantations from 94 donors from 1/2001 to 12/2002 . Recipients were divided in two groups (standard versus \"extended\") according to the donor lung acceptance criteria (age, >55 years; PaO 2 at FiO 2 /PEEP 5, <300 mmHg; positive tobacco anamnesis [>20 packages per year]; inhalation of noxious agents; presence of infiltration on chest X-ray or purulent secretions at bronchoscopy).", "cite_spans": [{"start": 115, "end": 132, "text": "1/2001 to 12/2002", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Results. Twenty-three donors (24.5%) were extended. Twenty-six recipients (26.55%) received organs from extended donors. According to our data, differences in intubation times, ICU stay, and hospital stay were not statistically significant. Furthermore, postoperative bleeding rates were comparable as well as bronchial anastomotic complications. We encountered no significant statistical difference in the 3-month (standard 88.89% vs. extended 92.31%) and 1-year (standard 81.94% vs. extended 84.62%) survival between the two groups.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Conclusions. Our study suggests that the use of selected marginal donor lungs has no influence on the outcome after transplantation. Background. Female donor gender has been described to be an independent risk factor for primary graft failure. We performed this study to evaluate the impact of donor gender on outcome and complications after lung transplantation.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Methods. We retrospectively reviewed the impact of donor gender on outcome of 163 primary lung transplant recipients (93 recipients were male [57%], 70 were female [43%]) from January 2001 to December 2003. Recipients were stratified whether they received a female-or male-donor organ. Both groups were compared with regard to duration of intubation time, ICU stay, postoperative complications and survival. Both groups were comparable with regard to mean age, indications, and mean waiting list time.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Results. Mean time until extubation was 8 days in the group receiving organs from male donors and 16 days in the group receiving organs from female donors (P = 0.041).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Mean ICU stay of 12 days for the male-donor recipient group was significantly shorter than that for the female-donor recipient group, 20 days (P = 0.044). 3-month survival rates were comparable in both groups: 89.53% (male-donor recipi-Lunge 19th Meeting of the Austrian Society of Transplantation, Transfusion and Genetics Background. Nowadays lung transplantation is an established therapeutic option for most end-stage respiratory diseases and one of the fastest-growing solid-organ transplantation procedures in the world, reflected by the enormous demand for lungs. This retrospective review of the Vienna lung transplantation group demonstrates data about waiting time and mortality rate for various end-stage respiratory diseases for the years 2003 and 2004. Methods. . Different variables specific for pretransplant period such as probability of transplantation, death on the waiting list, and time till transplantation were analysed for most frequent end-stage respiratory diseases.", "cite_spans": [{"start": 751, "end": 765, "text": "2003 and 2004.", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Results. We found no significant changes in the average mortality rate (constantly 8%) on the waiting list during the studied period. However, patients suffering from PPH have the highest probability of dying while being listed for lung transplantation (2003, n = 2 [20%] ; 2004, n = 2 [14.3%]), followed by patients with idiopathic fibrosis (2003, n = 3 [15%]; 2004, n = 4 [11.4%] ). Subsequently the next subgroup is represented by cystic fibrosis patients, who are characterized by a moderate mortality rate (2003, n = 1 [3.8%] ; 2004, n = 1 [5%]). In contrast, patients who were suffering from COPD showed the lowest probability of dying (2003, n = 0 [0%]; 2004, n = 1 [2.9%]). The average waiting time for the observed 2 years amounts to 97.5 days (2003, 99 ± 98 [min, 0; max, 464] days; 2004, 96 ± 96 [min, 0; max, 400] days). Regarding the disease-specific waiting time, PPH patients had to wait a longer period (133 ± 128 days) for their transplantation than patients with other diagnosis.", "cite_spans": [{"start": 237, "end": 271, "text": "transplantation (2003, n = 2 [20%]", "ref_id": null}, {"start": 342, "end": 381, "text": "(2003, n = 3 [15%]; 2004, n = 4 [11.4%]", "ref_id": null}, {"start": 511, "end": 530, "text": "(2003, n = 1 [3.8%]", "ref_id": null}, {"start": 753, "end": 825, "text": "(2003, 99 ± 98 [min, 0; max, 464] days; 2004, 96 ± 96 [min, 0; max, 400]", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Conclusions. Waiting time and mortality on the waiting list are showing remarkable differences within the disease-specific subgroups. V05 Increased recipient VEGF serum level is a risk factor for severe reperfusion edema after lung transplantation K. Krenn, S. Taghavi, W. Klepetko, S. Aharinejad Laboratorium für Kardiovaskuläre Forschung, Zentrum für Anatomie und Zellbiologie, Medizinische Universität Wien, Wien, Österreich Background. Primary graft dysfunction (PGD) due to ischemia-reperfusion injury is a severe complication in lung transplantation (LTX) . Therapeutic strategies are limited and there exist no preoperative markers to predict the risk for reperfusion-induced edema. Vascular endothelial growth factor (VEGF) is a key regulator of vascular permeability.", "cite_spans": [{"start": 251, "end": 296, "text": "Krenn, S. Taghavi, W. Klepetko, S. Aharinejad", "ref_id": null}, {"start": 405, "end": 427, "text": "Wien, Wien, Österreich", "ref_id": null}, {"start": 556, "end": 561, "text": "(LTX)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Methods. Preoperative VEGF serum levels were measured by ELISA for 76 patients undergoing LTX. Underlying diseases in LTX patients were COPD (n = 22), cystic fibrosis (n = 15), idiopathic pulmonary fibrosis (n = 11), emphysema (n = 6), primary pulmonary hypertension (n = 6), sarcoidosis (n = 4), and others (n = 12). The ischemia time of the grafts and the blood gas parameters in donors were comparable. Reperfusion edema was diagnosed and scored by characteristic changes in chest radiographs and deteriorating blood gases according to the guidelines of the International Society for Heart and Lung Transplantation, grading PGD from 0 to 3 (0, none; 1, only radiographic evidence; 2, moderate, PaO 2 /FiO 2 ratio of 200-300; 3, severe, PaO 2 /FiO 2 ratio of <200 or ECMO support necessary).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Results. Grade 3 PGD occurred in 15%, grade 2 in 23%, grade 1 in 43%, and grade 0 in 19% of the patients. The preoperative VEGF serum levels were significantly higher in patients with PGD grade 2 and 3 versus those without clinically relevant PGD (grade 0 and 1) following LTX (P = 0.0007). Preoperative recipient VEGF serum levels significantly predicted PGD in receiver operating characteristic analysis (P = 0.0002, AUC = 0.755, CI = 1.001-1.003).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Conclusions. Preoperative serum VEGF levels in patients awaiting LTX could identify those at risk for reperfusion-induced edema following transplantation. Background. Airway stenoses are well known after lung transplantation although most occur due to surgical problems of the bronchial sutures. We wanted to analyse the use of endobronchial stenting in stenoses not related to the bronchial anastomoses.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Methods. We performed a retrospective analysis in 12 patients after bilateral lung transplantation with consecutive stent placement aside the bronchial anastomoses. The indication for stent implantation was central bronchial stenoses due to bronchomalacia, granulation tissue with bronchial wall destruction, and endoluminal stenosis with airflow limitation or occurrence of segmental or lobar atelectasis. We used Boston Ultraflex (23 of 26), Rüsch Polyflex (2 of 26), Rüsch Dynamic (1 of 26) stents.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Results. In 12 lung allograft recipients, we implanted in total 26 stents between 2 and 72 month after bilateral lung transplantation. The predominant locations were the right (20%) and left lower lobe bronchus (25%) and the bronchus intermedius (33%). The patient had granulation tissue proliferation due to ischemia and/or chronic bacterial or fungal bronchitis. Only one patient had concomitant anastomoses dehiscence. The stents remained in situ from 1 day to 850 days after placement. In 18 of 26 stent placements no severe complications occurred. Stent migration was observed in 6 of 26; severe granulation tissue that revealed further interventional treatment, in 4 patients. One patient died because of necrotizing vasculitis and letal hemoptysis. All other stents are still in place (10 of 26), were in place at the time of death due to other reasons (4 of 26), or were explanted regularly (5 of 26).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Conclusions. Endobronchial stent placement is an effective treatment for bronchial stenoses that are not related to the bronchial anastomoses. Complications occurred in about 40% of all stents.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "V07 Preoperative oral corticosteroids predict the risk of late postoperative bleeding and perioperative mortality in lung transplantation Conclusions. Patients listed for lung transplantation with high-dose preoperative oral CS intake have a significantly increased risk of late postoperative bleeding. The perioperative mortality and the probability of 1-year survival of recipients with late bleeding are severely affected compared with patients with no or early bleeding. Background. The efficacy of induction therapy after lung transplantation remains controversial and data on its use are limited. We hypothesized that induction therapy would have an impact on incidence of early rejection after lung transplantation and may cause a higher rate of infectious complications during the first 6 months post transplantation.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Methods. All patients who underwent LuTX between Jannuary 2003 and March 2004 and received induction therapy with rabbit antithymocyte globulin (2.5 mg/kg/d for 3-6 days) were analysed retrospectively. Basic immunosuppression consisted of Tacrolimus, Mycophenolate Mofetil, and prednisone. Primary end point was patient survival after 6 months. Secondary end point was histologically proven grade I or higher grade of rejection within the first 6 months, incidence of infectious episodes and bronchiolitis obliterans syndrome (BOS).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "A total of 29 adult patients who underwent single (n = 2), heart-lung (n = 2), or bilateral lung (n = 26) transplantation entered the study. Female, 10 (35%); male, 19 (65%). Mean age was 37 ± 12.9 years (range, 19.3-59.9 years).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Results. The 6-month survival using Kaplan-Meier analysis was 92%; 27 patients are alive, two died 151 and 160 days after transplantation. One patient was retransplanted 3 days after primary transplantation because of graft dysfunction. Follow-up ranged from a minimum of 151 days to 492 days (mean, 279 ± 85 days). 14 patients had one histologically proven rejection episode. Rejections were graded AI for 10 patients, grade AI-II for 2, and grade AII for 2 patients. 7 rejection episodes were treated with iv Methylprednisone, no recurrent or ongoing rejections were observed. Incidence of bacterial infections requiring treatment was 21/100 patients days. 2 CMV infections, 1 non-CMV viral infection, and 4 fungal infections (2 Candida, 2 Aspergillus) were diagnosed and treated. No patient developed signs of BOS of grade ≥1. No lymphoma occurred.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Conclusions. This retrospective analysis suggests that induction therapy with ATG in combination with Tacrolimusbased triple immunosuppressive regimen results in excellent survival rates and a low rate of acute early rejections. However, this high immunosuppression efficacy was paralleled by a considerably high rate of bacterial infections during the first 6 postoperative months. rin inhibitor based quadruple drug IS. An extensive infectious monitoring was used in this cohort.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Results. One-year patient survival was 71.4%, perioperative rejection rate 35%. Infection incidence during first hospitalization was 79.6% (1.3 episodes per transplant): pneumonia, 74%; sepsis, 13%; wound infection, 17%; HSV/VZV, 28%; UTI, 2%. During follow-up, CMV-associated complications were observed in 50% of patients including CMV infection (n = 9), CMV disease (n = 16). There were nine patients with CMV syndrome, ten patients with CMV graft pneumonitis and two patients with CMV gastrointestinal disease. Excluding the 3 retransplants and the 2 perioperative deaths, the incidence of aspergillosis was 27%, six patients with Aspergillus tracheobronchitis and seven patients with invasive disease. A total of 33 patients died during follow-up, 28 from infectious complications. As part of our centers' microbiological monitoring, 2773 specimens (51/transplant) were collected. These specimens were taken on 1276 observation days. 1426 investigated specimens were sterile and in 993 specimens microorganisms could be isolated (354 normal flora, 639 pathogens). A total of 1155 pathogens were identified: 673 Gram-positive cocci, 177 Gram-negative rods, 155 Pseudomonas/Acinetobacter, 124 Candida. >60% of Staphylococcus aureus and 55% of coagulase-negative staphylococci were methicillin resistant. Other multiresistant organisms were E. faecium (no VRE), n = 75; Corynebacterium JK, n = 2; Stenotrophomonas maltophila/Burkholderia cepacia, n = 31.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Conclusions. Infection remains the most common complication and the most common cause of death following lung transplantation. Further refinement of infectious prophylaxis is required to improve results. Background. Valgancyclovir is routinely used for prophylaxis against cytomegalovirus (CMV) reactivation in lung transplant recipients. Problems may arise due to its myelotoxic properties. It is unclear whether Cytotect ® , a human IgG CMV antibody preparation, offers similar protection against CMV reactivation without causing neutropenia.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Methods. We report on a female patient (63 years) who received a double lung transplant in 2002. CMV status was D+R+. Four months postoperatively, she developped CMV pneumonitis and gastroduodenitis and was treated with gancyclovir and Cytotect. Thereafter, valgancyclovir was instituted but had to be stopped repeatedly because of neutropenia; each withdrawal of valgancyclovir prompted further reactivation episodes as detected by pp65 monitoring. In July 2004, she was started on Cytotect, 150 mg q.d. over five days, followed by weekly doses of 50 mg for twelve weeks.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Results. Cytotect was tolerated without side effects. Of note, leucocyte counts remained within normal limits. Since she has been started on Cytotect, she has not experienced any further episodes of CMV reactivation until to date.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Conclusions. The observations made in this patient suggest that long-term therapy with Cytotect ® has the potential to prevent CMV reactivation in selected patients who do not tolerate valgancyclovir due to its myelotoxic side effects.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "V12 Die Kombinationsprophylaxe verbessert die CMV bedingte Morbidität und Mortalität und reduziert das Risiko der Bronchiolitis obliterans (BOS) nach Lungentransplantation E. Ruttmann, C. Geltner, B. Bucher, H. Ulmer, D. Höfer, H. B. Hangler, S. Semsroth, H. Bonatti, R. Margreiter, G. Laufer, L. Müller Klinische Abteilung für Herzchirurgie, Universitätsklinik für Chirurgie, Medizinische Universität Innsbruck, Innsbruck, Österreich", "cite_spans": [{"start": 188, "end": 303, "text": "Geltner, B. Bucher, H. Ulmer, D. Höfer, H. B. Hangler, S. Semsroth, H. Bonatti, R. Margreiter, G. Laufer, L. Müller", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Grundlagen. Die opportunistische CMV-Infektion stellt ein schwerwiegendes Problem nach Lungentransplantation dar. Ziel dieser Untersuchung war, den Einfluss der CMV-Kombinationsprophylaxe mittels Ganciclovir und CMV-Hyperimmunglobulinen (CMV-IG) bezüglich Patientenüberleben, CMV-Reaktivierung, klinischer CMV-Erkrankung und Entwicklung der Bronchiolitis obliterans (BOS) zu evaluieren.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Methodik. Eine konsekutive Serie von 68 CMV-Hochrisikopatienten (D+/R-, D+/R+) mit einem minimalen Followup von mindestens 1 Jahr post-transplant wurden analysiert. Dreißig Patienten (44,1 %) erhielten eine alleinige Ganciclovir-Prophylaxe für 3 Monate (Kontrollgruppe), 38 Transplantationsempfänger (55,9 %) erhielten eine zusätzliche Prophylaxe mit CMV-IG (Cytotect ® , Biotest Pharma) in 5 Dosen während des 1. postoperativen Monats (Studiengruppe). Das mediane Follow-up betrug 16,5 Monate in der Kontrollgruppe und 23,8 Monate in der Studiengruppe (P = 0,54).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Ergebnisse. Insgesamt 5 CMV-assoziierte Todesfälle (16,7 %) ereigneten sich in der Kontrollgruppe, jedoch keiner in der Studiengruppe (P = 0,014). In der Kontrollgruppe wurden 13 Fälle mit klinischer CMV-Erkrankung beobachtet (43,3 %), in der Studiengruppe 5 Patienten (13,2 %) (P = 0,007). Zusätzlich zeigte sich ein signifikant verbessertes Patientenüberleben in der Studiengruppe (log-rank, P = 0,01). Die 1-Jahresfreiheit von CMV-Reaktivierungen betrug 52,1 % in der Kontrollgruppe und 71,5 % in der Studiengruppe (logrank, P = 0,027).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Die 3-Jahresfreiheit von BOS war signifikant höher in der Studiengruppe (54,3 % vs. 82 %, log-rank, P = 0,024).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Schlussfolgerungen. Eine zusätzliche CMV-Hyperimmunglobulinprophylaxe senkt die CMV-assoziierte Morbidität und Mortalität. Weiters kann das Auftreten der BOS mittels augmentierter CMV-Prophylaxe reduziert werden. Durch die dadurch reduzierte Morbidität ist die Kosteneffizienz gegeben.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "V13 Extracorporeal photoimmune therapy (ECP) with UVADEX in conjunction with standard therapy compared to standard therapy alone for the prevention of rejection in lung transplantation patients P. Jaksch, R. Knobler, B. Schlechta, S. Guth, W. Klepetko Klinische Abteilung für Herz-Thoraxchirurgie, Universitätsklinik für Chirurgie, Medizinische Universität Wien, Wien, Österreich Background. Extracorporeal photopheresis has been shown to be beneficial in acute and chronic rejection in heart transplant patients and has also been used in lung transplant recipients with acute rejection or bronchiolitis obliterans.", "cite_spans": [{"start": 208, "end": 251, "text": "Knobler, B. Schlechta, S. Guth, W. Klepetko", "ref_id": null}, {"start": 357, "end": 379, "text": "Wien, Wien, Österreich", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Methods. We performed a prospective study to document the efficacy of photoimmune therapy in the prevention of acute rejections in the first 12 months after lung transplantation. 12 lung transplant recipients with COPD were randomized in 2 groups. Group A (6 pat) received in total 16 ECP treatments (starting 2 weeks after TX) and group B without ECP or other kind of induction therapy, both groups receiving standard triple immunosuppression with Tacrolimus, Mycophenolate, and steroids. Surveillance bronchoscopies with biopsies were performed after 2, 4, 8, 12, 26, and 52 weeks. Primary objectives were acute biopsy-proven rejections of ISHLT grade >1, secondary objectives were number of infections (CMV, bacterial, fungal, viral non-CMV, tuberculosis, parasitic), patients and graft survival.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Results. Demographics in both groups were similar (gender, age, underlying disease, CMV mismatch, and type of TX). FEV 1% and MEF 50% values after 1 year were equal (88.3 ± 7.9% vs. 90 ± 28. 1 and 113.5 ± 41.7% vs. 114.5 ± 42.2%, respectively) . The number of rejections in group A (with ECP) was lower than in group B (0.17 ± 0.41 vs. 0.83 ± 0.75, P = 0.094), as well as the median rejection grade (0.16 ± 0.4 for group A vs. 0.66 ± 0.51 for group B, P = 0.092). After one year post TX, all patients are alive, none developed BO(S) within the first year post TX.", "cite_spans": [{"start": 191, "end": 243, "text": "1 and 113.5 ± 41.7% vs. 114.5 ± 42.2%, respectively)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Conclusions. Our preliminary data show a clear trend towards reducing the number and severity of acute rejections in lung transplant recipients. The number of infections was similar in both groups. Adding ECP to a standard triple-drug immunosuppressive regimen seems to be a safe and efficient tool in reducing rejection rates without increasing the rate of bacterial, fungal, or viral infection. Grundlagen. Erhöhte Natriumspiegel bei Organspendern können mit der Bildung von Reperfusionsödemen und Transplantatdysfunktion assoziiert sein. Unklarheit besteht allerdings über die klinischen Auswirkungen von erhöhtem Spender-Natrium nach Herztransplantation (HTX). In dieser Studie wurde der Einfluss von hohem Spender-Natrium auf die Frühund 1-Jahresmortalität nach HTX in einem großen Patientenkollektiv analysiert.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Methodik. Es wurden 3157 Herztransplantationen der Eurotransplant-Region aus dem Zeitraum Jänner 1997 bis Dezember 2001 analysiert. Entsprechend der Spender-Natrium-Spiegel (SNS) wurde das Kollektiv in drei Gruppen unterteilt: Gruppe A, <160 mmol Na + je Liter n = 2903; Gruppe B, 160-170 mmol Na + je Liter n = 218; Gruppe C, ≥170 mmol Na + je Liter n = 54. Eine Kaplan-Meier-Überlebensanalyse und eine multivariate Analyse bezüglich des Einflusses des SNS wurden durchgeführt. Endpunkte waren die Mortalität ein Monat und ein Jahr nach HTX.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Ergebnisse. Der SNS hatte in der univariaten Analyse keinen Einfluss auf die Frühmortalität und einen grenzwertig signifikanten Einfluss auf die 1-Jahres-Mortalität (P = 0,06). In der multivariaten Analyse war dieser Effekt nicht signifikant (P = 0,2). Die Kombination aus hohem Spenderalter mit hohem SNS hatte jedoch in der multivariaten Analyse einen hochsignifikanten Einfluss auf die Früh-und 1-Jahresmortalität (P = 0,004).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Schlussfolgerungen. Diese Daten zeigen, dass hohe SNS mit einer erhöhten Früh-und 1-Jahresmortalität nach HTX einhergehen. Diese Ergebnisse stehen im Gegensatz zu früheren Arbeiten mit geringeren Patientenzahlen. Vor allem die Kombination aus höherem Spenderalter und hohem SNS zeigt einen deutlichen Risikoanstieg. Herzen von Spendern mit einem Natriumspiegel von >170 mmol/l sollten nicht elektiv transplantiert werden, bei gleichzeitig hohem Spenderalter sollte das Herz nicht verwendet werden. Die Organempfänger wurden entsprechend dem Spenderalter in 2 Gruppen geteilt: Gruppe 1, <35 a, n = 12; Gruppe 2, >35a, n = 10.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Die Gruppen waren hinsichtlich Organischämiezeit, Geschlechts-und CMV-Mismatch sowie Lipidstatus, Nierenfunktion und medikamentöse Therapie (Immunsuppresion, ACE-Hemmer, Statine, Ca-Antagonisten) 1 Jahr post-HTx vergleichbar.", "cite_spans": [], "ref_spans": [], "section": "Herz"}, {"text": "PV1 war in Gruppe 1 tendenziell niedriger als in Gruppe 2 (25,2 ± 17,3 mm 3 vs. 34 ± 22 mm 3 ; P > 0,05). Umgekehrt wies Gruppe 1 im Verlauf des 1. Jahres nach HTx einen Zuwachs an Plaquevolumen auf, während in Gruppe 2 eine Abnahme (∆PV, 2,6 ± 17,6 mm 3 vs. 3,0 ± 10,2 mm 3 ; P > 0,05) festgestellt wurde.", "cite_spans": [], "ref_spans": [], "section": "Herz"}, {"text": "Von den oben angeführten Risikoparametern zeigte lediglich der Triglyzeridspiegel 1 Jahr post HTx eine signifikante Korrelation mit ∆PV (r = -0,613, P = 0,002). ∆PV und Spenderalter waren nicht miteinander korreliert.", "cite_spans": [], "ref_spans": [], "section": "Herz"}, {"text": "Schlussfolgerungen Ergebnisse. Die Mortalität beträgt 0 %. Wegen gastrointestinaler Beschwerden (Übelkeit, Erbrechen) mussten 3 Patienten (12%) auf ein anderes immunsuppressives Schema umgestellt werden. Bei 2 Patienten (Everolimus-Talspiegel, >8 ng/ml) zeigte sich eine schwere Pneumonie (Pseudomonas), welche stationär behandelt wurde. Es gab keine stationäre Behandlung wegen CMV-Infekten. Die Nierenfunktion war in allen Patienten stabil (mittleres Crea, 1,84 ± 0,85), außer in 2 Patienten, welche bereits vor der Umstellung erhöhte Kreatininwerte zeigten und in denen sich eine weitere Erhöhung der Kreatininwerte (+20,25%) feststellen ließ. Eine bei den meisten Patienten auftretende Hyperlipidämie konnte unter Erhöhung der Statintherapie eingestellt werden. In den routinemäßig durchgeführten Endomyocard-Biopsien fanden sich einen Monat nach Umstellung und danach keine akuten zellulären Abstoßungen mit Grad von >1b nach dem ISHLT-Grading.", "cite_spans": [], "ref_spans": [], "section": "Herz"}, {"text": "Schlussfolgerungen. Certican erwies sich als sicher und verträglich, die Umstellung auf das neue Immunsuppressivum war in allen Patienten komplikationslos. Everolimus-Talspiegel von 8 ng/ml scheinen ausreichend, höhere Spiegel könnten das Infektionsrisiko erhöhen. Bezüglich der Nierenfunktion bleibt abzuwarten, wie sich ein Cyclosporin-A-Talspiegel von 60-80 ng/ml auswirkt. Eine Aussage bezüglich der CAV steht zu diesem Zeitpunkt noch aus.", "cite_spans": [], "ref_spans": [], "section": "Herz"}, {"text": "V17 20 Jahre Herztransplantation in Wien  (eine Retrospektive über 1000 Transplantationen) A. Zuckermann Empfänger-und Spenderalter sind im Laufe der Jahre signifikant gestiegen (recipient age: 42,5 ± 11,8 vs. 52,0 ± 13,8, P < 0,05; donor age, 28,8 ± 10,3 vs. 35,2 ± 12,9, P < 0,01) . Mehr Patienten wurden präoperativ stationär aufgenommen (28 % vs. 44 %), jedoch hat sich die Zahl der intensivpflichtigen Patienten signifikant reduziert (21 % vs. 7 %). Die Zahl der Patienten, die zur Transplantation \"gebridged\" werden, ist ebenfalls massiv angestiegen (28 vs. 63 %, P < 0,01). Innerhalb dieser Gruppe hat die Gruppe der Patienten mit mechanischer Herzunterstützung am stärksten zugenommen (7 % vs. 19 %, P < 0,01). Pharmakologisches Bridging (55 % vs. 42 %) und AICD (38 % vs.40 %) blieben stabil. Pharmakologisches Bridging wird heutzutage vermehrt mit Prostaglandinen und Levusimendan als mit Dopamin oder Dobutamin durchgeführt. Mehr Patienten sind am Herzen voroperiert (28 % vs. 52 %, P < 0,01), Patienten warten länger auf die Transplantation (75,9 ± 91,6 vs. 289,8 ± 368,8, P < 0,01) . Trotzdem hat sich die Mortalität auf der Warteliste stark verbessert (27,6 % vs. 12,0 %, P < 0,01), was ein klares Zeichen der verbesserten Überbrückungsmaßnahmen ist. Ischämiezeiten sind ebenso angestiegen (129,3 ± 49,8 vs. 190 ,0 ± 49,2, P < 0,01) wie die Liegezeiten auf der Intensivstation (4,7 ± 5,7 vs. 7,6 ± 7,7, P < 0,01). Dies ist ein klares Indiz dafür, dass heute ältere, kränkere und komplexere Patienten transplantiert werden. Diese Veränderungen sind international bei allen Zentren zu be-obachten. Dies hat dazu geführt, dass mit der zunehmenden Erfahrung und verbessertem Überleben die Nachbeobachtungszeit der Patienten stark gestiegen ist und damit die Behandlung dieser Patienten kostenintensiver geworden ist, was aber mit der guten Lebensqualität der herztransplantierten Patienten zu rechtfertigen ist.", "cite_spans": [{"start": 94, "end": 104, "text": "Zuckermann", "ref_id": null}, {"start": 178, "end": 282, "text": "(recipient age: 42,5 ± 11,8 vs. 52,0 ± 13,8, P < 0,05; donor age, 28,8 ± 10,3 vs. 35,2 ± 12,9, P < 0,01)", "ref_id": null}, {"start": 1053, "end": 1094, "text": "(75,9 ± 91,6 vs. 289,8 ± 368,8, P < 0,01)", "ref_id": null}, {"start": 1304, "end": 1325, "text": "(129,3 ± 49,8 vs. 190", "ref_id": null}], "ref_spans": [{"start": 36, "end": 90, "text": "Wien  (eine Retrospektive über 1000 Transplantationen)", "ref_id": "TABREF10"}], "section": "Herz"}, {"text": "V18 Neoplastic diseases after heart transplantation: A retrospective study D. Kammerstätter, A. Aliabadi, J. Ankersmit, D. Dunkler, G. Wieselthaler, E. Wolner, M. Grimm, A. Zuckermann Klinische Abteilung für Herz-Thoraxchirurgie, Universitätsklinik für Chirurgie, Medizinische Universität Wien, Wien, Österreich", "cite_spans": [{"start": 75, "end": 183, "text": "D. Kammerstätter, A. Aliabadi, J. Ankersmit, D. Dunkler, G. Wieselthaler, E. Wolner, M. Grimm, A. Zuckermann", "ref_id": null}], "ref_spans": [], "section": "Herz"}, {"text": "Background. Prolonged immunosuppression after solidorgan transplantation is associated with an increased risk for development of neoplasms. The purpose of this analysis was to investigate neoplasm incidence and outcome in patients with induction therapy.", "cite_spans": [], "ref_spans": [], "section": "Herz"}, {"text": "Methods. 921 cardiac recipients were included in this retrospective analysis. All patients received antibody induction therapy with either polyclonal-ATG or monoclonal antibodies. Neoplasms were devided into 3 groups: (1) skin cancer, (2) PTLD, (3) other neoplasms. Overall incidence of neoplasms, patient survival after diagnosis of neoplasms were analysed by the Kaplan-Meier method.", "cite_spans": [], "ref_spans": [], "section": "Herz"}, {"text": "Results. A total of 143 tumors were diagnosed at a mean follow-up of 59.6 ± 51.2 months after cardiac transplantation. Freedom from neoplasms was 96.7%, 86.6%, and 71.5% after 1-, 5-, and 10-year respectively. 5-year survival after diagnosis of tumor was 50.3%. 65 patients developed skin cancers after 62 ± 40.6 months. 1-and 5-year survival after diagnosis was 96% and 71% respectively. There were 7 tumor-related deaths in this group. 19 patients developed PTLD 40.7 ± 33.7 months after transplantation. 1-and 5-year survival was 63% and 40% with 12 deaths associated with the neoplasm. In the third group, a total of 59 patients were included. This group consisted of lung cancer (n = 17), abdominal cancer (n = 15), urogenital cancer (n = 7), and other tumors (n = 20). Neoplasms were diagnosed at an average follow-up of 53.5 ± 42.7 months. 1-year and 5year survival was 57% and 25%. 31 deaths were associated with tumor.", "cite_spans": [], "ref_spans": [], "section": "Herz"}, {"text": "Conclusions. Although all patients received antibody induction therapy, overall incidence of neoplasms was comparable to centers using no induction therapy. Especially incidence of PTLD was low. As long-term survival after cardiac transplantation increases steadily and the risk of cancer increases continuously, patients in long-term follow-up should be checked for malignant diseases on a routine basis. Background. While the predictive value of N-terminal pro-B-type natriuretic peptide (NT pro-BNP) in nontransplant cardiac patients is well recognized, its value in heart transplantation (HTx) is incompletely understood. Certain graft factors (e.g., isolated diastolic dysfunction) may affect both, NT pro-BNP levels and peak exercise tolerance. We therefore hypothesized a relationship between these variables in long-term HTx recipients.", "cite_spans": [], "ref_spans": [], "section": "Herz"}, {"text": "Methods. We measured NT pro-BNP levels of 27 HTx patients before a symptom-limited upright bicycle exercise test was performed. Graft function was stable in all patients and there were no signs of rejection. Patients were divided according to a cut-off value of 70% exercise tolerance predicted normal into \"low\" and \"normal\" HTx fitness groups.", "cite_spans": [], "ref_spans": [], "section": "Herz"}, {"text": "Results. In 12 patients (11 m, 1 f; 57 ± 10 years; 6.5 ± 4 years postHTx; donor age, 36 ± 10 years; BMI, 28.6 ± 2.8 kg/m 2 ; creatinine clearance, 42 ± 10 ml/min) peak exercise tolerance was \"low\" (93 ± 25 W), while in 15 patients (11 m, 4 f; 57 ± 11 years; 7.4 ± 3.6 years postHTx; donor age, 32 ± 10 years; BMI, 26.6 ± 2.7 kg/m 2 ; creatinine clearance, 42 ± 8 ml/min) it was \"normal\" (136 ± 37 W). In the \"low\" HTx fitness group, NT pro-BNP levels were 702 ± 778 pg/ml, in the \"normal\" HTx fitness group, 324 ± 250 pg/ml (P = 0.08 between groups). Regression analysis of peak exercise tolerance, achieved percentage of exercise tolerance predicted \"normal\", and renal function with NT pro-BNP levels failed to demonstrate a significant relationship.", "cite_spans": [], "ref_spans": [], "section": "Herz"}, {"text": "Conclusions. The findings confirm previous studies that NT pro-BNP levels are increased in asymptomatic long-term HTx recipients. A larger sample size is warranted, however, to support the hypothesis that NT pro-BNP might be a useful indicator to predict physical fitness in these patients. Calcineurin inhibitor therapy is an important cause of renal dysfunction in heart transplant patients. Sirolimus (Srl) is a novel immunosuppressive (IS) drug without nephrotoxic side effects. However, cases of proteinuria associated with Srl have been reported following renal transplantation. In cardiac transplantation the potential incidence of proteinuria is not known. 29 long-term cardiac transplant patients (age, 60.9 ± 7.3 years) were switched from Cyclosporine-based immunosuppression to a Srl-based IS 8.8 ± 4.5 years after transplantation. Concomitant IS consisted of Mycophenolate-Mofetil with or without steroids. Two patients died 14 and 37 months post switch due to infection. Both patients were dialysis dependent at time of death. One other patient was switched back to CNI-based IS due to interstitial nephritis. 24 h collections of urine were performed in all patients before switch and at several time points post switch to measure proteinuria. Proteinuria increased significantly from 0.45 ± 1.0 mg/dl (median, 0.17) pre switch to 1.03 ± 2.04 mg/dl (median, 0.21) post switch (P = 0.017). Proteinuria of 0.21-1.0 mg/dl was seen in 21% of patients before switch and in 28% after switch. Proteinuria of >1.0 mg/dl was seen in 10% of patients before switch and in 24% after switch (n.s.). Three patients developed severe proteinuria (>3.5 mg/dl) after switch. One died on dialysis, one was switched back to CNI and one still remains on Srl. In conclusion, proteinuria may develop in cardiac transplant patients after switch to Srl-based IS. Srl seems to have a potential adverse renal effect in these patients. Srl should be used cautiously with close monitoring for proteinuria or increased renal dysfunction.", "cite_spans": [], "ref_spans": [], "section": "Herz"}, {"text": "V21 Early growth-response factor-1 is involved in cellular injury of transplanted hearts Background. We have shown a persistent mitochondrial pathology in patients with idiopathic dilative (DCM) but not ischemic (ICM) cardiomyopathy following cardiac transplantation. Early growth response factor (Egr)-1 that is stimulated by cytokines and hypoxia is suggested to induce inflammation and tissue injury. Whether Egr-1 mediates the persistent cellular pathology in hearts transplanted to DCM patients is unknown.", "cite_spans": [], "ref_spans": [], "section": "V20"}, {"text": "Methods. Egr-1 and hypoxia-inducible factor-1 (HIF-1) gene expression was examined in left ventricular biopsies of explanted failing hearts in 28 ICM and 42 DCM patients, as well as in 12 donor grafts before reperfusion (control), at 10, 30, 60 minutes after reperfusion, and at 1, 2, 3, 4, 6, 12 posttransplant weeks, using real-time RT-PCR. HIF-1 binding activity was examined using EMSA.", "cite_spans": [], "ref_spans": [], "section": "V20"}, {"text": "Results. Egr-1 myocardial gene expression was upregulated in DCM and ICM (P < 0.01). HIF-1 mRNA levels were unchanged in both groups, whereas HIF-1 binding activity was increased in ICM only (P < 0.01) vs. controls. Egr-1 and HIF-1 myocardial expression increased during reperfusion in donor grafts (P < 0.01) vs. control hearts. In ICM group, graft Egr-1 and HIF-1 expression returned to and remained at the baseline level of control hearts one week after transplantation. In contrast, in DCM group, Egr-1 levels remained significantly upregulated during the follow-up period in transplanted hearts (P < 0.01), although HIF-1 expression returned to the control baseline level one week after transplantation.", "cite_spans": [], "ref_spans": [], "section": "V20"}, {"text": "Conclusions. Chronic hypoxia specifically triggers HIF-1 binding activity in ICM, and reperfusion upregulates Egr-1 and HIF-1 mRNA expression in heart grafts. The persisting Egr-1 overexpression in grafts transplanted to DCM patients could mediate mitochondrial impairment. Targeting Egr-1 overexpression that bypasses HIF-1 might be beneficial to counteract acute reperfusion-induced injury, and the chronic cellular pathology in cardiac grafts transplanted to DCM patients. Introduction. Giant-cell myocarditits (GCM) is a rare and frequently fatal disorder of unknown origin that is defined histopathologically as diffuse myocardial necrosis with multinucleated giant cells in the absence of sarcoid-like granuloma. Patients usually have ventricular arrhythmias or congestive heart failure. Although a variety of systemic disorders have been seen in association with giant cell mycocarditis, most cases occur in previously healthy adults. Conclusive diagnosis requires histologic analysis of myocardial tissue obtained by endomyocardial biopsy (EMB). Congestive heart failure (CHF) is the most common cardiac presentation (75%), with sustained, refractory ventricular tachycardia. The case presented here is that of a 65-old-man suffering of GCM in whom an extracorporeal membrane oxygenation (ECMO) had to be implanted to overcome cardiogenic shock. Antithymocyte gobuline (rATG, Thymoglobuline, Sangstat), respectively ciclosporine (INN: cyclosporine), Mycophenolate and steroids were utilized to bridge the time to complete myocardial recovery. We are reporting the first successful implantation and bridging to myocardial regeneration in a patient suffering of GCM by means of ECMO and initiation of immunomodulating drugs including polyclonal rATG.", "cite_spans": [], "ref_spans": [], "section": "V20"}, {"text": "Clinical summary. A 65-year-old man was admitted to a public hospital because of thoracic pain, positive heart enzymes, and a highly pathologic electrocardiogramm. Echocardiography demonstrated a pericardial effusion and reduced left ventricular function (LVF, EF 15%). Performed angiography evidenced and a high-grade stenosis of the Left anterior descending (LAD) which led to stent implantation. Despite stent placement, the clinical condition worsened leading to cardiogenic shock including incipient shock liver. In this clinical condition the patient was transferred to our institution. In addition, the patient developed malign ventricular tachycardia (Lowen IV) and had to undergo repetitive defibrillation. In this clinical scenario it was decided to implant a femoral veno-arterial ECMO. The patient's metabolic data improved noticeably; however, due to repeated ventricular tachycardia, the patient had to be defibrillated multiple times (max. 30×/d). To define exact cardiac pathology, we performed a heart biopsy with the pathology of GCM. Immunosuppressive therapy with cyclosporine (50 mg/d), Mycophenolate and Prednisolon (250 mg/d) was initiated. In addition, rabbit ATG (rATG, Thymoglobuline, Sangstat) at the dosage of 75 mg/d was added to the therapy. This drug therapy was continued for 5 days. Of note is the fact that with initiation of rATG, cardiac fibrillation episodes abated immediately. Routinely performed echo-cardiography (TEE) revealed an improvement in ventricular function, and one week after ECMO support, we were able to wean the patient from extracorporeal support. Moreover, a routine biopsy after 14 days revealed complete remission of GCM in the heart tissue. An intracardial defibrillator (ICD) was additionally implanted. Three months after emergency admission to our department the patient was discharged. Continuous medication of Prednisolon 5 mg/d, Mycophenolat mofetil 500 mg/d, and Plavix 75 mg/d was prescribed. 12 month after initial event the patient describes NYHA class I heart function and echocardiography reveals an moderate impairment of heart function (EF 55%). Immunosuppressive with low-dose steroid and Mycophenolate drug regimen is continued as the patient describes no side effects.", "cite_spans": [], "ref_spans": [], "section": "V20"}, {"text": "Discussion. This report adds to the available knowledge of giant-cell myocarditis by providing that (a) ECMO implantation is feasible if the patient is demonstrating acute haemodynamic deterioration because of biventricular dilation and medically intractable ventricular fibrillation and (b) after verified histological diagnosis of GCM immunemodulation with cyclosporine/mycophenolate with additional application of rATG is feasible with favourable outcome. In various studies, patients with GCM were treated with immunosuppression (cyclosporine, steroids, murine monoclonal antibodies [OKT-3]) and even assist device as bridge to transplantation. Heart transplantation has shown to be successful as method of treatment. Autoimmune diseases and its mechanisms were suggested to be involved in the pathogenesis of GCM. Most recently, a novel mechanism of action of immunoglobulin was proposed to be due to anti-inflammatory activities through the inhibitory Fc receptos (FcRs). It has been suggested that T-cell-mediated autoimmune diseases is the result of inappropriate antigen presentation of either a self-antigen or an antigen with the capacity to mimic a self-antigen in the peripheral lymphoid tissues. Relevant to this novel application of rATG, polyclonal suspensions like IgM/G, IVIg containing Fc receptors and have been demonstrated to be beneficiary in autoimmune myocarditis. In an elegant study by Shioji et al. IVIg was highly effective in ameliorating experimental myocarditis. However it has to be mentioned that immunoglobulin treatment failed to ameliorate myocarditis. In respect to our patient suffering of RCM Fc containing rATG provided remarkable clinical benefit. Background. The criteria for liver donation have been widely extended due to the increasing waiting time and waiting list mortality. Marginal donors provide an upcoming option to diminish the number of waiting patients.", "cite_spans": [], "ref_spans": [], "section": "V20"}, {"text": "Methods. The criteria for marginal were ICU stay of >7 days, age of >65 years, BMI of >27, alcohol or oral drug abuse, infection, hypernatremia (Na, >150 mg/dl), high liver enzymes (AST, ALT 2 times the normal), liver parenchymal damage and metabolic diseases. From 01/00 until 06/05 our center reported 55 donors, who fulfilled at least 3 of the above criteria.", "cite_spans": [], "ref_spans": [], "section": "V23"}, {"text": "Results. All livers were transplanted either in standard or in piggyback technique with a cold ischemic period between 130 minutes and 12 hours. The mean recipient age was 45 (13-75) years. 6 livers were used for HU patients, 5 for a retransplantation, 2 were implanted in combination with kidneys, and 37 organs were transplanted electively. Primary diseases were cryptogenic cirrhosis, Hepatocellular carcinoma, post-hepatitis cirrhosis, polycystic liver disease, scleroting bile ducts, hepatic artery thrombosis, and acute liver failure. 2 month after transplantation, 54 recipients were alive, 1 died 1 month after TX not transplant related. 16 livers were implanted at our center in piggyback technique with retrograde reperfusion. 15 patients were elective patients in good or moderate condition, 1 patient was a HU patient suffering a hepatic artery thrombosis. The initial graft function was good (GOT, <1000 mg/dl pod 1) in 8, moderate (GOT, 1000-2000 mg/dl pod 1) in 5, and delayed (GOT, >2000 mg/dl pod 1) in 3 cases, all patients survived.", "cite_spans": [], "ref_spans": [], "section": "V23"}, {"text": "Conclusions. Marginal livers are eligible for transplantation. Delayed graft function has to be taken into account.", "cite_spans": [], "ref_spans": [], "section": "V23"}, {"text": "Hospital between January 1993 and December 2003. We employed the local registry of the department of transplant surgery, where variables of all patients are routinely and prospectively recorded. Primary outcome was initial graft function, secondary outcome was patient survival.", "cite_spans": [], "ref_spans": [], "section": "V26 Influence of cumulative number of marginal donor criteria"}, {"text": "Results. Cumulative number of marginal donor criteria was significantly and linearly associated with an increased rate of primary dysfunction (P = 0.005). In patients with more than three cumulative marginal donor criteria the rate of primary dysfunction was 36 percent. Patient survival was not influenced by the cumulative number of donor criteria (log-Rank test, P = 0.81). Independent marginal donor criteria to predict primary dysfunction were cold ischemia time of >10 hours (OR, 0.56; 95% CI, 0.32 to 0.98) and donor peak serum sodiumof >155 mEq/l (OR, 0.44; 95% CI, 0.26 to 0.77), as assessed in a multivariate regression model.", "cite_spans": [], "ref_spans": [], "section": "V26 Influence of cumulative number of marginal donor criteria"}, {"text": "Conclusions. The use of marginal liver donors with more than three marginal donor criteria shows deleterious effects on initial graft function. Noteworthy, patient survival was not associated with marginal donor criteria, which may be explained by early and successful retransplantation of liver recipients with primary nonfunction. Ergebnisse. Alle Transplantate zeigten eine gute initiale Organfunktion, der Transaminasenverlauf und das Gesamtbilirubin, gemessen am 1. postoperativen Tag, am 7. postoperativen Tag und bei Entlassung (Mittelwerte mit Standardabweichung) waren wie folgt:", "cite_spans": [], "ref_spans": [], "section": "V26 Influence of cumulative number of marginal donor criteria"}, {"text": "GOT 1334 U/l (±848), 43 U/l (±13), 25 U/l (±9); GPT 877 U/l (±245), 420 U/l (±649), 54 U/l (±40); GGT 118 U/l (±86), 355 U/l (±232), 232 U/l (±205); Gesamtbilirubin 5,1 mg/dl (±2,2), 3,5 mg/dl (±2,5), 1,9 mg/dl (±0,9) . Background. MELD score is a useful tool in predicting mortality in patients awaiting liver transplantation. Its capacity to predict patient survival seems to be relatively poor and is still discussed controversially. The purpose of the study was to analyse the impact of alterations of the MELD score during waiting time on the posttransplant survival rate. Additionally, the impact of donor quality on posttransplant survival was investigated.", "cite_spans": [{"start": 201, "end": 217, "text": "1,9 mg/dl (±0,9)", "ref_id": null}], "ref_spans": [], "section": "V27"}, {"text": "Methods. 242 adult patients were transplanted between 1997 and 2003 because of end stage liver disease without malignancy. The MELD scores at time of listing (MELD ON) and of transplantation (MELD TX) were gathered. Additionally the delta-MELD was calculated from listing to transplantation.", "cite_spans": [], "ref_spans": [], "section": "V27"}, {"text": "Results. A high MELD TX showed only a trend to poorer survival. Patients who died within the 1 st year after transplantation showed a significant increase in the MELD score during waiting time (P < 0.01). Patients with a delta-MELD higher than 4 during waiting time had a 50% 1-year mortality after transplantation, patients with a MELD increase not higher than 4 had only a 23.1% 1-year mortality (P < 0.01). Patients with a MELD score higher than 24 who received a marginal graft showed a trend to poorer posttransplant survival.", "cite_spans": [], "ref_spans": [], "section": "V27"}, {"text": "Conclusions. Patients with a substantial increase of the MELD score during waiting time had a significantly poorer 1year posttransplant survival. In contrast, the MELD score at time of listing or transplantation had no impact on the posttransplant survival rate. The use of marginal grafts in patients with a higher MELD score has to be evaluated carefully.", "cite_spans": [], "ref_spans": [], "section": "V27"}, {"text": "There is no significant difference of serum sodium levels in LTX candidates with or without ascites crease in serum creatinine is a late event in patients with ascites and is not directly reflected within the MELD formula. For this purpose we compared patients who died on the waiting list with patients who finally were transplanted. The impact of serum sodium and ascites on death on the waiting list was evaluated.", "cite_spans": [], "ref_spans": [], "section": "V29"}, {"text": "Methods. From 1997 to 2005, 621 adult patients with end-stage liver disease were listed for orthotopic liver transplantation (OLT). Only patients without hepatoma who died on the waiting list (123 patients) or were finally transplanted (300 patients) were evaluated. In addition to the MELD score, the serum sodium and the ascites were investigated at time of listing and of coming off the list (transplantation or death).", "cite_spans": [], "ref_spans": [], "section": "V29"}, {"text": "Results. Transplanted patients had a significantly lower MELD ON (P < 0.01) than the patients who died while on the waiting list. Patients who died while on the waiting list had a significant increase in the MELD score during waiting time (P < 0.01). Patients who underwent transplantation showed a stable MELD score during their waiting time. Refractory ascites and spontaneous bacterial infection were evaluated as independent risk factors for death on the waiting list as well as the MELD ON. 47.2% of the patients (58 of 123 patients) who died on the waiting list were suffering from ascites, in contrast to only 28.7% of the transplanted patients (86 of 300 patients). There was no significant difference in the mean MELD ON between the patients who were suffering from ascites and those who were not (P = 0.72). Nor was any significant difference found in the MELD OFF (P = 0.77). The serum sodium of patients suffering from ascites showed no significant difference to those who showed no signs of ascites.", "cite_spans": [], "ref_spans": [], "section": "V29"}, {"text": "Conclusions. Ascites was evaluated as independent risk factor for death on the waiting list. No significant difference in the serum sodium levels were found between patients suffering from ascites or not. Therefore complications of portal hypertension should be treated adequately and rigorously, especially in patients with lower MELD scores. Renal failure is an established risk factor for impaired patient outcome after orthotopic liver transplantation (OLT). As the endothelin pathway is known to be involved in the development of acute renal failure (ARF), we designed a study to clarify its role in ARF following OLT. 20 consecutive patients with intact kidney function scheduled for their first OLT were prospectively studied. Plasma big endothelin-1 (ET-1) levels were measured before surgery, after graft reperfusion, and on the first and second postoperative days. According to postoperative GFR, patients were assigned to the acute renal dysfunction group (ARDF) and the non-ARDF group. Each patient's GFR was estimated according to the four variable formula used in the Modification of Diet in Renal Disease before surgery, daily within the first postoperative week, and at 1, 3, 12 and 24 months after surgery. Postoperative mean big ET-1 lev-els correlated significantly with the maximum percent decrease of GFR within 3 days after OLT (P < 0.01). The proportion of patients who developed ARDF was significantly correlated to mean postoperative big ET-1 quartiles (P < 0.01). In the ARDF group, the percent decrease of GFR within 24 months was significantly higher (P < 0.05) as compared to the non-ARDF group. In conclusion, patients who develop acute renal dysfunction immediately after OLT do not fully recover to baseline regarding long-term kidney function. Short-term GFR was significantly correlated with postoperative big ET-1 plasma levels, suggesting renal dysfunction is mediated by the activated endothelin system. Background. With improved survival of liver transplant recipients, chronic renal failure has become an important cause of morbidity and is associated with a high mortality. Serum creatinine is widely used as marker for renal function, but it depends on various nonrenal factors and major changes will occur late in the course of progressive renal impairment. We evaluated cystatin C and urine microscopy for detection of renal dysfunction in patients after liver transplantation.", "cite_spans": [], "ref_spans": [], "section": "V29"}, {"text": "Methods. From November 2003, 70 liver transplant recipients at various intervals from liver transplantation were included to our follow-up. Every three months we investigated serum creatinine, urea, renal creatinine clearance and cystatin C as marker for renal function. Furthermore urinary sediment was examined by urinary test, automated urinary sediment analyser, and urine microscopy. In patients with reference to renal deterioration we tried to decrease immunosuppressive therapy, to optimize the blood pressure, and to discontinue nephrotoxic medication. Infections were detected early by urine microscopy and treated, even when there was no clinical appearance and the urinary test was negative.", "cite_spans": [], "ref_spans": [], "section": "V29"}, {"text": "Results. The results of our study showed that concerning the renal function, cystatin C is more sensitive than creatinine and creatinine clearance. The microscopy of the urine sediment showed the highest sensitivity compared with the other methods. Concerning damages of the kidney, urine microscopy offered the best possibility to identify the etiology. During the follow-up and after adequate and early therapy, fifteen patients (21.4%) showed an amelioration of renal function after a few months. In 3 patients (4.2%) there was a marked deterioration. Two of them had to receive a higher dose of immunosuppressive therapy and one had an infection which was treated with nephrotoxic medication.", "cite_spans": [], "ref_spans": [], "section": "V29"}, {"text": "Conclusions. The early identification of renal failure and its etiology are necessary in patients after liver transplantation. The results of our study confirmed cystatin C as early prognostic marker for patients with renal dysfunction. In combination with urine microscopy, renal dysfunction could be detected in time and renal function could be protected with an adequate therapy. Background. HCV-infected patients and their grafts have short-term survival rates similiar to other indications. Recent data on long-term outcome are contradictory, showing a trend towards poorer outcome in patients transplanted for HCV cirrhosis. In this study we present a retrospective analysis of our experience with patients who underwent liver transplantation (LT) due to HCV-associated end stage liver disease.", "cite_spans": [], "ref_spans": [], "section": "V29"}, {"text": "Methods. Patients' charts were reviewed for survival, histologically defined HCV recurrence, genotype, presence of cirrhosis, donor and recipient age as well as type of immunosuppression (cyclosporine and tacrolimus; azathioprine and mycophenolate mofetil). Survival was analysed by the Kaplan-Meier procedure, the influence of baseline variables was analysed by binary logistic regression.", "cite_spans": [], "ref_spans": [], "section": "V29"}, {"text": "Results. Between 1986 and October 2004, 162 patients were transplanted for HCV-related cirrhosis. Ten pts. received one and 3 pts. two reLTs. In 3 (23%) pts. recurrent hepatits C was the cause for reLT, in 10 vascular and/or biliary complications. Hepatitis B coinfection was present in 6 patients. Median follow-up was 44 months (range, 0.6-221). The overall, 1-, 2-, 3-, 5-, and 10-year survival rates were 86%, 81%, 78%, 71%, and 59%, respectively, which were comparable to other indications. The probability of recurrent HCV was 34%, 51%, 62%, 70%, and 83% after 1, 2, 3, 5, and 10 years, respectively, post LT. Nine (6.6%) pts. developed cirrhosis after a median of 50 months (28-116). HCV recurrence did not negatively influence patient and graft survival. Concerning genotype, CMV status, presence of HCC before LT, rejection episodes, immunosuppression, donor and recipient age only immunosuppression had a significant effect on survival. In cyclosporine-treated patients (LT after 1995) 1-, 2-, and 5-year survival rates were 79%, 72%, 64% compared to 93%, 91%, 77%, respectively, for tacrolimus-based regimens (P = 0.04, log rank test).", "cite_spans": [], "ref_spans": [], "section": "V29"}, {"text": "Conclusions. On the basis of our data, the overall survival of HCV transplanted patients were similiar to other indications. Recurrent HCV infection did not influence patient and graft survival. Immunosuppression may have an impact on survival in HCV-positive recipients, but optimal regimens need to be better defined by prospective studies. The advent of highly sensitive molecular techniques has revealed the possible persistence of hepatitis B virus (HBV) genomes in HBsAg-negative patients with or without serologic markers of previous infection, a state called occult HBV infection. The highest prevalence of such infection has been shown in patients infected with hepatitis C virus (HCV). Some studies suggested that occult HBV infection might favor or accelerate the progression of HCV infection towards cirrhosis. HCV infection recurs almost in all patients after liver transplantation (LT). About 5-10% of LT patients develop a fibrosing cholestatic HCV recurrence, which is associated with a very poor outcome. No specific risk factor for this pattern of recurrence has been described so far. The aim of this study was to determine the prevalence of occult HBV infection in patients presenting with fibrosing cholestatic HCV recurrence after LT. Between 1986 and 2004, 151 HCV patients (104 m; 47 f) underwent LT at our institution. The mean follow-up was 51 months (range, 1-228 months). The diagnosis of recurrence was based on biochemical and histologic parameters. Genotype 1 was predominant (75%), followed by 2 (15%), 3 (8%), and 4 (3%). Eleven patients (7.3%; 10 m, 1 f) developed a fibrosing cholestatic pattern of recurrence characterized by highly elevated cholestatic parameters and typical histologic findings. Also in this group, genotype 1 was predominant (N = 7), three had type 3, and one type 4. Serum HBV DNA was tested with the TaqMan test (Roche, Austria). Five patients were HBsAg negative, whereas six had serologic markers (antiHBc positive). Interestingly, HBV DNA could not be detected in the sera of any of these patients with fibrosing cholestatic HCV recurrence. The actuarial 1-, 2-, 5-, and 10-year survival rates of all HCV patients were 83%, 79%, 68%, and 60%. HCV recurrence did not show a negative impact on patient and graft survival; however, the outcome of the patients with the fibrosing cholestatic pattern was less favorable. Seven out of 11 patients died due to HCV recurrence, one patient had to be retransplanted secondary to recurrent disease. Only three patients are alive with a functioning first allograft. This study indicates that occult HBV infection is not associated with fibrosing cholestatic hepatitis C recurrence after LT. Background. The use of grafts from hepatitis B core antibody (anti-HBcAB)-positive donors for liver transplantation (LT) is associated with the risk of de novo hepatitis B. Patients who test positive for anti-HBcAB pretransplant are also theoretically at risk to develop graft hepatitis B.", "cite_spans": [], "ref_spans": [], "section": "V29"}, {"text": "Methods. The outcome of 467 consecutive LTs performed in 402 individuals between 1998 and 2001 was retrospectively analyzed with regard to the presence of anti-HBcAB in donors and recipients. Patients with hepatitis B and recipients of known anti-HBcAB-positive grafts received HBIg/Lamivudine prophylaxis.", "cite_spans": [], "ref_spans": [], "section": "V29"}, {"text": "Results. A total of 111 recipients (28%) tested positive for anti-HBcAB including 24 patients (7%) with HBV-associated cirrhosis and three patients with fulminant hepatitis B. A total of 20 allografts from anti-HBcAB-positive donors were utilized, 14 of those (70%) were allocated to anti-HBcAB-positive recipients. Anti-HBcAB-positive recipients were significantly more likely to have concomitant HCV (62% vs. 34%, P < 0.0001) and hepatocellular carcinoma (30% vs. 14%, P < 0.002). Anti-HBcAB-positive donors were more frequently non-Caucasian (60 vs. 24%, P < 0.001) and CMV seropositive (85% vs. 65%, P < 0.035). Survival of anti-HBcAB-positive individuals and recipients of allografts from anti-HBcAB-positive donors did not differ from their anti-HBcAB-negative counterparts. There were no reported cases of recurrent hepatitis B in anti-HBcAB recipients or patients receiving LT for HBV-associated liver disease. Three cases of de novo acute posttransplant hepatitis B were identified, one being acquired during unprotected intercourse and two being transmitted through the graft. The two with graft-transmitted disease were anti-HBcAb negative, treated initially with lamivudine and were switched to adefovir due to the emergence of YMDD mutants.", "cite_spans": [], "ref_spans": [], "section": "V29"}, {"text": "Conclusions. The frequency of anti-HbcAB-positive recipients in our series was higher than expected. These individuals seem at minimal risk for posttransplant hepatitis B. Recurrence of HBV after LT in the setting of HBIg/lamivudine prophylaxis is extremely rare with 5-year median follow-up. The risk of transmission of HBV through anti-HbcAB-positive livers despite prophylaxis cannot be neglected and the emergence of an YMDD mutant is of particular concern. Anti-HbcAB-positive grafts should be preferably given to anti-HbcAB-positive recipients.", "cite_spans": [], "ref_spans": [], "section": "V29"}, {"text": "V36 The response to preoperative transarterial chemoembolisation predicts outcome of patients with hepatocellular carcinoma after liver transplantation", "cite_spans": [], "ref_spans": [], "section": "V29"}, {"text": "Division of Gastroenterology and Hepatology, Department of Internal Medicine, Medical Unversity of Innsbruck, Innsbruck, Austria Liver transplantation (LT) is the only curative therapy for patients with early-stage hepatocellular carcinoma (HCC). The impact of preLT chemoembolisation (CE) on patient survival and incidence of HCC recurrence has been controversially discussed and remains undetermined. The aim of this study was to evaluate the efficacy of CE prior to LT in HCC patients with regard to tumor recurrence and patient outcome. Between 1984 and 2004, 167 HCC patients (142 m; 25 f) underwent LT at our institution. The underlying liver disease was viral hepatitis in 87 (HCV 69, HBV 18), alcoholic liver cirrhosis in 49, and other diseases in 18 patients. According to Child-Pugh classification, 75 patients presented with Child A, 79 with stage B and 9 with stage C. HCCs were diagnosed according to the EASL guidelines. On the basis of preLT radiology, 23 patients were diagnosed with stage I, 79 stage II, 34 stage III, and 31 stage IV according to the modified UICC criteria. CE was performed in 120 patients prior to LT. In 47 patients no treatment was performed prior to LT. Patients underwent multiple cycles of CE (mean, 1.6 CE/patient). CE response prior to CE was assessed by CT scan. On explant histology, complete response with no evidence of vital tumor was found in 38 of 120 (32%) patients, 55 (46%) patients showed a partial remission (tumor necrosis, >50%), and 27 (22%) patients showed a poor response or even progression. The intention-totreat analysis showed that patients with early-stage HCC showed an excellent survival with a 1-, 5-, and 10-year rate of 98%, 69% and 69%, respectively. CE prior to LT had no positive effect on overall patient outcome and rate of recurrence. However, patients with complete response to CE, on the basis of both pre LT and post LT histology, had a significantly bet-ter long-term survival (1-, 5-, and 10-year rates of 98%, 91%, and 91%) and rate of recurrence compared to those with partial or no response, but only in patients within Milan and not San Francisco criteria. The 1-, 5-, and 10-years survival rates of patients with advanced HCC were 95%, 67%, and 35%. HCC recurrence was found in 24 patients, 11 of 24 presented with advanced stage (III and IV). Only 13 had undergone CE prior to LT, and 9 of those were nonresponders to CE. This study indicates that response to preLT CE may predict the outcome of HCC patients after LT. Patients with early-stage HCC, who responded to CE pre LT, showed an excellent outcome with 5-and 10-year survival rates around 90%. Patients with early-stage HCC and only partial or no response to CE had a higher risk of recurrence of HCC after LT, but outcome was still favorable compared with advanced-stage tumors regardless of CE response. The roles of the regenerative factors hepatocyte growth factor (HGF), transforming growth factor a (TGF-a), and of vascular endothelial growth factor (VEGF) were described in the context of hypertrophy and regeneration after liver resection but not well known in the transplantation situation. In the recipients of 63 consecutive liver transplantations with a graft survival of >2 weeks, the factors HGF, TGF-a and VEGF were determined postoperatively (day 1, 3, 5, 7, 10, 14) by an EL-ISA in the serum and correlated to graft survival (Kaplan-Meier). The median concentrations of HGF were constant in total during the observation period (day 1, 2591 pg/ml; day 7, 2434 pg/ml; day 14, 2490 pg/ml). An individual increase to levels above 4000 pg/ml in the middle of the observation period correlated to a significantly decreased one-year graft survival (54% vs. 85%). Similar was the course of TGFa. An increase from the median concentration of 39 pg/ml to levels above 80 pg/ml was observed in the context of a decreased primary function. Regarding VEGF, an almost linear increase of the concentration from 60 pg/ml via 177 pg/ml to 424 pg/ml (day 1, 7, and 14) was observed. Here it became obvious, that an extensive increase of the VEGF concentration correlated to a good transplant function. Under the premise that the systemically determined concentrations were in relevant correlation to the secretion and thus to the local concentration in the liver, it can be concluded that vascular regeneration induced by VEGF substantially contributes to graft survival, whereas a temporal increase of HGF and TGFa rather has to be interpreted as an indicator of an injured graft with a decreased functional prognosis. In total there are about 1650 patients on dialysis in BH and percentage of transplanted is 9.24. The aim of the paper is to analyse survival of grafts, patients, and grafts and patients over a 5-year period of living-related kidney transplantation history at University Medical Center Tuzla. The results obtained were compared with the results of the centers with great number of transplants.", "cite_spans": [], "ref_spans": [], "section": "V29"}, {"text": "Methods. Recipients and donors as family members were admitted after informative discussions and after the test results had been obtained from primary health care laboratories. The protocol was the standard one, in accordance with the recommendations of Esot and Eurotransplant. Donors were tested first and then recipients. Lumbotomy was done for nephrectomy. Colins solution was used for kidney rinsing and perfusion, reconstruction of blood vessels was done as well as kidney biopsy. Then, kidneys were stored at +4°C and grafts implantations were done on the contralateral iliac fossa. Terminolateral anastomosis between external iliac artery and vein was done. Implantation of ureters was done by modified Lich-Gregore technic, with or without DJ stent. All patients received basic immunosuppressive protocol. The peculiarity was introduction of Basiliximab (Simulect) in therapy on the first and fourth postoperative day. Descriptive statistics was done using SPSS software for Windows 8.0. Survival is presented by Kaplan-Meier curve. Results are shown as means with standard deviations (SD).", "cite_spans": [], "ref_spans": [], "section": "V29"}, {"text": "Results. The first living-related kidney transplantation was done at University Medical Center Tuzla on 15. 09.1999 09. . Until 15.09.2004 . as many as 52 transplants have been done. Donors were related to recipients as follows (in parentheses, mean age [years] with SD): mother, n = 24 (55.0 ± 11.3); father, n = 15 (61.4 ± 6.9); sister, 5 (44.5 ± 6.4); brother, n = 6 (46.0 ± 2.9); others, n = 2 (38.5 ± 5.5). Table 1 shows mean DTPA clearance rate in donors.", "cite_spans": [{"start": 108, "end": 115, "text": "09.1999", "ref_id": null}, {"start": 116, "end": 138, "text": "09. . Until 15.09.2004", "ref_id": null}], "ref_spans": [{"start": 412, "end": 419, "text": "Table 1", "ref_id": "TABREF10"}], "section": "V29"}, {"text": "Average separate DTPA clearance rates were within normal limits. As a rule, left-side donor nephrectomy was done; and in five cases, right-side nephrectomy. Three donors showed borderline DTPA clearance rates of about 40 ml/min. Bladder neck sclerosis was found in one patient and the air expansion of the bladder had to be done in the other one, at least to achieve its minimal capacity. Two renal arteries were found in 5 patients (3 mothers, 1 father, 1 sister), two arteries were found with left kidney transplantation. Termino-lateral anastomosis was done in 2 cases. The average age of the donors was 51.08 ± 6.58 years. As many as 16 donors were over 60 years old in our transplants, which reflected in our results. The average donor age of 36 males and 16 females was 32.4 ± 8.1 years. The data on hypertension before transplants were not reliable. The average hemodialysis time was 21.48 ± 10.36 months. The most common recipients' diseases were chronic glomerulonephritis, pyelonephritis, interstitial nephritis, nondefined renal disease, diabetes mellitus, systemic lupus, vesico-ureteral reflux. There were only 8 biopsies done before transplantation so that their histological background was known. The average serum creatinine after 5 years is 153.56 ± 24.65 µmol/l. Cumulative graft survival after 5 years is shown by Kaplan-Meier curve: graft survival, 75.1%; patients survival, 83.9%; graft and patients survival, 67.1%.", "cite_spans": [], "ref_spans": [], "section": "Niere, Pankreas"}, {"text": "Conclusions. The results on 5year living-related kidney transplantation at University Medical Center Tuzla, Bosnia and Herzegovina, are similar or identical to the results of the developed centers in the world. The existing program has got to be improved, especially with respect to the donor selection from the standpoint of biological and chronological age. The experience gained so far is the basis for the development of cadaveric kidney transplantation in Bosnia and Herzegovina. Background. Shortage of available organs has increased the demand for living kidney donation. Whereas donation for relatives is well accepted, there remains some controversy in the setting of emotionally related donation. There might be a survival benefit for grafts donated by relatives due to better HLA matching.", "cite_spans": [], "ref_spans": [], "section": "Niere, Pankreas"}, {"text": "A retrospective analysis of 162 living donor kidney transplants which were performed at the University Hospital of Innsbruck was made. We divided the transplants in two groups according to the date of transplant: group 1 (1975-1993), 41 transplants; group 2 (1994-2005) , 89 transplants. The time period from 1994 until 2004 was analyzed in detail and data additionally compared to a cohort of 940 cadaveric renal transplants. During these eleven years, five liv-ing donations were carried out in patients who were not eligible to receive a cadaveric graft within Eurotransplant.", "cite_spans": [{"start": 219, "end": 269, "text": "1 (1975-1993), 41 transplants; group 2 (1994-2005)", "ref_id": null}], "ref_spans": [], "section": "Methods."}, {"text": "Results. Overall there were 128 LRT (53 siblings, 70 parents, 5 off-springs) and 34 ERT (22 spouses, 12 others). Mean donor age was 45 years (range, 21-70); mean recipient age was 40 (range, 2-72) years. In group 1 only 2 transplants were emotionally related (5%), whereas in group 2 the proportion increased to 25%. Graft survival of living donated kidneys was better when compared with cadaveric kidneys (95% versus 92% at one and 89% and 83% at five years), but the difference did not reach statistical significance (P = 0.06). LRTs and ERTs produced equal outcome. Overall graft loss rate after a median follow-up of six (range, 0.5-11.5) years was 11% (LRTs) vs. 16% (ERTs). The rejection rate was slightly higher in the LRT group with 31% vs. 22% (P > 0.05, n.s.). Ten living donated grafts were lost and seven recipients of a living donated graft died. Causes of death were cardiac ischemia (n = 1), pulmonary embolism (n = 1), fungal infections (n = 1), suicide (n = 1), and 3 causes were not specified.", "cite_spans": [], "ref_spans": [], "section": "Methods."}, {"text": "Conclusions. The frequency of living-related and unrelated kidney donation has increased during the past two decades at our institution. Equal results for cadaveric grafts were achieved when compared to LRT and ERL. Background. The 20S proteasome plays an important role in the nonlysosomal pathway of intracellular protein degradation and apoptosis, thus being a possible marker for ischemic and reperfusion injuries. The aim of this study was to monitor the proteasome levels in patients receiving kidney transplants to detect a relationship with the return of renal function.", "cite_spans": [], "ref_spans": [], "section": "Methods."}, {"text": "Methods. We examined 12 patients with end stage renal disease, receiving kidney transplants: Blood samples were collected intraoperatively and postoperatively on 5 consecutive days and 20S proteasome levels were measured for each sample with a sandwich ELISA as described by Dutaud et al. Anesthesia and immunosuppressive medications were standardized, creatinine clearance and urine output were assessed daily on a routine basis.", "cite_spans": [], "ref_spans": [], "section": "Methods."}, {"text": "Results. Patients who had no adequate urine output (430 ± 300 ml) after the 4th postoperative day had significantly higher proteasome levels intraoperatively than patients with high urine output (4032 ± 1076 ml; 1.7 ± 1.5 µg/ml low vs. 0.5 ± 0.4 µg/ml high urine output, means with standard deviations, P = 0.02). This difference in proteasome levels seemed to even out during the follow-up period.", "cite_spans": [], "ref_spans": [], "section": "Methods."}, {"text": "Conclusions. Patients with impaired renal function after kidney transplant had significantly higher proteasome levels intraoperatively. A higher plasma level of proteasomes intraoperatively may therefore be a negative prognostic marker for postoperative return of renal function of the transplanted kidney. Background. Dendritic cells (DCs) are the most potent antigen-presenting cells and are pivotal for initiating allograft immunity. Recently, however, particular DC subsets have also been implicated in allogeneic tolerance induction. CAMPATH-1H (Alemtuzumab) is a novel T-cell-depleting antibody that is currently under investigation for the use in allogeneic organ transplantation and may confer tolerogenic properties. Here we study the effect of Alemtuzumab on peripheral DC subsets in kidney transplant patients under FK506 monotherapy in comparison to patients under conventional triple therapy.", "cite_spans": [], "ref_spans": [], "section": "Methods."}, {"text": "Methods. Patients receiving their first renal allograft were recruited within the TaCAM trial and randomly assigned to receive either Alemtuzumab as induction agent followed by FK506 monotherapy (n = 7) or to receive conventional immunosupression consisting of FK506, mycophenolate mofetil and steroids (n = 7). Absolute numbers of peripheral blood DCs and their different subpopulations were assessed by four-colour, single-platform fluorocytometry at the day before and 1, 4, 12, and 24 weeks after the transplant procedure, respectively. Peripheral DCs were identified as HLA-DR + and lineage-negative cell population. The respective DC subpopulations were CD11c + DCs (myeloid DCs or DC1), CD123 + DCs (plasmacytoid DCs or DC2), CD11c + and further, BDCA1 + and BDCA3 + DCs.", "cite_spans": [], "ref_spans": [], "section": "V41"}, {"text": "Results. Induction with CAMPATH-1H led to a strong and sustained reduction of the total number of peripheral DCs compared to controls. While the absolute number of peripheral DCs in control patients recovered within 6 months after transplantation, CAMPATH-1H-treated patients exhibited a profound reduction of their circulating DCs. Interestingly, a prominent shift of the ratio of myeloid to plasmacytoid DC subsets (DC1/DC2 ratio) was observed as early as one month after transplantation in CAMPATH-1H-treated patients.", "cite_spans": [], "ref_spans": [], "section": "V41"}, {"text": "Conclusions. Employment of CAMPATH-1H as induction therapy in renal transplant patients is associated with a peculiar alteration of the peripheral DC repertoire. Since plasmacytoid DCs have been linked to tolerance induction, the presented data suggest that the use of CAMPATH-1H in solidorgan transplantation creates an opportunity to safely introduce novel strategies to achieve alloantigen-specific hyporesponsiveness. Background. Detection of C4 complement split product C4d in peritubular capillaries represents a valuable diagnostic marker for antibody-mediated rejection (AMR). Numerous studies have demonstrated inferior allograft function and survival in C4d-positive as compared with C4d-negative kidney allograft recipients. However, anecdotal data implicate that in selected cases stable long-term function can be maintained despite detectable C4d deposits. As recently dicussed in the literature, C4d deposits could also reflect a state of graft acceptance (accommodation), rather than rejection.", "cite_spans": [], "ref_spans": [], "section": "V41"}, {"text": "Aim. The objective of this study was to investigate individual clinical outcomes in a large cohort of C4d-positive kidney transplant recipients. Our emphasis was thereby to identify and characterize a subpopulation of C4d-positive recipients with only mild graft dysfunction and stable long-term graft function.", "cite_spans": [], "ref_spans": [], "section": "V41"}, {"text": "Methods. This retrospective analysis focused on 74 out of 878 adult kidney transplant recipients (transplantation between between 1999 and 2003) included on the basis of a positive C4d result early after transplantation.", "cite_spans": [], "ref_spans": [], "section": "V41"}, {"text": "Results. At the time of C4d-positive biopsy (median, 12 days post-Tx) median serum creatinine was 6 mg/dl (range, 1.1 to 7 mg/dl) with 49% of the patients dialysis-dependent. According to our local standard, patients with severe graft dysfunction (N = 15) were subject to immunoadsorption treatment (IA). In another 20 highly sensitized recipients, C4d-positive graft dysfunction was diagnosed during or after pre-emptive peritransplant IA. Furthermore, intense treatment included antilymphocyte antibody therapy (32%) and/or high-dose steroids in a high proportion of C4d-positive recipients (46%). Analyzing all 74 C4d-positive recipients, 1-month post-biopsy se-rum creatinine was 2.1 mg/dl (30% of the patients dialysis-dependent). 1-year graft and patient survival was 73% (serum creatinine, 1.84 mg/dl). In a subsequent subanalysis we focused on twelve patients (two were biopsied under IA/ATG induction) with only mild to moderate graft dysfunction (serum creatinine, 1.4 to 2.45 mg/dl) at the time of C4d-positive biopsy (Banff borderline lesion in five, and Banff I rejection in two biopsies). Within this patient subgroup, we were able to identify five recipients in whom stable long-term graft function could be achieved following steroid bolus therapy only, without further therapeutic measures. In this particular subgroup excellent 1-year allograft function (serum creatinine levels between 1.0 to 1.8 mg/dl) was observed.", "cite_spans": [], "ref_spans": [], "section": "V41"}, {"text": "Conclusions. Our results demonstrate that in the majority of patients peritubular capillary C4d deposits are associated with severe graft dysfunction necessitating aggressive treatment. Nevertheless, in a small subgroup of recipients stable graft function for a long period of time can be achieved without intense therapy despite capillary C4d deposition in biopsy. Background. Combined kidney pancreas transplantation (PTx) evolved as excellent treatment for diabetic nephropathy with infections remaining common and serious complications.", "cite_spans": [], "ref_spans": [], "section": "V41"}, {"text": "Methods. 217 consecutive enteric drained PTxs performed from 1997 to 2004 were retrospectively analyzed with regard to bloodstream infection. Immunosuppression consisted of antithymocyteglobuline induction, tacrolimus, mycophenolic acid, and steroids for the majority of cases. Standard perioperative antimicrobial prophylaxis consisted of pipercillin/tazobactam in combination with ciprofloxacin and fluconazole.", "cite_spans": [], "ref_spans": [], "section": "V46"}, {"text": "Results. One-year patient, pancreas and kidney graft survival were 96.4%, 88.5%, and 94.8%, surgical complication rate was 35%, rejection rate 30%, and rate of infection 59%. In total, 46 sepsis episodes were diagnosed in 35 patients (16%) with a median onset on day 12 (range, 1-45) post transplant. Sepsis source was intra-abdominal infection (IAI) (n = 21), a contaminated central venous line (n = 10), wound infection (n = 5), urinary tract infection (n = 2), and graft transmitted (n = 2). Nine patients (4%) experienced multiple sepsis episodes. Overall, 65 pathogens (IAI sepsis, 39; line sepsis, 15; others, 11) were isolated from blood. Gram-positive cocci accounted for 50 isolates (77%): coagulase negative staphylococci (n = 28 [43%]) (nine multiresistant), Staphylococcus aureus (n = 11 [17%]) (four multiresistant), enterococci (n = 9 [14%]) (one E. faecium). Gram-negative rods were cultured in twelve cases (18%). Patients with blood borne infection had a two-year pancreas graft survival of 76.5% versus 89.4% for those without sepsis (P = 0.036), patient survival was not affected.", "cite_spans": [], "ref_spans": [], "section": "V46"}, {"text": "Conclusions. Sepsis remains a serious complication after PTx with significantly reduced graft but not patient survival. The most common source is IAI. Background. Mobilized allogeneic peripheral blood stem cells (PBSC) are increasingly used as graft source instead of bone marrow. Although the short-term safety profile of recombinant human granulocyte colony-stimulated factor (rhG-CSF) seems acceptable, minimal data exist regarding long-term safety.", "cite_spans": [], "ref_spans": [], "section": "V46"}, {"text": "Methods. We reviewed data of 196 allogeneic PBSC donors (siblings, n = 159; unrelated donors, n = 37) with respect to side effects of rhG-CSF administration, adverse events of leukapheresis and late effects. Written informed consent was signed before PBSC mobilization and collection. Donors (M/F, 119/77) had a median age of 40 years (range, 11-72). They received rhG-CSF at a dose of 2 times 5 µg/kg of body weight a day for 4 consecutive days starting on day 1. Routinely, PBSC collection was started on day 5. On condition that donors' white cell count exceeded 70.000/µl or CD34-positive cells exceeded 50/µl, PBSC harvest was started on day 4. RhG-CSF was administered until end of the apheresis period unless white blood cell count did not exceed 70.000/µl. PBSC were collected with a continuous-flow blood cell separator processing 3-3.5 times total blood volume. Citrate was used as anticoagulation and in the majority of donors a continuous calcium infusion (2.25 mmol [89.4 mg] of calcium per h) was given. Reinfusion of autologous platelet-rich plasma from PBSC collection was performed in donors with post-donation thrombocytopenia of <100 G/liter if further collection were necessary or in donors with platelet counts of <80 G/liter, respectively. PBSC harvest procedures were repeated until the predicted CD34 + cell yield of 4 × 10 6 /kg of body weight of recipient was collected. However, not more than 3 consecutive collections were performed. Flowcytometric analyses were performed using a Becton-Dickinson FACS-Scan or FACS-Calibur, respectively. For follow-up we assessed peripheral blood counts, electrolytes, lactic dehydrogenase (LDH), alkaline phosphatase (AP), total protein, albumin, on days 1, 7, 30, 100, 365 and then yearly for 5 years. Donors received a questionnaire for evaluation of medical history and quality of life, results and evaluation are pending.", "cite_spans": [], "ref_spans": [], "section": "V46"}, {"text": "Results. The main adverse events related to rhG-CSF administration were bone pain (63 of 196, 32%), myalgia (61 of 196, 31%), headache (44 of 196, 22%), fatigue (36 of 196, 18%), sleep disturbance (30 of 196, 15%) and were rated as moderate to severe by 35% of the donors. Due to continuous calcium infusion, incidence of citrate toxcicity was low (34 of 196, 17%) and consisted only of mild paraesthesia. In 10 of 196 (5%) donors post donation platelet count decreased below threshold and required reinfusion of autologous rich plasma.", "cite_spans": [], "ref_spans": [], "section": "V46"}, {"text": "Eighty-eight of 196 donors (44%) were lost for follow-up. Eighty-two were sibling (82 of 159, 52%) and 6 (6 of 37, 16%) were matched unrelated donors, respectively. From the remaining 108 donors, unrelated donors (31 of 37, 84%) had a median of 4 check-ups (range, 1-8) during the first 100 days (median; range, 1 day to 3 years) after donation, whereas siblings (77 of 159, 48%) had a median of 2 check-ups (range, 1-6) during the first 30 days (median; range, 1 day to 5 years), respectively. Two donors (1%), both siblings, were hospitalized within 2 weeks after donation due to severe enteritis and subarachnoidal haemorrhage. The latter donor never had platelet counts below 100 G/liter after PBSC donation and recovered without neurological deficit. Follow-up of peripheral blood counts showed a loss of platelets during donation and early post-donation period and a decrease of white blood cells 7 days after donation, both returning to normal within 30 days after, respectively. LDH and AP showed a significant increase during PBSC mobilization, they returned to normal within 1 week after donation, other blood parameters remained unaffected.", "cite_spans": [], "ref_spans": [], "section": "V46"}, {"text": "Conclusions. Due to the fact that we observed hospitalization of 2 donors within 14 days after PBSC collection, a close monitoring of donors in the early post-donation period seems advisable. Although reported anomalies in medical history of donors beyond 30 days after PBSC harvest could not be associated with rhG-CSF administration, a regular followup for at least 5 years should be considered. With the particular focus on donor safety, a standardized approach to data collection of follow-ups to monitor short-and long-term effects in all centers should be established. Background. Donor-recipient sex mismatch is an established risk factor for poor outcome after allogeneic myeloablative hematopoietic stem cell transplantation (HSCT). The risk of transplant-related mortality (TRM) due to graft-versushost disease (GvHD) is higher in male recipients of female stem cells compared with female patients receiving a graft from a female donor. With longer follow-up, however, the graft-versus-leukemia (GvL) effect due to HY minor histocompatibility antigen mismatch may predominate. The contribution of donor-patient sex on outcome after nonmyeloablative HSCT, however, has not been examined in detail yet.", "cite_spans": [], "ref_spans": [], "section": "V46"}, {"text": "Methods. We therefore analyzed a single-center cohort of 72 high-risk patients transplanted with a related or unrelated stem cell graft after nonmyeloablative conditioning for outcome (acute and chronic GvHD, TRM, relapse, and survival).", "cite_spans": [], "ref_spans": [], "section": "V46"}, {"text": "Results. Of the 72 patients, 19 male patients received a graft from a female donor, 21 males a graft from a male donor. Sixteen female donors were transplanted with a male donor and 16 with a female donor. Around 30% of the patients with a sex-mismatched donor received stem cells with an HLA mismatch compared to 10% of the patients without sex-mis-Stammzellen matched donor, the other clinical differences were similar between all groups. The highest cumulative incidence for acute and chronic GvHD was detected in male patients receiving a stem cell graft from a male donor (52.4% and 53.3%, respectively). The highest relapse incidence (55.6%) was detected in male patients transplanted with a female donor. This was borderline significant (P = 0.0845) to female patients receiving a female graft (20% relapse incidence) and argues against an effective anti-HY response in this patient cohort. The mean cumulative incidence for TRM was 57.3%; however, female recipients receiving a graft from a female donor displayed an unexpectedly high incidence for TRM (87.5%) which could not be explained by clinical characteristics. The overall survival of 41% 2.5 years after transplant in this group, however, was not different from male patients receiving a female graft (43.7% at 1.4 years after transplant). The overall survival from male patients with a male donor was slightly lower (33% at 2.5 years after transplant) compared with female patients transplanted with male stem cells (47.4% at 1.4 years after transplant).", "cite_spans": [], "ref_spans": [], "section": "V46"}, {"text": "Conclusions. These data, analyzed in a small cohort of patients, show that a sex mismatch between patient and donor may have a negative impact also on outcome after nonmyeloablative HSCT. However, studies with larger and homogeneous cohorts have to be performed to prove these findings. Between 1995 and 2004, 20 patients with chronic lymphoid leukemia (CLL), Binet stage B or C (n = 19) or A with risk factors (n = 1) with a median age of 53 (range, 27-62) years underwent autologous (n = 11) or allogeneic (n = 9) hematopoietic stem cell transplantation (HSCT) at the Medical University of Vienna. The median time from diagnosis to HSCT was 29 (range, 6-77) months. Eleven patients underwent autologous stem cell transplantation (ASCT) in partial remission (n = 9) or complete remission (CR) (n = 2) and received Bcell-depleted peripheral blood stem cell (PBSC) grafts. Nine patients with refractory disease (n = 6) or chemosensitive relapse (n = 3) underwent allogeneic HSCT with unmanipulated bone marrow (n = 3) or PBSC (n = 6) from sibling (n = 8) or unrelated (n = 1) donors. In the majority, conditioning therapy consisted of total-body irradiation (TBI) of 12-13.2 Gy and cyclophosphamide. Three patients underwent reduced-intensity conditioning (RIC) with fludarabine and TBI of 2 Gy. Graft-versus-host disease (GvHD) prophylaxis consisted mainly of cyclosporine (CSA) and methotrexate for myeloablative and CSA and mycophenolate mofetil for RIC-HSCT. Complete clinical remission was attained in 10 patients (91%) after ASCT and in 6 (67%) after allogeneic HSCT. Molecular remission assessed by immunoglobulin heavy chain gene (IgH) rearrangement PCR was attained in 8 patients after ASCT and 5 after allogeneic HSCT. In seven patients we noticed persistence of the IgH rearrangement, six of these patients died of disease progression or relapse 1-29 months after ASCT (n = 2) or allogeneic HSCT (n = 4). After a median follow-up of 58 (range, 21-122) months, nine autologous (82%) and four allogeneic (44%) graft recipients are alive and 10 patients (ASCT, n = 6; allogeneic HSCT, n = 4) are in clinical and molecular remission. The median time to clinical relapse was 20 (range, 1-102) months. Treatment-related death occurred only in one patient 27 months after myeloablative HSCT. Probability of overall survival is 82% after ASCT and 42% after allogeneic HSCT. In summary, all CLL patients with long-term CR after ASCT and allogeneic HSCT also attained sustained molecular remission of the IgH rearrangement. . The incidences of the observed genotypes in this small group of patients and donors tested were in the range as published: IL10 with 54% C/C, 41% C/A, 5% A/A; NOD2 with 12% recipient or donor; 5% recipient and donor, and MPO with 56% G/G, 43% G/A, 1% A/A. Since the patient population was very heterogeneous concerning diagnosis (34 AML, 12 ALL, 9 NHL, 6 CML, 5 MDS, 4 SAA, 4 solid tumors, 3 MM, 2 OMF, 1 CLL, and 1 ET), course of disease, and condition regimen, patients were divided into four groups for evaluation: 23 with AML and identical high-dose induction therapy (BU/CY), 23 with reduced condition regimen, 6 with unrelated donors, and 29 others. Concerning all 81 patients, 19 of them (23%) died through TRM (3 AML, 6 reduced, 10 others), but none of them was at high risk determined by NOD2 polymorphism (mutated donor and recipient) and only one determined by MPO A/A genotype (AML). Four patients (3 reduced, 1 others) with NOD2 mutations in donor and recipient DNA did not die from TRM. Twenty-three patients developed severe (grade 3 or 4) acute GvHD (7 AML, 5 reduced, 11 others), 10 of them had IL10 C/C genotype (5 AML, 2 reduced, 3 others) and in three patients NOD2 was mutated in donor and/or recipient DNA (1 AML, 2 others). On the other hand, 34 patients with IL10 C/C genotype and 13 patients with NOD2 mutations in donor and/or recipient DNA developed no or mild GvHD only. In conclusion, so far we were not able to find a correlation between GvHD/TRM risks and polymorphisms of IL10, NOD2, and MPO. This might be due to the small number and the heterogeneity of the patients; however, a panel of additional SNPs may increase the accuracy of risk assessment prior to allogeneic SCT. Background. Allogeneic stem cell transplantation is a curative therapy for patients with lymphoproliferative disorders as a result of the intensity of the conditioning regimen and the application of a graft-versus-lymphoma effect. However, conventional conditioning regimens have been associated with a 24-61% risk of transplant-related mortality (TRM) in advanced Hodgkin's lymphoma (HL). In an attempt to reduce the high TRM reported with allografting in lymphoma, reduced-intensity regimens have been investigated.", "cite_spans": [], "ref_spans": [], "section": "V46"}, {"text": "Methods. Four patients between the age of 34 and 44 years underwent allogeneic peripheral blood stem cell (PBSC) transplantation (SCT) from HLA-identical sibling or unrelated donors at our institution. Age, sex, manifestation of disease, and donor were as follows: patient 1-37 years, female, pulmonary bulk, sibling; patient 2-34 years, male, pulmonary bulk, unrelated donor; patient 3-42 years, male, pulmonary bulk, sibling; patient 4-44 years, male, abdominal bulk, sibling. All patients had received multiple courses of polychemotherapy (Table 1 ) and local radiotherapy prior to SCT. Patients 1 and 4 had undergone autologous stem cell transplantation. We administered a reduced-intensity conditioning consisting of BEAM (BCNU, etoposide, cytarabine and melphalan) over 6 days. To permit durable engraftment in the allogeneic setting, patients received additional pretransplant immunosuppression with an anti-CD52 antibody (Campath) at a total dose of 50 mg over 5 days and graft-versus-host disease (GvHD) prophylaxis of Cyclosporine A. PBSC of donors were collected after G-CSF stimulation at 10 µg/kg of body weight given for 4 days.", "cite_spans": [], "ref_spans": [{"start": 542, "end": 550, "text": "(Table 1", "ref_id": "TABREF10"}], "section": "V46"}, {"text": "Results. Patient 2 rejected his unrelated-donor graft and received an autologous stem cell infusion 44 days thereafter resulting in sustained hematologic recovery (ANC, >0.5 G/l on day 10). All other patients engrafted uneventfully (ANC, >0.5 G/l on days 14-16; platelets, >20 G/l on days 10-13). None of the patients showed evidence of acute or chronic GvHD. Two patients achieved complete donor chimerism in myeloid and lymphoid cell populations, another one had prolonged mixed chimerism and was given a donor leukocyte infusion of 1 × 10 6 CD3-positive cells per kg. One patient experienced a CMV reactivation on day 51 after SCT and a sarcoidosis on day +150. Three months after SCT, all patients showed marked regression of disease. After a follow-up of 5 to 11 months (median, 8 months), 2 patients experienced progression undergoing salvage chemotherapy. Time to progres-sion was 5 and 6 months, respectively. Two patients remained progression free for 7 and 11 months, respectively. Overall survival is 5 to 11 months. Conclusions. Our data demonstrate that this regimen was well tolerated with a low risk of GvHD and transplant-associated morbidity. An increased dosage of campath could be considered to prevent rejection in unrelated-donor transplantation. Longer follow-up and larger patient numbers are warranted for assessment of the efficacy of Campath-BEAM with regards to durable remissions. ", "cite_spans": [], "ref_spans": [], "section": "V46"}, {"text": "Background. As long-term survivors of hematopoietic cell transplantation (HCT) become more numerous, studies addressing the issue of long-term follow-up are necessary. In this study, we report on the quality of life (QOL) of HCT patients who were alive at least at 5 years after transplantation in comparison with an age-and sex-matched sample of healthy controls assessed in the same time period and the same geographical region.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Methods. The EORTC-Quality of Life Questionnaire (EORTC-QLQ C30) was sent by post to 39 HCT survivors. Thirty-four patients answered the questionnaire. Patients were compared with 68 healthy controls from the same geographical region. Patients and controls completed the EORTC in the same time period.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Results. Mann-Whitney U tests identified significantly lower QOL on the dimensions of physical and social functioning and on the financial impact symptom scale.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Conclusions. Patients who had survived their HCT for more than 5 years did generally well in terms of global QOL. This is consistent with Kiss et al. (2002) who found that CML patients who were alive at least 10 years after HCT report lower physical functioning in comparison with healthy controls. Problems in the areas of social functioning and financial difficulty can possibly be addressed by intensive rehabilitation processes integrating patients, family members, and significant others. Interdisciplinary (medical, psychological, and social) treatment of patients should not come to an end after the acute phase of the illness but should continue during checkups following transplantation. Background. Bone marrow transplantation (BMT) together with costimulation blockade can reliably induce mixed chimerism and tolerance in certain experimental models. Natural killer T cells play an important role in the induction of tolerance in several transplantation and autoimmunity models. It has been reported, for instance, that activation of NK T cells by α-galactosylceramide (α-Gal) can prevent the onset and recurrence of autoimmune type I diabetes. In recent experiments we wanted to investigate the role of NK T cells in a model of tolerance induction through BMT with costimulation blockade. To delineate the role of donor and recipient NK T cells, we used NK-T-cell-deficient mice (Jα281-/-C57BL/6 and Jα281-/-BALB/c) as recipient and/or donor strain. We also evaluated whether in vivo stimulation of NK T cells with α-Gal has a beneficial effect.", "cite_spans": [{"start": 138, "end": 156, "text": "Kiss et al. (2002)", "ref_id": null}], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Methods. C57BL/6 mice and C57BL/6 Jα281-/-received a total-body irradiation (TBI) of 3 Gy or 1 Gy (day -1), approximately 20 × 10 6 fully mismatched BALB/c or BALB/c Jα281-/-bone marrow cells (day 0) and costimulation blockade consisting of anti-CD154 mAb (MR1, day 0) and CTLA4Ig (day +2). Groups were additionally treated with α-Gal or a vehicle (5 µg on day -1, +2, +7, +14, and +21). Multilinage chimerism and skin graft survival were followed for more than 120 days.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Results. With our standard protocol, 12 of 18 mice developed long-term multilinage chimerism and permanent donor skin graft survival. When using recipients deficient in NKT cells, 5 of 5 became chimeric and showed long-term skin graft survival; using NKT knockouts as donors 6 of 6 and using NKT knockouts both as recipients and donors 5 of 6 became chimeric (P = n.s. for all comparisons). Unexpectedly, stimulation of NK T cells by α-Gal (using wild-type recipients and donors) prevented chimerism induction after 3 Gy TBI (0 of 8 vs. 4 of 6 and 4 of 4 in the vehicle group, P < 0.01) and did not promote engraftment after 1 Gy TBI (0 of 8 vs. 0 of 8).", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Conclusions. NK T cells do not play a critical role in tolerance induction after BMT with costimulation blockade. Their stimulation with α-Gal even prevents induction of mixed chimerism and tolerance. Background. Phospholamban (PLB) is a critical regulator of sarcoplasmic reticulum Ca 2+ -ATPase activity and myocardial contractility. In this study we investigated the role of PLB phosphorylation in ischemia and reperfusion following cardiac transplantation.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Methods. Gene expression of PLB was investigated in a syngeneic heterotopic cardiac transplant model in mice. Grafts underwent 10 h of cold ischemia or were tranplanted immediately after harvest. Gene expression was analysed at various time points employing DNA microarray and RT-PCR. For in vitro experiments, HL-1 cardiomyocytes were submitted to a protocol of global normothermic hypoxia for 6 h and reoxygenation in the absence or presence of the Ca 2+ /calmodulin kinase II inhibitor AIP (1 µM) or the beta-adrenergic blocker dl-propranolol (1 µM) vs. beta-adrenergic stimulator isoproterenol (1 µM).", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Results. At 24 h, gene expression of PLB was diminished by 14.1 and 3.6-fold in groups with and without ischemia, respectively. Basal phosphorylation of PLB at Ser16 (protein kinase A site) and at Thr17 (Ca 2+ /calmodulin kinase II site) was present in cultured cardiomyocytes and heart lysates. In the mouse system, increase in PLB phosphorylation is observed during early (up to 10 min) reperfusion. Thereafter, PLB phosphorylation drops below that of control levels. Addition of AIP diminishes reperfusion-induced Thr17 phosphorylation; Propranolol significantly decreases ischemia-induced Ser16 phosphorylation. In contrast, isoproterenol enhances PLB-Ser16 and Thr17 phosphorylation.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Conclusions. Ischemia regulates phospholamban by two different mechanisms, decrease in expression levels and alterations in the phosphorylation of critical regulatory sites. Modulation by AIP and dl-propranolol will help for investigation of the role of PBL phosphorylation in ischemia and reperfusion in cardiac transplantation in the future. Background. The p38 mitogen-activated protein kinase (p38-MAPK) pathway plays a crucial role in pathological events like oxidative stress, inflammation, and abnormal cellular proliferation, resulting in activation of several signalling cascades, involving overexpression of tumor necrosis factor alpha (TNF-α). TNF-α is known to play an important role in chronic rejection. Currently, pharmacological inhibitors of p38-MAPK are being tested clinically for the treatment of Experimentelle Transplantation chronic inflammatory diseases such as rheumatoid arthritis, Morbus Crohn and psoriasis as well as inhibition of vascular smooth muscle cell (VSMC) proliferation after balloon angioplasty. To date, there are no findings that address the role of p38-MAPK in the context of chronic allograft vasculopathy, which is characterized by vascular lesions in the graft that consist of concentric myointimal proliferation, resulting in deterioration of allograft function and organ loss. The purpose of this study was to understand the role of p38-MAPK in abnormal VSMC proliferation associated with chronic rejection and to investigate the potential therapeutic role of a specific inhibitor of p38-MAPK activation in chronic allograft vasculopathy.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Methods. In vivo, a mouse model of heterotopic aorta transplantation in an allogenic setting has been used. Aortas were allografted into recipient mice by a carotid artery cuff technique, using C57BL/6 (H-2 b ) mice as donors and BALB/c (H-2 b ) mice as recipients. Four weeks after transplantation, the aortic segments were harvested and immunofluorescence was performed using anti-VSMC-α-actin and anti-phospho-p38 antibodies. TNF-α serum levels were measured by ELISA. In vitro, VSMCs were isolated from C57BL/6 aortas. Expression levels of total and phosphorylated forms of p38-MAPK as well as key cell cycle regulators were detected by Western blot. Immunocytochemistry was performed with primary antibodies directed against phospho-p38-MAPK. Proliferation of VSMCs was measured by [ 3 H]thymidine incorporation in the presence or absence of SB 203580, a specific inhibitor of p38-MAPK activation. Cell cycle progression was monitored by DNA content analysis; apoptosis by the Annexin V binding assay. Cell lysates were probed with antibodies directed against cyclindependent kinase 2 (cdk2) and Yin Yang 1 (YY1).", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Results. In vivo, 4 weeks after the transplant aortic segments were significantly narrowed due to neointimal hyperplasia. The neointimal lesions mainly consisted of VSMCs and showed profound activation of p38-MAPK as demonstrated by immunofluorescence. Further, serum TNF-α levels were significantly increased even 4 weeks after allogeneic aortic transplantation, suggesting an important role of p38 activation in this model. In vitro, stimulation of VSMCs with 10% FCS resulted in a rapid increase of phosphorylated forms of p38-MAPK (8.0 ± 0.7 fold increase) when compared with the nonstimulated quiescent state. Immunocytochemistry showed higher levels of phospho-p38-MAPK in the nuclei as well as in the cytosol after stimulation. SB 203580 in a dose-dependent manner significantly inhibited VSMC proliferation, which was due to inhibition of cell cycle progression at the G 0 /G 1 phase. We did not observe apoptosis in the SB 203580-treated VSMCs at 20 µM, the highest dose being tested. Blockade of p38-MAPK activation decreased protein levels of cdk2 and the transcription factor YY1, which plays an important role in VSMC DNA replication and protein synthesis.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Conclusions. p38 MAPK activation appears to play an important role in an in vivo allogeneic model of aorta transplantation as well as in VSMC proliferation in vitro, blocking of which prevents the cells from entering the S phase of the cell cycle, thus abrogating cell proliferation. Targeting p38-MAPK might become a potent strategy in the treatment of vascular proliferative diseases like chronic allograft vasculopathy. Background. CTLA4Ig, a costimulation blocker which is currently under advanced clinical development, has been used for years as part of mixed chimerism protocols. Recent data suggest that CTLA4Ig also functions via modulation of tryptophan metabolism by upregulating indoleamine 2,3-dioxygenase (IDO) through B7 signals. We thus investigated the role of IDO in our CTLA4Ig-based mixed chimerism protocol.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Methods. C57BL/6 mice received a total body irradiation (TBI, d -1) of 3 Gy, approx. 20 × 10 6 fully allogeneic BALB/c bone marrow cells (d 0) and costimulation blockade consisting of anti-CD154 mAb (1 mg, d 0) and CTLA4Ig (0.5 mg, d 2). Different groups of mice were additionally implanted with 1-methyltryptophan pellets on d -1 (1-MT, which is a competitive inhibitor of IDO, 7-day release at 0.9 mg/h) or on d -1 and d 6 (14-day release) or placebo pellets. Macrochimerism and deletion of donor-reactive cells were followed by flow cytometry. Levels of tryptophan, kynurenine, and 1-MT were measured at several timepoints in serum by HPLC.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Results. 8 of 10 mice which received BMT, TBI, MR1 plus CTLA4Ig but only 2 of 10 mice without CTLA4Ig developed lasting multilineage chimerism (P < 0.05, measured at week 32 post BMT). 8 of 10 mice with CTLA4Ig treatment accepted donor skin grafts for more than 150 days, whereas only 1 of 10 mice, which got no CTLA4Ig injection accepted donor skin long-term (P < 0.05; representative data from two separate experiments), demonstrating that CTLA4Ig is critical for our protocol. 3rd-party grafts were promptly rejected in all groups. Long-term multilineage chimerism developed in 6 of 8 mice with 1-MT treatment, which is not significantly different from treatment with placebo pellets or standard protocol alone (7 of 11, pooled data from both groups). 2-week treatment with 1-MT also did not lead to a significant difference in the rate of multilineage chimerism (4 of 5 with 1-MT vs. 4 of 7 without 1-MT). Deletion of donor-reactive T cells was neither blocked nor enhanced by treatment with 1-MT. The kynurenine-to-tryptophan ratio in serum was similar in groups with (11.8 ± 2.7) and without (12.1 ± 3.3) CTLA4Ig (P = n.s., measured on d 3). Substantial serum levels of 1-MT were detected in mice with 1-MT treatment but not in untreated mice, indicating that IDO was indeed inhibited in the 1-MT groups.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Conclusions. CTLA4Ig plays an essential role for tolerance induction in this model but its mechanisms of action does not critically depend on IDO. Background. Induction of antigen-specific tolerance remains the ultimate goal in clinical organ and cell transplantation, as it would eliminate the need for continuous immunosuppression. One strategy leading to tolerance induction against a transplanted organ consists of infusing blood from the organ donor, an approach known as donor-specific transfusion (DST). Although the mechanisms underlying tolerance induction by DST are not fully understood, clonal deletion of alloreactive T cells and generation of immunoregulatory CD25 + CD4 + T cells are important in the process. It is well established that expression of heme oxygenase-1 (HO-1) can promote the survival of transplanted organs. However, the mechanisms underlying this effect remain to be elucidated. We hypostesized that HO-1 is required for tolerance induction involving DSTs and that HO-1 can magnify the tolerogenic effect of DSTs.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Methods. Allograft survival has been tested by using a well established model of costimulatory blockade (anti-CD40L-Ab) plus DST (day -7) in C57BL/6 (H-2 b ) heart allografted BALB/c (H-2 d ) WT and HO-1 KO mice. Further, HO-1 activity has been induced (by CoPP) or suppressed (by ZnPP) in B6AF1 (H-2 k/d,b ) mice receiving DBA/2 (H-2 d ) allografts plus DST on day 0 or day -7. Donor-specific tolerance was tested by challenging the mice with a second DBA/2 or third-party FVB (H-2 q ) allograft. Leukocytes (depleted or undepleted of CD25 + CD4 + T cells) from mice carrying allografts for >100 days were adoptively transferred to sublethally irradiated B6AF1 mice receiving DBA2 heart allografts. RNA levels of Foxp3, TGF-β, IL-10 and CTLA-4 have been assesed by using RT-PCR. CD25 + CD4 + T cells have been enumerated by flow cytomerty.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Results. Anti-CD40L-Ab plus DST treatment resulted in BALB/c recipients tolerizing fully mismatched C57BL/6 allografts (n = 6). However, by using HO-1-deficient recipients, this effect was abrogated, in that C57BL/6 allografts have been rejected in a similar manner as in untreated WT recipients (MST = 17.5 d, n = 4). Further, DST plus CoPP (in contrast to DST plus ZnPP) treatment resulted in donor-specific tolerance of DBA/2 allografts in B6AF1 recipients (n = 7). Tolerant animals showed significantly increased percentage of CD25 + CD4 + T cells and increased levels of Foxp3, TGF-β, IL-10, and CTLA-4 mRNA. Adoptively transferred B6AF1 leukocytes retrieved from the lymph nodes and spleens transferred to sublethally irradiated B6AF1 recipients of DBA2 allografts led to subsequent allograft loss (MST = 16.7 d, n = 6); in contrast, transfer of leukocytes of tolerant (Copp plus DST treated) mice led to indefinite allograft survival in this model. However, when those leukocytes were depleted of CD25 + CD4 + T cells, allografts were immediately rejected (MST = 17.7 d, n = 5).", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Conclusions. HO-1 in a graft recipient can be critical for long-term graft survival and for induction of tolerance. This mainly is mediated by generation of CD25 + CD4 + T cells (T regs). Modulation of HO-1 expression and activity may be used therapeutically to promote graft tolerance. Background. Human Immunoglobuline (IvIg) has been advocated in the treatment of acute rejection in allograft transplantation and treatment of sepsis. Mechanisms describing the immune modulatory activity are however scarce. We sought to investigate immune suppressive properties of pooled human Immuneglobuline (Ig), unspecific Fc and Fab fragments and their respective ligands by allogeneic blastogenesis assays.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Methods. Human mixed lymphocyte reactions (MLR) were performed. In detail peripheral blood mononuclear cells (PBMCs) were purified from 5 donors by Ficoll density gradient centrifugation (Amersham Biosciences, Buckinghamshire, England). 100,000 cells per well were stimulated with 100,000 radiated PBMC (60 Gy) and incubated for 5 days at 37°C together with unspecific IgG, IgM (both Sigma-Alderich, St. Louis, MO), anti-CD32 (Lab Vision, Fremont, CA) and anti-CD64 (Chemicon, Temecula, CA) in a dose-dependent fashion. Before harvesting cells were pulsed for 18 h with [ 3 H]thymidine (3.7 × 10 4 Bq/well) and the [ 3 H]thymidine uptake was measured in a liquid scintillation counter.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Results. The addition of pooled human IgG and IgM to allogeneic stimulated cells both resulted in a significant and dose dependent decrease of proliferation, although the suppressive properties of IgM was greater as compared to IgG (both, P < 0.0001). To investigate whether this effect was partly related to Fc receptor involvement we blocked CD32 and CD64 on antigen presenting cells (APCs), known receptors in the activation of MLR. Surprisingly, this assay demonstrated that sole Fc blocking (high-and low affinity Fc receptors) resulted in a significant downregulation of allogeneic response in vitro (both, P < 0.001).", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Conclusions. Our data evidence that the addition of unspecific immune globulines results in a reduction of proliferation in in vitro allogeneic blastogenesis assays and is partly Fc receptor dependent. These results corroborate the clinical success of IvIg and pooled IgM in the treatment of solid organ allograft rejection and cautions the utilization of immune globulines in immune suppressed septic patients. Die Interaktion professioneller antigen-präsentierender Zellen mit allogenen T-Zellen resultiert in der Ausbildung der sog. immunologischen Synapse (IS), welche für die effiziente Aktivierung von T-Zellen und damit letztlich für die Transplantatabstoßung essentiell ist. Im Rahmen der IS werden der T-Zellrezeptor/CD3-Komplex, kostimulatorische wie Adhäsionsmoleküle und Komponenten des Zytoskeletts in die Kontaktzone des MHC-TCR/CD3-Komplexes der IS rekrutiert. Der Einfluss von gängigen Immunsuppressiva, die zur Prävention der allogenen Organabstoßung klinisch verwendet werden, auf die IS-Evolution ist bislang unbekannt. In dieser Studie zeigen wir erstmals, dass Kalzineurinhemmer wie CsA oder FK506, aber nicht mTOR-Inhibitoren, selektiv die Rekrutierung des TCR/CD3-Komplexes in die IS blockieren. Ein ähnlicher Effekt wurde für Kortikosteroide, aber nicht Mycophenolat beobachtet, was auf eine essentielle Rolle des Calcineurin-NF-κB-Signalweges für die TCR/CD3-Regulation im Rahmen der T-Zellaktivierung hinweist. Interessanterweise blockierte das neue Immunsuppressivum FK778 nicht nur die TCR/CD3-, sondern auch die LFA-1-und F-Aktin-Rekrutierung in die IS. Die Bedeutung dieser globalen Interferenz mit der IS-Ausbildung für die spezifische Immunantwort muss in weiterführenden Studien geklärt werden. Diese Daten zeigen, dass klassiche Immunsuppressiva nicht nur simple Blocker der Zytokinsynthese sind, sondern schon sehr früh die T-Zell-APZ-Interaktion stören und damit einen weiteren immunologischen Mechanismus besitzen, der ihre klinische Potenz erklärt. Background. Ischemia (I) and reperfusion (R) trigger a series of events, which culminate in severe injuries to the affected organs in organ transplantation. Cell death, metabolic alterations, and inflammation result in impairment of shortand long-term function. The group of mitogen-activated protein kinases (MAPKs) are central regulators of these events, they have been implicated through aberrant activation in many pathophysiological settings ranging from autoimmune diseases, cancer, to I/R-associated organ damage.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Methods. Intracellular signaling pathways were analysed in vivo and in vitro employing a cardiomyocyte cell line and a murine heart transplant model. HL-1 cardiomyocytes are a cardiac muscle cell line derived from AT-1 mouse atrial cardiomyocytes. Syngeneic cardiac transplants were carried out us-ing male inbred BALB/c mice, hearts were transplanted heterotopically into the neck of recipients.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Results. In summary, (i) reoxygenation was characterized by a dramatic increase in the activity of all MAPKs at the end of the observation period; (ii) growth factor abrogation together with hypoxia (H) and reoxygenation (R) had a substantial effect on the course of signaling events; (iii) signaling processes in response to ischemia and reperfusion in vivo are in line with observations made in cardiomyocytes.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Conclusions. Data obtained so far in our study demonstrate the suitability of the chosen experimental approaches for investigation of I/R-associated alterations in intracellular signaling and cellular responses. Preliminary data suggest that H/R treatment of HL-1 results in significant apoptotic cell death, the intracellular signaling pathways involved are therefore currently analyzed. Background. Ischemia and reperfusion (I/R) in cardiac transplantation results in inflammation and cell death. To gain further insight into the regulation of these processes, we investigated the role of lipocalin-2 (24p3, NGAL, uterocalin), a potential regulator of the acute inflammatory response and cellular apoptosis in vitro and in vivo.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Methods. C57BL/6 hearts were heterotopically transplanted to syngeneic recipients immediately and after 10 hours of prolonged cold ischemia with the grafts harvested at various timepoints (2 min, 2 h, 12 h, 24 h, 48 h, 10 d) after transplantation. Gene expression analysis on mRNA extracts was performed employing cDNA microarray and RT-PCR. Protein synthesis was investigated by Western blotting and apoptosis by using TUNEL assay. For the identification of the cellular source of lipocalin-2 and its function in I/R-associated cell death, the effect of recombinant lipocalin-2 was investigated in the HL-1 cardiomyocyte cell line. HL-1 cardiomyocytes undergoing ischemia/reoxygenation as well as purified mononuclear cells and granulocytes were analyzed for lipocalin-2 expression by RT-PCR.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Results. In the cardiac transplants, high levels of lipocalin-2 gene and protein expression were detected at 12 h of reperfusion, whereby transcription was higher in groups without cold ischemia (22-versus 8.8-fold). HE staining demonstrated dense mononuclear infiltrates, cellular edema, and small focal necrosis in groups with and without prolonged cold ischemia. Upregulation of gene transcription was confirmed by PCR. Apoptotic cells were first detectable at day 2 and peaked 10 days after transplantation. Expression of lipocalin-2 was also detected in HL-1 cells by RT-PCR and Western blotting following I/R, demonstrating for the first time the presence of lipocalin-2 in this cell lineage. Lipocalin-2-transfected HL-1 cardiomyocytes showed a higher cell viability especially under ischemic condition. Megalin, known as the lipocalin-2 receptor, was detected in HL-1 cells by RT-PCR.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Conclusions. This study demonstrates the time-dependent expression of lipocalin-2 in a cardiomyocyte culture as well as in transplanted hearts in response to ischemia and reperfusion/reoxygenation. Lipocalin-2 is suggested to target cardiomyocytes with ameliorating effects on cell viability during ischemia. Obvious alterations in lipocalin-2 expression at the protein level suggest a possible involvement of lipocalin-2 during I/R-induced cell death probably as a self-limiting process for inflammation. Background. Protease activation as well as inflammatory responses contribute to organ damage in response to ischemia and reperfusion. In this study we investigated the role of the protease inhibitor SLPI in ischemia and cardiac transplantation.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Methods. Hearts from SLPI knockout mice (SLPI-/-) were heterotopically transplanted to SLPI-/-recipients. Grafts underwent 10 hours of cold ischemia (CI) prior to transplantation or were transplanted immediately. C57Bl/6 wild-type isografts (WT) undergoing the same procedure served as controls. In selected groups, 200 µg of recombinant SLPI (rSLPI) were added to the preservation solution or given i.v. after reperfusion. After evaluation of graft function, hearts were removed at 15 min, 12 h, 24 h, and 10 days. Morphology was investigated by histology, SLPI gene expression was analysed using quantitative RT-PCR. SLPI protein expression was studied by immunohistochemistry (IHC). SLPI, TNF-α, TGF-β, and NF-κB, Cathepsin G, and Elastase activity were analysed employing ELISA and Western blot.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Results. At 15 min, recovery of graft function was normal in WT and SLPI-/-mice transplanted without CI (4.0 ± 0.0). In contrast, SLPI-/-hearts transplanted after 10 h of CI showed no or marginal recovery of organ function (0.6 ± 0.65). At 24 h, cardiac function in SLPI-/-(2.8 ± 0.89) was less when compared with WT (3.36 ± 0.55). Single administration of rSLPI i.v. had no effect; however, when SLPI was added to the preservation solution, organ function comparable to WT mice was observed (3.36 ± 0.55). A mild mononuclear cell infiltrate and small focal necrosis where found in all groups at 24 h. At 10 days, postischemic inflammation as well as myocyte necrosis were significantly higher in the SLPI-/group (2.5 ± 0.5 vs. 1.8 ± 0.4 and 1.6 ± 0.5 vs. 0.2 ± 0.4). Myocyte vacuolisation as a sign of sublethal ischemic injury was present at high level in SLPI-/-mice undergoing CI only. SLPI gene expression was detected in WT mice at 12 and 24 h after reperfusion. Gene transcription at 12 h was significantly higher after prolonged CI (7.99 vs. 1.57 orders of magnitude) and was associated with significantly decreased NF-κB, TGFβ, and TNF-α activity. SLPI protein was first observed at 24 h, high levels of SLPI protein were found at 10 days. SLPI-positive cells were mainly identified as macrophages (IHC). High intragraft levels of SLPI activity were found early as well as 10 days after application of recombinant protein. High SLPI levels correlate with decreased Cathepsin G early and decreased NF-κB, TGF-β, and elastase activity late after reperfusion.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Conclusion. Herein we demonstrate that SLPI has a substantial effect in prevention of inflammation and myocyte damage in response to ischemia and reperfusion of the heart via inhibition of NF-κB, TGF-β, and elastase. In addition, SLPI seems to be crucial for recovery of organ function early after heart transplantation -inhibition of protease activity seems to be the underlying mechanism. Perfusion with rSLPI ex vivo represents a promising therapeutic option for modulating the destructive processes of postischemic inflammation while preserving its restorative nature. Methodik. Die Studie wurde an 5 Hausschweinen durchgeführt. Die Tiere wurden in Allgemeinnarkose versetzt und intubiert. Alle hämodynamischen Daten wurden invasiv gemessen. Die Parameter (ABP, PAP, ZVD und LAP) wurden wie in der klinischen Praxis mit einem HP-Patientenmonitor registriert und gespeichert. Das Herzzeitvolumen (CO) wurde mit Hilfe eines Flowmeters der Firma Transsonic Systems Inc. gemessen. Die hämodynamischen Ausgangswerte von 4 Patienten vor ECMO wurden retrospektiv mit den experimentellen Daten verglichen.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Ergebnisse. In der Frühphase des Tierversuchs nach erfolgter Abklemmung blieb ein eindeutiger Anstieg des PAP bei 4 von 5 Versuchstieren aus. Auch ein rascher Abfall des CO war nicht zu beobachten. Auch der PVR zeigte keine signifikante Veränderung. Die PAP/AP-Druckratio reagierte sehr rasch und in allen Fällen mit einem Anstieg auf das Ereignis. Von 4 Patienten, die mittels ECMO erfolgreich therapiert worden waren, hatten 3 eine PAP/AP-Ratio über 0,3, ein Patient hatte eine PAP/AP-Ratio von 0,26. Die Patienten mit PAP/AP über 0,3 wurden mittels VA-ECMO therapiert, der Patient mit PAP/AP von 0,26 mittels VV-ECMO.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Schlussfolgerungen. Isolierte Veränderungen der pulmonalen Hämodynamik repräsentieren offenbar nur bedingt den Schweregrad der vorhandenen Beeinträchtigung. Als wichtiger Parameter für eine rasche Einschätzung des Grades der Kompromittierung kann die Druckratio zwischen pulmonalem und systemischem Kreislauf angesehen werden. Als leicht zu erhebender Parameter könnte die PAP/AP-Ratio eine Entscheidungsgrundlage für die zu wählende ECMO-Konfiguration darstellen. Nach den bisherigen Erfahrungen wäre die Indikationsgrenze bei einer PAP/AP-Ratio von etwa 0,3 zu ziehen. Background. Pancreas transplantation in the mouse is an extremely demanding procedure and severe technical problems have limited its widespread use. Since the mouse, however, would be a good model for the study of various transplantation-related problems, such as ischemia-reperfusion injury or graft pancreatitis, we designed a new surgical strategy for cervical heterotopic vascularized pancreas transplantation using a cuff technique.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Methods. Male syngeneic C57BL6 (H-2 b ) mice (n = 27) 10-to 12-week-old were used as size-matched donor and recipient pairs. Recipients were intraperitoneally injected with 312.5 mg of streptozotocin per kg in order to become hyperglycemic (blood glucose, >300 mg/dl) and transplantation was performed 4 days later. Recipient operation: The right external jugular vein (EJV) and common carotid artery were dissected free. By using a polyethylen cuff (OD, 0.63 mm) it became possible to evert the artery over the cuff body and finally fix the vessel with 8-0 silk ligatures. Similarly, the EJV could be everted over a 0.94 mm cuff. Donor operation: After a complete midline incision the pancreas was isolated using a no-touch technique on a segment of the aorta, including the celiac axis and the superior mesenteric artery. The venous outflow was provided by the portal vein. All grafts were flushed with 4 °C saline solution. Implantation: The graft was placed in the right cervical region and vascular anastomoses completed by pulling the PV over the EJV cuff and the donor aortic segment over the carotid cuff and held in place with a 8-0 silk ligature. After releasing venous and arterial clamps, all grafts immediately returned to their normal pink color with the arterial stump pulsating.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Results. Out of 27 recipients, surviving over 50 days, 2 animals died from haemorrhage (survival rate, 93%). Donor operation lasted 40 ± 5 min and dissection of recipient vessels took 20 ± 4 min. Implantation time was 4 to 6 min, resulting in a total pancreas ischemia time of 33 ± 6 min. No thromboembolic complications at the cuff side were observed. Preoperative glucose levels were 518 ± 59 mg/dl and could all be normalized by po day 1 (88 ± 13 mg/dl). Histopathological examination on po day 10 and 30 showed almost normal islet cell and acinar architecture of all grafts.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Conclusions. For the first time a method of cervical heterotopic pancreas transplantation using a non-suture cuff technique in the mouse is described. Major advantages are a short ischemia time, lack of arterial thrombosis or venous stenosis, and short operation time, and thus a very high survival rate. This model is especially applicable for investigating preservation, reperfusion injury, and graft pancreatitis. Background. As human islet transplantation is limited by the lack of sufficient numbers of human donor organs, xenotransplantation with the use of porcine islet cells seems to be a promising therapeutic option to cure diabetes. In order to achieve sufficient numbers of viable islet cells, better protocols for organ preservation, isolation, and purification are needed. Recent studies showed that the two-layer method (TLM) of pancreas preservation prior to isolation significantly improved islet yield. The TLM oxygenates pancreata and activates metabolism to generate ATP and leads to resuscitation of ischemically damaged organs. Another possibility to achieve a higher partial pressure of oxygen levels in fluids is the use of hyperbaric oxygenation (HBO). The aim of this study was to assess the influence of preoxygenated preservation solutions on the porcine pancreas.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Methods. University of Wisconsin solution (UW), Celsior, Perfadex, Custodiol, and a preservation solution especially designed for this study on the basis of ketoglutarate are oxygenated with 100% oxygen for 50 minutes at 1.5 bar using a hyperbaric chamber. Porcine pancreata are harvested at a local slaughter house and stored in preoxygenated and not oxygenated preservation solutions at 4 °C for 4 hours. Tissue cuts are performed to assess the occurrence of apoptosis and to determine the oxidative stress. ATP-to-ADP ratio is measured and immunohistochemistry is performed.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Results. It is feasible to preoxygenate preservation solutions. The oxygen levels can be raised up to 100 times in the preservation solutions using HBO and can be maintained for at least 12 hours after HBO treatment. MDA and carbonylated protein levels are not significantly elevated in organs stored in preoxygenated solutions. ATP-to-ADP ratio as a sign of viability is significantly higher in organs stored in preoxygenated solutions.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Conclusions. Preoxygenation of preservation solutions using 100% oxygen and a hyperbaric chamber is feasible. HBO has a positive impact on porcine organ preservation. As ischemically damaged islet cells are likely to undergo cell death or lose functionality due to hypoxia, the use of preoxygenated preservation solutions is a promising method to achieve better yields after islet isolation and transplantation.", "cite_spans": [], "ref_spans": [], "section": "Medical University of Innsbruck, Innsbruck, Austria"}, {"text": "Alternative zur humanen Pankreastransplantation und Inselzelltransplantation stellt die Xenotransplantation von porcinen Inselzellen dar. Um xenogene Zellen erfolgreich transplantieren zu können, müssen sie vom Immunsystem des Empfängers abgeschirmt werden. Die Verwendung von Mikrokapseln scheint eine vielversprechende Methode dazu zu sein, wobei Natrium Zellulose Sulfat (NaCS) in Graz verwendet wird. Darüber hinaus muss eine ausreichende Anzahl an vitalen Zellen mit hoher Reinheit aus dem porcinen Pankreas isoliert werden.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Methodik. Porcine Pankreata werden von einem lokalen Schlachthof erhalten. Die Organe werden kanüliert, und ein Enzymgemisch aus neutraler Protease und Kollagenase NB wird infundiert. Die Digestion erfolgt in einer modifizierten Ricordi-Kammer mechanisch und enzymatisch, und die anschließende Purifikation wird mit einem Ficoll-Dichtegradienten durchgeführt. Vitalität der Zellen wird mit Fluorescein-Diacetat/Propidium Jodid, MTT und der Bestimmung der ATP/ADP-Ratio überprüft. Die Reinheit wird mit einer Dithizon-Färbung festgestellt. Insulinkonzentrationen werden mittels ELISA detektiert, der DNA-Gehalt der Inselzellen mit dem DNEasy-Kit festgestellt. Inselzellen werden in Kooperation mit der Firma Austrianova mit NaCS mikroverkapselt.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Ergebnisse. Die Organe wurden durchschnittlich 35 min digestiert, es wurde eine Reinheit von 96% und eine Zellzahl von durchschnittlich 2 × 10 5 Zellen isoliert. Beste Resultate wurden mit dem Lymphoprep TM -Dichtegradienten erzielt. Isolierte porcine Inselzellen überleben bei 37 °C im Durchschnitt 12 Tage in vivo und produzieren Glucose-abhängig Insulin. Die Funktionalität der Zellen bleibt über den gesamten Zeitraum erhalten. Mikroverkapselung mit NaCS ist machbar.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Schlussfolgerungen. Die Isolation porciner Inselzellen ist eine viel versprechende Methode den Mangel an humanen Spenderorganen in der Pankreastransplantation und humanen Inselzelltransplantation zu umgehen. NaCS als Verkapselungsmaterial ist weniger immunogen und weitaus biokompatibler als alle bisher verwendeten Materialien und die Mikroverkapselung xenogener Inselzellen mit NaCS scheint eine innovative Methode zur Therapie des Diabetes mellitus zu sein. Background. To achieve its full potential, transplantation of pancreatic islets has to overcome a number of obstacles. One of the obstacles are the still lacking read-out parameters to assess the quality of human islets after the isolation procedure and prior to transplantation. Being able to predict the functional potential of the pancreatic islets after isolation or even short-term culture would greatly enhance the success of islet transplantation. Therefore one of the primary challenges in islet transplantation is to identify and understand the changes taking place in islets after isolation or culture. Life confocal microscopy is a powerful tool to identify such changes in living islets not achievable by use of fixed-cell techniques.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Methods. Islets were isolated according to the method of Ricordi et al., using a continuous Ficoll gradient. 3 fluorescent dyes, dichlorodihydrofluorescein diacetate (DCF), tetramethylrhodamine methyl ester (TMRM), and fluorescent wheat germ agglutinin were used to assess either overall oxidative stress, time-dependent mitochondrial membrane potentials, or localisation of oligosaccharides. Confocal microscopy was performed with an microlens-enhanced Nipkow disk-based confocal system UltraVIEW RS (Perkin Elmer, Wellesey, MA, USA) mounted on an Olympus IX-70 inverse microscope (Olympus, Nagano, Japan).", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Results. With the above described confocal system we were able to identify differences in the localisation and amount of oligosaccharides in endocrine vs. exocrine cells of freshly isolated pancreatic islets. The staining pattern changed during the course of culture, suggesting a remodeling of cell surface oligosaccharides. The study of the mitochondrial membrane potential proved to be very useful in order to early identify damaged or stressed cells and thereby gain insights into the vitality of the isolated islets.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Conclusions. This makes us believe that, especially in the light of the many other fluorescent dyes which can be used as subcellular markers, a combination of these with a powerful live confocal imaging system will be of great value for a better islet assessment after isolation and culture. Background. Therapeutic drug monitoring (TDM) of immunosuppressants is a well established concept supporting the work of clinicians from the historical onset of the use of these drugs. Within the last years the combination of HPLC (highperformance liquid chromatography) with tandem mass spectrometry (MS/MS) provides an alternative to antibody-based immunoassays. This new analytical method to quantify immunosuppressants affords a robust and rapid separation technique with high selectivity. Up to now, the quantification of wholeblood levels of Cyclosporin A, FK 506 (Tacrolimus), and 42-O-(2-hydroxyethyl)-Rapamycin (Everolimus) at our institute have relied upon three different, indirect assays from different companies. However, these systems have drawbacks caused by cross reactions with active and inactive drug metabolites, fluctuations in assay performance, and comparatively high prices. In contrast, HPLC-MS/MS platforms are now becoming frequently used to measure circulating drug levels and their metabolites with lower associated costs and higher specificity, accuracy, and precision.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Methods. The setup chosen at our laboratories consists of two independent mass spectrometers (one machine at the ZIMCL, a backup machine at BIOCRATES) and allows a sample throughput of about 25 samples per hour. All immunosup-Varia pressants currently monitored in whole blood can be quantified within one analysis from a sample volume of less than 100 µl. The sample workup (cell lysis and protein precipitation) is performed in a bar-code-supported parallel setup, minimizing the risk of sample mix-up. An online solid-phase extraction (SPE) strategy has been chosen to reduce matrix interferences and ion suppression. Daily calibrations and quality control samples performed with certified reference materials assure a high level of accuracy and precision.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Results. The HPLC-MS/MS assay established for Cyclosporin A, Tacrolimus, Everolimus, and Sirolimus covers the analyte concentration range needed for TDM (e.g., up to 2000 mg/ml for Cyclosporin A). Intraday and interday repeats of the assay and data from quality control measurements were sufficiently accurate and precise (all CVs, <15%; bias, <15%). Comparison of the quantitative results did show a linear relationship between antibody-based immunoassays and the HPLC-MS/MS-derived data with bias values (ca. 10% for Cyclosporin A and ca. 30% for tacrolimus on the basis of Bland-Altmann plots) in agreement with the literature.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Conclusions. The established HPLC-MS/MS platform will allow replacement of the current antibody-based assays. The major advantage of this technique is the ability to simultaneously acquire absolute quantitative concentrations of each of the therapeutic drugs administered from one sample. Therefore, the requirement for different sample preparation schemes or parallel measurements on different analytical instruments are no longer needed. The high sample throughput also assures timely TDM data report to the ward. A significant reduction of costs is now expected due to the lower consumable expenses in HPLC-MS/MS assays. Background. A clinical trial towards improved safety of the application of Everolimus (Certican) in heart transplantations (CRAD001A2403, data collection started in August 2004 and is ongoing) allowed us to compare therapeutic drug monitoring (TDM) data (E0 and E2 levels) measured on two different platforms -an LC-MS/MS method in an external laboratory and a immunochemical method recently established at our institute.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Methods. LC-MS/MS measurements of Everolimus were performed in a reference laboratory. The immunochemical measurements were performed with a fluorescence polarization immunoassay (Innofluor Certican immunoassay by Seradyn) measured on a TDX instrument from Abbott. Method comparison included analysis of the time series of the patients (n = 7, 65 observation pairs) and the quality control samples of the immunochemical assay gathered over a year as well as inter-and intra-assay data comparisons based on Bland-Altmann plots and regression data.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Results. Comparison of the quantitative results obtained from the LC-MS/MS and the immunochemical assay showed good agreement between these methods. The bias between the methods (Bland-Altmann plot) was found to be rather small, with the immunochemical method measuring in average approximately 5% (±25%) lower values as the LC-MS/MS method, which is in good agreement with current reports. The coefficient of variation (CV) (measured over several months) of the Innofluor quality control measurements was <7% for the medium (ca. 12 ng/ml) and high (ca. 25 ng/ml) quality control samples, whereas the lower quality control level (ca. 4.5 ng/ml) showed an increased CV (<13%). However, especially during the phase of method establishment, higher CV values and bias deviations have been found", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Conclusions. The method comparison did show that the immunochemical Everolimus assay provided by Seradyn is a good alternative to HPLC-MS/MS measurements. The assay bias was found to be rather low and the assay uncertainty was within acceptable ranges. However, a stringent quality control network must be provided to assure stable assay performance over time. Grundlagen. Die Inzidenz der Endokarditis beträgt ca. 6/100 000 Einwohner pro Jahr in der Gesamtbevölkerung. Obwohl die Immunsuppression das Auftreten systemischer Infektionen begünstigt, sind Endokarditisstudien an Transplantationsempfängern nicht verfügbar.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Ziel dieser epidemiologischen Studie war, das Auftreten der Endokarditis und ihrer Risikofaktoren nach Organtransplantation zu evaluieren.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Methodik. Insgesamt 2556 Patienten, welche sich zwischen 1989 und 2004 einer soliden Organtransplantation an unserem Zentrum unterzogen, wurden untersucht. Der MBDS unserer Klinik wurde zum Patientenscreening herangezogen.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Ergebnisse. Insgesamt wurden im Beobachtungszeitraum 27 Endokarditisfälle beobachtet. Neun Endokarditisfälle (33,3 %) konnten erst post mortem mittels Autopsie diagnostiziert werden, 8 Patienten (29,6 %) konnten durch alleinige antibiotische Therapie geheilt werden. Insgesamt 10 Transplantationsempfänger (37,1 %) mussten sich einem kardiochirurgischen Eingriff unterziehen. Die Gesamtmortalität betrug 44,4 % (12 Patienten). Staphylococcus aureus konnte in 16 Fällen (59,3 %) und Pilze konnten in 4 Fällen als ursächliche Keime isoliert werden.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Die Inzidenz der Endokarditis in Transplantationsempfängern beträgt 1 % (95 % CI, 0.67-1.49) und zeigt ein 171-fach erhöhtes Risiko verglichen mit der Gesamtbevölkerung.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Schlussfolgerungen. Die Endokarditis stellt ein signifikantes Problem nach Organtransplantation dar und ist mit einer exzessiv hohen Mortalität assoziiert. Eine erhöhte Aufmerksamkeit ist daher indiziert, da wir durch den Einsatz der transösophagealen Echokardiographie vermehrt derartige Fälle in der Zukunft diagnostizieren werden. Ein 47-jähriger Patient erhält 1995 eine Herztransplantation aufgrund einer dilatativen Kardiomyopathie bei altersentsprechender Nierenfunktion. Die Immunsuppression besteht aus Cyclosporin A und Mycophenolat Mofetil. Innerhalb der ersten drei Monate nach der Operation steigt das Kreatinin auf 2,0 mg/dl an, bleibt dann aber konstant. Ab 2003 nimmt die Nierenfunktion weiter ab, weshalb im August 2004 wegen des Verdachtes auf eine chronische Calcineurininhibitor-Nephropathie auf Sirolimus und MMF umgestellt wird. Das Serum-Kreatinin beträgt zu diesem Zeitpunkt 3,0 mg/dl. Zwei Monate später ist das Serum-Kreatinin auf 7,0 angestiegen, der inzwischen 57-jährige Patient leidet unter einer renalen Anämie, Hyperphosphatämie und Hypokalziämie. Im Harn finden sich Leukozyten und Erythrozyten, die allerdings nicht deformiert sind (keine dysmorphen Erythrozyten und Akanthozyten), sowie eine geringgradige Proteinurie (300 mg/24 h). In der Harn-Polyacrylamidgel-Elektrophorese zeigt sich vor allem Alpha-1-Mikroglobulin als Indikator einer tubulointerstitiellen Schädigung. Nach erneuter Umstellung der Immunsuppression von Sirolimus/MMF auf Niedrigdosis-Cyclosporin/MMF kommt es zum raschen Rückgang des Serum-Kreatinins, der Harnbefund sowie die Elektrolyte normalisieren sich, einzig die Erythropoetin-Substitution muss beibehalten werden, um den Hämoglobin-Zielwert von 11 g/dl zu erreichen. Acht Wochen nach der zweiten Therapieumstellung führen wir eine Nierenbiopsie durch. Es findet sich eine akute interstitielle Nephritis ohne glomeruläre Schädigung. Unseres Wissens ist dies der erste dokumentierte Fall einer akuten interstitiellen Nephritis auf Sirolimus. Background. Group Milleri streptococci (GMS) are a heterogeneous group of streptococci including the species Streptococcus intermedius, S. constellatus, and S. anginosus. Due to their ability of producing toxins, they tend to cause chronic intra-abdominal and intrathoracic abscesses, which are difficult to treat, as GMS are able to escape conventional antibiotic therapy.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Aim. Evaluation of epidemiology, clinical significance, and impact on the outcome in all solid-organ recipients with GSM infections during a 4-year period.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Patients and Methods. Retrospective analysis comprising 45 solid-organ recipients with GMS.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Results. Between 2001 and 2004, 45 solid organ recipients (88 isolates) including 34 liver, four kidney and pancreas, one kidney, two small bowel, three combined liver and kidney, and one combined kidney and small bowel transplant re-cipients developed infection with GMS. In 42 cases, GMS caused intra-abdominal infection; in two cases, pleural empyema; and in one case, soft tissue infection. In only one case, GMS were cultured from blood. In 54 of the 88 specimens (61%) which grew GMS, also other pathogens could be isolated. GMS frequently caused recurrent cholangitis (n = 17) associated with anastomotic and anastomotic biliary strictures. These cases were managed by repeated stenting or surgical intervention and prolonged antibiotic therapy. No patient died directly related to GMS infection. All responded to combined surgical and antibiotic treatment. One pancreas graft was lost due to erosion haemorrhage associated with an abscess. All isolated strains of GMS were susceptible to Penicillin G, Carbapenems, and Clindamycin, whereas cephalosporins and quinolones showed intermediate activity or resistance in some cases and GMS in general were found resistant to aminoglycosides.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Conclusions. GMS are frequent pathogens in transplant surgery and are capable of causing difficult to treat infections. Their prevalence in transplant surgical site infection thus far might have been underestimated. Therefore, we recommend empiric antibiotic treatment for sufficiently long time in combination with surgical intervention when necessary. Background. By using intensified immunosuppressive protocols the incidence of immunological complications after solid-organ transplantation has constantly declined. However, the incidence of some infections, in particular complicated fungal infections, seems to increase. Candida krusei (CK) is resistant to Fluconazole and recently this pathogen has been more commonly isolated in severe infections, particularly in the immunocompromised host.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Methods. Between 1. 1. 2004 and 30. 6. 2005 , a total of 400 solid-organ transplants were performed at the Innsbruck Medical University. This included 150 renal, 70 liver, 50 pancreas, 5 intestinal, 30 cardiac, 20 lung, and 10 islet transplants. Prophylactic immunosuppression consisted of Calcineurin inhibitor-based triple drug therapy for the majority of cases. Antifungal prophylaxis was given to all pancreatic and intestinal recipients (Fluconazole 400 mg per day) and to all patients considered at high risk for filamentous-fungal infections (Ambisome 3 mg/kg).", "cite_spans": [{"start": 20, "end": 43, "text": "1. 2004 and 30. 6. 2005", "ref_id": null}], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Results. A total of five patients with CK infection were identified within this series (2%). Five patients developed infection with Candida tropicalis and three with Candida glabrata. Within this time period, another two patients with CK infection were identified, one had a pleural empyema following esophageal perforation and the other was treated with a ventricular assist device and developed pulmonary infection with CK. Both patients were treated on the transplant intensive care unit. The transplant patients were three pancreas, one liver, and one lung recipient. All three pancreas recipients were diagnosed intra-abdominal infection, the liver recipient had an ischemic cholangiopathy with CK cholangitis and required retransplantation, and the lung recipient developed postoperative hemorrhage and subsequently CK pleural empyema. All patients presented also with other infectious complications. Treatment of CK infection consisted in four cases of Caspofungin or Voriconazole or combination of the two, and in one case, CK was isolated from infected hematoma and did not require antifungal therapy after surgical removal. All infected collections were evacuated either surgically (n = 3) or through pig-tail drainage (n = 2). CK infection was successfully managed in all cases and patients are currently alive, only one pancreas graft was lost.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Conclusions. Candida krusei infections now represent frequent severe complications in solid-organ recipients. However, rapid diagnosis and treatment with new antifungal agents such as Voriconazole, Caspofungin, or Ambisome allow successful therapy of these infections. Solid-organ recipients seem to be at increasing risk to acquire non-albicans Candida infections. Background. After solid-organ transplantation immunosuppression (IS) and concomitant infection with CMV, EBV, HHV-6, -8, or papillomavirus put patients at risk for developing malignant diseases (14% cumulative risk at 10 years; Adami et al. 2003) . Posttransplant lymphoproliferative disorders (PTLD) and skin cancers are known to have the highest incidence in immunocompromised patients. Reports on colorectal cancer after different types of organ transplantation are rare and the incidence was 0.01% to 3.9% and did not differ from that of the normal population. We analysed our database with regard to the incidence and course of colorectal malignancies following treatment and introduction of TOR inhibitor-based IS.", "cite_spans": [{"start": 594, "end": 612, "text": "Adami et al. 2003)", "ref_id": null}], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Methods. Medical records of solid-organ transplants performed between 1986 and 2005 at our center were analysed retrospectively. In a total of 3568 patients 247 heart, 118 lung, 2074 kidney, 757 liver, 367 pancreas, and 9 combined heart-lung transplantations were performed (27 small bowel and 4 hand transplantations not included). Immunosuppressive therapy consisted of triple therapy comprising steroids, azathioprine/MMF, and CyA/Tac. Some of them received induction therapy with antithymocyte globulin.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Results. A total of 206 patients (5.72%) developed malignancies. Of them, 9 patients (1 female, 8 male; median age at diagnosis, 66.1 years; 2 kidney, 3 heart, 4 liver recipients) had colorectal malignancies (0.25%) during a mean follow-up period of 7.3 years. On average, diagnosis was made 5.8 years after transplantation. Four carcinomas were located in the rectum or at the rectosigmoid junction and five were colon cancers (five pT3, one pT2, and three pT1 stages). R0 resection was performed in all 9 patients plus radio-and/or chemotherapy in all T3 stages. Five patients (55%) died 7.2 years post transplant due to cardiovascular disease (n = 4) and recurrent tumor disease (n = 1). The 1-year survival rate was 67% for T3 and 100% for T1 rectal cancers, 50% for T3 and T1 each and 100% for the only T2 colon cancer. Three anal neoplasms (one AIN III°, two anal cancers, pT1 and pT2; median age at diagnosis, 50 years) developed on average 7.2 years after transplantation (0.08% vs. 0.001% in the general population) with a 100% 1-year survival rate. All patients were switched to rapamycin or everolimus after completion of primary therapy.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Conclusions. The incidence of anal but not of colorectal cancers in our transplant patient population differed from that of immunocompetent patients of corresponding age (0.08% vs. 0.001% and 0.25% vs. 0.2% Tyrol tumor registry and 0.3% SEER). The 1-year survival rate was significantly decreased in the transplant group with T3 tumors (67% [rectum] and 50%", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "[colon] vs. 80%). Potential antineoplastic effects of rapamycin and overall less immunosuppression long-term may improve prognosis of colorectal malignancies following transplantation. Background. Solid-organ transplantation is the treatment of choice for terminal organ failure. Due to the scarcity of organs, the mandate to utilize extended-criteria donors has dramatically increased over time and achievable results are good. This harbors the risk of transmission of infections from the donor to the recipient.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Aim. An overview on the magnitude of possible transmittable diseases that could accompany donor organs is given. Possible preventive strategies are discussed.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Overview. The faith of an organism that is transmitted by a donor allograft depends on the virulence and the quantity of the transmitted pathogen and the site of infection and furthermore is impacted by prophylactic steps undertaken during donor procurement, organ perfusion, implantation, and post transplant course and lastly depends on the ability of the recipient to control the infection by the immune system. In the best case, the microorganism is cleared before it can do any harm; however, in the worst case scenario, transmitted pathogens can lead to fatality. There is a multitude of pathogens that can potentially be transmitted by an allograft including viruses, bacteria, fungi, and protozoa. There are microorganisms that can be transmitted by any type of graft and there are pathogens which due to a certain tropism can be transmitted by certain organs only. There are common pathogens such as CMV and EBV as opposed to extremely rare pathogens such as Lyssa, West Nile fever, or lymphochoriomenigitis virus. Intracellular pathogens are preferably targeted by MHC restricted cytotoxic T-cell reaction. As in organ transplantation HLA matching is in general not performed, donor-derived antigen-presenting cells cannot be recognised by recipient-specific CD8 + lymphocytes. Therefore, either donor-specific cytotoxic T cells must function as counterparts or alternative tar-gets must be defined by the immune system. Bacterial and/or fungal contamination must be considered in lung transplantation (bronchial stump), pancreas transplantation (duodenal segment), and small bowel allografts. Cardiac, renal, and liver grafts can be considered sterile but can become contaminated during procurement. Rare transmitted organisms are Toxoplasma gondii, Trypanosoma cruzii, and Schistosoma mansoni.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Conclusions. When looking at allocation of latently virus-infected organs, they should be preferably given to recipients who have antibodies against the particular agent. In terms of bacterial or fungal contamination of graft and/or preservation solution, routine monitoring seems mandatory in order to assure quality. Keeping blood and serum samples from donors should be carried out from an epidemiological and legal standpoint. Bacterial and fungal prophylaxis should be used to prevent not only recipient-but also donor-derived pathogens. Antiviral prophylaxis is standard for CMV and HBV, for all other viruses no final recommendations are available. Methods. The aim of the current review was to investigate the impact of several risk factors on PTLD. Therefore, patients developing PTLD after heart transplantation at our institution were screened.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Results. 8 patients have been identified with PTLD, all cases occurring during the last decade. Mean age at PTLD onset was 46.4 ± 20.0 years and time between transplant and development of PTLD was 26.4 ± 30.4 months. There were 5 EBV-associated PTLDs, 2 non-EBV-associated, CD20-negative B-cell lymphomas, and 1 T-cell lymphoma. Immunosuppression at PTLD onset was Calcineurin inhibitor based (Cyclosporine A, 5 patients; Tacrolimus, 3 patients). Initial immunosuppression included ATG induction. Six patients received perioperative antiviral prophylaxis with either valgancyclovir/gancyclovir (n = 4) or acyclovir (n = 2) in combination with anti-CMV hyperimmunoglobulin (n = 1). Two patients experienced a total of five episodes of acute rejection (ISHLT II°), all were treated with bolused steroids. Four patients are still alive (50%), three of them in current remission of PTLD, one patient is under therapy recently. Median survival was 27 months in survivors and 3.4 months in nonsurvivors.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Conclusions. These data show that PTLD is associated with a high mortality rate. The majority of PTLDs are EBVassociated. Therefore, screening for EBV infection and prophylactic treatment may help to prevent a potentially fatal consequence of heart transplantation. Background. Late acute cellular rejection is associated with a decrease of survival and the development of CAV. New immunosuppressice drugs have been introduced into clinical practice. Everolimus, as one of these, has shown to be safe in cardiac transplantation. We report of our experience with Everolimus in heart transplant recipients who developed late cardiac rejection.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Methods. Patients with a history of previous rejection episodes who experienced cardiac rejection after at least 2 months postoperative were switched to an Everolimus, cyclosporine A, and corticosteroid-based immunosuppressive regime. All patients already received statins and antihypertensive medication before. Everolimus, cyclosporine A trough levels and laboratory values were controlled monthly. Drug administration was adapted to an Everolimus trough level between 3 and 8 ng/ml, mean maintenance dosage was at 0.25 to 1.5 mg/day. Death, safety, side effects, biopsy-proven acute rejection, laboratory values and blood levels were evaluated retrospectively.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Results. 4 cardiac allograft recipients (2 male, 2 female), at a median of 1473.25 days post orthotopic heart transplantation (oHTx) (65-3045), received 1 mg to 1.5 mg Everolimus per day. In a follow-up period of at least 2 month (2-10) mortality was 0%. The drug was well tolerated and no acute cellular rejection greater than grade 1a (ISHLT grading) was observed after two month. In one patient raised cholesterol values and in two others elevated triglyceride levels were seen but were controlled with higher statine therapy. No obvious raised creatinine values were seen with Certican ® .", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Conclusions. In conclusion, conversion to an Everolimus-based immunosuppressive regimen after late cardiac rejection is safe and effective. No major side effects were observed.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "P02 Collagen III in transplanted heartdonor or recipient derived M. Pichler, B. Tessaro, D. Kniepeiss, R. Kleinert, G. Hoefler Institute of Pathology, Medical University of Graz, Graz, Austria", "cite_spans": [{"start": 68, "end": 126, "text": "Pichler, B. Tessaro, D. Kniepeiss, R. Kleinert, G. Hoefler", "ref_id": null}], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Background. Transplantation of donor hearts is often associated with progressive development of interstitial myocardial fibrosis and alterations in composition and organisation of the extracellular matrix. Changes in cardiac interstitial collagen network are thought to contribute to abnormal stiffness and loss of function of the myocardium. Fibroblasts are the main producers of type I and type III collagens, the major in-Poster terstitial collagens found in the heart. In transplanted hearts, intragraft fibroblasts may consist of two cell populations. Donor-derived fibroblasts preexist in donor organs, whereas hostderived fibroblasts may progressively immigrate as mesenchymal progenitors from the circulation to the allograft.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Purpose of the study. To determine the contribution of these two distinct fibroblast populations to progression of myocardial fibrosis, we studied endomyocardial biopsies over a time period of some years from a male patient who had received a heart from a female donor.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Methods. In these sex-mismatched patients two frequent genetic polymorphisms at the collagen III locus were determined by polymerase chain reaction-based restriction enzyme digestion, both in donor allograft and in the corresponding explanted recipient heart. On the basis of differences of the collagen genotype in donor and recipient tissue, we selected 10 endomyocardial biopsies by hematoxylin eosin staining covering an overall follow-up period of nine years since the transplantation event. Immunohistochemistry, chromogene in situ hybridisation, and population-specific collagen expression using single nucleotide polymorphisms were used to determine the course of fibrosis.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Results. We developed an analytical system generally applicable to measure population-specific differences of collagen III synthesis in transplanted organs. The amounts of interstitial collagen type I and type III increased in a time-dependent manner within cardiac allograft. Years after transplantation, a number of Y-chromosome-positive recipient-derived cells consisted of noninflammatory spindle-shaped fibroblast-like cell types.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Conclusions. Our data confirm the existence of a substantial number of fibrosis-mediating immigrated recipient-derived fibroblasts in cardiac allografts. Furthermore, this suggests a potential, future therapeutic approach for reduction the cardiac fibrosis process. Methods. Between 1993 and 1998 a total of 32 lung transplants (31 patients) and six combined heart-lung transplants were performed at our center. Immunosuppression consisted of ATG induction, Cyclosporine A, azathioprine, and steroids. All patients with RTI underwent a meticulous micro-biological screening and underwent bronchoscopy with bronchiolo-alveolar lavage (BAL) and transbronchial biopsies (TBB). RSV was detected from BAL specimens by an immunoassay.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Results. A total of five lung recipients (31% of 19 survivors) and one of the two alive heart-lung recipients developed RSV infection of the lung allograft. All cases were observed during an RSV epidemic in children in the area between October 1998 and May 1999. The patients were 47-55 years old, all were females. One patient experienced two episodes. Onset of RSV was median 3 (range, 4-29) months post transplant. Clinical symptoms included cough (6 of 7), rhinitis (6 of 7), and fever (4 of 7). Deterioration of lung function occurred in six of the seven episodes with one deteriorating to respiratory failure requiring ventilator support. Two individuals developed pulmonary infiltrates. In all patients, immunosuppression was significantly tapered, 86% required hospitalization and antibiotic therapy. The patient with RSV recurrence received inhalative ribavirin therapy during the second episode. All patients recovered and survival of this cohort was 86% after 1 year and 72% at 4 years after RSV infection. None of the patients developed bronchiolitis obliterans syndrome (BOS) or rejection during follow-up.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "Conclusions. RSV is a severe but benign complication following lung transplantation with a wide range of clinical presentations. Routine use of antiviral treatment is not necessary; however, reduction in the level of immunosuppression is required. No long-term effects were observed in this cohort.", "cite_spans": [], "ref_spans": [], "section": "V67 Porcine Inselzelltransplantation in Graz: Überblick über den Stand der Forschung"}, {"text": "A. Stamatelopoulos 1,2 , S. Guth 2 , A. Abrahim 2 , G. M. Marta 2 , L. Tsourelis 3 , P. Jaksch 2 , C. Konaris 4 , S.Taghavi 2 , W. Klepetko 2 due to CNI nephrotoxicity in a substantial number of NTX patients. We therefore studied the effects of a switch from a CNI regimen (CNI + MPA + P) to a dual regimen of Sirolimus (SRL) plus Prednisolon (P) in 26 pts with moderately impaired kidney function (S-Crea, 1.5+0.4 mg%) due to either CNI toxicity or clinical evidence for chronic allograft disease. 13 pts received regimen 1 consisting of SRL 12 mg dosage on day 1 and from days 2 to 5 SRL 4 mg plus CSA at half of maintenance dosage. From day 6 on, pts received SRL 8 mg and CSA was withdrawn. MPA or AZA dose was continued halfed for 4 to 6 weeks. P was kept constant. Target level for SRL was 12-20 ng/ml. Another 13 pats received regimen 2 consisting of SRL 12 mg and CSA withdrawal on day 1 and from days 2 to 6 SRL 6 mg was administered for a target level of 7 to 10 ng/ml. MPA or AZA were continued halfed for 4 to 6 weeks, P was kept constant. With regimen 1 there were 6 dropouts due to adverse events, whereas with regimen 2 only 2 dropouts occurred. 45% of the patients showed a decrease of S-Crea after 2-year observation period, 20% were unchanged and only 25% showed an increase. Overall, there was a slight but significant increase of cholesterol and triglycerides, whereas other parameters were unchanged.", "cite_spans": [], "ref_spans": [], "section": "P04 Vienna Lung Transplant Groupone year experience with Greek patients"}, {"text": "Conclusions. Switch from CNI containing immunosuppression to a dual regimen of Sirolimus plus Prednisolon results in an improved kidney function after 2 years in the majority of pts. A regimen of sirolimus with target levels of 12 to 20 ng/ml and an overlap of immunosuppression shows a high rate of adverse events and is associated with a 3-fold dropout rate as compared to a regimen with a target level of 7-10 ng/ml. Background. Certain anatomical variations mainly concerning the portal system preclude living donor liver transplantation (LDLT). To the best of our knowledge, two left lateral segments with two arteries have never been transplanted so far.", "cite_spans": [], "ref_spans": [], "section": "P04 Vienna Lung Transplant Groupone year experience with Greek patients"}, {"text": "Case report. A 6-month-old girl was diagnosed with endstage liver cirrhosis secondary to biliary atresia and therefore scheduled for LDLT. Preoperative evaluation of the donor including CT with 3-D reconstruction revealed normal vascular supply of the liver with a left and a right hepatic artery. During donor operation, two tiny arteries with a diameter of 2 mm for segments II and III were identified. They were found to arise from the left hepatic artery right behind the bifurcation of the proper hepatic artery, which made it impossible to preserve a common trunk. Venous and portal venous reconstruction was performed in an end-to-end fashion. The left graft artery was directly anastomosed to the proper hepatic artery with 8/0 PDS interrupted sutures using a microscope. The 2nd graft artery was revascularised with the help of saphenous vein from the recipient as interposition graft to the gastroduodenal artery but failed. Therefore, the trunk of the inferior mesenteric vein was used for reconstruction with 8/0 PDS with excellent outcome. Under FK-based immunosuppression, postoperative course was uneventful with both arteries patent.", "cite_spans": [], "ref_spans": [], "section": "P04 Vienna Lung Transplant Groupone year experience with Greek patients"}, {"text": "Conclusions. Multiple arteries for the left lateral segments are not a contraindication for paediatric LDLT. The inferior mesenteric vein can be used as an interposition graft. Combined renal-pancreas transplantation is an established treatment for patients with diabetic nephropathy, producing excellent results. We report on a patient who suffered from long-standing multiple sclerosis and underwent successful combined renal-pancreas transplantation. Post transplant course was complicated by yeast intra-abdominal infection, which was treated with antifungal agents. Using Tacrolimus and Sirolimus, both grafts are well functioning at two years and the patient is without any symptoms of disseminated encephalitis and does not require specific medication for multiple sclerosis. For diabetic patients suffering from multiple sclerosis, pancreas transplantation offers an excellent treatment option. Whether normalisation of carbohydrate metabolism or chronic immunosuppression or both lead to complete response of multiple sclerosis is not clear. Background. Until recently, the peripheral blood stem cell (PBSC) donation procedure was used only infrequently among unrelated allogeneic donors. Nowadays, both related and unrelated donors are expected to consider this alternative donation. To promote PBSC donation both safety and well-being of healthy unrelated volunteer donors must be protected and data are to be collected to establish the long-term safety of G-CSF stimulation.", "cite_spans": [], "ref_spans": [], "section": "P04 Vienna Lung Transplant Groupone year experience with Greek patients"}, {"text": "Methods. From 2000 to 2004, 16 PBSC aphereses on unrelated allogeneic donors have been carried out in our center. All PBSC donors were treated with 5 µg of G-CSF per kg twice a day from day -4 to day -1. Aphereses were performed using peripheral venous access on day 0 and -if indicatedon day 1. Since 2003, all donors have annually received a questionnaire about their actual state of health and medication, as well as their physical and mental conditions. Detailed questions concerned donors' anamnesis for epistaxis, bruises, thrombosis or embolia, as well as infections and fever, night sweat, and weight loss of unclear origin.", "cite_spans": [], "ref_spans": [], "section": "P04 Vienna Lung Transplant Groupone year experience with Greek patients"}, {"text": "Results. 11 male and 2 female donors (81%) with an average age of 44.59 (29-56) years responded to the questionnaire. The observation periods were between 3 and 53 months (mean, 28.75 months) after G-CSF stimulation. 5 PBSC donors (38%, all male) reported that they had been severely ill during the observation period: One donor developed an exostosis of the 5th rib, one was operated on an umbilical hernia, one suffers from recurrent articular and muscle pain accompanied by night sweat and weight loss, one has a chronic compensated renal failure, one had diarrhoe and a common cold and suffered from fatigue, nausea, sleeping problems, and circulatory disorders. One female donor recognized dizziness and an increased tendency for bruises as well as paraesthesia in both arms. The disorders these donors reported occurred between 3 and 22 months after G-SCF stimulation. All the other PBSC donors (62%) have never been severely ill or under medical observation. No donor had fever of unclear origin, phlebitis, thrombosis, or embolia, no donor recognized an increased tendency for epistaxis. Three donors need medication they did not have before G-CSF stimulation, which are to lower blood lipids and anti-inflammatory ones. One donor estimates that he is getting ill more easily than others, all the other donors feel themselves in best physical and mental condition. Background. Hematopoietic stem cell transplantation (HSCT) has been successfully performed in patients with otherwise incurable malignant diseases. However, relapse after HSCT is one of the main reasons for treatment failure and further therapeutic strategies with acceptable toxicity are warranted. Since myeloablative (MA) conditioning after prior HSCT has been associated with high treatment-related mortality (TRM), reduced-intensity conditioning (RIC) regimens have been developed as salvage therapies for these patients. So far, encouraging results have been achieved with RIC; however, a direct comparison with standard conditioning has never been performed. Therefore, we retrospectively analysed these two conditioning strategies in patients experiencing relapse after prior stem cell grafting.", "cite_spans": [], "ref_spans": [], "section": "P04 Vienna Lung Transplant Groupone year experience with Greek patients"}, {"text": "Methods. We analyzed 45 patients with relapsed disease (acute myeloid leukemia, n = 16; indolent lymphoma, n = 9; multiple myeloma, n = 7; chronic myeloid leukemia, n = 4; myelodysplastic syndrome, n = 2; chronic lymphocytic leukemia, n = 2; acute lymphocytic leukaemia, n = 2; aggressive lymphoma, n = 1; Hodgkin's disease, n = 1; ovarian cancer, n = 1) after prior HSCT who received either reduced-intensity or myeloablative conditioning for allogeneic HSCT between 1986 and 2005. RIC consisted of fludarabine 90 mg/m 2 and total-body irradiation (TBI) of 2 Gy according to the Seattle protocol (n = 18) or alemtuzumab in combination with the BEAM regimen (n = 1). Myeloablative therapy consisted of cyclophosphamide (Cy) and TBI of 12 to 13 Gy (n = 13), Cy plus busulfan (Bu) (n = 4), C plus antithymocyte globulin plus Bu (n = 2), or Bu alone (n = 7). Donors were syngeneic in 4, related in 21, and unrelated in 20 patients. Stem cell source was bone marrow in 13 (29%) and peripheral blood in 32 (71%) patients. For graft-versus-host disease (GvHD) prophylaxis, 22 patients received cyclosporine A (CSA) plus mycophenolate mofetil, 16 CSA plus methotrexate, 2 MTX alone, and 1 CSA alone.", "cite_spans": [], "ref_spans": [], "section": "Conclusions. No serious consequences clearly attribu-"}, {"text": "Results. All patients achieved complete hematopoietic engraftment by day 28 after stem cell transplantation with complete donor chimerism. All patients conditioned with RIC presented complete donor chimerism of T cells, myeloid progenitor cells, and NK cells 28 to 81 days after HSCT. The in-cidence of acute GVHD was 37% and comparable in both groups consisting of grade I in 6 patients, grade II in 3, grade III in 6, and grade IV in 2. Fourteen patients died after MA conditioning of acute GvHD (n = 2), infections (n = 5), or severe toxicity (n = 7), while only one patient died due to infection after RIC. Probability of transplant-related mortality (TRM) at 1 year after HSCT was with 54% significantly (P = 0.001) higher in patients given myeloablative conditioning compared to 5% after RIC. Incidence of therapy requiring chronic GvHD was with 64% versus 33% significantly (P = 0.001) higher in patients who received RIC. Response rates were comparable between patients who received RIC or MA conditioning (90% versus 100%). Relapses occurred in 37% of patients after RIC and 32% after MA conditioning. After a median follow-up of 44.5 (range, 8-204) months 3 (11%) of patients of the MA group and 11 (58%) of the RIC group are currently alive. Probability of survival at 1 and 4 years after HSCT is with 73% versus 24% and 48% versus 12% significantly (P = 0.008) higher after RIC than after myeloablative conditioning.", "cite_spans": [], "ref_spans": [], "section": "Conclusions. No serious consequences clearly attribu-"}, {"text": "Conclusions. Allogeneic stem cell transplantation is a highly effective treatment option in patients relapsing after prior HSCT. Durable hematologic engraftment and sustained complete remissions can be achieved in patients with otherwise poor prognosis. Since transplant-related mortality of dose-reduced conditioning is in comparison to myeloablative HSCT considerably lower, overall survival can be significantly improved with this new treatment modality. Background. Patients with comorbidities such as organ dysfunctions or preexisting infections experience a high treatment-related mortality which makes them ineligible for conventional conditioning therapy. For these patients, reduced-intensity conditioning (RIC) is an option which offers the benefits of an allogeneic transplant with lower extramedullary toxicity. We report on 8 pediatric and young adult patients who were considered for RIC because of severe cumulative pretreatment or substantial comorbidities treated at our institution between 2001 and 2005.", "cite_spans": [], "ref_spans": [], "section": "Conclusions. No serious consequences clearly attribu-"}, {"text": "Methods. Eight patients (median age, 11 years; range, 1-28 years; m, 4; f, 4) diagnosed with AML (CR 1, n = 4; CR 2, n = 1), ALL (CR 3, n = 1), ALPS (n = 1), and relapsed Ewing's sarcoma (n = 1). 7 of 8 patients were planned to receive RIC, in one patient the regime was changed during conditioning due to an acute viral infection. All patients received fludarabine (n = 7, 150 mg/m 2 ; n = 1, 60 mg/m 2 ) combined with melphalan (n = 6, 100-140 mg/m 2 ), busulfan (n = 1, 13 mg/kg), or total-body irradiation (n = 1, 2 Gy). 3 patients received ATG (45-60 mg/kg), two patients campath (40 mg/m 2 ). Post-transplant immunosuppression consisted of cyclosporine A in all patients combined with mycophenolate mofetil (n = 1) or methotrexate (n = 2). 7 of 8 patients received HLA identical grafts (sibling, n = 3; HLA identical mother, n = 2; MUD, n = 2), one patient received a c-locus mismatched graft. Stem cell sources were bone marrow in 6 patients and peripheral blood stem cells in 2 containing a median of 5.13 × 10 6 CD34 + cells per kg of body weight of the recipient.", "cite_spans": [], "ref_spans": [], "section": "Conclusions. No serious consequences clearly attribu-"}, {"text": "Results. All patients had primary engraftment; the median time to neutrophil recovery (N > 1.0 × 10 9 /l) was 15 days. Complete donor chimerism as evidenced by VNTR was achieved in median on day +22 (+11 to +28). Acute mild graftversus-host disease (GVHD) of the skin occurred in 5 of 8 patients and responded to prednisolone; one patient required additional immunosuppression with MMF. One patient progressed to extensive chronic GVHD; one patient developed chronic GVHD of the skin, another patient shows clinical evidence of chronic GVHD of liver and gut. The remaining 3 patients showed no GVHD at all. 5 of 8 patients were positive for one or multiple viruses on routine viral PCR monitoring, requiring virostatic treatment. No treatment-related mortality occurred. The patient with Ewing's sarcoma died 4 months posttransplant from tumor progression; the patient with extensive chronic GVHD died of sepsis on day +400. All 5 patients with AML are in remission. The patient with ALPS is still positive for various autoantibodies. 3 patients developed a posttransplant macrophage-activation syndrome (MAS). All of them required a stem cell boost because of pancytopenia.", "cite_spans": [], "ref_spans": [], "section": "Conclusions. No serious consequences clearly attribu-"}, {"text": "Conclusions. RIC followed by allogeneic HSCT was successful in terms of achieving primary engraftment and complete donor chimerism as well as avoiding transplant-related mortality in all patients; in our patients with myeloid malignancies it was also successful in terms of maintaining stable remission. As for posttransplant problems, we encountered acute GVHD of the skin in 5 of 8 patients, three of whom developed chronic GVHD; and viral infections in 5 of 8 patients, three of whom developed MAS and eventually required a stem cell boost. ", "cite_spans": [], "ref_spans": [], "section": "Conclusions. No serious consequences clearly attribu-"}, {"text": "Background. Due to an aggressive course mantle cell lymphoma is characterized by poor prognosis with a median survival of 3 years and only 10-15% long-time survivors. Recent improvements in therapy have been made by combined immunochemotherapy and intensification with high-dose chemotherapy.", "cite_spans": [], "ref_spans": [], "section": "Krankenhaus der Elisabethinen, Linz, Austria"}, {"text": "Methods und results. Ten patients (4 female, 6 male) with a median age of 56 (49-65) years were treated with Rituximab plus CHOP for four or six cycles. Furtheron, patients received 2 or 3 cycles of CLAEG-D (3 days Cladribine 0.2 mg/kg, ARA-C 1.5 g/m 2 , Etoposid 60 mg/m 2 , and on day 1 Daunoxome 80 mg/m 2 ) including stem cell collection. As a result, 5 out of 7 newly diagnosed patients reached CR1 and 2 PR. Out of 3 patients treated after first relapse, 2 reached again CR and 1 PR. Autologous transplantation was performed at a median of 9 (5-11) months after diagnosis. High-dose conditioning consisted of BEAM chemotherapy plus the addition of 4 doses of Rituximab (days -9 and -1 of the conditioning regimen and days +48 and +55 after transplantation). Four patients could not receive the Rituximab therapy at days +48 and +55 due to complications. A median number of 5.71 × 10 6 CD34+ cells (1.65-21.21 ) per kg were reinfused. All patients had a short haematologic regeneration time (granulocytes, <0.5 G/l day +10 [9-11]; platelets, day +13 [10-17]) and received a median number of 3 erythrocyte (2-6) and 2 platelet (2-5) concentrates. All patients suffered from mucositis grade I-II, 3 of 10 had emesis grade I-II. Infectious complication of short duration appeared in 7 patients (4 FUO, 2 pneumonia, and 1 sepsis) early after transplantation. One patient developed late complications (hypothyreosis on day +88 and sarcoidosis on day +105). Following transplantation, all patients reached clinical and molecular CR lasting for a median time of 35 (1-53) months. Two patients relapsed 17 and 26 months after transplantation. Despite continuous salvage immunochemotherapy, one of these patients died 34 months after transplantation, the other one is still in PR (+48 months). Median observation periode after diagnosis is 46 (11-105) months.", "cite_spans": [{"start": 903, "end": 914, "text": "(1.65-21.21", "ref_id": null}], "ref_spans": [], "section": "Krankenhaus der Elisabethinen, Linz, Austria"}, {"text": "Conclusions. Treatment intensification with immunochemotherapy and high-dose consolidation is accompanied by acceptable toxicity and seems to be an effective treatment procedure for mantle cell lymphoma. Background. Bone marrow transplantation (BMT) together with costimulation blockade can reliably induce mixed chimerism and tolerance. In recent studies, we showed that regulation by CD4 + CD25 + T cells plays an important role in this model. Stimulation of CD4 + CD25 + T regs by an anti-CD3 mAb can inhibit and reverse the outbreak of certain autoimmune diseases, and the maintenance and function of T regs was demonstrated to critically depend on IL-2. We thus investigated if stimulation of regulatory cells by anti-CD3 or interleukin-2 facilitates BM engraftment and reduction of TBI in our model.", "cite_spans": [], "ref_spans": [], "section": "Krankenhaus der Elisabethinen, Linz, Austria"}, {"text": "Methods. C57BL/6 mice received a total-body irradiation (day -1) of 3 Gy or 1.5 Gy, approximately 20 × 10 6 fully mismatched BALB/c bone marrow cells (day 0) and costimulation blockade consisting of anti-CD154 mAb (MR1, day 0) and CTLA4Ig (day +2). Additional groups received further treatment with (n = 4-8 per group): (1) anti-CD3 mAb (5 µg, day 0 to +4), (2) IL-2 (4000 IE/day, day 0-27), (3) rapamycin (0.3 mg/kg/day, day 0-27), and (4) rapamycin and IL-2 (day 0-27). Multilinage chimerism and skin graft survival were followed for more than 120 days.", "cite_spans": [], "ref_spans": [], "section": "Krankenhaus der Elisabethinen, Linz, Austria"}, {"text": "Results. With our standard protocol, 10 of 10 (3 Gy) and 8 of 14 (1.5 Gy) mice developed long-term multilinage chimerism and accepted donor skin grafts permanently. While the majority of mice treated with anti-CD3 and 3 Gy (7 of 8), rapamycin plus 1.5 Gy (4 of 6), and IL-2 and rapamycin plus 1.5 Gy (4 of 5) developed multilinage chimerism and longterm skin graft survival, groups treated with anti-CD3 plus 1.5 Gy TBI (0 of 8, P < 0.01) and IL-2 plus 1.5 Gy (2 of 6, P = 0.1) showed markedly reduced rates of chimerism and tolerance. We investigated if these negative effects might be correlated with a cytokine shift caused by anti-CD3 treatment, but we did not observe such a shift towards Th1 or Th2 (as measured on day 13 post-BMT).", "cite_spans": [], "ref_spans": [], "section": "Krankenhaus der Elisabethinen, Linz, Austria"}, {"text": "Conclusions. Unexpectedly neither anti-CD3 nor IL-2 had a positive effect in this model, in some groups anti-CD3 treatment even showed a negative effect. Thus, other strategies for augmenting the effect of regulatory cells need to be developed.", "cite_spans": [], "ref_spans": [], "section": "Krankenhaus der Elisabethinen, Linz, Austria"}, {"text": "The role of minor antigen disparities for the induction of mixed chimerism and tolerance through BMT plus costimulation blockade S. Bigenzahn 1 , I. Pree 1 , P. Nierlich 1 , E. Selzer 2 , F. Mühlbacher 1 , T. Wekerle 1 long-term donor skin grafts looked macroscopically intact in the B10.D2 group but showed shrinking and scabs in the BALB/c group.", "cite_spans": [], "ref_spans": [], "section": "P19"}, {"text": "Conclusions. Minor antigen disparities pose a substantial barrier for the induction of mixed chimerism and tolerance. For increased clinical relevance, tolerance models should preferably use strain combinations including major plus minor mismatches.", "cite_spans": [], "ref_spans": [], "section": "P19"}, {"text": "P20 Immunohistochemical and confocal analysis of pancreatic tetranectin D. Pirkebner 1 , M. Hermann 1 , A. Draxl 1 , W. Mark 2 , R. Margreiter 2 , P. Hengster 2", "cite_spans": [], "ref_spans": [], "section": "P19"}, {"text": "Background. Islet transplantation is not yet widely used in part because of the shortage of human islet cells. Gaining detailed knowledge of the physiological basis governing the processes of differentiation of pancreatic stem or progenitor cells that have the capacity to self-renewal and to generate differentiated beta cells is instrumental for the ambitious goal of engineering new pancreatic islets in order to cure type I diabetes. The aim of our study was to cultivate and characterize a pancreatic cell population expressing tetranectin (TN). The ability of TN to bind plasminogen indicates that it may have a role in regulating pericellular proteolysis and proteolytic activation of latent forms of metalloproteinases and growth factors.", "cite_spans": [], "ref_spans": [], "section": "P19"}, {"text": "Methods. Islets were isolated according to the method of Ricordi et al. (1992) using a continuous Ficoll gradient. Immunohistochemistry and immunofluorescence were performed with a monoclonal antibody against human tetranectin (amino acids 17-181 of human tetranectin monomer; Antibodyshop, Grusbakken, Denmark). To determine in vitro cell proliferation, cells were labeled with BrdU (Roche, Basel, Switzerland).", "cite_spans": [], "ref_spans": [], "section": "P19"}, {"text": "Results. We describe the localization of TN-positive cells in the human pancreas and their growth in vitro. Interestingly, individual positive cells are present within the exocrine acini. We were able to isolate human and murine islets and cultivate these tetranectin-positive cells under adherent and nonadherent conditions as shown by immunohistochemistry and confocal immunofluorescence. The possibility to culture these cells is a first step towards their better characterisation.", "cite_spans": [], "ref_spans": [], "section": "P19"}, {"text": "Conclusions. Together with its above mentioned ability to bind plasminogen-like hepatocyte growth factor and tissuetype activator, TN may thereby play an important role in the survival of islets after islet transplantation. As we could show, TN positive cells can be isolated and maintained in culture after human islet isolation, thereby providing the possibility to further clarify their role and function in vivo as well as in the course of islet transplantation. P21 FTY720 interferes with effector functions and downregulates protein expression of S1P1 and S1P4 in human dendritic cells tures with FTY720/FTY720-P-treated DC illustrated a cytokine production profile with a lower IFN-? (22% vs. 25% relative reduction) and a higher IL-4 (64% vs. 92% relative increase), indicating a shift from Th1 toward Th2 differentiation as previously evinced for S1P. DC yields, phenotypic differentiation into iDC and mDC (besides a minor reduction in CD18 surface expression), as well as the investigated mechanisms of iDC antigen uptake (bacterial phagocytosis, mannose receptor-mediated, and fluid-phase endocytosis), were not affected at therapeutically relevant concentrations.", "cite_spans": [], "ref_spans": [], "section": "P19"}, {"text": "Conclusions. We conclude that treatment of human DC with FTY720 and FTY720-P interferes with DC effector functions that are essential for DC to serve their pivotal duty as professional antigen-presenting cells and that DC can therefore be added to the potential list of target cells of FTY720. Impairment of DC migration and Th1-priming capacity due to downmodulation of DC-expressed S1P 1 and S1P 4 might represent a new aspect in the overall mechanism of action and hence contribute, in part, to FTY720-mediated immunosuppression.", "cite_spans": [], "ref_spans": [], "section": "P19"}, {"text": "The IBAL-Fresenius: bioartificial liver Innsbruck (IBAL) utilizing Fresenius standalone, rotating bioreactor M. Wurm, V. Lubei, P. Hengster", "cite_spans": [], "ref_spans": [], "section": "P22"}, {"text": "In order to establish a suitable environment for cultivation of hepatocytes serving as bioartificial liver (BAL), we were testing and further developing Fresenius standalone, rotating bioreactor. To create optimal conditions for cultivation of hepatocytes, a special environment of nearly gravity-free, low shear force and high mass transfer is needed. Furthermore, basic parameters like stability of heating, gas exchange, and sufficiency of nutrition have to be evaluated allowing utilization of various breeding chambers. In summary, we have established a standalone bioreactor capable of quick mass transfer between small and big chambers and external media supply, in nearly gravity-free environment minimizing shear force thus allowing for cultivation of various cell types. Background. Laparoscopic donor nephrectomy is a less invasive alternative to open nephrectomy for living kidney donation. This study presents the results of the first 58 laparoscopic donor nephrectomies in our center.", "cite_spans": [], "ref_spans": [], "section": "Transplantlabor, Innsbruck, Austria"}, {"text": "Methods. From June 2000 to May 2005, 58 patients underwent laparoscopic donor nephrectomy for living-related renal transplantation. Patient demographic, intraoperative, and postoperative parameters and complications, as well as renal allograft outcome, were evaluated.", "cite_spans": [], "ref_spans": [], "section": "Transplantlabor, Innsbruck, Austria"}, {"text": "Results. 58 patients (40 female and 18 male) donated their left kidney. The mean donor age was 45 years (24-69 years). The mean surgical time was 233 ± 54 minutes. Mean warm ischemia time was 179 ± 63 seconds. Patients could be discharged from hospital after a mean time of 5.8 ± 1.5 days. In four patients (6.9%) conversion to open surgery had to be performed. Reasons for conversions were lack of operative progression in two cases, in one case venous bleeding, and in one case lesion of the renal artery. There were no reoperations required in the donors. In the recipients, 3 (5.2%) delayed graft functions and 1 (1.7%) primary nonfunction were observed. Mean serum creatinine level in the recipients was 1.3 mg/dl 3 months after transplantation.", "cite_spans": [], "ref_spans": [], "section": "Transplantlabor, Innsbruck, Austria"}, {"text": "Conclusions. Laparoscopic live donor nephrectomy is safe for the donor and the transplant kidney.", "cite_spans": [], "ref_spans": [], "section": "Transplantlabor, Innsbruck, Austria"}, {"text": "We believe that offering this technique for living renal donation can safely and effectively increase the pool of donor organs available to patients with end-stage renal disease. Background. Liver transplantation is the treatment of choice for end-stage acute and chronic liver failure. Some liver diseases are associated with diseases of the intestinal tract such as primary sclerosing cholangitis and inflammatory bowel disease. Moreover, post transplant immunosuppressive agents might cause colonic diseases and there is an abundance of opportunistic pathogens that can manifest in the large intestine.", "cite_spans": [], "ref_spans": [], "section": "Transplantlabor, Innsbruck, Austria"}, {"text": "Aim. We retrospectively analyzed the incidence and spectrum of colonic disorders in a cohort of 402 liver recipients and determined the impact of these complications on survival.", "cite_spans": [], "ref_spans": [], "section": "Transplantlabor, Innsbruck, Austria"}, {"text": "Methods. A total of 467 consecutive LTs in 402 individuals were performed between 1998 and 2001 at the Mayo Clinic, Jacksonville, Florida. Standard immunosuppression consisted of Tacrolimus, Mycophenolic acid, and rapidly tapered steroids.", "cite_spans": [], "ref_spans": [], "section": "Transplantlabor, Innsbruck, Austria"}, {"text": "Results. There were 29 patients transplanted for PSC and 19 were also diagnosed with inflammatory bowel disease (ulcerative colitis, n = 16; Crohn's disease, n = 3), with eight having undergone colonic resection prior to LT. In four patients, colitis persisted post transplant. Six patients had a history of colonic resection for malignant (n = 3) or infectious diseases. Five patients had pre-transplant endoscopic polypectomy. Combined colon resection and transplantation were done in 2 patients; one with peritonitis and multiple colonic perforations during retransplantation and the other for ischemic colitis leading to fulminant liver failure. In another case a preexisting transverse colostomy had to be reinforced. There were 32 cases of Clostridium difficile-associated enterocolitis. Nine patients developed CMV gastrointestinal complications with three cases of colitis, one leading to perforation, intra-abdominal sepsis and death. Two patients developed sigmoid diverticulitis and one appendicitis. Colonic polyps were endoscopically removed in seven patients and three patients were diagnosed with colorectal cancer (one cecal, two rectal cancers), which all were surgically treated. Chronic unexplained diarrhea was observed in fifteen patients, which led to withdrawal of mycophenolic acid. One patient developed a hemorrhage of the terminal ileum/cecal region in the course of intra-abdominal sepsis and was treated by endovascular embolization of the ileocolic artery. Four patients had ongoing ulcerative colitis. One herpetic rectal ulcer and two perianal HSV-associated lesions were diagnosed. Two patients developed hemorrhoids requiring surgical interventions, and two patients had perianal fistulas.", "cite_spans": [], "ref_spans": [], "section": "Transplantlabor, Innsbruck, Austria"}, {"text": "Conclusions. The frequency of colonic disorders in our series was higher than expected, with infections accounting for majority of cases. The high incidence of clostridial colitis warrants improvement in screening and preventive measurements. Screening for polyps pre-transplant and annually post-transplant might be recommended. Background. Bartonella has been identified as causative agent of cat scratch disease but is also inflicted in other diseases in the immunocompromised host.", "cite_spans": [], "ref_spans": [], "section": "Transplantlabor, Innsbruck, Austria"}, {"text": "Case reports. We describe two cases of Bartonella henselae-associated diseases in liver transplant recipients who both had contact with cats. The first recipient developed localized skin manifestation of bacillary angiomatosis in association with granulomatous hepatitis. He tested positive for IgG antibodies against Bartonella henselae. The second patient developed axillary lymphadenopathy, with biopsy showing necrotizing granulomatous inflammation and PCR studies were positive for Bartonella henselae DNA. Her serology for bartonellosis showed a fourfold rise in antibody titers during her hospitalization. Both patients responded to treatment with Azithromycin in combination with Doxycyclin. These were the only cases within a series of 467 liver transplants in 402 patients performed during a four-year period.", "cite_spans": [], "ref_spans": [], "section": "Transplantlabor, Innsbruck, Austria"}, {"text": "Conclusions. Although bartonellosis is a rare infection in LT recipients, one should consider this disease in patients presenting with fever, CNS symptoms, skin lesions, lymphadenopathy or hepatitis in particular if contact with cats is reported. Background. New immunosuppressive protocols and advanced surgical technique resulted in a major improvement in the outcome of pancreatic transplantation. By reducing the incidence of immunological complications using intensified immunosuppressive protocols, the incidence of some infections, in particular complicated fungal infections, might increase.", "cite_spans": [], "ref_spans": [], "section": "Transplantlabor, Innsbruck, Austria"}, {"text": "Methods. 217 enteric drained whole-pancreas transplants (PTx) performed at the Innsbruck University Hospital between March 1997 and October 2004 were retrospectively analysed. Prophylactic immunosuppression consisted of ATG induction, Tacrolimus, MMF, and steroids for the majority of cases. Perioperative antimicrobial prophylaxis consisted of Amoxicillin/Clavulanic (30 PTx), Pipercillin/Tazobactam (157 PTx), and others (30 PTx). 168 patients additionally received fluconazole.", "cite_spans": [], "ref_spans": [], "section": "Transplantlabor, Innsbruck, Austria"}, {"text": "Results. Actuarial patient, pancreas and kidney graft survival at one year were 96.4%, 88.5% and 94.8%, rejection rate was 30%. Within this series, a total of 13 patients developed invasive fungal infections. Of those, four had aspergillosis, one zygomycosis, and the remaining ten were caused by yeast. Two patients had aspergillosis and later pulmonary infection with Candida albicans and Candida glabrata. The zygomycosis was the only fungal infection that was diagnosed post mortem and this patient had received pretreatment with caspofungin for non-albicans Candida wound infection. One patient died due to aspergillosis following his second pancreas retransplant. Three cases of aspergillosis were successfully treated using liposomal AmphotericinB in one and a combination of caspofungin and voriconazol in two cases. This combination was also used in a patient who developed intra-abdominal infection with Candida krusei. The remaining infections were due to Candida albicans including six cases of intra-abdominal infection, one urinary tract infection, and one mucocutaneous candidiasis. Type II diabetics were found at increased risk for fungal infection.", "cite_spans": [], "ref_spans": [], "section": "Transplantlabor, Innsbruck, Austria"}, {"text": "Conclusions. Fungal infections represent frequent and life-threatening complications after PTx. They are amongst the most common causes of graft loss and death. Non-albicans Candida strains are increasingly isolated and the incidence of filamentous fungal infections has increased during the study period parallel to a decreasing rejection rate.", "cite_spans": [], "ref_spans": [], "section": "Transplantlabor, Innsbruck, Austria"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "C57BL/6 (H-2 b ) mice received a total-body irradiation (TBI, d-1) of 3 Gy and costimulation blockade consisting of anti-CD154 mAb (1 mg, d0)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Vß11 + CD4-cells, P < 0.05). Donor skin acceptance", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "FTY720 is the first agent in a new class of immunomodulators termed Sphingosine-1-Phosphate (S1P) human DC, which are known to express mRNA for S1P 1 , S1P 2 , S1P 3 and S1P 4 , have not been described so far. Methods. To elucidate for the first time the influence of S1P receptor agonists on human monocyte-derived DC (mo-DC), we used therapeutically relevant concentrations (2-200 ng/ml) of FTY720 and its phosphorylated metabolite FTY720-P and investigated their effects on DC surface marker expression (lineage markers, costimulatory and adhesion molecules, chemokine receptors), protein levels of S1P receptors and DC effector functions: antigen uptake", "authors": [], "year": null, "venue": "", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "CCL19/ELC; or FTY720-P-treated mDC (53% vs. 49%; untreated DC, 72%)", "authors": [], "year": null, "venue": "Activated CD69 + T cells isolated from cocul", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "24-25", "authors": [{"first": "G", "middle": [], "last": "Brandacher", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "28--29", "other_ids": {}}, "BIBREF328": {"ref_id": "b328", "title": "Datenkonvertierung und Umbruch: Manz Crossmedia", "authors": [{"first": "Herausgeber", "middle": [], "last": "Medieninhaber Und", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF329": {"ref_id": "b329", "title": "Druckerei Ferdinand Berger & Söhne Gesellschaft m. b. H., 3580 Horn, Österreich. -Verlagsort: Wien. -Herstellungsort: Horn. Printed in Austria P. b. b. / Erscheinungsort: Wien / Verlagspostamt 1201 Wien -Fachkurzinformation", "authors": [{"first": "Österreich", "middle": [";"], "last": "Wien", "suffix": ""}, {"first": "", "middle": [], "last": "Druck", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF330": {"ref_id": "b330", "title": "Rapamune 1mg bzw. 2mg überzogene Tablette; Rapamune 1 mg/ml bzw. 1mg/ 1ml bzw. 2 mg/2ml Lösung zum Einnehmen Wirkstoff: Sirolimus Zusammensetzung: 1 Tablette enthält 1 mg bzw. 2 mg Sirolimus. 1 ml Lösung enthält 1 mg Sirolimus. 1Beutel zu 1 ml bzw. 2 ml enthält: 1 mg bzw. 2 mg Sirolimus. Sonstige Bestandteile: Tablettenkern: Laktose-Monohydrat, Macrogol, Magnesiumstearat, Talkum, Tablettenüberzug: Macrogol", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF331": {"ref_id": "b331", "title": "Engmaschige Überwachung der Sirolimus-Talspiegel im Vollblut bei: leichter bis mittelgradiger Leberfunktionsstörung; gleichzeitiger Verabreichung starker CYP3A4-Induktoren oder -Inhibitoren sowie nach deren Absetzen; bei Absetzen oder deutlicher Dosisreduktion von Ciclosporin. Begrenzte Exposition gegenüber Sonnen-und UV-Strahlung bei Patienten mit einem erhöhten Risiko für Hautkrebs. Antimikrobielle Prophylaxe gegen Pneumocystis carinii Pneumonie während der ersten 12 Monate nach der Transplantation sowie eine Zytomegalievirus (CMV)-Prophylaxe über 3 Monate nach der Transplantation ( insbesondere für Patienten mit einem erhöhten Risiko für eine CMV-Erkrankung ) empfohlen. In Kombination mit einem HMG-CoA-Reduktaseinhibitor oder Fibrat Überwachung auf Entwicklung einer Rhabdomyolyse und anderen Nebenwirkungen dieser Präparate. Bei kombinierter Gabe mit Ciclosporin Nierenfunktion überwachen, ggf. bei erhöhten Serumkreatininspiegeln eine angemessene Dosisanpassung erwägen. Vorsicht bei gleichzeitiger Anwendung von anderen Substanzen, die bekanntermaßen eine schädigende Wirkung auf die Nierenfunktion haben", "authors": [{"first": "Calciumsulfat", "middle": [], "last": "Glasur", "suffix": ""}, {"first": "", "middle": [], "last": "Wasserfrei", "suffix": ""}, {"first": "", "middle": [], "last": "Mikrokristalline Cellulose", "suffix": ""}, {"first": "Titandioxid", "middle": [], "last": "Sucrose", "suffix": ""}], "year": null, "venue": "Ciclosporin stufenweise abzusetzen. Gegenanzeigen: Überempfindlichkeit gegenüber Sirolimus oder einen der Hilfsstoffe. Vorsichtsmaßnahmen und Warnhinweise: Sorgfältige Nutzen-Risiko-Abwägung bei: vorhandener Hyperlipidämie, ebenso bei schwerer refraktärer Hyperlipidämie unter fortgesetzter Rapamune-Therapie; gleichzeitiger Gabe von starken CYP3A4-Induktoren oder -Inhibitoren", "volume": "80", "issn": "", "pages": "", "other_ids": {}}, "BIBREF333": {"ref_id": "b333", "title": "erhöhte Laktat-Dehydrogenase (LDH), Arthralgie, Akne, Infektion des Harntraktes", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF337": {"ref_id": "b337", "title": "Gelegentlich: Pankreatitis, Lymphom/lymphoproliferative Erkrankung nach Transplantation, Panzytopenie. Die Immunsuppression erhöht die Anfälligkeit, Lymphome oder andere bösartige Neubildungen, vor allem der Haut, zu entwickeln", "authors": [{"first": "Tachykardie", "middle": [], "last": "Sepsis", "suffix": ""}, {"first": "", "middle": [], "last": "Stomatitis", "suffix": ""}, {"first": "", "middle": [], "last": "Leukopenie", "suffix": ""}, {"first": "", "middle": [], "last": "Thrombozytopenische Purpura/Hämolytisch-Urämisches Syndrom", "suffix": ""}, {"first": "", "middle": [], "last": "Leberfunktionstests", "suffix": ""}, {"first": "Sgot", "middle": [], "last": "Erhöhte", "suffix": ""}, {"first": "", "middle": [], "last": "Sgpt", "suffix": ""}, {"first": "", "middle": [], "last": "Osteonekrose", "suffix": ""}, {"first": ";", "middle": [], "last": "Epistaxis", "suffix": ""}, {"first": "", "middle": [], "last": "Pneumonie", "suffix": ""}, {"first": "", "middle": [], "last": "Pneumonitis", "suffix": ""}, {"first": "Pyelonephritis", "middle": [], "last": "Ausschlag", "suffix": ""}], "year": 2003, "venue": "Ferner wurde über Leberschädigungen sowie in seltenen Fällen über tödlichverlaufende Lebernekrosen berichtet. Hinweise: Die Behandlung sollte von einem entsprechend qualifizierten Transplantationsspezialisten initiiert werden und unter dessen Leitung verbleiben. Bei der Anwendung ist zu beachten, dass nur in begrenztem Umfang Informationen zur Dosierung bei schwarzen Transplantatempfängern und Kindern sowie Jugendlichen zur Verfügung stehen. Verschreibungspflichtig. Pharmazeutischer Unternehmer: Wyeth Europa Ltd", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF338": {"ref_id": "b338", "title": "Fachkurzinformation zu Inserat von Umschlagseite 2", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Impact of donor gender on outcome after lung transplantation S. Guth, C. Aigner, A. Abrahim, P. Jaksch, A. Samatelopoulos, S. Taghavi, W. Wisser, W. Klepetko Klinische Abteilung für Herz-Thoraxchirurgie, Universitätsklinik für Chirurgie, Medizinische Universität Wien, Wien, Österreich", "latex": null, "type": "figure"}, "FIGREF1": {"text": "From the year 2003 to 2004 a total of 213 patients (IPF, n = 55 [25.9%]; PPH, n = 24 [11.3%]; CF, n = 46 [21.6%]; COPD/emphysema, n = 70 [32.9%]; others, n = 18 [8.5%]) were accepted for lung transplantation and were included in the Eurotransplant waiting list (2003, N = 100: IPF, n = 20; PPH, n = 10; CF, n = 20; COPD/emphysema, n = 35; others, n = 15; 2004, N = 113: IPF, n = 35; PPH, n = 14; CF, n = 26; COPD/emphysema, n = 35; others, n = 3)", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Nonanastomostic bronchial stenoses after lung transplantation: Outcome of endobronchial stent placement C. Geltner, B. Bucher, M. Tagger, M. Stein, L. Müller Department of Pneumology, Landeskrankenhaus Natters, Natters, Austria and Departments of Cardiac Surgery and General and Transplant Surgery, Medical University Innsbruck, Innsbruck, Austria", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Cyclosporine monitoring immediately after lung transplantation V09 Induction therapy with rabbit antithymocyte globulin (Thymoglobulin) after lung transplantation: Retrospective analysis of 29 patients S. Guth, P. Jaksch, A. Abrahim, G. Winkler, J. Ankersmit, G. Dekan, C. Aigner, S. Taghavi, W. Wisser, W. Klepetko Klinische Abteilung für Herz-Thoraxchirurgie, Universitätsklinik für Chirurgie, Medizinische Universität Wien, Wien, Österreich", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Cytotect ® as long-term prophylaxis against CMV reactivation in a lung transplant recipient B. Bucher, C. Geltner, R. Margreiter, L. Müller Department of Pneumology, Landeskrankenhaus Natters, Natters, Austria and Departments of Cardiac Surgery and General and Transplant Surgery, Medical University Innsbruck, Innsbruck, Austria", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Recovery of giant-cell myocarditis by means of ECMO support and utilization of polyclonal antithymocyte globuline: A case report H. J. Ankersmit 1 , R. Ullrich 2 , B. Moser 1 , K. Hötzenecker 1 , B. Steinlechner 2 , P. German 2 , C. Krenn 2 , R. Horvat 3 , M. Grimm 1 , E. Wolner 1 , A. Zuckermann 1 1 Department of Cardiothoracic Surgery, Medical University of Vienna, Vienna, Austria; 2 Department of Pathology, Medical University of Vienna, Vienna, Austria; 3 Department of Anesthesia, Medical University of Vienna, Vienna, Austria", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Marginal donation in liver transplantation D. Duller, B. Zink, F. Iberer, D. Kniepeiss, E. Jakoby, S. Schaffellner, A. Kainersdorfer, M. Sereinigg, J. Seibt, KH. Tscheliessnigg Division of Transplant Surgery, Department of Surgery, Medical University Graz, Graz, Austria", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Endothelin activation and postoperative renal failure after human liver transplantation H. Hetz, P. Faybik, M. Bauer, D. Lahner, A. Bacher, C. G. Krenn Universitätsklinik für Anästhesiologie und Allgemeine Intensivmedizin, Medizinische Universität Wien, Wien, Österreich", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Decrease of renal dysfunction with cystatin C monitoring in patients after liver transplantation D. Kniepeiss, G. Wirnsberger, F. Iberer, S. Schaffellner, D. Duller, KH. Tscheliessnigg Division of Transplant Surgery, Department of Surgery, Medical University of Graz, Graz, Austria", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Occult hepatitis B virus infection in patients with severe fibrosing cholestatic hepatitis C recurrence after liver transplantation I. Graziadei, B. Wimmer, G. Egg, W. Mark, R. Margreiter, W. Vogel Division of Gastroenterology and Hepatology, Department of Internal Medicine, Medical Unversity of Innsbruck, Innsbruck, Austria", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Results of liver transplantation in HBV core antibody-positive individuals and recipients of allografts from HBV core antibody-positive donors H. Bonatti, V. Machicao, R. D. Yen, R. C. Dickson, J. Mendez Transplant Center, Mayo Clinic Foundation, Jacksonville, Florida, U.S.A.", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Regenerative signals of the liver after transplantation M. Schenk, R. Ladurner, K. Knubben, W. Steurer, C. Thiel, A. Königsrainer Klinik für Allgemeine, Viszeral-und Transplantationschirurgie, Universitätsklinikum Tübingen, Tübingen, Deutschland", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Trnaè èeviae ae, M. Bazardz ¡ ¡anoviae ae, G. Imamoviae ae, E. Mešiae ae, H. Durakoviae ae, E. Hodz ¡ ¡iae ae, M. Tabakoviae ae, Z. Manojloviae ae, D. Tulumoviae ae, E. Hasanoviae ae, A. Halilbašiae ae, F. Mühlbacher, R. Steininger Klinika za nefrologiju, urologiju, dijalizu i transplantaciju bubrega, University Medical Center Tuzla, Tuzla, Bosnia and Herzegovina Background. Cadaveric transplants are not done in Bosnia and Herzegovina (BH), even though the need for organs is great. According to Renal Registry of BH (2004), out of 156 transplants 110 are living related (80% done in BH), 22 are living nonrelated, and 24 are cadaveric ones.", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Compared outcomes of living related versus emotionally related kidney transplants M. Cont, N. Berger, A. Rosenkranz, R. Öllinger, R. Margreiter, H. Bonatti Division of General and Transplant Surgery, Department of Surgery, Medical University of Innsbruck, Innsbruck, Austria", "latex": null, "type": "figure"}, "FIGREF15": {"text": "20S proteasome plasma levels in kidney transplant patients: An early marker of renal recovery O. Kimberger, H. Hetz, J. H. Ankersmit, A. Bacher, C. G. Krenn Transplantationsintensivstation, Universitätsklinik für Anästhesie und Allgemeine Intensivmedizin, Medizinische Universität Wien, Wien, Österreich", "latex": null, "type": "figure"}, "FIGREF17": {"text": "Sex mismatch and outcome after nonmyeloablative hematopoietic stem cell transplantation B. Kircher, J. Clausen, D. Nachbaur Division of Hematology and Oncology, Department of Internal Medicine, Medical Unversity of Innsbruck, Innsbruck, Austria", "latex": null, "type": "figure"}, "FIGREF18": {"text": "Promising results in patients with chronic lymphoid leukemia given autologous and allogeneic hematopoietic stem cell transplantation at the Medical University of Vienna M. Mitterbauer, P. Kalhs, U. Jäger, C. Mannhalter, W. Rabitsch, G. Fischer, K. Dieckmann, P. Höcker, A. Rosenmayr, W. Hinterberger, G. Mitterbauer Department of Internal Medicine I, Medical University of Vienna, Vienna, Austria", "latex": null, "type": "figure"}, "FIGREF19": {"text": "Longer follow-ups and larger patient numbers are necessary to draw conclusions about cure. V51 TRM and GvHD risk assessment prior to allogeneic SCT by polymorphism analysis of three genes: IL10, NOD2/CARD15 and MPO O. Zach, O. Krieger, B. Kessler, H. Kasparu, M. Girschikofsky, J. König, S. Machherndl-Spandl, H. Hauser, R. Ziebermayr, D. Lutz 1st Department of Internal Medicine, Elisabethinen Hospital, Linz, Austria In allogeneic stem cell transplantation (SCT), genetic factors such as donor and recipient gene polymorphisms (SNP) have been associated with the risk to develop graft-versus-host disease (GvHD) or transplantation-related mortality (TRM). DNA samples from 81 patients and their donors were tested for SNP genotypes of three genes: IL10 C-592A (Lin et al., N. Engl. J. Med. 349: 2201-2210, 2003), NOD2/CARD15 SNP-8, -12, -13 (Holler et al Blood 104: 889-894, 2004), and MPO G-463A (Rocha et al Blood 100: 3908-3918, 2002)", "latex": null, "type": "figure"}, "FIGREF20": {"text": "Allogeneic stem cell transplantation for patients with refractory Hodgkin's lymphoma using CAMPATH-BEAM conditioning N. Worel, P. Kalhs, V. Supper, W. Rabitsch, M. Mitterbauer, W. Köstler, P. Höcker, H. T. Greinix Klinische Abteilung für Transfusionsmedizin, Universitätsklinik für Blutgruppenserologie und Transfusionsmedizin, Medizinische Universität Wien, Wien, Österreich", "latex": null, "type": "figure"}, "FIGREF21": {"text": "Quality of life in adult hematopoietic cell transplant patients at least five years after treatment: A comparison with healthy controls M. Kopp, B. Holzner, V. Meraner, B. Sperner-Unterweger, G. Kemmler, D. Nachbaur", "latex": null, "type": "figure"}, "FIGREF24": {"text": "Role of p38-MAPK in abnormal vascular smooth muscle cell proliferation in the context of chronic allograft vasculopathy M. Thomas, M. Bilban, M. Maglione, A. Tomasino, L. Klimaschewski, K. Yamashita, F. H. Bach, J. Troppmair, R. Margreiter, R. Öllinger Division of General and Transplant Surgery, Department of Surgery, Medical University of Innsbruck, Innsbruck, Austria", "latex": null, "type": "figure"}, "FIGREF25": {"text": "of Transplantation, Department of Surgery, Medical University of Vienna, Vienna Austria; 2 Department of Radiotherapy and Radiobiology, Medical University of Vienna, Vienna Austria; 3 Institute of Medical Chemistry and Biochemistry, Medical University of Innsbruck, Innsbruck, Austria; 4 Department of General and Transplant Surgery, Medical University of Innsbruck, Innsbruck, Austria; 5 Transplantation Biology Research Centre, Massachusetts General Hospital, Harvard Medical School, Boston, U.S.A.", "latex": null, "type": "figure"}, "FIGREF27": {"text": "Pooled human IgG and IgM has immunesupressive properties in vitro and is partly triggered by Fc blockade K. Hötzenecker 1 , S. Hacker 1 , W. Hötzenecker 2 , A. Polreisz 1 , B. Bohle 3 , G. Roth 1,5 , B. Moser 5 , C. Krenn 4 , M. Grimm 1 , G. Bolz-Nituescu 3 , W. Klepetko 1 , A. Zuckermann 1 , E. Wolner 1 , H. J. Ankersmit 1 1 Department of CT Surgery, Medical University of Vienna, Vienna, Austria; 2 Department of Dermatology, Medical University of Vienna, Vienna, Austria; 3 Department of Pathophysiology, Medical University of Vienna, Vienna, Austria; 4 Department of Anaesthesiology, Medical University of Vienna, Vienna, Austria; 5 Department of Surgery, Columbia University New York, New York, U.S.A.", "latex": null, "type": "figure"}, "FIGREF28": {"text": "Prevention of ischemia-reperfusionassociated injuries: role of intracellular signaling pathways R. Sucher, M. Maglione, M. Janakiraman, R. Margreiter, S. Schneeberger, J. Troppmair Division of General and Transplant Surgery, Department of Surgery, Medical University of Innsbruck, Innsbruck, Austria", "latex": null, "type": "figure"}, "FIGREF29": {"text": "Lipocalin-2 expression is associated with ischemia and reperfusion injury in the transplanted heart F. Aigner, H. Maier, J. Troppmair, H. Schwelberger, R. Margreiter, S. Schneeberger Division of General and Transplant Surgery, Department of Surgery, Medical University of Innsbruck, Innsbruck, Austria", "latex": null, "type": "figure"}, "FIGREF30": {"text": "SLPI, a key molecule in ischemia and cardiac transplantation T. Hautz, A. Amberger, G. Brandacher, W. Mark, O. Steinmassl, P. Gundringer, S. M. Wahl, C. D. Wright, P. Obrist, E. R. Werner, J. Troppmair, R. Sucher, R. Margreiter, S. Schneeberger Division of General and Transplant Surgery, Department of Surgery, Medical University of Innsbruck, Innsbruck, Austria", "latex": null, "type": "figure"}, "FIGREF31": {"text": "Charakteristika einer akuten Rechtsherzbelastung im Tierversuch und mögliche therapeutische Konsequenzen für den klinischen Einsatz von ECMO J. Kahn, H. Müller, A. Wasler, M. Schweiger, G. Prenner, KH. Tscheliessnigg Klinische Abteilung für Transplantationschirurgie, Universitätsklinik für Chirurgie, Medizinische Universität Graz, Graz, Österreich Grundlagen. Beim Einsatz von ECMO gibt es die Möglichkeit einer veno-venösen (VV) oder einer veno-arteriellen (VA) Konfiguration. Als Indikation für VA-Konfiguration gilt eine ausgeprägte Rechtsherzbelastung im Rahmen der ECMO-Indikationsstellung. Eindeutige Kriterien für das Vorliegen einer solchen RV-Belastung sind nicht definiert. Im Tierversuch wurden die hämodynamischen Auswirkungen einer einseitigen Klemmung der A. pulmonalis erhoben und mit Daten aus der klinischen Praxis verglichen.", "latex": null, "type": "figure"}, "FIGREF32": {"text": "V65 A novel technique for heterotopic vascularized pancreas transplantation in mice using a non-suture cuff technique M. Maglione, S. Schneeberger, P. Obrist, W. Mark, R. Margreiter, G. Brandacher Division of General and Transplant Surgery, Department of Surgery, Medical University of Innsbruck, Innsbruck, Austria", "latex": null, "type": "figure"}, "FIGREF34": {"text": "Life confocal analysis of human islets M. Hermann 1 , D. Pirkebner 1 , A. Draxl 1 , W. Mark 2 , R. Margreiter 2 , P. Hengster 2 1 ZIT-KMT Laboratory, Innsbruck, Austria; 2 Division of General and Transplant Surgery, Department of Surgery, Medical University of Innsbruck, Innsbruck, Austria", "latex": null, "type": "figure"}, "FIGREF35": {"text": "Establishing a new HPLC-MS/MS platform for the routine therapeutic drug monitoring of immunosuppressants -strategies, implementations, and results C. Seger, S. Ramsay, M. Schober, A. Griesmacher Institute of Medical and Chemical Laboratory Diagnostics, Landeskrankenhaus Innsbruck, Innsbruck, Austria", "latex": null, "type": "figure"}, "FIGREF36": {"text": "Therapeutic drug monitoring of Everolimus (Certican): Comparison of LC-MS/MS and immunochemistry-based analytical methodologies C. Seger, D. Höfer, K. Gasser, H. Antretter, G. Laufer, A. Griesmacher Institute of Medical and Chemical Laboratory Diagnostics, Landeskrankenhaus Innsbruck, Innsbruck, Austria", "latex": null, "type": "figure"}, "FIGREF37": {"text": "Endokarditis nach Organtransplantationeine epidemiologische Studie E. Ruttmann, H. Bonatti, C. Legit, H. Ulmer, I. Stelzmüller, H. Antretter, R. Margreiter, G. Laufer, L. C. Müller Klinische Abteilungen für Herzchirurgie und Transplantationschirurgie, Universitätsklinik für Chirurgie, Medizinische Universität Innsbruck, Innsbruck, Österreich", "latex": null, "type": "figure"}, "FIGREF39": {"text": "Group Milleri streptococci: significant pathogens in solid-organ recipients I. Stelzmueller, N. Berger, K. Dunst, I. Graziadei, R. Margreiter, H. Bonatti Division of General and Transplant Surgery, Department of Surgery, Medical University of Innsbruck, Innsbruck, Austria", "latex": null, "type": "figure"}, "FIGREF40": {"text": "Infection due to Candida krusei in solidorgan transplantation H. Bonatti, N. Berger, I. Stelzmüller, G. Weiss, R. Margreiter, C. Lass Flörl Division of General and Transplant Surgery, Department of Surgery, Medical University of Innsbruck, Innsbruck, Austria", "latex": null, "type": "figure"}, "FIGREF41": {"text": "Colorectal and anal cancer after solid-organ transplantation: A single-center experience F. Aigner, E. Boeckle, N. Berger, M. Cont, C. Bösmüller, R. Margreiter, C. Margreiter, H. Bonatti, W. Mark Division of General and Transplant Surgery, Department of Surgery, Medical University of Innsbruck, Innsbruck, Austria", "latex": null, "type": "figure"}, "FIGREF42": {"text": "Transplanting the menace: current status of transmittable infections through human organ allografts H. Bonatti, J. Mendez, N. Singh, W. Hellinger, R. C. Dickson, T. Pruett Mayo Clinic, Jacksonville, Florida, U.S.A.; University of Virginia, Charlottesville, Virginia, U.S.A.", "latex": null, "type": "figure"}, "FIGREF43": {"text": "Post-transplant lymphoproliferative disorder following heart transplantation J. Kilo, D. Hoefer, G. Poelzl, G. Laufer, H. Antretter Division of Cardiac Surgery, Department of Surgery, Medical University of Innsbruck, Innsbruck, Austria Background. Post-transplant lymphoproliferative disorder (PTLD) has a hazardous impact on post-transplant survival in solid-organ recipients.", "latex": null, "type": "figure"}, "FIGREF44": {"text": "Late acute cardiac allograft rejectionnew therapeutic options? M. Schweiger, A. Wasler, G. Prenner, M. Tripolt, M. Schwarz, KH. Tscheliessnigg Department of Surgery, Medical University of Graz, Graz, Austria", "latex": null, "type": "figure"}, "FIGREF45": {"text": "P03 A cluster of RSV infection in adult lung transplant recipients during an RSV epidemic in childrenC. Geltner 1 , B. Bucher 1 , A. Gschwendtner 2 , W. Tabarelli 5 , C. Larcher 3 , M. Freund 4 , L. Müller 5 , H. Bonatti 6 1 Department of Pulmonology, Landeskrankenhaus Natters, Austria; 2 Institute of Pathology, Coburg, Germany; 3 Institute of Microbiology and Virology, General Hospital, Bolzano, Italy; 4 Department of Radiology, Medical University of Innsbruck, Innsbruck, Austria; 5 Division of Cardiac Surgery, Department of Surgery, Medical University of Innsbruck, Innsbruck, Austria; 6 Division of General and Transplant Surgery, Department of Surgery, Medical University of Innsbruck, Innsbruck, AustriaBackground. Respiratory syncythial virus (RSV) is a common cause of upper and lower respiratory tract infections (RTI) in children and less frequently in adults. A more severe pattern of RSV disease can be expected in immunocompromised individuals and in particular in lung recipients.", "latex": null, "type": "figure"}, "FIGREF46": {"text": "Follow-up of unrelated allogeneic stem cell donors -first results U. Posch, S. Ulrich, G. Lanzer Department of Blood Group Serology and Transfusion Medicine, Medical University of Graz, Graz, Austria", "latex": null, "type": "figure"}, "FIGREF47": {"text": "Reduced-intensity conditioning followed by allogeneic hematopoietic stem-cell transplantation in pediatric patients P. Sovinz, H. Lackner, W. Schwinger, H. J. Dornbusch, M. Benesch, A. Moser, K. Triebl-Roth, C. Urban Klinische Abteilung für Pädiatrische Hämatologie und Onkologie, Universitätsklinik für Kinder-und Jugendheilkunde, Medizinische Universität Graz, Graz, Österreich", "latex": null, "type": "figure"}, "FIGREF48": {"text": "Intensified immunochemotherapy with high-dose consolidation and autologous stem cell rescue in mantle cell lymphoma R. Ziebermayr, H. Kasparu, O. Krieger, J. König, M. Girschikofsky, D. Lutz", "latex": null, "type": "figure"}, "FIGREF49": {"text": "In vivo stimulation of CD4 + CD25 + regulatory T cells in a model of tolerance induction through bone marrow transplantation with costimulation blockade P. Nierlich, I. Pree, Z. Koporc, F. Mühlbacher, T. Wekerle Division of Transplantation, Department of Surgery, Medical University of Vienna, Vienna, Austria", "latex": null, "type": "figure"}, "FIGREF50": {"text": "Laparoscopic donor nephrectomy -Viennese experiences E. Sporn, R. Steininger, F. Mühlbacher, J. Zacherl Division of Transplantation, Department of Surgery, Medical University of Vienna, Vienna, Austria", "latex": null, "type": "figure"}, "FIGREF51": {"text": "Colonic diseases in liver transplant recipients H. Bonatti, R. C. Dickson, W. Hellinger, J. Nguyen, R. Hinder, H. Chua Division of Surgery, Mayo Clinic Foundation, Jacksonville, Florida, U.S.A.", "latex": null, "type": "figure"}, "FIGREF53": {"text": "Invasive fungal infections following 217 consecutive pancreas transplantations N. Berger, C. Margreiter, C. Lass Flörl, I. Stelzmüller, R. Margreiter, H. Bonatti Division of General and Transplant Surgery, Department of Surgery, Medical University of Innsbruck, Innsbruck, Austria", "latex": null, "type": "figure"}, "TABREF0": {"text": "V14 Hohe Spender-Natrium-Spiegel sind ein Risikofaktor für erhöhte Früh-und 1-Jahresmortalität nach HerztransplantationD. Höfer 1 , J. Smits 2 , E. Ruttmann 1 , E. de Vries 2 , H. Antretter 1 , G. Laufer 1 1 Klinische Abteilung für Herzchirurgie, Universitätsklinik für Chirurgie, Medizinische Universität Innsbruck, Innsbruck, Österreich; 2 Eurotransplant International Foundation, Leiden, Niederlande", "latex": null, "type": "table"}, "TABREF1": {"text": "V15 Einfluss des Spenderalters auf die Entwicklung der Transplantvaskulopathie nach Herztransplantation M. Wölken, P. Jonetzko, M. Frick, W. Höfer, H. Antretter, G. Pölzl Klinische Abteilung für Kardiologie, Universitätsklinik für Innere Medizin, Medizinische Universität Innsbruck, Innsbruck, Österreich Grundlagen. Die zunehmende Diskrepanz zwischen stagnierendem Organangebot und steigender Prävalenz der terminalen Herzinsuffizienz ist ein ungelöstes Problem der Herztransplantation (HTx). Ältere Spender werden vielfach wegen einer vermuteten Assoziation zwischen Spenderalter und Entwicklung einer Transplantvaskulopathie (CAV) abgelehnt. Ziel dieser Studie war es daher, den tatsächlichen Einfluss des Spenderalters auf die Entwicklung der CAV im ersten Jahr nach HTx zu untersuchen. Methodik. 22 Organempfänger wurden im Rahmen von Routineendomyokardbiopsien mit intravaskulärem Ultraschall (IVUS) untersucht. Das Plaquevolumen (PV) wurde an korrespondierenden Abschnitten (mittlere Länge, 14 mm) von epikardialen Koronargefäßen (jeweils 1 Gefäßabschnitt pro Pat.) 1 Monat (PV1) und 12 Monate (PV2) nach HTx ermittelt. Dabei entspricht PV1 der Spendervaskulopathie, die Differenz der Plaquevolumina (∆PV = PV2 -PV1) der Entwicklung der CAV im ersten Jahr nach HTx -die Zunahme an PV ist laut Literatur in diesem Zeitraum am größten. Ergebnisse. 21 Organempfänger und 20 Organspender waren männlich, ihr Alter betrug 59 (27-65) bzw. 33,5 (18-51) Jahre, die zugrunde liegende Organerkrankung war bei 15 Patienten eine ischämische Kardiomyopathie.", "latex": null, "type": "table"}, "TABREF2": {"text": ". In unserer Studie zeigte sich keine Korrelation zwischen der Entwicklung der Transplantvaskulopathie und dem Spenderalter. Ein Spenderalter über 35 Jahre erscheint daher nach Ausschluss einer relevanten Koronarstenose vor Organentnahme durchaus akzeptabel.V16 Everolimus-basiertes immunsuppressives Schema in der HTX -retrospektive, Singlecenter-Erfahrung M. Schweiger, A. Wasler, G. Prenner, M. Schwarz, M. Tripolt, KH. Tscheliessnigg Universitätsklinik für Chirurgie, Medizinische Universität Graz, Graz, ÖsterreichGrundlagen. Everolimus, ein Makrolid-Immunsuppressivum, ist seit über einem Jahr als Prophylaxe von akuten Abstoßungen bei Herz-und Nierentransplantierten zugelassen. Wir berichten unsere Erfahrungen mit diesem neuen Immunsuppressivum bei HTX-Patienten. Tag in Kombination mit Cyclosporin A und Aprednisolon. Eine Statintherapie war bei allen Patienten obligat. Kontrollen der Everolimus-und Cyclosporin-A-Talspiegel sowie der Laborwerte erfolgten eine Woche nach Umstellung und danach monatlich. Die Dosierung von Certican wurde an einen Everolimus-Talspiegel von 3 bis 10 ng/ml adaptiert. Mortalität, Tolerabilität, akute zelluläre Abstoßungen, Laborwerte und Immunsuppressiva-Talspiegel wurden retrospektive mit einer Follow-up-Periode bis zu einem Jahr evaluiert.", "latex": null, "type": "table"}, "TABREF3": {"text": ", M. Grimm, G. Wieselthaler, G. Laufer, A. Laczkovics, E. Wolner Klinische Abteilung für Herz-Thoraxchirurgie, Universitätsklinik für Chirurgie, Medizinische Universität Wien, Wien, Österreich Seit der ersten Herztransplantation durch Barnard im Jahre 1967 hat sich diese Therapie der chronischen Herzinsuffizienz im Endstadium stark weiterentwickelt. An der Abteilung für Herz-Thoraxchirurgie der Medizinische Universität Wien sind seit 1984 insgesamt 1015 Herztransplantationen durchgeführt worden. Durch Verbesserungen der chirurgischen Technik, postoperativer Betreuung, immunsuppressiver Therapie und größerer Erfahrung können heute ein deutlich besseres Früh-und Spätüberleben erzielt werden (1 a, 75% vs. 82%; 5 a, 62% vs. 75%; 10 a, 49% vs. 55%). Seit dem Beginn des Transplantationsprogramms haben sich die Kontraindikationen zur Transplantation dramatisch geändert. Das Alterslimit ist von 55 auf 70 Jahre gestiegen. Eine retrospektive Analyse hat bewiesen, dass Patienten mit >60 und >65 Jahren gleiches Langzeitüberleben haben wie jüngere Patienten.Weiters werden Patienten mit insulinpflichtigen Diabetes heute erfolgreich transplantiert. Patienten mit chronischer Niereninsuffizienz wurden ebenfalls erfolgreich kombiniert Herz-Nieren-transplantiert und haben keine eingeschränkte Überlebensrate. Bei Patienten mit fixierter pulmonalen Hypertonie, die ansonst geeignete Kandidaten für eine Herztransplantation wären, wird heute mit Hilfe eines Kunstherzens eine Normalisierung der pulmonalen Gefäßwiderstände erzeugt. Retransplantationen (aufgrund von Graftvaskulopathie), unter strikten Auswahlkriterien, werden ebenfalls erfolgreich durchgeführt. Beim Vergleich der verschiedenen Zeitperioden unseres Transplantationsprogramms zeigen sich klare Änderungen der Demographik.", "latex": null, "type": "table"}, "TABREF4": {"text": "Proteinuria in long-term cardiac transplant patients after switch to Sirolimus A. Aliabadi, E. Pohanka, D. Kammerstätter, S. Rödler, M. Grimm, A. Zuckermann Klinische Abteilung für Herz-Thoraxchirurgie, Universitätsklinik für Chirurgie, Medizinische Universität Wien, Wien, Österreich", "latex": null, "type": "table"}, "TABREF5": {"text": "P. Paulus, R. Schäfer, A. Zuckermann, M. Grimm, S. Aharinejad Laboratorium für Kardiovaskuläre Forschung, Zentrum für Anatomie und Zellbiologie, Medizinische Universität Wien, Wien, Östereich", "latex": null, "type": "table"}, "TABREF6": {"text": "Nach Transplantation solider Organe ist eine lebenslange Immunsuppression erforderlich, die Patienten sind jedoch damit einem erhöhten Risiko opportunistischer Infektionen ausgesetzt. 1997 wurde einem damals 61-jährigen Mann wegen ischämischer CMP ein Herz orthotop transplantiert. Der Langzeitverlauf war stabil und unauffällig. Im Mai 2004 bestand nach einem Routine-Thorax-Röntgen im Rahmen einer Visite an der Transplantationsambulanz der Verdacht auf Aorta-ascendens-Aneurysma. Zusätzlich beschrieb der Patient rezidivierende pulmonale Infekte und rezent Atemnot. Ein Körperstamm-CT ergab Aneurysmen der Aorta ascendens (Durch-Infektion und Entstehung von Aneurysmen ist noch unklar. Dieser Patient entwickelte Aneurysmen kurz nach einer CP-Infektion. Der fehlende Nachweis von CP in der resezierten Aortenwand dürfte mit der langen antibiotischen Therapie zusammenhängen. V24 Elektromechanische Synchronisation mittels biatrialer Stimulation nach heterotoper Herztransplantation H. Antretter, F. Hintringer, J. Kilo, D. Höfer, E Gassner, G. Laufer, G. Pölzl Klinische Abteilung für Herzchirurgie, Universitätsklinik für Chirurgie, Medizinische Universität Innsbruck, Innsbruck, Österreich Herztransplantationen werden routinemäßig in orthotoper Technik (oHTX) ausgeführt. Eine geringe Anzahl an Patienten, die vor allem an fixierter pulmonaler Hypertension leiden, benötigen eine heterotope Herztransplantation (hHTX) mit dem Spenderorgan in abnormaler anatomischer Position. Nach hHTX arbeiten somit zwei Herzen parallel, beide leisten ihren Beitrag zum antegraden Flow. Eine 59-jährige Patientin präsentierte nach hHTX beträchtliche Kurzatmigkeit und Erschöpfung trotz ausgezeichneter Spenderorganfunktion und unauffälligem postoperativen Langzeitverlauf. Hauptgrund der Klinik (NYHA III) war schließlich die hämodynamische Instabilität wegen Asynchronie beider Herzen. 23 Monate nach hHTX wurde der Patientin ein biatriales Schrittmachersystem mit Schraubelektroden in beide rechten Vorhöfe (des Spenderund des Nativherzen) implantiert. Der biatriale Herzschrittmacher ermöglicht eine bidirektionale elektromechanische Koppelung, wobei das schnellere Herz die Synchronisation triggert. Die Hämodynamik besserte sich sofort, postoperativ kam es zur deutlichen Steigerung der physischen Aktivität (ohne Änderung der Medikation). Der \"6-minute-walktest\" stieg um 41 %, 3 Stockwerke können nun ohne Atemnot überwunden werden. Diese Kasuistik zeigt die Möglichkeit einer echten biatrialen Stimulation mittels modernster SM-Technologie: elektrische Koppelung beider Herzen mit einem Delay von 13 Millisekunden und Synchronisation durch das schnellere Herz. Der bemerkenswerte Rückgang der klinischen Symptomatik ist mehr als 15 Monate immer noch evident.", "latex": null, "type": "table"}, "TABREF7": {"text": "C. Thiel, K. Knubben, M. Schenk, A. Königsrainer, W. Steurer Klinik für Allgemeine, Viszeral-und Transplantationschirurgie, Universitätsklinikum Tübingen, Tübingen, DeutschlandGrundlagen. Steigende Wartezeiten auf eine Lebertransplantation und hohe Mortalitätsraten zwingen zu einer Liberalisierung der Spenderkriterien. Ausgewertet wurden Ergebnisse von marginalen Spenderlebern bei Hochrisikopatienten im Hinblick auf chirurgische Komplikationen, Infektionen und den Verlauf bis zur Entlassung.", "latex": null, "type": "table"}, "TABREF9": {"text": "V32 Erste Erfahrungen mit Myfortic ® in der Lebertransplantation in Graz .S. Schaffellner, E. Jakoby, D.Kniepeiss, P. Stiegler, F. Iberer, KH. Tscheliessnigg Klinische Abteilung für Transplantationschirurgie, Universitätsklinik für Chirurgie, Medizinische Universität Graz, Graz, Österreich Grundlagen. Seit der Verwendung von Mycophenolat Mofetil (MMF) hat sich diese Substanz sowohl in Kombination mit anderen Immunsuppressiva als auch in seltenen Fällen als Monotherapie als effektives und Nieren-schonendes Immunsuppressivum bewährt. Gastrointestinale Nebenwirkungen wie Appetitlosigkeit, abdominelle Krämpfe bis hin zu massiven Diarrhöen traten jedoch gelegentlich auf. Aus diesem Grund musste auf wesentlich nebenwirkungsreichere Medikamente rückgegriffen werden oder Compliance-Probleme traten auf. Die neu entwickelte galenische Zubereitung von MMF, Myfortic ® , wurde an Patienten mit gastrointestinalen Beschwerden evaluiert. Methodik. Von Juli 1998 bis Juni 2005 wurden 100 Lebertransplantationen bei 95 Patienten in Piggyback-Technik mit retrograder Reperfusion durchgeführt. Die Induktionstherapie wurde mit niedrigdosiertem ATG und einem Cortison-Taper durchgeführt. Ab dem dritten postoperativen Tag wurde mit MMF und einem Calcineurin-Blocker immunsupprimiert. Cortison wurde bis zum dritten postoperativen Monat völlig ausgeschlichen. Fünf dieser Patienten wurden ab Juni 2004 auf Myfortic umgestellt. Die Indikationen waren in 2 Fällen protrahierte unklare Diarrhöen, krampfartige Oberbauchbeschwerden in einem Fall. In zwei Leberempfängern mit der Grundkrankheit Alpha-1-Antitrypsinmangel konnten mit konventioneller MMF-Therapie keine suffizienten Medikamentenspiegel erzielt werden. Ergebnisse. Bei allen Patienten mit gastrointestinalen Beschwerden kam es zur Symptombesserung beziehungsweise Symptomfreiheit. Bei den Patienten mit Resorptionsproblemen mit der Grundkrankheit Alpha-1-Antitrypsinmangel konnten mit Myfortic ausreichende Medikamentenspiegel erzielt werden. Im beobachteten Zeitraum wurde bei keinem der Patienten eine Abstoßungsreaktion nachgewiesen. Schlussfolgerungen. Die Anwendung von Myfortic als Immunsuppressivum verbesserte in allen Fällen die gastrointestinalen Nebenwirkungen. Durch die magensäureresistente Ummantelung konnte eine bessere Resorption gewährleistet werden. Myfortic stellt in Problemfällen eine probate und sichere Alternative zur konventionellen Therapie mit MMF dar. V33 Impact of hepatitis C recurrence and immunosuppression on long-term outcome after liver transplantation W. Jessner, I. Graziadei, L. Hinterhuber, S. Stadlmann, R. Margreiter, W. Vogel Department of Internal Medicine, Medical University of Innsbruck, Innsbruck, Austria", "latex": null, "type": "table"}, "TABREF10": {"text": "DTPA clearance rate in donors", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Relation-ship </td><td>DTPA clearance rate (ml/min)a\n</td></tr><tr><td>Right kidney </td><td>Left kidney\n</td></tr><tr><td>Mother </td><td>54.8 ± 10.4 </td><td>53.6 ± 10.5\n</td></tr><tr><td>Father </td><td>49.0 ± 6.4 </td><td>47.8 ± 6.6\n</td></tr><tr><td>Sister </td><td>67.0 ± 2.9 </td><td>65.5 ± 6.4\n</td></tr><tr><td>Brother </td><td>54.5 ± 10.6 </td><td>57.5 ± 12.0\n</td></tr><tr><td>Others </td><td>54.0 ± 4.0 </td><td>56.5 ± 6.5\n</td></tr><tr><td>Total </td><td>55.9 ± 10.1 </td><td>56.2 ± 8.4\n</td></tr></table></body></html>"}, "TABREF11": {"text": "Die akute Cholezystitis als Komplikation nach NTX R. Függer, W. Enkner, J. Berenberg, Th. Schwierz, U. Fröschl, H. K. Stummvoll Chirurgische Abteilung, Krankenhaus der Elisabethinen, Linz, Österreich Grundlagen. Die akute Cholezystitis bei Cholelithiasis ist eine bekannte, aber seltene Komplikation nach NTX. Die akalkulöse akute Cholezystitis ist eine schwerwiegende Komplikation nach abdominellen oder thorakalen Eingriffen, nach Trauma oder bei Intensivpatienten. In einem Literatursearch findet sich keine Beschreibung einer akuten akalkulösen Cholezystitis nach NTX. Methodik. Bericht über 2 Patienten mit akalkulöser Cholezystitis nach NTX. Ergebnisse. Beide Patienten waren männlich, 54 und 63 Jahre alt. Es erfolgte jeweils eine Ersttransplantation. Der intraoperative Verlauf der NTX war ohne Besonderheiten. Bei einem Patienten kam es unmittelbar postoperativ zu einer Nachblutung, die revisionspflichtig war. Es kam in keiner Phase zu einem Schockzustand. Die Immunsuppression erfolgte nach Standardschema, die Nierenfunktion setzte zögernd ein. Klinisch boten beide Patienten in der ersten postoperativen Woche das Bild einer ausgeprägten Paralyse. Es kam zu einem Anstieg der Entzündungsparameter und unter dem klinischen Bild eines akuten Abdomens erfolgte am 8. bzw. 9. Tag nach NTX die Laparotomie. Es fand sich jeweils eine akute nekrotisierende Cholezystitis, einmal perforiert mit galliger Peritonitis, einmal unmittelbar vor der Perforation. Die chirurgische Therapie bestand in einer Cholezystektomie, Lavage und Drainage. Postoperativ erholten sich die Patienten und die Transplantatfunktion setzte verzögert ein. Die Entlassung erfolgte am 48. bzw. 49. Tag nach NTX. Schlussfolgerungen. Es wird eine akute akalkulöse Cholezystitis nach NTX bei 2 Patienten beschrieben. Obwohl diese Komplikation nach verschiedenen größeren Eingriffen bekannt ist, ist sie nach NTX noch nie in der Literatur dezidiert beschrieben worden. Führendes klinisches Symptom war das akute Abdomen. Durch die Cholezystektomie konnte die Komplikation erfolgreich behandelt werden. Die Transplantate blieben mit guter Funktion erhalten. V42 CAMPATH-1H (Alemtuzumab) affects peripheral blood dendritic cell subset ratio in kidney transplant recipients B. M. Kirsch, M. Heidinger, J. Tombinski, B. Watschinger, W. H. Hörl, M. Saemann Klinische Abteilung für Nephrologie und Dialyse, Universitätsklinik für Innere Medizin III, Medizinische Universität Wien, Wien, Österreich", "latex": null, "type": "table"}, "TABREF12": {"text": "V43 Wer profitiert vom C2-Monitoring?K. Knubben, P. Petersen, M. Schenk, C. Thiel,  W. Steurer, A. Königsrainer    Klinik für Allgemeine, Viszeral-und Transplantationschirurgie, Universitätsklinikum Tübingen, Tübingen, Deutschland Grundlagen. Beim Einsatz des \"critical dose pharmacon\" Ciclosporin wurde neben der Talspiegelmessungen auch das Monitoring der Absorptionsphase als C2-Wert eingeführt. Ziel dieser Studie war es, die Wertigkeit von C0-und C2-Spiegelbestimmungen im Hinblick auf das klinische Outcome bei nierentransplantierten Patienten im Langzeitverlauf zu untersuchen.Methodik. Bei 109 nierentransplantierten Patienten wurden über einen Zeitraum von 2,5 Jahren 372 Messungen von C0-und C2-Spiegeln durchgeführt. Zielspiegel (ng/ml) waren die Folgenden. Bis 1. Monat postoperativ: C0, 150-200; C2, 800-1400. 1.-6. Monat pOp: C0, 130-170; C2, 800-1200. 6.-12. Monat pOp: C0, 130-170; C2, 600-1000. Ab 1 Jahr pOp: C0, 100-120; C2, 400-800. Auf Basis des Absorptionsquotienten (C2 -C0)/Morgendosis wurden die Patienten in der obere Quartile der Gruppe der high absorber und die Patienten der unteren Quartile der Gruppe der low absorber zugeordnet.Ergebnisse. Die Gruppe der high absorber lag beim C2-Monitoring überproportional oberhalb des Empfehlungsbereichs, die low absorber unterhalb. Bei reinem C0-Monitoring konnte dieser Unterschied nicht detektiert werden. Die Gesamtdosis konnte so an die identifizierten Absorptionstypen angepasst werden (high, 180; intermediate, 217; low, 260 mg/Tag; P < 0,05). Unter dieser Dosisadaptation fanden sich zwischen den 3 Absorptionstypen keine signifikanten Unterschiede in Bezug auf die Retentionsparameter Kreatinin und Harnstoff sowie die Kreatininclearance. Cholesterin-und Triglyzeridwerte sowie die Einnahme von Lipidsenkern und die Anzahl der antihypertensiven Medikamente wie auch die Blutdruckwerte waren gleich verteilt. Auch für das Auftreten von akuten Abstoßungen und Infektionen ergaben sich keine Unterschiede.Schlussfolgerungen. Die Bestimmung von C2-Spiegeln ermöglicht im Gegensatz zu reinem C0-Monitoring die Identifikation von high und low absorbern. Durch eine entsprechende Dosisanpassung des Ciclosporins kann bei diesen Patienten das gleiche klinische Outcome wie bei Patienten mit normalem Absorptionsverhalten erreicht werden. V44 Auch bei relevanter Koronarsklerose können gute Langzeitergebnisse nach Nierentransplantation erzielt werden C. Bösmüller, W. Tabarelli, C. Hörmann, R. Öllinger, W. Mark, R. Margreiter Klinische Abteilung für Allgemeine und Transplantationschirurgie, Universitätsklinik für Chirurgie, Medizinische Universität Innsbruck, Innsbruck, Österreich Grundlagen. Aufgrund des deutlich zunehmenden Alters von Nierenempfängern kommt vor allem kardialen Begleiterkrankungen immer größere Bedeutung zu. Methodik. Von 1993 bis 1997 wurden an unserem Zentrum insgesamt 533 Nierentransplantationen durchgeführt. Bei 45 Empfängern war eine Koronarangiografie aufgrund einer koronarischämischen Symptomatik und/oder pathologischer nichtinvasiver Methoden wie Ergometrie, Myokardszintigrafie, Echokardiografie durchgeführt worden. Bei 24 Patienten wurde eine diffuse koronare Herzerkrankung (Gruppe A) diagnostiziert und bei 21 eine relevante Stenose (Gruppe B), wovon 19 Patienten vor der Transplantation einer Revaskularisation unterzogen wurden (aortokoronarer Bypass, n = 7; PTCA, n = 12). Alle Patienten wurden als kardiale Hochrisikopatienten eingestuft und unter entsprechendem intensivmedizinischen Monitoring postoperativ überwacht. Als Vergleichsgruppe zum Studienkollektiv wurden die 488 Patienten ohne dokumentierte koronare Herzerkrankung als Gruppe C definiert. Ergebnisse. In Gruppe A verstarben 4 Patienten (17 %) an kardialer Ursache zwischen dem 6. und 20. p. o. Monat bzw. 3 Patienten an nicht kardialer Ursache und 2 Patienten überlebten einen Myokardinfarkt im 1. bzw. 48. p. o. Monat. Insgesamt 3 Transplantate gingen verloren. In Gruppe B verstarben 6 Patienten (25 %) an kardialer Ursache zwischen dem 6. und 84. p. o. Monat und ein Patient überlebte einen Myo-kardinfarkt im 103. p. o. Monat. Insgesamt gingen 4 Transplantate verloren. In Gruppe C verstarben insgesamt 64 von 488 Patienten, davon 20 (4,1 %) an kardialer Ursache, 13 an Infektion, 10 an einem Tumorleiden, 8 an einem Schlaganfall und 1 posttraumatisch, 1 an Suizid und 1 nach Aortenruptur. Bei 10 hingegen war die Ursache nicht eruierbar. Die 1-Jahres-Patienten-/Transplantatüberlebensraten betrugen je 83,3 % in Gruppe A, 95,2/90,4 % in Gruppe B, 96,5/98,1 % in Gruppe C. Die 8-Jahres-Patienten-/Transplantatüberlebensraten betrugen 37,5/25 % in Gruppe A, je 52,3 % in Gruppe B und 71,3/56,5 % in Gruppe C. Schlussfolgerungen. Trotz präoperativer Revaskularisation kam es bei Patienten mit koronarer Herzerkrankung im Langzeitverlauf zu verhältnismäßig vielen kardialen Komplikationen. Das Transplantatüberleben hingegen ist mit jenem der Patienten ohne koronare Herzerkrankung vergleichbar. Wir schlussfolgern, dass Patienten mit einer revaskularisierten koronaren Herzerkrankung für die Nierentransplantation akzeptiert werden können, soweit deren kardiale Funktion den chirurgischen Eingriff erlaubt und ein exaktes postoperatives Monitoring gewährleistet werden kann. V45 Capillary C4d deposits in kidney allografts: always the bad guy? B. Edel, H. Regele, J. Hofer, C. K. Burghuber, M. Exner, G. A. Böhmig Division of Transplantation, Department of Surgery, Medical University of Vienna, Vienna, Austria", "latex": null, "type": "table"}, "TABREF13": {"text": "Laparoskopische Lymphozelenfensterung nach Nierentransplantation mittels diaphanoskopischer Durchleuchtung G. Hutterer, R. Zigeuner, K. Lipsky, L. Schips, P. Petritsch Universitätsklinik für Urologie, Medizinische Universität Graz, Graz, Österreich Grundlagen. Im Rahmen der laparoskopischen Fensterung symptomatischer Lymphozelen, welche als Komplikation im Anschluss an Nierentransplantationen auftreten können, ist die Identifikation der bestmöglichen Inzisionsstelle oft problematisch. Die von uns entwickelte Methode basiert auf diaphanoskopischer Unterstützung, wobei nach sonographisch gezielter Punktion der Lymphozele der optimale Zugangsweg mit Hilfe eines Zystoskopes ermittelt wird. Methodik. Während der vergangenen 24 Monate entwickelten an unserer Abteilung drei Patienten im Anschluss an eine Nierentransplantation symptomatische Lymphozelen mit Zeichen einer ureteralen Obstruktion. Es wurde jeweils eine supraumbilikale Mini-Laparotomie durchgeführt, wobei die Lymphozelenwand mit Hilfe einer 30°-Optik und unter diaphanoskopischer Verwendung eines starren Kinderurethrozystoskopes inspiziert wurde. Anschließend erfolgte eine Platzierung zweier Arbeitstrokare (einer 5 mm, der andere 10 mm) im Unterbauch kontralateral der Lymphozele. Die Inzision der Lymphozelenwand erfolgte unter Kontrolle des Urethrozystoskopes. Nach Inzision der Lymphozele wurde eine Omentopexie des Schnittrandes durchgeführt. Ergebnisse. Eine sonographische Kontrolle am ersten postoperativen Tag ergab in allen Fällen keine Zeichen einer Flüssigkeitsretention. Alle Patienten wurden innerhalb von 48 Stunden nach dem Eingriff aus dem stationären Aufenthalt entlassen. Es wurden weder intra-noch postoperative Komplikationen beobachtet. Nach einem Follow-up von 24, 9 und 7 Monaten, wurde kein Lymphozelenrezidiv festgestellt. Schlussfolgerungen. Obwohl auf eine geringe Patientenzahl limitiert, scheint die Methode sowohl die Identifikation der Lymphozelenwand deutlich zu erleichtern als auch postoperative Komplikationen zu minimieren. V47 Bloodstream infection following 217 consecutive systemic-enteric drained pancreas transplants N. Berger, S. Guggenbichler, C. Margreiter, A. R. Rosenkranz, R. Margreiter, H. Bonatti Division of General and Transplant Surgery, Department of Surgery, Medical University of Innsbruck, Innsbruck, Austria", "latex": null, "type": "table"}, "TABREF14": {"text": "", "latex": null, "type": "table"}, "TABREF15": {"text": "V60 Einfluss von Immunsuppressiva auf die Evolution der immunologischen Synapse M. Säemann, M. Poglitsch, B. Watschinger, B. Kirsch, W. H. Hörl, M. Zeyda Klinische Abteilung für Nephrologie und Dialyse, Universitätsklinik für Innere Medizin III, Medizinische Universität Wien, Wien, Österreich", "latex": null, "type": "table"}, "TABREF16": {"text": "P06 ECMO nach Lebertransplantation -Fallbericht J.Kahn, H. Müller, W. Marte, F. Iberer,  KH. Tscheliessnigg   Medizinische Universität Graz, Graz, Österreich    Grundlagen. In der Therapie des ARDS von Erwachsenen fehlen allgemein akzeptierte Empfehlungen für den Einsatz von ECMO. In der Literatur wird die Überlebensrate bei Lungenversagen und ECMO-Therapie mit 50 % angegeben. ECMO gilt als Therapie der Wahl bei akutem Rechtsherzversagen nach Herztransplantation. In der Literatur gibt es einzelne Berichte über den Einsatz von ECMO bei respiratorischem Versagen nach Lebertransplantation.Methodik. Ein 56 Jahre alter Patient wurde wegen einer alkoholtoxischen Cirrhose lebertransplantiert. Zwei Wochen nach Transplantation entwickelte der Patient unter zunehmenden Zeichen einer generalisierten Sepsis ein ARDS. Eine neuerliche Intubation war notwendig. Trotz maximal invasiver Beatmung kam es zu einer zunehmenden Hypoxie mit sukzessiver Rechtsherzbelastung und Kreislaufinstabilität. Im Status eines schweren protrahierten Schocks wurde eine veno-arterielle ECMO eingesetzt, mit der der Patient stabilisiert werden konnte. In derselben Sitzung wurde bei klinischem Verdacht auf Peritonitis eine Relaperatomie durchgeführt. Ein Gallengangsleck mit ausgeprägter Peritonitis im Oberbauch wurde diagnostiziert. Ergebnisse. Der Horowitzindex (paO 2 /FiO 2 ) unmittelbar vor ECMO-Implantation war 65, der pulmonalarterielle Druck (PAP) betrug 38/22, der systemische Druck 119/60. An der ECMO kam es sofort zu einer Verbesserung der Oxygenierung und der Kreislaufsituation. Das Galleleck wurde übernäht. Eine Etappenlavage des Peritoneums wurde eingeleitet. Nach 3 Tagen konnte der Patient nach sukzessiver Verbesserung der respiratorischen Situation problemlos von der ECMO entwöhnt werden. Die Etappenlavage wurde für insgesamt 7 Tage durchgeführt. Aufgrund rekurrenter respiratorischer Probleme wurde ein Tracheostoma angelegt. Dieses konnte zwei Wochen nach ECMO-Therapie entfernt und der Patient auf die Normalstation verlegt werden. Nach weiteren 14 Tagen wurde er gesund nach Hause entlassen. Schlussfolgerungen. In der Therapie des ARDS nach Ausschöpfung konventioneller Möglichkeiten hat sich ECMO als erfolgreiches Konzept erwiesen. Peritonitis nach LTX ist eine mögliche Ursache für ein akutes respiratorisches Versagen. Ein septisches Zustandsbild gilt heute nicht mehr als Kontraindikation für den Einsatz von ECMO. P07 LTX bei schweren septischen Erkrankungen -Erfahrungen aus Graz an Hand von drei Fallbeispielen E. Jakoby, S. Schaffellner, P. Stiegler, D. Kniepeiss, F. Iberer, KH. Tscheliessnigg Klinische Abteilung für Transplantationschirurgie, Universitätsklinik für Chirurgie, Medizinische Universität Graz, Graz, Österreich Grundlagen. Eine Sepsis oder die septische Erkrankung eines Organs sind eine strikte Kontraindikationen für eine Lebertransplantation. In Ausnahmefällen, insbesondere in Anbetracht des Alters der Patienten, sollte nach genauer Abwägung aller Risiken, die LTX trotzdem in Erwägung gezogen werden. Methodik. Seit Juli 1998 wurden in Graz 99 Lebertransplantationen bei 95 Patienten in Piggyback-Technik mit retrograder Perfusion und 2 kombinierten LTX-NTX durchgeführt. Drei Patienten mit septischer Grunderkrankung und einem Durchschnittsalter von 34,6 Jahren (±6,8) zum Zeitpunkt der LTX wurden in Graz in den letzten 21 Monaten transplantiert. Die Indikation zur LTX war in diesen drei Fällen eine toxische Leberzirrhose oder ein medikamentös induziertes Leberversagen. Der Ausgangsherd der septischen Erkrankung und die Erreger waren bekannt, eine suffiziente Antibiose entsprechend dem Antibiogramm vor der LTX eingeleitet und bis zum Abklingen der Symptomatik weitergeführt. In einem Fall wurde der Herd operativ saniert. Das immunsupressive Management wurde unter engmaschiger Fermentkontrolle weitgehend reduziert. Die Patienten konnten erst nach einer aufwendigen und intensivierten postoperativen Betreuung im Mittel nach 63,3 Tage (±25,5) in häusliche Pflege oder in anschließende Rehabilitation entlassen werden. Bei 2 Patienten kam es zu Komplikationen im Bereich der ableitenden Gallenwegen und der zusätzlich nierentransplantierte wurde anfänglich über die ersten 5 postoperativen Wochen dialysiert. Ergebnisse. Die LTX und kombinierte LTX-NTX wurde bei diesen drei Patienten erfolgreich durchgeführt. 2 Patienten sind wieder in den Arbeitsprozess eingegliedert; der 3. Patient befindet sich derzeit in neurologischer Anschlussheilbehandlung, um danach seinen Beruf wieder aufnehmen zu können Schlussfolgerungen. Eine LTX, die im Rahmen eines septischen Geschehens notwendig wird, erfordert immer ein individuelles interdisziplinäres Vorgehen. Wesentlich für einen erfolgreichen Ausgang der Behandlung ist das Zusammentreffen des bestmöglichen Transplantationszeitpunktes und des Vorhandenseins eines entsprechenden Spenderorgans. Zusammenfassend ist zu erwähnen, dass im Einzelfall auch bei septischen Grunderkrankungen eine Organtransplantation in Erwägung gezogen werden muss. ent einen bariatrischen Eingriff anstrebte. Das Gewicht zum Zeitpunkt der Operation betrug 132 kg, bei einem BMI von 45 kg/m 2 . Ergebnisse. Die laparoskopische Sleeve Gastrectomy konnte problemlos durchgeführt werden. Im Verlauf konnte der Patient einen Excessive Weight Loss von 44 % nach 6 Monaten erzielen. Derzeit hält der Patient nach einem Follow-up von 6 Monaten bei 107 kg. Conclusions. Die laparoskopische Sleeve Gastrectomy stellt eine effektive bariatrische Operationsmethode dar. Auch nach orthotoper Lebertransplantation ist die Durchführung dieser Operation technisch möglich. Da es im Gegensatz zum lap. Roux-en-Y-Magenbypass zu keiner Veränderung der Medikamenten-Resorption kommt, ist die laparoskopische Sleeve Gastrectomy auch in Bezug auf die Immunsuppression als eine sichere Operationsmethode anzusehen. P11 Two arteries for the left lateral segments in living-donor liver transplantation C. Margreiter, F. Aigner, H. Orozco, R. Öllinger, C. Bösmüller, P. Hengster, R. Margreiter, W. Mark Department of General and Transplant Surgery, Medical University of Innsbruck, Innsbruck, Austria; General Surgery Department, Hospital Civil de Guadalajara, Universidad de Guadalajara, Jalisco, México", "latex": null, "type": "table"}, "TABREF17": {"text": "P12 Complete remission of multiple sclerosis following combined kidney-pancreas transplantation N. Berger, W. Mark, R. Wirmsberger, B. Pfausler, R. Margreiter, H. Bonatti Division of General and Transplan Surgery, Medical University of Innsbruck, Innsbruck, Austria", "latex": null, "type": "table"}, "TABREF18": {"text": "P13 Hyperkeratosen als Nebenwirkung einer Mucositisprophylaxe mit Palifermin J. Koenig, A. Maieron, H. Kasparu, O. Krieger, D. Lutz 1. und 4. Interne Abteilung, Krankenhaus der Elisabethinen, Linz, Österreich Mucositis ist eine der häufigsten Nebenwirkungen bei Patienten, die eine Hochdosis-Chemotherapie mit anschließener Blutstammzelltransplantation erhalten. Wir berichten über den Einsatz von Palifermin als Mucositisprophylaxe und das damit assoziierte Auftreten von Hyperkeratosen. Palifermin ist ein rekombinanter humaner Keratinozyten-Wachstumsfaktor. Er gehört zur fibroblast growth factor family und wird im Körper von Stromazellen gebildet. Er ist der natürliche Ligand des Keratinozyten-Growth-Factor-Rezeptors (KGFR), der besonders von Epithelzellen exprimiert wird. Palifermin bewirkt eine reduzierte Inzidenz (98 % vs. 63 %) und Dauer (Reduktion um 4 Tage) von schwerer Mucositis (WHO Grad III-IV) sowie einen verringerten Analgetikabedarf (61 % geringerer Morphinverbrauch) bei Patienten nach autologer Blutstammzelltransplantation (ABCT). Bei einem 66-jährigen Patienten mit einem Mantelzell-Lymphom, Stadium IV in 1. VGPR sowie bei einer 53-jährigen Patientin mit einem nicht näher klassifizierbaren low-grade B-Non-Hodgkin-Lymphom, Stadium IIA wurde im 2. Rezidiv eine Hochdosis-Chemotherapie nach dem BEAM-Protokoll durchgeführt. Palifermin wurde entsprechend der Dosierungsvorschrift an drei aufeinanderfolgenden Tagen vor und nach der Hochdosis-Chemotherapie in einer Dosierung von 60 µg/kg/die als 1-malige i.v. Bolusgabe verabreicht. Am Tag der dritten Applikation kam es bei beiden Patienten zu einer Geschmacksstörung sowie einer Schleimhautverdickung der Zunge. Zusätzlich trat bei der Patientin eine Verdickung der Schleimhaut im Bereich des Ösophagus (endoskopische Dokumentation am Tag +4 nach ABCT) und des Introitus vaginae auf. Histologisch konnten hyperkeratoti-sche Schleimhautformationen im Ösophagus bis zur Ora serrata nachgewiesen und dokumentiert werden. Die histologischen Proben zeigten abgehobene Lamellen aus breitem regelrecht geschichtetem Plattenepithel. Die Schleimhautschwellungen bildeten sich innerhalb von etwa 10 Tagen nach letzter Palifermingabe zurück. Unter der Prophylaxe mit Palifermin trat bei dem Patienten mit Mantelzell-Lymphom am Tag +4 eine Mucositis Grad I auf, die keine spezielle Therapie erforderte. Bei der Patientin mit dem low-grade B-NHL trat keine Mucositis auf.", "latex": null, "type": "table"}, "TABREF19": {"text": "table to G-CSF stimulation have been identified among our donors. However, the number of donors enrolled is too small and the observation periods are too short to be conclusive.P15 Improved survival after allogeneic and syngeneic hematopoietic stem cell transplantation with reduced-intensity conditioning in patients pretreated with HSCT for malignant disease S. Wöhrer 1 , P. Kalhs 1 , W. Rabitsch 1 , A. Schulenburg 1 , M. Mitterbauer 1 , N. Worel 2 , K. Moser 1 , P. Höcker 2 , G. Fischer 2 , H. Gisslinger 3 , U. Jäger 3 , C. Zielinski 1 , H. T. Greinix 1 1 Bone Marrow Transplantation, Department of Internal Medicine I, Medical University of Vienna, Vienna, Austria; 2 Department for Blood Group Serology and Transfusion Medicine, Medical University of Vienna, Vienna, Austria; 3 Division of Hematology and Hemostasiology, Department of Internal Medicine I, Medical University of Vienna, Vienna, Austria", "latex": null, "type": "table"}}, "back_matter": [{"text": "P08 Liver transplantation for patients with hepatitis B-related liver disease: A single-center experience L. Hinterhuber, I. W. Graziadei Background. Liver transplantation (LT) is the only effective therapy for end-stage liver disease due to hepatitis B (HBV). Before introduction of passive immunoprophylaxis with hepatitis B immunoglobulin (HBIg) and new antiviral nucleoside analogues, hepatitis B recurrence was seen in the majority of the patients resulting in an inferior graft survival. In this study we analyzed the different clinical courses of HBV recurrence, the impact of HBV recurrence on patient survival, and potentially contributing factors for long-term outcome of HBV patients after LT.Methods. Between 1983 and 2003, 57 out of 692 patients (50 m, 7 f; mean age, 51 years) were transplanted secondary HBV cirrhosis at our center. The mean follow-up was 44 months (range, 1-246 months). Immunosuppression (IS) consisted of CyA/FK 506, prednisolone and/or azathioprine/MMF. Fourteen patients received no HBIg (prior to 1993), 14 patients received HBIg alone, and 29 patients HBIg in combination with Lamivudine (LAM).Results. The actuarial overall 1-, 5-, 10-year survival rates were 83%, 69%, and 65%, comparable to those of other indications. Patients with combined prophylaxis showed the best survival rates (88%, 77%, 77%), compared to patients treated with HBIg (82%, 51%, 51%) and patients without treatment (76%, 70%, 63%). Five patients required ReLTx, one patient two ReLTx. In total, 17 patients (33.5%) developed recurrent HBV infection after LT: 50% (6 of 12) in the non-HBIg group, 42% (6 of 14) in the HBIg mono, and 18% (5 of 28) in the combined prophylaxis group. Four of the five patients in the HBIg/LAM group were HBV DNA positive prior to LT, two presented with LAM mutants. HBV recurrence, however, did not negatively impact patient outcome. All patients with recurrent disease were treated with antivirals (Famcyclovir, LAM, Adefovir). Forty-seven percent of patients responded to the treatment and remained HBV DNA negative. Only one patient was retransplantated due to HBV recurrence. No possible risk factors for overall survival were found to be significant.Conclusions. Our study showed that patients with combined HBIg/LAM prophylaxis had excellent long-term survival. Recurrent HBV in the allograft could be effectively treated in the majority of patients and did not influence longterm survival. Background. Liver failure is associated with reduced synthesis of clotting factors, consumptive coagulopathy, and platelet dysfunction. The aim of the study was to evaluate the effects of liver support using the molecular adsorbent recirculating system (MARS) on the coagulation system in patients at high risk of bleeding.Methods. 61 MARS treatments in 33 patients with acute liver failure (n = 15), acute on chronic liver failure (n = 8), sepsis (n = 5), liver graft dysfunction (n = 3), and cholestasis (n = 2) have been studied. Standard coagulation tests, standard thromboelastography (TEG), heparinase-modified and abciximab-fab-modified TEG were performed immediately before and 30 minutes after commencement of MARS and after the end of MARS treatment. To all patients, prostaglandin I2 was administered extracorporeally. 17 patients additionally received unfractioned heparin.Results. Three moderate bleeding complications in three patients, requiring 3-4 units of packed red blood cells, were observed. All were sufficiently managed without interrupting MARS treatment. Although there was a significant decrease in platelet counts (median, 9 G/l; range, -40 to 145 G/l) and fibrinogen concentration (median, 15 mg/dl; range, -119 to 185 mg/dl) with a consecutive increase in thrombin time, the platelet function, as assessed by abciximab-fab-modified TEG, remained stable. MARS did not enhance fibrinolysis.Conclusions. MARS treatment appears to be well tolerated in patients with marked coagulopathy due to liver failure. Although MARS leads to a further decrease in platelet count and fibrinogen concentration, platelet function, measured as contribution of the platelets to the clot firmness in TEG, remains stable. According to TEG-based results, MARS does not enhance fibrinolysis. Methodik. Ein 69 Jahre alter Patient war vor 13 Jahren aufgrund einer post-hepatitischen Zirrhose (PHCC) lebertransplantiert worden. Nun war es im Verlauf der letzten Zeit zu einer deutlichen Gewichtszunahme gekommen, sodass der Pati-", "cite_spans": [{"start": 128, "end": 137, "text": "Graziadei", "ref_id": null}], "ref_spans": [], "section": "annex"}]}