{
    "paper_id": "b605a5e51e9bee2a817e7c4412e29832da7e6e9d",
    "metadata": {
        "title": "Der Gynäkologe 12•2000 Fieber im Wochenbett",
        "authors": [
            {
                "first": "",
                "middle": [
                    "A"
                ],
                "last": "Faridi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "(Für den Berufsverband der Frauenärzte e.V.) Prof. Dr. M. Link, Dresden Dr. A. Malter",
                    "institution": "Universitätsklinikum, RTWH Aachen",
                    "location": {
                        "addrLine": "Pauwelsstraße 30",
                        "postCode": "52057",
                        "settlement": "Frauenklinik, Aachen, München"
                    }
                },
                "email": ""
            },
            {
                "first": "Redaktion",
                "middle": [],
                "last": "Prof",
                "suffix": "",
                "affiliation": {
                    "laboratory": "(Für den Berufsverband der Frauenärzte e.V.) Prof. Dr. M. Link, Dresden Dr. A. Malter",
                    "institution": "Universitätsklinikum, RTWH Aachen",
                    "location": {
                        "addrLine": "Pauwelsstraße 30",
                        "postCode": "52057",
                        "settlement": "Frauenklinik, Aachen, München"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Beck",
                "suffix": "",
                "affiliation": {
                    "laboratory": "(Für den Berufsverband der Frauenärzte e.V.) Prof. Dr. M. Link, Dresden Dr. A. Malter",
                    "institution": "Universitätsklinikum, RTWH Aachen",
                    "location": {
                        "addrLine": "Pauwelsstraße 30",
                        "postCode": "52057",
                        "settlement": "Frauenklinik, Aachen, München"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "D"
                ],
                "last": "Berg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "(Für den Berufsverband der Frauenärzte e.V.) Prof. Dr. M. Link, Dresden Dr. A. Malter",
                    "institution": "Universitätsklinikum, RTWH Aachen",
                    "location": {
                        "addrLine": "Pauwelsstraße 30",
                        "postCode": "52057",
                        "settlement": "Frauenklinik, Aachen, München"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "A"
                ],
                "last": "Pfleiderer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "(Für den Berufsverband der Frauenärzte e.V.) Prof. Dr. M. Link, Dresden Dr. A. Malter",
                    "institution": "Universitätsklinikum, RTWH Aachen",
                    "location": {
                        "addrLine": "Pauwelsstraße 30",
                        "postCode": "52057",
                        "settlement": "Frauenklinik, Aachen, München"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Strowitzki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "(Für den Berufsverband der Frauenärzte e.V.) Prof. Dr. M. Link, Dresden Dr. A. Malter",
                    "institution": "Universitätsklinikum, RTWH Aachen",
                    "location": {
                        "addrLine": "Pauwelsstraße 30",
                        "postCode": "52057",
                        "settlement": "Frauenklinik, Aachen, München"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Weiterbildung",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Das Wochenbett ist definiert als der Zeitraum von der Ausstoßung der Plazenta bis zur 6. bis 8. Woche post partum. Die Häufigkeit einer Infektion in dieser Zeit liegt zwischen 5 und 10%. Leitsymptom ist das Fieber.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Die durchschnittliche oral gemessene Körpertemperatur liegt im Tagesverlauf bei 36,6±0,05°C. Axillär gemessene Temperaturen sind im Mittel 0,5°C niedriger, die rektalen ca. 0,5°C höher als die oral bestimmten Werte, wobei die rektal gemessenen die zuverlässigsten sind. Die abendlichen Körpertemperaturen liegen höher als die morgens erfassten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Als ᭤ unklares Fieber wird eine rektale Temperatur von über 38,3°C (101°F) bezeichnet, die seit mindestens 3 Wochen besteht und trotz einer mehr als einwöchigen stationären Diagnostik nicht abgeklärt werden konnte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Fieber im Wochenbett ist definiert als Temperaturerhöhung von ≥38°C an 2 Tagen der ersten 10 Tage nach der Geburt, ausgenommen der ersten 24 h, mindestens 4-mal am Tag standardisiert oral gemessen. Dabei kommen differentialdiagnostisch genitale und extragenitale Ursachen in Frage. Eine Aufstellung über die Differentialdiagnosen bietet Tabelle 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Gynäkologe 2000 · 33:897-910",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Die Beiträge der Rubrik \"Weiterbildung\" sollen dem Stand des zur Facharztprüfung für Gynäkologen entsprechen und zugleich dem Facharzt als Repetitorium dienen. Die Rubrik beschränkt sich auf klinisch gesicherte Aussagen zum Thema.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Genitale Ursachen -Lochialstau -Endo(myo)metritis -Wundheilungsstörungen (Laparotomiewunde, Episiotomie, Damm-/Scheidenriss) Extragenitale Ursachen -Mastitis puerperalis -Thrombophlebitis -Pyelonephritis -Pneumonie Sepsis und septischer Schock -Puerperalsepsis",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differentialdiagnosen bei Fieber im Wochenbett"
        },
        {
            "text": "Der häufigste Grund für Fieber im Wochenbett ist eine Infektion des Uterus [Endo(myo)metritis], der meist eine ᭤ Subinvolutio uteri oder ein ᭤ Lochialstau vorausgeht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genitale Ursachen"
        },
        {
            "text": "Die Endo(myo)metritis entwickelt sich in 50% der Fälle in Folge einer Sectio caesarea und ist eine ᭤ polymikrobielle Infektion (Tabelle 2), die gewöhnlich die Dezidua und das Myometrium befällt und sich über die Lymphabflusswege bis in das Parametrium ausbreiten kann. Am häufigsten finden sich Peptostreptokokken, Peptokokken sp., Bacteroides sp., Enterokokken, Gruppe-B-Streptokokken und Escherichia coli. Neben der Clostridieninfektion (s. Exkurs Gasbrand) wird in letzter Zeit gehäuft von Infektionen mit Chlamydia trachomatis, Gardnerella vaginalis, Mykoplasmen und Ureaplasma urealytikum und Gruppe A b-hämolysierenden Streptokokken (Streptokokken-Schock-Syndrom) berichtet, deren Verläufe sehr daramtisch sind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endo(myo)metritis"
        },
        {
            "text": "In seltenen Fällen wird eine unerkannte oder unzureichend behandelte Endomyometritis durch eine Adnexitis, einen pelvinen Abszess, eine parametrane Phlegmone, eine Peritonitis, einen septischen Schock oder eine septische Ovarialvenenthrombose kompliziert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endo(myo)metritis"
        },
        {
            "text": "Prädisponierende Faktoren sind der länger zurückliegende vorzeitige Blasensprung, der protrahierte Geburtsverlauf, das Amnioninfektionsyndrom, häufige vaginale Untersuchungen unter der Geburt sowie Blutungen und Gewebetraumatisierung durch operative Eingriffe. In der Literatur wird auch auf das höhere Infektionsrisiko bei jugendlichen Schwangeren hingewiesen. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endo(myo)metritis"
        },
        {
            "text": "Fieber ist das charakteristische Symptome der Endomyometritis; bei der beginnenden Endo(myo)metrits können zunächst subfebrile Temperaturen bestehen. Weitere Symptome sind: Unterbauchschmerzen (Diarrhö, Blähungen), übel riechende (stinkende) Lochien, Subinvolutio, Uteruskantenschmerz, Palpationsschmerz bei der vaginalen Untersuchung, eine Leukozytose (10.000-30.000/µl) sowie eine CRP-Erhöhung (>5 mg/dl). Nach Ausschluss anderer möglicher Ursachen (Pneumonie, Pyelonephritis, Mastitis, Thrombophlebitis), sollte bei Verdacht auf eine Endomyometritis eine weitere Abklärung erfolgen. Neben der sorgfältigen klinischen Untersuchung (z. B. Inspektion von Episiotomie, Damm-/Scheidenverletzung und Operationswunde) müssen mikrobiologische Abstriche (Kultur anlegen!) aus den entsprechenden Wunden und dem Zervikalkanal entnommen werden. Weitere ergänzende Untersuchungen sind die Abnahme von Blutkulturen, die Blutgasanalyse, die Kontrolle der üblichen Laborparametern, die Messung der Temperatur und die Sonographie des Uterus (Plazentarest?).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Klinik"
        },
        {
            "text": "Eine prophylaktische ᭤ Low-dose-Heparinisierung (z. B. 3-mal 5000 Calciparin/Tag oder die Eimalgabe eines niedermolekularen Heparins) empfiehlt sich grundsätzlich bei persistierenden Fieberzuständen im Wochenbett, bei Zeichen einer Sepsis oder perioperativ (Gerinnungsstörung bei der Sepsis).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Wegen der Gefahr einer ᭤ Puerperalsepsis (s. unten) sollte bereits bei der Verdachtsdiagnose bzw. bei Fieber über 2 Tage nach der Geburt mit einer hochdosierten Breitbandantibiose in Verbindung mit kontraktionsfördernden Mitteln (meist mit gleichzeitigem Lochialstau) begonnen werden. Da heute mit resistenten Staphylokokken und häufiger mit Anaerobiern zu rechnen ist, tritt die Behandlung mit Penicillin G in den Hintergrund. Es bieten sich folgende Therapiemöglichkeiten an: ◗ Monotherapie über mindestens 7-10 Tage: ◗ Imipenem 1,5-2 g/Tag i.v. in 3-4 Einzeldosen oder ◗ Cefoxitin 3-bis 4-mal 2 g/Tag i.v. oder ◗ Ceftizoxim 2-bis 3-mal 1-2 g/Tag i.v. oder ◗ Kombinationstherapie über mindestens 7-10 Tage: ◗ Clindamycin 3-mal 600 mg/Tag i.v. + Cefotaxim 2-bis 3-mal 1-2 g/ Tag ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 776,
                    "end": 779,
                    "text": "Tag",
                    "ref_id": null
                }
            ],
            "section": "Therapie"
        },
        {
            "text": "Der typische Gasbrand entwickelt sich einige Tage nach einer Operation oder infolge einer postpartalen Endomyometritis, einer Placenta accreta und eines septischen Abortes in devitalisiertem nicht oder wenig durchblutetem Gewebe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exkurs: Gasbrand"
        },
        {
            "text": "Die meisten Fälle werden verursacht durch Clostridium perfringens (a-Toxin), aber auch andere Clostridien-Arten kommen in Frage. In vielen Fällen liegt eine Mischinfektion mit anderen Anaerobiern vor. Clostridium perfringens kommt in der natürlichen Darmflora vor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exkurs: Gasbrand"
        },
        {
            "text": "Die klassischen Zeichen eines Gasbrandes sind krepitierende Geräusche im Bereich einer Operationswunde mit Gewebenekrosen und Hautblasen und ggf. der röntgenologischen Nachweis von Gas im Uterus. Die allgemeinen klinischen Symptome sind Fieber, Tachykardie und eine vermehrte Schweißbildung und ggf. eine Hypotension.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exkurs: Gasbrand"
        },
        {
            "text": "Komplikationen in Form einer Hämolyse, einer DIG oder eines Nierenversagens können sich entwickeln (septischer Schock). Die Diagnostik erfolgt über den Nachweis der Erreger aus Wundabstrichen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exkurs: Gasbrand"
        },
        {
            "text": "Die Therapie besteht bei leichten Fällen in der hochdosierten antibiotischen Therapie mit Penicillin G 20-40 Mio. IE/Tag in 3-4 Kurzinfusionen oder, wegen der möglichen Penicillinresistenz, in Kombination mit Clindamycin (maximal 1,8 g/Tag). Bei Penicillinallergie bieten sich Metronidazol, Imipenem oder ein Cephalosporin an. In allen anderen Fällen erfolgt parallel die großzügige chirurgische Ausschneidung der infizierten Wunde oder auch des infizierten Uterus (intraoperativer Schnellschnitt).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exkurs: Gasbrand"
        },
        {
            "text": "Anaerobe gasbildende Bakterien erfordern eine Therapie mit Metronidazol und Cefotaxim. Bei kontaminierten Wunden wird eine Prophylaxe mit 10-20 Mio. IE Penicillin G/Tag dringend empfohlen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exkurs: Gasbrand"
        },
        {
            "text": "Die Inzidenz von Entzündungen der Brustdrüse in der Laktationsphase wird in der Literatur mit 0,5-9% angegeben; die Mehrzahl der Erkrankungen tritt in der 2. bis 3. Woche post partum auf. Bei ",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "Bei",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mastitis puerperalis"
        },
        {
            "text": "Das Abstillen gehört heute nicht mehr zur primären Therapie der Mastitis puerperalis; auch auf der erkrankten Seite kann gestillt werden. Im Vordergrund der Behandlung stehen: ◗ Entleeren der Brust: Fortsetzung des Stillens, Abpumpen der Brust, ◗ physikalische Maßnahmen: Hochbinden der Brust, Kühlung, Bettruhe, Bei leichten Formen der Mastitis puerperalis kann zunächst auf die Gabe von Antibiotika verzichtet werden. Tritt unter niedrig dosierten Prolaktinhemmern und physikalischen Maßnahmen innerhalb von 24 h keine Besserung der Symptomatik ein, sollte die antibiotische Therapie begonnen werden. Trotz einer adäquaten Antibiotikatherapie kommt es in etwa 10% der Fälle zu einer Abszessbildung, mit gespannter, bläulich schimmernde Haut unter der ein fluktuierender Bezirk zu tasten ist. Eine Ultraschalluntersuchung sollte durchgeführt werden, um die Ausdehnung und die Anzahl der Abszesskammern zu beurteilen. Grundsätzlich empfiehlt sich die chirurgische ᭤ Inzision und Gegeninzision mit Einlage einer Drainge. Eine primärer Verschluss der Wunde ist in Einzelfällen möglich. Kleine Abszesshöhlen können unter sonographischer Kontrolle und engmaschiger Nachbeobachtung punktiert werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Die septische Ovarialvenenthrombose (SOVT) tritt in der Regel im Wochenbett als Folge einer Endomyometritis (45-67%) auf und wird deshalb auch ᭤ puerperale Ovarialvenenthrombophlebitis (POVT) genannt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Septische Ovarialvenenthrombose"
        },
        {
            "text": "Sie ist mit einer Inzidenz von 0,02-0,2% eine seltene, jedoch mit einer hohen Letalität (6-12%) verbundene Erkrankung, wobei die Lungenembolie (13,2%) und nicht beherrschbare septische Verläufe die entscheidenden Ursachen sind. Die SOVT ist meist einseitig und überwiegend rechts lokalisiert, da im Wochenbett der venöse Abfluss des Uterus hauptsächlich über die rechte Ovarialvene erfolgt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Septische Ovarialvenenthrombose"
        },
        {
            "text": "Durch die Geburt kommt es zu einer plötzlichen Veränderung der Hämodynamik und der Gerinnungsphysiologie. Zahlreiche Risikofaktoren fördern die Entstehung einer Ovarialvenenthrombose im Sinne der Virchow-Trias (Endothelzellschaden, Hyperkoagulabilität, verändertes Stromzeitvolumen): ◗ abrupte Verkleinerung des mütterlichen Gefäßbettes, ◗ gesteigerte Thrombozytenadhäsivität durch einen verlangsamten Blutfluss und Blutstau im venösen Plexus des kleinen Beckens, ◗ unterschiedlich schnelle Aktivitätsänderungen der einzelnen Gerinnungs-und Fibrinolysefaktoren, ◗ vaskuläre Läsionen, ◗ Einschwemmung von Thromboplastin unter der Geburt und ◗ Immobilisation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Septische Ovarialvenenthrombose"
        },
        {
            "text": "Die Mastitis puerperalis ist primär keine Indikation zum Abstillen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Der häufigste Erreger ist Staphylococcus aureus."
        },
        {
            "text": "Bei leichten Formen der Mastitis puerperalis müssen zunächst keine Antibiotika gegeben werden. In ca. 10% kommt es zur Abszessbildung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Der häufigste Erreger ist Staphylococcus aureus."
        },
        {
            "text": "Hämodynamik und Gerinnungsphysiologie ändern sich durch die Geburt schlagartig.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "᭤ Puerperale Ovarialvenenthrombophlebitis (POVT)"
        },
        {
            "text": "Bevorzugt betroffen sind Patientinnen nach vorausgegangenem Kaiserschnitt, da es neben den beschriebenen Gerinnungsveränderungen zu einer kontraktionsbedingten uterinen Minderperfusion mit Stase in den noch erweiterten periuterinen Venen kommt, in Verbindung mit der operationsbedingten Gefäß-und Gewebetraumatisierung und einer vermehrten Einschwemmung thromboplastischen Materials in die Zirkulation. Septische Ovarialvenenthrombosen wurden aber auch nach komplizierten vaginalen Entbindungen und nach komplikationslosen Spontangeburten beschrieben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fieber im Wochenbett"
        },
        {
            "text": "Eine bakterielle Infektion der plazentaren Haftfläche kann zu einer Thrombosierung der myometrialen Venen führen, wodurch wiederum das Wachstum der anaeroben Bakterien gefördert wird. Im Falle einer Endomyometritis kann es zu einer Keimverschleppung in die Venen des kleinen Beckens oder in die Ovarialvenen kommen, da vielfältigge Gefäßverbindungen zu den venösen Geflechten des Uterus und der Vagina bestehen. Die am häufigsten isolierten Keime sind: Streptokokken, Staphylokokken, Proteus mirabilis, Escherichia coli, Klebsiella, Bacteroides und andere Anaerobier. Auch Ureaplasma urealyticum und Mycoplasma hominis konnten als auslösende Erreger nachgewiesen werden. Durch kanalikuläre Ausbreitung können so die ovariellen Venen als Abflussgebiet des Fundus uteri involviert werden. Es bildet sich um den thrombosierten Bezirk eine ᭤ Phlegmone aus, sodass der gesamte Prozess eine Ausdehnung von 10 cm und mehr erreichen kann. Eine Ausbreitung über die V. cava auf die V. renalis sinistra (ausgehend von einer linksseitigen SOVT), die iliofemoralen Venen (septische pelvine Thrombophlebitis) oder bis in die Lebervenen und das Zwerchfell wurden beschrieben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fieber im Wochenbett"
        },
        {
            "text": "Die klinischen Symptome treten häufig am 2. bis 7. Tag post partum auf und ähneln denen der Endomyometritis und der Pyelonephritis. Leitsymptom ist das Fieber (Temperaturschübe über 39°C und Schüttelfrost) begleitet von Schmerzen im Bauch und/oder in den Flanken. Der ᭤ Uteruskantenschmerz und die ᭤ walzenförmige Resistenz zu den Flanken hin reichend weisen zusätzlich auf eine septische Ovarialvenenthrombose hin. Auch unspezifische Symptome wie Übelkeit, Erbrechen, Blasenund Darmentleerungsstörungen sowie ein geblähter Bauch (paralytischer Ileus) werden von den Patientinnen angegeben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Klinik"
        },
        {
            "text": "Bei jeder Wöchnerin mit der (Verdachts-)Diagnose Endomyometritis oder Pyelonephritis, die nach 24-48 h nicht auf eine antibiotische Therapie anspricht, sollte möglichst umgehend eine Abklärung zum Ausschluss einer septischen Ovarialvenenthrombose durch ein CT oder MRT erfolgen, die der Sonographie überlegen sind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Klinik"
        },
        {
            "text": "Als weitere diagnostische Maßnahmen neben der sorgfältigen klinischen Untersuchung (inklusive mikrobiologischer Abstriche aus dem Cavum uteri) muss bei einem septischen Verlauf die komplette Labordiagnostik inkl. Blutkulturen und arterieller Blutgasanalyse durchgeführt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Klinik"
        },
        {
            "text": "Differentialdiagnostisch kommen auch extrauterine Ursachen in Frage: akute Appendizitis, Hämatom der Parametrien, Stieldrehung des Ovars, Abszess der Adnexe, (Sub)Ileus, Sigmadivertikulitis, Pneumonie, Harnstauungsniere (z. B. nach Sectio caesarea) oder Mastitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Klinik"
        },
        {
            "text": "Die initiale Therapie der septische Ovarialvenenthrombose ist heute zunächst konservativ und besteht in der therapeutischen i.v.-᭤ Gabe von Heparin, die mit einem Bolus von 5.000 IE begonnen und dann mit 25.000-30.000 IE/24 h fortgesetzt wird. Die Heparindosierung muss so angepasst werden, dass eine 1,5-bis 2fache Verlängerung der PTT erreicht wird. Ob bei der Behandlung der Ovarialvenenthrombose eine ausreichende Antikoagulation auch mit niedermolekularem Heparin erreicht werden kann, muss abgewartet werden. Parallel dazu erfolgt eine ᭤ Breitspektrumantibiose mit z. B.: ◗ Cefotaxim 3-mal 2 g/Tag + Piperacillin 3-bis 4-mal 2-4 g/Tag + Metronidazol 2mal 500 mg/Tag oder ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Die Thrombophlebitis entsteht duch eine akute Thrombose oberflächlicher (epifaszialer) Venen mit entzündlicher Reaktion der Gefäßwand und tritt am häufigsten im Bereich einer vorbestehenden Varikosis auf (90% der Fälle an den Beinen). An den Armen können Thrombophlebitiden Folge vorausgegangener intravenöser Injektionen oder infizierter Venenverweilkatheter sein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thrombophlebitis"
        },
        {
            "text": "Eine Thrombophlebitis ist durch die typische Symptomatik leicht zu diagnostizieren. Im Vordergrund stehen die ᭤ Rötung und die Überwärmung der Haut im Bereich der betroffenen Vene, die als derber druckempfindlicher Strang zu tasten ist. Im Gegensatz zur tiefen Beinvenenthrombose besteht keine Schwellung der Extremität, da der venöse Abfluss über die tiefen Venen erfolgt. Bei einer bis zum Oberschenkel reichenden Thrombophlebitis der V. saphena magna oder einer bis zur Kniekehle reichenden Thrombophlebitis der V. saphena parva ist die ᭤ Doppleruntersuchung zur Beurteilung der Ausdehnung und zum Ausschluss einer tiefen Beinvenenthrombose erforderlich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Klinik"
        },
        {
            "text": "Die unkomplizierte Thrombophlebitis wird mit heparinhaltigen Salben, Antiphlogistika und Alkoholumschlägen behandelt. Kompressionsstrümpfe sollten angepasst werden; eine Immobilisation ist kontraindiziert. Bei ausgedehnten Befunden wird zusätzlich zur Kompressionsbehandlung eine prophylaktische Heparingabe vorzugsweise mit einem niedermolekularen Heparin empfohlen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Eine akute Pyelonephritis im Wochenbett ist häufig das Rezidiv einer nicht ausgeheilten oder nicht ausreichend behandelten akuten Pyelitis gravidarum, die bei etwa 2% aller Schwangerschaften auftritt. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pyelonephritis"
        },
        {
            "text": "Neben der reichlichen Flüssigkeitszufuhr und körperlicher Schonung steht die Gabe eines Breitspektumantibiotikums (Amoxicillin oder Cephalosporin) im Vordergrund. Das Fieber ist zumeist innerhalb von 48-72 h rückläufig. Bei insuffizienter Therapie oder wesentlicher Verzögerung des Behandlungsbeginns besteht neben der seltenen Gefahr eines Endotoxinschocks das Risiko des Übergangs in eine chronische Pyelonephritis (Schrumpfniere). Die Kontrolle des Therapieeffekts durch eine Urinkultur ist zwingend erforderlich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Septische Geschehen in Schwangerschaft und Wochenbett (Puerperium) zählen mit einem Anteil von etwa 19% neben Blutungen und Thromboembolien zu den Hauptursachen der mütterlichen Letalität. Die Sepsis bzw. der septische Schock ereignen sich in der Geburtshilfe in über 80% der Fälle im Wochenbett (syn. ᭤ Wochenbettoder Kindbettfieber oder ᭤ Puerperalsepsis).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sepsis und septischer Schock"
        },
        {
            "text": "Bei annähernd 20% der Wöchnerinnen lässt sich nach einem Kaiserschnitt eine transitorische Bakteriämie nachweisen; dennoch hat der septische Schock in der Geburtshife ein vergleichsweise niedrige Inzidenz. Diese Tatsache erklärt sich durch den i. Allg. guten Gesundheitszustand der überwiegend jungen Frauen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sepsis und septischer Schock"
        },
        {
            "text": "Die Hauptursachen für eine Sepsis bzw. einen septischen Schock in der Geburtshilfe sind septische Aborte, antepartale Pyelonephritiden und die puerperale Sepsis (Tabelle 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sepsis und septischer Schock"
        },
        {
            "text": "Die meisten Infektionen im kleinen Becken und auch der septische Schock werden durch eine ᭤ Kombination von verschiedenen Keimen hervorgerufen. Gramnegative Bakterien sind für 30-80% aller Fälle septischer Schockzustände verantwortlich, während 6-24% durch grampositive Bakterien verursacht werden. Pilze und möglicherweise auch Viren müssen in die differentialgiagnostischen Überlegungen mit einbezogen werden, spielen aber eine untergeordnete Rolle, da es sich im allgemeinen um immunkompetente Frauen handelt. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sepsis und septischer Schock"
        },
        {
            "text": "Das \"American College of Chest Physicians/Society of Critical Care Medicine\" (ACCP/SCCM) hat 1991 die Sepsis definiert als systemische entzündliche Reaktion auf eine Infektion (Tabelle 4). Eine Sepsis liegt dann vor, wenn mindestens 2 der folgenden Symptome vorliegen: ◗ Temperatur >38°C oder <36°C, ◗ Herzfrequenz >90 SpM, ◗ Atemfrequenz >20/min oder PaCO 2 <32 mmHg., ◗ Leukozyten >12.000 mm 3 bzw. <4.000 mm 3 oder >10% unreife Formen (Stabkernige) im Blutausstrich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sepsis"
        },
        {
            "text": "᭤ \"systemic inflammatory response syndrome (SIRS)\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sepsis"
        },
        {
            "text": "᭤ \"multiple organ dysfunction syndrome (MODS)\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sepsis"
        },
        {
            "text": "᭤ \"toxic shock syndrome\" ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Der septische Schock hat eine hohe Letalität (20-80%)."
        },
        {
            "text": "Der septische Schock wurde durch die ACCP/SCCM definiert als Sepsis und Hypotonie trotz adäquater Flüssigkeitszufuhr bei Vorliegen von Perfusionsstörungen, die mit Laktatazidose, einer Oligurie oder einer (akuten) Bewusstseinseintrübung einhergehen können. Patientinnen, die inotrope oder vasopressorische Medikamente erhalten, müssen zum Zeitpunkt der diagnostizierten Perfusionsstörung nicht unbedingt hypoton sein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Septischer Schock"
        },
        {
            "text": "Der septische Schock ist in Abhängigkeit von den vorliegenden Organschäden mit einer hohen Letalität von 20% bis 80% (bei Vorliegen eines ARDS) behaftet. Als Folge kann es zu bleibenden Organschäden kommen (z. B. Nierenfunktionsstörungen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Septischer Schock"
        },
        {
            "text": "Die am häufigsten isolierten Keime beim septischen Schock gehören zu der Gruppe der Endotoxin-bildenden Enterobacteriaceaefamilie (in 50% der Fälle Escherichia coli). Auch Exotoxin-bildende Bakterien können einen Schock verursachen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Septischer Schock"
        },
        {
            "text": "Staphylococcus aureus und Pseudomonas aeruginosa sind die auslösenden Keime für das ᭤ \"toxic shock syndrome\". Das sog. \"toxic shock like syndrome\" wird durch Streptokokken der Gruppe A (s. oben) hervorgerufen. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Septischer Schock"
        },
        {
            "text": "Die Puerperalsepsis ist die schwerste Form der Infektion im Wochenbett, die meist durch Streptokken der Gruppe A ausgelöst wird (s. auch \"Pathogenese der Sepsis\"). Die Inzidenz beträgt mindestens 1 auf 100.000 Geburten; die Letalität der Sepsis liegt zwischen 20 und 60%. Die Streptokokken stammen meist aus dem Vaginalbereich der Patientinnen; die ersten Infektionsstationen sind daher häufig die Dammverletzung, die Episiotomie und das Endometrium. Die Freisetzung von Toxinen oder die direkte Invasion der Mikroorganismen in den Blutkreislauf ist das initiale Ereignis in der Sepsis-Kaskade. Bei den Bakterien unterscheidet man die ᭤ Exotoxine, die von lebenden Bakterien freigesetzt werden (TSST-1 von Staphylococcus aureus, Exotoxin A von Gruppe-A-Streptokokken oder Pseudomonas aeruginosa) und die ᭤ Endotoxine, die beim Zerfall von gramnegativen Bakterien freiwerden. Das Endotoxin entspricht dem Lipopolysaccharid (LPS), das integraler Bestandteil der äußeren gramnegativen Zellwand ist und aus 3 Regionen besteht, dem O-Antigen, R-core-Antigen und dem Lipoid A. Träger der Toxizität ist v. a. das ᭤ Lipoid A, das in ähnlicher Weise wie das Peptidoglykan und die Lipoteichonsäure der grampositiven Bakterien in der Lage ist, Zellen zu stimulieren und zahlreiche Mediatoren freizusetzen (u. a. Zytokine). Für die Zellaktivierung und damit für die inflammatorische Reaktion ist TNF-a bereits frühzeitig von entscheidender Bedeutung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Puerperalsepsis"
        },
        {
            "text": "Insbesondere bei schweren Fällen einer A-Streptokokken-Sepsis kann aufgrund der schnellen Erregerausbreitung anfänglich kein oder nur geringes Fieber bestehen. Neben den typischen Symptomen der Endomyometritis wird die klinische Symptomatik geprägt durch Schmerzen im Abdomen, Obstipation oder auch Diarrhö, Kopfschmerzen und Abgeschlagenheit. Laborchemisch kann ein >20fach erhöhter CRP-Wert bei noch normalen Leukozyten bereits frühzeitig auf ein septisches Geschehen hinweisen. Endotoxin kann über eine Aktivierung des Komplementsystems zu einer Leukozytose mit Linksverschiebung führen, die das häufigste hämatologische Symptom der Sepsis darstellt. Die Neutropenie (Neutrophilenwerte unter 1800/µl) im Spätstadium des Schocks wird als prognostisch ungünstig gewertet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Klinik"
        },
        {
            "text": "᭤ Gerinnungsstörungen sind von entscheidender Bedeutung für den weiteren Verlauf, da sie bereits in der Frühphase eines septischen Geschehens auftreten können. Dabei kommt es zu einer frühzeitigen Thrombozytenaggregation mit nachfolgendem Thrombozytenabfall, der Ausdruck der Schwere der Infektion ist und das Ausmaß der Endotoxinfreisetzung widerspiegeln soll. Die Störung der Hämostase ist eine Folge des Endothelzellschadens, der durch die Endotoxin-Wirkung und die daraus resultierende Freisetzung von zahlreichen Mediatoren, insbesondere von TNF-a, verursacht wird. Die ᭤ Aktivierung der Gerinnungskaskade führt zur intravaskulären Thrombinbildung, Verbrauch an Thrombozyten und plasmatischen Gerinnungsfaktoren, Fibrinablagerungen in kleinen Gefäßen und zur Fibrinolyse. Es entsteht also eine ᭤ disseminierte intravasale Gerinnung (DIG) mit der Folge einer Verbrauchskoagulopathie. Mit der Indikation zur Hysterektomie sollte bei der Puerperalsepsis nicht gezögert werden, wenn die septische Temperaturverläufe trotz begonnener Antibiose über 6-12 h persistieren oder bereits initial eine diffuse puerperale Peritonitis besteht. In der neueren Literatur ist die Hysterektomie bei der Puerperalsepsis durch A-Streptokokken allerdings umstritten, da es sich bei der A-Streptokokken-Sepsis um einen massiven Befall nahezu aller Organe handelt und somit der Uterus nur ein potentieller Streuherd ist. Eine prophylaktische Low-dose-Heparinisierung (z. B. 3-mal 5000 Calciparin/Tag oder die Eimalgabe eines niedermolekularen Heparins) ist obligat (Gerinnungsstörung bei der Sepsis). Die Patientinnen sollten im Anschluss an eine chirurgische Intervention oder bei einem septischen Schock in jedem Fall auf einer Intensivstation weiterbetreut werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Klinik"
        },
        {
            "text": "Die Sonographie, das CT und die MRT sind geeignete bildgebende Verfahren zur Fokussuche und zur Beurteilung von Art und Ausdehnung eines Prozesses. Bei zunächst unerklärlichen septischen Zuständen (Tabelle 7) stellen die von Summers [12] empfohlenen Richtlinien (Tabelle 8) eine geeignete Vorgehensweise für den klinischen Alltag dar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unklare septische Zustände im Wochenbett"
        },
        {
            "text": "Bei anhaltenden septischen Temperaturen trotz Antibiotika ist die Indikation zur Hysterektomie gegeben. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unklare septische Zustände im Wochenbett"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Septischer Schock",
            "authors": [],
            "year": 1995,
            "venue": "ACOG Technical Bulletin",
            "volume": "204",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Definitions for sepsis and organ failure and guidelines for the use of innovative therapies in sepsis",
            "authors": [],
            "year": 1992,
            "venue": "of Critical Care Medicine Consensus Conference",
            "volume": "101",
            "issn": "",
            "pages": "1644--1655",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Postpartum vein thrombophlebitis: A review",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Dunnihoo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Gallaspy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Wise",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "N"
                    ],
                    "last": "Otterson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Obstet Gynecol Surv",
            "volume": "46",
            "issn": "",
            "pages": "415--427",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Der Schock in der operativen Gynäkologie",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Friedberg",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Intra-und postoperative Komplikationen in der Gynäkologie und Geburtshilfe",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Lebensbedrohliche Infektionen in der Frauenheilkunde",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Friese",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Gynäkologe",
            "volume": "32",
            "issn": "",
            "pages": "495--561",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Management of septic shock: Present and future",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Parrillo",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Ann Intern Med",
            "volume": "115",
            "issn": "",
            "pages": "491--493",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pathogenetic mechanisms of septic shock",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Parrillo",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "N Engl J Med",
            "volume": "328",
            "issn": "",
            "pages": "1471--1477",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Therapie mit Blutkomponenten und Plasmaderivaten in der Geburtshilfe",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pötzsch",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Madlener",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Unkrig",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Müller-Berghaus",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Gynäkologe",
            "volume": "30",
            "issn": "",
            "pages": "782--789",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Sepsis und SIRS (systemic inflammatory response syndrome) im Wochenbett-Pathogenese und klinisches Vorgehen",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sauer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Schröder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Raumanns",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Rath",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Z Geburtsh Neonatol",
            "volume": "202",
            "issn": "",
            "pages": "30--34",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Summers PR (1994) Surgical aspects of peripartal infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stille",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Aufl. Schattauer, Stuttgart",
            "volume": "12",
            "issn": "",
            "pages": "324--326",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Prolaktinhemmer: ◗ Stillen erwünscht: z. B. Bromocriptin 1-bis 2-mal 2,5 mg/Tag für 2-3 Tage, ◗ Abstillen erwünscht: z. B. Bromocriptin 2-mal 2,5 mg/Tag für 14 Tage. ◗ Antibiotika: Flucloxacillin (z. B. Staphylex®) 4-mal 500 mg/Tag oder Cefazolin (z. B. Gramaxin®) 6 g/Tag verteilt auf 2-3 Einzelgaben oder Clindamycin (z. B. Sobelin®) 3-mal 300 mg/Tag.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Richtlinien für das Vorgehen bei unklarer peripartaler Sepsis. (Mod. nach [12])-Mehrfache (mindesten 2-mal/Tag) körperliche Untersuchung, Laboruntersuchungen und Röntgenaufnahmen -Thoraxröntgenaufnahme auch bei unauffälliger Auskultation -CT und NMR zur weiteren Abklärung -Immer an eine nicht bakterielle Ursache denken -Wiederholte Abstrichuntersuchungen auf Bakterien, Pilze und Viren von geeigneten Körperregionen -Bei jeder körperlichen Untersuchung auf Hautverletzungen achten, in der Hoffnung, dass Läsionen erkennbar werden, die für eine Biopsie geeignet sind -Nicht zögern, eine Leber-oder Lungenbiopsie durchführen zu lassen, wenn Röntgen-, Ultraschalloder laborchemische Untersuchungen pathologische organspezifische Befunden ergeben -Rechtzeitig eine Laparotomie erwägen, um die Notwendigkeit einer Hysterektomie abzuklären a) Rektaltemperatur ≥ 38,3 °C über mindestens drei Wochen ohne diagnostische Abklärung b) Rektaltemperatur ≥ 36,6 °C an zwei Tagen nach der Geburt c) Rektaltemperatur, axilläre Temperatur und orale Temperatur liegen gleichzeitig bei ≥ 38,3 °C d) Die abends gemessenen Werte liegen über mindestens drei Wochen höher als die morgendlichen Messwerte. e) Rektaltemperatur ≥ 36,6 °C über mindestens drei Wochen ohne diagnostische AbHauptursachen für einen septischen Schock in der Geburtshilfe sind septische Aborte, antepartale Pyelonephritiden und die puerperale Sepsis. b) In der Geburtshilfe ereignen sich 80% der septischen Geschehen im Wochenbett.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "i.v. ◗ Metronidazol 3-mal 500 mg i.v. + Cefotaxim 2-bis 3-mal 1-2 g/Tag i.v. ◗ Bei nachgewiesenen A-Streptokokken: ◗ hochdosiert Penicillin G 20-30 Mio. IE i.v. /Tag in 2-3 Einzelgaben.Bei Nachweis eines Plazentarestes muss unter antibiotischem Schutz und unter einer Low-dose-Heparingabe zur Thromboseprophylaxe die vorsichtige Kürettage erfolgen. Bei Patientinnen mit persistierendem Fieber (keine septischen Verläufe!) über 24-48 h trotz einer Antibiose und bei unklarer klinischer Symptomatik (z. B. Flankenschmerz) ist die Durchführung einer ᭤ Computertomographie (CT) notwendig, um eine septische Ovarialvenenthrombose, einen pelvinen Abszess oder eine parametrane Phlegmone nachzuweisen oder auszuschließen. Eine Phlegmone oder ein pelviner Abszess können ohne Zeichen einer Sepsis zunächst weiter antibiotisch behandelt werden.Kommt es bei der antibiotisch behandelten Endomyometritis nicht innerhalb von 72 h zu rückläufigen Temperaturen oder entwicklen sich Zeichen der Peritonitis (z. B. brettharter Bauch, deutliche Abwehrspannung, klingende Darmgeräusche als Hinweis auf einen paralytischen Ileus), sollte umgehend die ᭤ Laparotomie erfolgen. Bei einem Befall des Myometriums (AE ggf. Schnellschnitt im OP) muss die ᭤ Hysterektomie erfolgen (Entfernung des Fokus).Fieber im Wochenbett kann auch hervorgerufen werden durch Wundheilungsstörungen ausgehend von ᭤ Geburtsverletzungen (Episiotomie, Dammriss, Scheiden-/Labienverletzungen), Laparotomiewunden nach Kaiserschnittentbindungen oder nicht erkannten Verletzungen der Analschleimhaut.Initiale Zeichen einer Wundinfektion sind: Fieber, Rötung, Schwellung, lokaler Druckschmerz, belegte Wundränder, Entleerung von putridem Sekret, Einschneiden des Fadenmaterials, Nahtdehiszenz, starke Schmerzen beim Sitzen und ein allgemeines Krankheitsgefühl. Werden derartige Symptome von einer Wöchnerin geschildert, muss eine sorgfältige ᭤ Inspektion der Wunden auf dem gynäkologischen Stuhl erfolgen, ggf. mit der Entnahme von Abstrichen. Eine vaginale und rektale Untersuchung ist obligat, um z. B. einen pelvinen Abszess, eine parametrane Phlegmone oder eine okkulte Läsion der Analschleimhaut auszuschließen. In Einzelfällen empfiehlt sich die Vaginal-und/oder Analsonographie zu weiteren Abklärung.Bei Nachweis eines Plazentarestes muss vorsichtig kürettiert werden.Die Vaginal-und/oder Analsonographie eignet sich zur Beurteilung komplizierter Geburtsverletzungen.Die Behandlung richtet sich nach dem individuellen Befund. Bei beginnenden Entzündungen reicht in den meisten Fällen die lokale Wundreinigung und ᭤ Spülung mit z. B. Betaisodona®-Lösung in Kombination mit granulationfördernden Mitteln und kühlenden Maßnahmen aus. Bei fortgeschrittenen Befunden sollte eine Antibiose mit z. B. einem Cephalosporin in Kombination mit Metronidazol begonnen werden, um eine weitere Ausbreitung zu verhindern. Steht eine Wunde unter Spannung oder liegt bereits eine Dehiszenz vor, sollte diese teilweise oder ganz ᭤ eröffnet werden, um eine effiziente lokale Behandlung zu ermöglichen, die solange durchgeführt wird, bis die Sekundärheilung abgeschlossen ist oder eine Sekundärnaht mit Anfrischung der Wundränder erfolgen kann.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "der in Europa seltenen epidemischen Laktationsmastitis handelt es sich um eine in der Klinik erworbene Infektion, dabei erfolgt die Übertragung von Neugeborenem zu Neugeborenem und dann auf deren Mütter. Die weitaus häufigere Form ist die ᭤ sporadische Laktationsmastitis, von der Erstgebärende aufgrund mangelnder Erfahrung oder unzureichender Stillberatung doppelt so häufig betroffen sind wie Mehrgebärende. Die Übertragung erfolgt in den meisten Fällen über die Mutter zum Nasen-Rachenraum des Kindes und von dort zur Brustwarze. Die puerperale Mastitis kann einerseits auf dem Boden eines ᭤ Milchstaus (pralle, druckdolente Mammae mit Vermehrung der Keimzahl) oder als Folge infizierter Rhagaden der Brustwarzen entstehen. Hämatogen verursachte Entzündungen sind sehr selten. Der häufigste Erreger der puerperalen Mastitis ist Staphylococcus aureus (>90% der Fälle). Eine infektiöse Mastitis liegt vor, wenn mehr als 10 3 Bakterien und mehr als 10 6 Leukozyten/ml Milch nachweisbar sind. Als erstes Symptom wird von den stillenden Frauen ein zunehmender Schmerz in der Brust angegeben, gefolgt von Schwellung und Rötung der Haut mit entzündlicher Induration des Drüsengewebes. Bei Fortschreiten der Entzündung tritt Fieber >39°C verbunden mit Schüttelfrost auf.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Komplikation), oder kommt es nicht innerhalb von 48 h zu einer deutlichen Besserung der Symptome (z. B. persistierender septischer Verlauf) ist die ᭤ Laparotomie indiziert.Ziel der Operation ist die Entfernung aller infizierten und thrombosierten Herde. Die chirurgische Intervention kann dabei von der Ligatur der Ovarialvene bis zur Hysterektomie mit ein-oder beidseitiger Adnektomie reichen.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Zu der typischen Symptomatik gehören: Fieber, Flankenschmerzen, klopfschmerzhaftes Nierenlager, Pollakisurie, Dysurie, Schüttelfrost, Übelkeit und Erbrechen. Die Diagnostik beeinhaltet den ᭤ Urinschnelltest zum Nachweis von Nitrit, LeukozytenDie Thrombophlebitis tritt am häufigsten im Bereich einer vorbestehenden Varikosis auf.und Bakterien im Urin, das Anlegen einer Urinkultur (Identifizierung des Erregers, Bestimmung der Keimzahl, Antibiogramm) sowie die sonographische Beurteilung des Nierenbeckens und der Ureteren. Differentialdiagnostisch muss an eine Appendizitis, eine Cholezystitis und eine Urolithiasis gedacht werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Die Pyelonephitis sollte frühzeitig antibiotisch behandelt werden, um eine Chronifizierung zu vermeiden.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Definitionen des American College of Chest Physicians/Society of Critical Care Medicine (ACCP/SCCM) Bewusstseinseintrübung einhergehen können. Patienten, die inotrope oder vasopressorische Medikamente erhalten, müssen zum Zeitpunkt der diagnostizierten Perfusionsstörung nicht unbedingt hypoton sein Sepsisinduzierte Hypotension: ein systolischer Blutdruck <90 mmHg. oder ein Abfall von ≥40 mmHg. vom Mittelwert ohne Vorliegen anderer möglicher Ursachen für eine Hypotonie Multiple organ dysfunction syndrome (MODS): Vorliegen eine gestörten Organfunktion bei einem akut kranken Patienten, die eine Aufrechterhaltung der Homöostase ohne Intervention unmöglich macht SIRS Folge einer Infektion, handelt es sich somit um eine Sepsis.Eine schwere Sepsis ist zusätzlich verbunden mit einer Funktionsstörung von Organen, einer Hypoperfusion oder Hypotonie. Die Hypoperfusion kann zu einer Laktatazidose, einer Oligurie oder einer (akuten) Bewusstseinseintrübung führen. Die ACCP/SCCM empfiehlt, die im Verlauf einer Erkrankung auftretenden multiplen Funktionsstörungen anderer Organe als ᭤ \"multiple organ dysfunction syndrome (MODS)\" zu bezeichnen. Ein primäres MODS kann z. B. als Folge einer Lungenkontusion oder nach multiplen Transfusionen auftreten, ein sekundäres MODS kann sich im Verlauf einer Sepsis entwickeln.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "In der frühen Schockphase stehen hämodynamische Veränderungen im Sinne einer hyperdynamen Vasoldilatation (᭤ warmer Schock) im Vordergrund, die ohne Intervention in eine späte Schockphase mit dem Bild einer Vasokonstriktion (᭤ kalter Schock) übergehen. Die Stadien des septischen Schocks sind: ◗ Präschock: Tachypnoe, Hyperventilation, respiratorischer Alkalose, erniedrigter systemischer Gefäßwiderstand und ansteigendes Herzzeitvolumen. ◗ Frühschock: Weiteres Absinken des systemischen Gefäßwiderstands, dadurch relative Hypovolämie trotz stark erhöhtem Herzzeitvolumen.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Bei klinischen Hinweisen auf ein septisches Geschehen muss sofort eine kontinuierliche Blutdruckmessung und eine Messung der stündlichen Urinausscheidung erfolgen. Weiterhin ist zur Fahndung nach möglichen Infektionsherden eine umfassende Labordiagnostik (Tabelle 5) und die sorgfältige allgemeine körperliche und gynäkologische Untersuchung zwingend notwendig. Blutkulturen sollten immer zu Beginn eines Fieberanstiegs entnommen werden (Denaturierung der Proteine). Zum direkten Endotoxinnachweis ist der Limulus-Lysat-Test geeignet.Der Übergang von einer Sepsis in einen septischen Schock ist fließend. Zu den Frühzeichen des septischen Schocks zählen die Oligurie und die Hypotonie. Bessern sich beide Symptome nicht unter einer raschen Volumensubstitution mit Ringerlaktatlösung, ist ein septischer Schock sehr wahrscheinlich. Entscheidend für den weiteren Verlauf ist die fühzeitige Erkennung einer Gerinnungsstörung. Richtungsweisend für ein septisches Geschehen sind die klinischen SIRS-Kriterien: Die ᭤ immunologische Bestimmung des Procalcitonins (PCT), das durch den Kontakt mit bakteriellen Endotoxin (LPS) stimuliert wird, ist eine neue vielversprechende Methode in die Sepsisdiagnostik. PCT Werte über ≥10 ng/ml sind Ausdruck einer schweren systemischen Infektion.Labordiagnostik bei septischen KrankheitsbildernTherapie Entscheidend für die erfolgreiche Behandlung einer Sepsis oder eines septischen Schocks ist die unverzügliche und konsequente Einleitung der folgenden Maßnahmen, die grundsätzlich auf einer Intensivstation erfolgen sollten: ◗ invasive Überwachung der Vitalfunktionen, ◗ ausreichenden Oxygenierung, ◗ Optimierung der Herz-Kreislauf-Funktionen, ◗ ungezielte Breitbandantibiose, ◗ Einmalgabe eines niedermolekularen Heparins, ◗ chirurgische Intervention zur Beseitigung des Infektionsherdes falls notwendig, ◗ Maßnahmen bei einer DIG: ATIII-Substitution (1 Einheit ATIII/kgKG steigert die ATIII-Aktivität um 1-2%), FFP bei klinischer Blutungsneigung (1 ml FFP/kgKG erhöht den Faktorengehalt um 1-2%), Thrombozytenkonzentrat (bei Werten <20.000/µl und akuter Blutungsgefahr). Die Therapie der Wahl bei nachgewiesenen A-Streptokokken besteht in der hochdosierten Gabe von Penicillin G (20-30 Mio. IE i.v. in 2-3 Einzelgaben). Bei zunächst nicht bekanntem Erreger kann eine Kombinationstherapie mit Metronidazol und einem Cephalosporin der 2. oder 3. Generation begonnen werden. Imipenem stellt eine weitere mögliche Alternative dar (Dosierungen s. oben). Die Anwendung von Heparin in therapeutischer Dosierung bei Patientinnen mit einer Sepsis hat aufgrund der derzeitigen pathophysiologischen Erkenntnisse an Bedeutung verloren, da Heparin einerseits die antiinflammatorische Wirkung von AT III blockiert, andererseits nicht geeignet ist, das exogene Gerinnungssystem zu inhibieren und somit eine ursächliche Behandlung nicht möglich ist. Eine Lowdose-Heparinisierung (z. B. 3-mal 5000 IE Calciparin/Tag) oder die tägliche Einmalgabe von niedermolekularem Heparin ist jedoch geeignet eine Thromboseprophylaxe zu optimieren. der Wahl bei A-Streptokokken: Penicillin G hochdosiert. Septische Zustände sind eine obligate Indikation für eine Thromboseprophylaxe mit niedermolekularem Heparin. Diagnosekriterien der DIG [8] Ursachen für eine unerklärliche peripartale Sepsis [12]",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "c) Der septische Schock zählt zu den Hauptursachen der mütterlichen Letalität im Wochenbett. d) Bei etwa 20% der Wöchnerinnen mit vorausgegangener Sectio lässt sich eine transitorische Bakteriämie nachweisen. e) Der septische Schock in der Geburtshilfe wird mehrheitlich durch grampositive Keime verursacht.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}