{
    "paper_id": "b649d0d3ad04e232f637f5a16467a48ab1567f22",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "situation local treatment by bladder washouts with chlorhexidine solution, or better still, noxyflex (noxytiolin) offers the best hope of keeping infection under control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This situation is fortunately becoming less common because of the more effective early management of neurogenic bladder, and the more frequent use of diversion of the urine by intestinal conduit in those with signs of upper urinary tract deterioration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The purpose of this is to conduct the kidney urine uninterruptedly to the exterior by means of an intestinal conduit (ileal or colonic), and in some cases by direct ureterostomy. The conduit must not be a reservoir or the whole purpose of the operation is defeated. Urine specimens from patients diverted in this way often contain a great amount of mucous and varying numbers of epithelial cells, and to superficial examination look infected. Moreover, specimens for culture may mistakenly be taken from the collecting bag which is always heavily contaminated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diversion of the urine"
        },
        {
            "text": "It is therefore mandatory to obtain urine specimens by catheterization of the stoma which serves a dual purpose of obtaining an uncontaminated specimen and warning the clinician of any increased residual urine in the conduit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diversion of the urine"
        },
        {
            "text": "Infections in a properly devised diversion are surprisingly uncommon. Those that occur are usually symptomless, and may well represent a simple colonization of the conduit. When there are constitutional symptoms suggesting a renal infection, the nature of the infection may be confirmed (in the case of E. coli) by antibody titre estimation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diversion of the urine"
        },
        {
            "text": "Treatment is usually by intermittent courses of chemotherapy as and when infections arise. Travellers' diarrhoea The traveller abroad has blamed in turn the food, the wine, the water and ice cubes for his attack of diarrhoea which may range in severity from a minor nuisance to a severe and incapacitating calamity. Theories on its cause and cure are as frequent as its international nomenclature-Malta dog, Delhi belly, Montezuma's revenge, Aztec two-step, turista",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diversion of the urine"
        },
        {
            "text": "In recent years increasing attention is focused on pathogenic enterotoxinproducing Escherichia coli (Rowe, Taylor & Bettelheim, 1970; Gorbach et al, 1975; Merson et al., 1976) . E. coli produces two forms of enterotoxin, heat-labile and heatstable toxins. The labile toxin was responsible for acute diarrhoea with but a short incubation period in a large group of United States students intensively investigated in Mexico (Gorbach et al., 1975) . Another prospective survey was undertaken on gastroenterologists and their families attending a World Congress of Gastroenterology in October 1974 in Mexico City by the U.S. Center for Disease Control (Merson et al., 1976) . Faecal speci-. mens were collected from participants before they went to Mexico, in Mexico City and again after they had left Mexico. Sera were also collected for E. coli and virus antibodies. Of the 121 participants 114 were from the United States, the remainder were from Canada, England or Holland. About one-half of the physicians and spouses were ill and a pathogen was found in two-thirds of these; most frequently toxigenic or invasive E. coli, but also Salmonellae, Shigellae, Vibrio parahaemolyticus, Giardia lamblia and the human reovirus-like agent. Onset of illness was 3 to 16 (median 6) days and the median duration of illness was 5 days. On the day of the most severe symptoms, nine-tenths had 3 or more episodes of diarrhoea; and abdominal cramp, nausea and anorexia were common. Illness was not significantly associated with the 3 congress social functions, nor with illness in a consort, nor with consumption of water or ice, but there was a statistically significant association between the consumption of raw vegetable salads and infection with enterotoxigenic E. coli.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 133,
                    "text": "(Rowe, Taylor & Bettelheim, 1970;",
                    "ref_id": null
                },
                {
                    "start": 134,
                    "end": 154,
                    "text": "Gorbach et al, 1975;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 155,
                    "end": 175,
                    "text": "Merson et al., 1976)",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 444,
                    "text": "(Gorbach et al., 1975)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 640,
                    "end": 669,
                    "text": "Control (Merson et al., 1976)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diversion of the urine"
        },
        {
            "text": "Eight persons took prophylactic antibiotics (3, neomycin; 2, succinyl sulphathiazole; 2, phthalylsulphathiazole and 1, tetracycline); 6 remained well and the 2 taking succinyl sulphathiazole contracted diarrhoea of unknown cause after arriving home and having discontinued the drug.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diversion of the urine"
        },
        {
            "text": "The serotype of the heat-labile-heat-stable strains was the same-06 : H16. Antibiotic sensitivity testing revealed them to be multiply sensitive; one wonders whether ampicillin or tetracycline would have been a worthwhile prophylactic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diversion of the urine"
        },
        {
            "text": "Studies comparing E. coli and cholera enterotoxins have revealed unexpected similarities. The pathogenesis of cholera is now well understood and cholera is firmly established as the prototype of the enterotoxic enteropathies. The toxin has been purified, its subunit structure defined, its cell membrane receptor identified, and its effect on the adenyl cyclase-adenosine 3 : 5 cyclic phosphate system is emerging as a model for other enterotoxic enteropathies (Craig & Pierce, 1975) . E. coli enterotoxin is a large molecular weight protein which elicits a drastic increase in adenylate cyclase activity. It is likely that the heat-stable enterotoxin is derived from heat-labile enterotoxin by complexing with endotoxin or capsular material (Dorner, Jaksche & Stockl, 1975) . These observations may lead to a biochemical approach to the treatment of toxin enteropathy (Gill, 1976) . The adenyl-cyclase system of intestinal mucosal cells increases the concentration of cyclic adenosine monophosphate (cAMP) which leads to the outpouring of fluid from the mucosal cell to the intestinal lumen. Prostaglandins stimulate cAMP formation, and inhibition of prostaglandin synthesis by salicylates has already been suggested as a possible treatment (Bennett, 1971) . Another prostaglandin inhibitor worth considering is indomethacin. Gill (1976) also suggests activation of the enzyme phosphodiesterase, which degrades cAMP, by niridazole. Speaking from Zambia, Gill (1976) recommends that the efficacy of these various drugs be given a trial in animal models of cholera and in man.",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 483,
                    "text": "(Craig & Pierce, 1975)",
                    "ref_id": null
                },
                {
                    "start": 742,
                    "end": 774,
                    "text": "(Dorner, Jaksche & Stockl, 1975)",
                    "ref_id": null
                },
                {
                    "start": 869,
                    "end": 881,
                    "text": "(Gill, 1976)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1242,
                    "end": 1257,
                    "text": "(Bennett, 1971)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1327,
                    "end": 1338,
                    "text": "Gill (1976)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1455,
                    "end": 1466,
                    "text": "Gill (1976)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Diversion of the urine"
        },
        {
            "text": "The traveller planning prophylactic ampicillin or tetracycline for his trip to Mexico, should likewise take metronidazole for his trip to Russia since he may acquire the flagellated protozoon, Giardia lamblia, from tap water. This source and cause of travellers' diarrhoea has been revealed in a prospective study of Finnish students to Leningrad (Jokipii & Jokipii, 1974) ; more recently, a United States group of mayors and other city officials on a 7-day tour of Leningrad and Moscow developed giardial diarrhoea with a high attack rate involving two-fifths of the group (Wright, Bacon, Smith & Lyman, 1975) . They need not have made this cultural exchange with the USSR to qualify for giardiasis since, in the same year, about 4,800 residents of one small town in New York State were ill, and even more harboured asymptomatic infection, from giardiasis contracted from tap water (Hibler, Macleod & Lyman, 1975) .",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 372,
                    "text": "Leningrad (Jokipii & Jokipii, 1974)",
                    "ref_id": null
                },
                {
                    "start": 574,
                    "end": 610,
                    "text": "(Wright, Bacon, Smith & Lyman, 1975)",
                    "ref_id": null
                },
                {
                    "start": 883,
                    "end": 914,
                    "text": "(Hibler, Macleod & Lyman, 1975)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diversion of the urine"
        },
        {
            "text": "There are several other causes of gastroenteritis contracted during overseas travel including Shigella, Salmonella, Vibrios, Clostridia and viruses. Newly recognized rotavirus enteritis affected children under 6 years old during the winter (Bryden et al, 1975) , and electron microscopy is clarifying our recognition of faecal coronavirus particles (Caul & Clarke, 1975) .",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 260,
                    "text": "(Bryden et al, 1975)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 349,
                    "end": 370,
                    "text": "(Caul & Clarke, 1975)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Diversion of the urine"
        },
        {
            "text": "One of the hidden hazards of travellers' diarrhoea is unwanted pregnancy for gastroenteritis may prevent unwanted absorption of the oral contraceptive. A recent report draws attention to 8 unwanted conceptions due to failure of oral contraception (John & Jones 1975) . But, as a rule, nature mercifully intervenes to make intercourse undesirable when the consort is afflicted by travellers' diarrhoea. Royal Northern Hospital, London N7 6LD, England ",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 266,
                    "text": "(John & Jones 1975)",
                    "ref_id": null
                },
                {
                    "start": 402,
                    "end": 426,
                    "text": "Royal Northern Hospital,",
                    "ref_id": null
                },
                {
                    "start": 427,
                    "end": 441,
                    "text": "London N7 6LD,",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 449,
                    "text": "England",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diversion of the urine"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cholera and prostaglandins",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Nature",
            "volume": "231",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Rotavirus enteritis in the West Midlands during 1974",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Bryden",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Hadley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Flewett",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Oliver",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Lancet ii",
            "volume": "",
            "issn": "",
            "pages": "241--244",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronavirus propagates from patient with non-bacterial gastroenteritis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Caul",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K R"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Lancet ii",
            "volume": "",
            "issn": "",
            "pages": "953--957",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Introduction to cholera work-shop",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Craig",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Pierce",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Journal of Infectious Diseases",
            "volume": "133",
            "issn": "",
            "pages": "3--4",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Escherichia coli enterotoxin: purification, partial characterisation and immunological observations",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Domer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jaksche",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stockl",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Journal of Infectious Diseases",
            "volume": "133",
            "issn": "",
            "pages": "142--56",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Biochemical treatment of cholera",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Gill",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Lancet i",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Travelers' diarrhea and toxigenic Escherichia coli",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Gorbach",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Kean",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bessudo",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "New England Journal of Medicine",
            "volume": "292",
            "issn": "",
            "pages": "933--939",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "NORMAN SLADE Southmead General Hospital, Bristol, England References Gillespie, W. A., Lennon, G. G., Linton, K. B. and Slade, N. Prevention of catheter infection of urine in female patients. British MedicalJownal, ii: 13-6 (1962). Guttman, L., Frankel, H. L. Value of intermittent catheterisation in the early management of traumatic paraplegia. Paraplegia 4:63-83 (1966). Maskell, R., Pead, L., Hallett, R. J. Urinary pathogenis in the male. British Journal of Urology 41: 691-4(1915). Miller, A., Gillespie, W. A., Linton, K. B., Slade, N., Mitchell, J. P. Catheter drainage and infection in acute retention of urine. Lancet i: 310-2 (1958).Paterson, Barr & Macdonald. Journal of Obstetrics and Gynaecology of the British Commonwealth 67: 394 (1960). Slade, N. & Linton, K. B. Problems in the treatment of Ps. pyocyanea infections. British Journal of Urology I: 73-8 (1965).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}