{"paper_id": "b673c971353653abcb589c3b57dd0703eb3c9cc9", "metadata": {"title": "Antibody epitope repertoire analysis enables rapid antigen discovery and multiplex serology", "authors": [{"first": "Kathy", "middle": [], "last": "Kamath", "suffix": "", "affiliation": {"laboratory": "", "institution": "Serimmune Inc", "location": {"addrLine": "150 Castilian Dr", "postCode": "93117", "settlement": "Goleta", "region": "CA", "country": "USA"}}, "email": ""}, {"first": "Jack", "middle": [], "last": "Reifert", "suffix": "", "affiliation": {"laboratory": "", "institution": "Serimmune Inc", "location": {"addrLine": "150 Castilian Dr", "postCode": "93117", "settlement": "Goleta", "region": "CA", "country": "USA"}}, "email": ""}, {"first": "Timothy", "middle": [], "last": "Johnston", "suffix": "", "affiliation": {"laboratory": "", "institution": "Serimmune Inc", "location": {"addrLine": "150 Castilian Dr", "postCode": "93117", "settlement": "Goleta", "region": "CA", "country": "USA"}}, "email": ""}, {"first": "Cameron", "middle": [], "last": "Gable", "suffix": "", "affiliation": {"laboratory": "", "institution": "Serimmune Inc", "location": {"addrLine": "150 Castilian Dr", "postCode": "93117", "settlement": "Goleta", "region": "CA", "country": "USA"}}, "email": ""}, {"first": "Robert", "middle": ["J"], "last": "Pantazes", "suffix": "", "affiliation": {"laboratory": "", "institution": "Serimmune Inc", "location": {"addrLine": "150 Castilian Dr", "postCode": "93117", "settlement": "Goleta", "region": "CA", "country": "USA"}}, "email": ""}, {"first": "Hilda", "middle": ["N"], "last": "Rivera", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Isabel", "middle": [], "last": "Mcauliffe", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sukwan", "middle": [], "last": "Handali", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Patrick", "middle": ["S"], "last": "Daugherty", "suffix": "", "affiliation": {"laboratory": "", "institution": "Serimmune Inc", "location": {"addrLine": "150 Castilian Dr", "postCode": "93117", "settlement": "Goleta", "region": "CA", "country": "USA"}}, "email": "daugherty@serimmune.com"}]}, "abstract": [{"text": "The detection of pathogen-specific antibodies remains a cornerstone of clinical diagnostics. Yet, many test exhibit undesirable performance or are completely lacking. Given this, we developed serum epitope repertoire analysis (SERA), a method to rapidly discover conserved, pathogen-specific antigens and their epitopes, and applied it to develop an assay for Chagas disease caused by the protozoan parasite Trypanosoma cruzi. Antibody binding peptide motifs were identified from 28 Chagas repertoires using a bacterial display random 12-mer peptide library and next-generation sequencing (NGS). Thirty-three motifs were selected and mapped to candidate Chagas antigens. In a blinded validation set (n = 72), 30/30 Chagas were positive, 30/30 non-Chagas were negative, and 1/12 Leishmania sp. was positive. After unblinding, a Leishmania cross-reactive epitope was identified and removed from the panel. The Chagas assay exhibited 100% sensitivity (30/30) and specificity (90/90) in a second blinded validation set including individuals with other parasitic infections. Amongst additional epitope repertoires with unknown Chagas serostatus, assay specificity was 99.8% (998/1000). Thus, the Chagas assay achieved a combined sensitivity and specificity equivalent or superior to diagnostic algorithms that rely on three separate tests to achieve high specificity. NGS-based serology via SERA provides an effective approach to discover antigenic epitopes and develop high performance multiplex serological assays.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The detection of antigen-specific antibodies in human specimens via serology remains an essential and fundamental necessity in laboratory medicine and therapeutic and vaccine development. Antibody serology is used in the diagnosis of hundreds of infectious, allergic, and autoimmune diseases, and new biomarkers and tests continue to expand the utility of serology. Nevertheless, antibody serologic tests frequently exhibit suboptimal performance characteristics as measured by clinical sensitivity and specificity, require subjective interpretation 1 , and/or depend upon multi-step algorithms 2,3 . Serologic assays using whole cell material and antigen mixtures can have high false positive rates, leading to unnecessary follow-up tests, inappropriate treatments, or misdiagnosis of patients. Antibody serologic methods typically provide a narrow view of immunity towards a single, or small number of antigens or organisms, while an estimated 1400 pathogens may cause human disease 4 . And, many of these diseases lack effective serology tests altogether. Furthermore, many tests remain organism or antigen-based, even though knowledge of which antigen epitopes are targeted can be critical for inferring infection stage 5 , reactivation 6 , and immune protection 7 .", "cite_spans": [{"start": 985, "end": 986, "text": "4", "ref_id": "BIBREF3"}, {"start": 1241, "end": 1242, "text": "6", "ref_id": "BIBREF5"}, {"start": 1267, "end": 1268, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [], "section": ""}, {"text": "Despite biomedical need, methods have not emerged to broadly analyze antibody repertoire composition to enable multiplex serology for infection, allergy, or autoimmunity. Multiplex serology is typically limited to several organisms, and to only a small subset of their immunogenic epitopes 8, 9 , even though infection or vaccination can give rise to hundreds of distinct antibody species 10 . To expand the breadth and information content of parallel immunoassays, pathogen-proteome derived phage display libraries and planar peptide arrays have been developed. For example, a phage display library of 93,904, 56-mer peptides spanning 208 human virus proteomes was constructed 11, 12 . Following immunoprecipitation and DNA sequencing, seropositivity towards each virus was inferred. However, comprehensive proteome tiling for many higher complexity organisms is currently impractical given their larger proteome size. Similarly, the tiling of overlapping peptides from sets of a priori known antigens from eight tick-borne pathogens enabled construction of a planar peptide arrays with 170,000 features enabling detection of each infection 2 . In principle, this method could be expanded to include a larger number of pathogens but requires known antigens or epitopes, and does not provide sufficient peptide diversity to mimic diverse structural epitopes. Random peptide arrays of up to 330,000 members have proven effective to detect antibodies towards a range of organisms (i.e., viral, bacterial, fungal) 13 . Yet, they lack the diversity required to effectively mimic arbitrary protein antigens, and thereby detect the corresponding antibodies. Thus, methods to analyze entire antibody repertoires to reveal the spectrum of antigenic epitopes are needed.", "cite_spans": [{"start": 290, "end": 292, "text": "8,", "ref_id": "BIBREF7"}, {"start": 293, "end": 294, "text": "9", "ref_id": "BIBREF8"}, {"start": 389, "end": 391, "text": "10", "ref_id": "BIBREF9"}, {"start": 678, "end": 681, "text": "11,", "ref_id": "BIBREF10"}, {"start": 682, "end": 684, "text": "12", "ref_id": "BIBREF11"}, {"start": 1511, "end": 1513, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [], "section": ""}, {"text": "To enable epitope resolution analysis of immune responses towards any organism, we applied parallel advancements in peptide display library technology 14 , next-generation sequencing (NGS), and computational discovery algorithms 15 . We applied serum epitope repertoire analysis (SERA) to discover shared, but highly specific immunogenic epitope motifs associated with Chagas disease caused by the protozoan parasite Trypanosoma cruzi, and thereby develop a serological assay. Chagas disease is estimated to impact more than 300,000 people in the United States and 8 million in Central and South America 16 . Confirmatory testing currently requires the use of three serology tests -two parallel, independent tests, and a third \"tie-breaker\" test to achieve a specificity of >99%. Thus, a single test with high specificity could streamline confirmatory testing and screening in blood donors and at-risk groups 17 . Our results indicate that NGS-based serology using SERA provides an effective approach to antigen and epitope discovery, and an assay format capable of achieving exceptional diagnostic specificity without multiplexing limitations.", "cite_spans": [{"start": 229, "end": 231, "text": "15", "ref_id": "BIBREF15"}, {"start": 604, "end": 606, "text": "16", "ref_id": "BIBREF16"}, {"start": 909, "end": 911, "text": "17", "ref_id": "BIBREF17"}], "ref_spans": [], "section": ""}, {"text": "To demonstrate the utility of SERA in antigen discovery and multiplex serology we applied SERA to discover conserved immunogenic epitopes of IgG antibodies present in sera from individuals with Chagas disease. The SERA workflow consisted of the steps of (i) separation of antibody-binding peptide library members, (ii) preparation and next-generation sequencing (NGS) of amplicon libraries, (iii) computational discovery of disease-specific motifs and motif panel assembly 15 , and (iv) experimental validation of panel performance (Fig. 1) . To effectively mimic the diverse linear, structural, and post-translationally modified epitopes from many different organisms, a random peptide library consisting of 10 10 random 12-mers 15 displayed on the outer surface of E. coli bacteria was used. As a source of diversity, we selected 12-mer random peptides since prior studies of antibody binding epitopes have reported that 95% of linear epitopes span fewer than 12 amino acids 18 . On the other hand, simple structural epitopes (e.g. alpha-helices, beta-hair-pin motifs) can benefit from longer candidate peptides. However, as peptide length grows library quality can deteriorate due to oligonucleotide synthesis errors, or expression and display bias introduced by the peptide display vector. Furthermore, longer peptide sequences (e.g. >15) can contain a larger number of distinct epitopes, thereby increasing opportunities for peptide cross-reactivity with antibodies with divergent specificity. To maintain library stability and diversity during propagation, a tightly regulated expression vector was used for peptide display 14 . Table S1 ). Specimens were from males and females, with a mean age of 42+/−17 years, and residing primarily in the southern United States. All disease specimens were seropositive for Chagas disease using the CDC two-test algorithm requiring seropositivity on both the Chagas Antigen ELISA, and a separate immunoblot. One of 28 specimens exhibited discordant ELISA/immunoblot results, and a second-tier IFA test was used to resolve the discordancy. Additional presumed non-Chagas specimens (n = 170) were sourced from commercial vendors.", "cite_spans": [{"start": 473, "end": 475, "text": "15", "ref_id": "BIBREF15"}, {"start": 977, "end": 979, "text": "18", "ref_id": "BIBREF18"}, {"start": 1630, "end": 1632, "text": "14", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 532, "end": 540, "text": "(Fig. 1)", "ref_id": "FIGREF0"}, {"start": 1635, "end": 1643, "text": "Table S1", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "Each specimen was incubated with the peptide library and antibody binders were separated using Protein A/G-conjugated magnetic beads. After amplifying the selected population through growth, plasmids were prepared and the peptide-encoding regions were amplified via PCR with a unique oligonucleotide bar-code for each specimen. The resulting amplicon libraries were pooled and the DNA sequences of the peptide encoding regions were determined using NGS. On average, ~7 million total sequence reads and ~3 million unique reads were determined for each bar-code and corresponding specimen. The set of unique antibody binding peptides for each specimen, or epitope repertoire, was inferred by translation of the DNA sequences into amino acid sequences, and unique sequences were archived for bioinformatic analysis.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "To identify antibody epitope motifs specific to Chagas disease, we applied the IMUNE motif discovery algorithm 15 (see Methods for parameters) to epitope repertoires from 28 Chagas specimens and 30 non-Chagas sera, yielding 331 candidate motifs (Supplementary Table S2 ). We then down-selected the full set of IMUNE output motifs by requiring a retained motif to be (i) significantly enriched (≥4 standard deviations from mean of the controls) in at least 15% of Chagas specimens (n = 28) and (ii) absent from control repertoires (i.e., non-significantly enriched (<4 standard deviations from mean of controls) in 99% of control epitope repertoires (n = 200). Downselection yielded 194 motifs with sensitivities ranging from 18-80% (Supplementary Table S2 ). IMUNE identified overlapping groups of motifs that mapped to the same T. cruzi epitopes and occurred in the same subsets of epitope repertoires. For example, [FW]KPWE and EGxKxWE shared three identities, and both occurred within a metacaspase 7-mer epitope EGFKPWE. Motifs mapping to the same epitope were grouped and their equivalence was confirmed by clustering of motif seropositivity (Supplementary Table S3 ). Thus, IMUNE yielded more than 100 Chagas disease specific motifs (>99% specificity) with varying sensitivity (Fig. 2a) . Individual motifs were remarkably specific to Chagas disease, as determined by inspection of their corresponding Enrichment values (# observations/# expected) within the discovery set of 200 epitope repertoires (Fig. 2b ).", "cite_spans": [], "ref_spans": [{"start": 245, "end": 268, "text": "(Supplementary Table S2", "ref_id": "TABREF3"}, {"start": 732, "end": 755, "text": "(Supplementary Table S2", "ref_id": "TABREF3"}, {"start": 1147, "end": 1170, "text": "(Supplementary Table S3", "ref_id": null}, {"start": 1283, "end": 1292, "text": "(Fig. 2a)", "ref_id": "FIGREF2"}, {"start": 1506, "end": 1514, "text": "(Fig. 2b", "ref_id": "FIGREF2"}], "section": "Results"}, {"text": "Motifs within a given epitope group with the highest mean enrichment and sensitivity were selected for inclusion into a diagnostic motif panel. In two cases, two motifs from the same group were included in the panel because their combination increased sensitivity. Chagas-specific motifs exhibited variable enrichments of up to 150-fold and each motif was present in a different subset of disease repertoires (Figs. 2b, 3a). Motif enrichment values were standardized using the mean and standard deviation of enrichments within non-Chagas repertoires. Individual Chagas motif \"z-scores\" were then summed to obtain a composite SERA score for each epitope repertoire. A composite score threshold of 50 readily captured 26/28 serologically defined Chagas specimens with 100% specificity (0/200 controls) (Fig. 3b ).", "cite_spans": [], "ref_spans": [{"start": 800, "end": 808, "text": "(Fig. 3b", "ref_id": "FIGREF3"}], "section": "Construction of a chagas disease motif panel."}, {"text": "To evaluate the performance of Chagas panel v1.0, a blinded and randomized set of 72 biospecimens (Table 1, Supplementary Table S1 ) was analyzed by SERA and composite scores were calculated (Fig. 4a,b) . The set contained 12 Leishmania seropositive (30) Negative controls (30) Leishmania (12) Blinded validation 2 CDC 120 NA NA", "cite_spans": [], "ref_spans": [{"start": 98, "end": 130, "text": "(Table 1, Supplementary Table S1", "ref_id": "TABREF1"}, {"start": 191, "end": 202, "text": "(Fig. 4a,b)", "ref_id": "FIGREF4"}], "section": "Motif panel performance in a randomized, blinded validation set."}, {"text": "Chagas (30) Toxocara (30) Toxoplasma gondii (30) Cysticercosis (30) www.nature.com/scientificreports www.nature.com/scientificreports/ specimens, known to cause false positives in Chagas serology tests 19 , due to the relatedness of these organisms. Even so, the panel accurately classified all 30 Chagas as positive, as well as 30 non-Chagas controls and 11/12 Leishmania as negative (Fig. 4a,b) . A second Leishmania seropositive epitope repertoire was similarly elevated on Chagas panel v1.0 but classified as negative (Fig. 4b) . Inspection of the Leishmania motif enrichments revealed that the motif [ADP]GGFG was enriched in these two Leishmania specimens (Fig. 4a) , and present in the proteomes of both T. cruzi and Leishmania. Removal of this motif from the panel, yielded Chagas panel v1.1 which resulted in a sensitivity and specificity of 100% within the first validation set (Fig. 4c) .", "cite_spans": [{"start": 63, "end": 67, "text": "(30)", "ref_id": "BIBREF30"}, {"start": 202, "end": 204, "text": "19", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 385, "end": 396, "text": "(Fig. 4a,b)", "ref_id": "FIGREF4"}, {"start": 522, "end": 531, "text": "(Fig. 4b)", "ref_id": "FIGREF4"}, {"start": 662, "end": 671, "text": "(Fig. 4a)", "ref_id": "FIGREF4"}, {"start": 888, "end": 897, "text": "(Fig. 4c)", "ref_id": "FIGREF4"}], "section": "Motif panel performance in a randomized, blinded validation set."}, {"text": "To further evaluate the performance of Chagas panel v1.1, we processed an additional 120 blinded and randomized validation sera from the CDC that contained sera from subjects with Chagas disease and three other parasitic diseases (Table 1) . Panel scores were again calculated for this set. The panel was 100% sensitive and specific www.nature.com/scientificreports www.nature.com/scientificreports/ within this second, blinded validation set (Fig. 4d,c) . To further investigate the specificity SERA Chagas panel v1.1, 1000 epitope repertoires from individuals with unknown Chagas serostatus were analyzed. Remarkably, just 2/1000 had composite scores above the threshold, thereby yielding an apparent lower bound of specificity of 99.8% (Fig. 4e) . In summary, Chagas panel v1.1 exhibited 100% sensitivity (60/60) and ≥99.8% specificity within the validation cohorts.", "cite_spans": [], "ref_spans": [{"start": 230, "end": 239, "text": "(Table 1)", "ref_id": "TABREF1"}, {"start": 443, "end": 454, "text": "(Fig. 4d,c)", "ref_id": "FIGREF4"}, {"start": 739, "end": 748, "text": "(Fig. 4e)", "ref_id": "FIGREF4"}], "section": "Motif panel performance in a randomized, blinded validation set."}, {"text": "Identification of candidate antigens from Chagas-specific motifs. SERA Chagas panel v1.1 motifs were queried against the Trypanasoma cruzi proteome to identify candidate antigens and their antibody recognition epitopes. Several Chagas-specific motifs occurred as exact matches within established serological antigens, including trans-sialidase, MASP, and CA-2 ( Table 2) . Some motifs occurred multiple times within repeat regions of their corresponding candidate antigen. For example, there were 11 instances of AGxKPx[AE] within the established antigen trans-sialidase, 51 copies of GxAAAxxK within Surface antigen 2 (CA-2), and 19 copies of Yx[AP] Vxxx[AS]Y within microtubule-associated protein ( Table 2) . A few candidate antigens harboring Chagas-specific motifs, including Metacaspase, and Kinetoplast DNA-associated protein have not been described previously as antigens ( Table 2 ). These results demonstrate that motifs frequently contain sufficient information content to identify their corresponding antigens and that SERA identifies bona fide pathogen antigens.", "cite_spans": [], "ref_spans": [{"start": 362, "end": 370, "text": "Table 2)", "ref_id": "TABREF3"}, {"start": 701, "end": 709, "text": "Table 2)", "ref_id": "TABREF3"}, {"start": 882, "end": 889, "text": "Table 2", "ref_id": "TABREF3"}], "section": "Motif panel performance in a randomized, blinded validation set."}, {"text": "Here we present a general methodology for serum epitope repertoire analysis (SERA) to rapidly discover the immunogenic epitopes within an organism proteome, and to arbitrarily multiplex the detection of epitope-specific antibodies to develop high performance NGS-based serology assays. Within Chagas disease sera, many conserved epitopes were identified as sequence motifs representing the shared amino acid preferences within established and putative candidate Trypanosoma cruzi antigens. Measurement of motif enrichments within the set of all Ig-binding peptides for a given specimen (the epitope repertoire) provided a quantitative measure of epitope-specific Ig binding activity that could be multiplexed as desired to detect any number of epitope-specific antibodies. A random peptide library of 10 billion 12-mers provided sufficient diversity to represent all possible 6 amino acid motifs with 99% confidence, and all possible 7-mers with 98% confidence. This diversity is thus about 10,000-100,000-fold greater than that represented by pathogen proteome peptide arrays (e.g., representing a specific pathogen) 11 or random peptide arrays 13 . SERA differs from reported phage display library immunoprecipitation (PhIP) or VirScan 11 approaches to antibody repertoire profiling, in that it makes no assumptions about which organisms, strains, or specific epitopes may be targeted by antibodies. Consequently, SERA provides a universal approach that can be applied to analyze the immune response to virtually any biological organism or protein antigen -including pathogens, commensals, allergens, biologics and autoantigens.", "cite_spans": [{"start": 1118, "end": 1120, "text": "11", "ref_id": "BIBREF10"}, {"start": 1146, "end": 1148, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "The diagnostic accuracy of SERA, measured by combined sensitivity and specificity, was superior to that reported for diagnostics in current use for Chagas disease confirmatory testing. Chagas disease resulting from infection with the protozoan parasite T. cruzi may be asymptomatic, and chronic, untreated infection can lead to heart failure and death 20 . Transfusions from asymptomatic, infected donors may transmit the parasite to blood recipients. Consequently, serologic testing for Chagas disease is included in routine blood bank testing of donors. For confirmatory testing and screening, no single serological test achieves adequate specificity, necessitating the use of two or three independent serology tests. Using Chagas disease seropositive specimens, a panel of 31 peptide motifs was identified that exhibited 100% sensitivity (60/60) and 100% specificity (120/120) in independent validation sets. Remarkably, the Chagas SERA assay exhibited 99.8% specificity (998/1000) amongst sera without known Chagas serostatus, which compares favorably to the combined sensitivity and specificity of individual, FDA-cleared tests 17 . The exceptional specificity of SERA could be expected to yield fewer false positive tests, a feature that may be useful in screening and surveillance studies 21 , particularly when multiple tests are performed in parallel.", "cite_spans": [{"start": 352, "end": 354, "text": "20", "ref_id": "BIBREF20"}, {"start": 1133, "end": 1135, "text": "17", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "Six genetic lineages of T. cruzi or DTUs (discrete typing units) have been described that infect humans. These DTUs show different geographic distributions and may generate strain specific immune responses 22 . The specimens in our study are from individuals receiving confirmatory testing at the CDC DPDRL, and are of undetermined DTU. However, the 28 specimens used for discovery were from subjects who had lived or travelled in multiple countries where different DTUs are prevalent including Bolivia, Brazil, El Salvador, Mexico, Ecuador, Costa Rica, Nicaragua and Argentina 22 (Supplementary Table S1 ). We were able to identify a set of epitope motifs that were conserved among these subjects, and independently validated with a sensitivity of 100% in a randomized, blinded set, demonstrating that the discovered motifs effectively captured the diversity in T. cruzi DTUs among the tested population. Nevertheless, our discovery and validation specimens may not represent all DTUs, and thus, expanded validation amongst a larger cohort with known DTU may reveal whether all DTUs are detected with equivalent sensitivity. Additionally, we do not know whether these individuals were in the acute or chronic phase of infection. Testing of subjects in which the phase of infection is known is necessary to determine whether our test has differential sensitivity based on phase of infection.", "cite_spans": [{"start": 206, "end": 208, "text": "22", "ref_id": "BIBREF22"}, {"start": 578, "end": 580, "text": "22", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 581, "end": 604, "text": "(Supplementary Table S1", "ref_id": "TABREF1"}], "section": "Discussion"}, {"text": "There are at least two likely reasons for the improved specificity observed with SERA. First, panels are constructed using exclusively specific epitopes within protein antigens and those epitopes that that cross-react can easily be identified and removed. Unlike conventional serology in which whole antigens or organism lysates are often used as detection reagents 3 , SERA excludes a large number of potentially cross-reactive epitopes introduced by using whole protein antigens. Second, computational discovery using epitope repertoires from other infectious diseases enabled optimization of motif combinations to minimize cross-reactivity in non-Chagas sera. We discovered the motif [ADP]GGFG to be enriched in the epitope repertoires from specimens seropositive for either T. cruzi or Leishmania sp., (an organism known to generate false positive Chagas test results 23 ). Identification and removal of the shared epitope did not adversely affect diagnostic panel performance.", "cite_spans": [{"start": 872, "end": 874, "text": "23", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Discussion"}, {"text": "SERA enabled rapid discovery and mapping of candidate proteome antigens targeted by antibodies associated with Chagas disease. Many T. cruzi strains within seven recognized discrete typing units are known to cause Chagas disease 24 . Using a large library of 10 billion random 12-mer peptides, and computational motif analysis, www.nature.com/scientificreports www.nature.com/scientificreports/ SERA circumvents the challenge of identifying which particular species and strains should be represented for a given pathogen. Strain level variation, a recurrent problem in infectious disease diagnostics 24 , can be accommodated using motifs constructed from peptides enriched from a random library. Here, Chagas-specific motifs mapped to distinct candidate antigens. Several of these antigens have been reported 25 , while others have not been described previously. Approaches to antigen discovery from biospecimens often require laborious antigen cloning, expression, purification, and reactivity testing 26 . While feasible for small organisms such as viruses, this approach becomes difficult or impractical for organisms with large proteomes including bacteria, protozoans, fungi, and plants.", "cite_spans": [{"start": 229, "end": 231, "text": "24", "ref_id": "BIBREF24"}, {"start": 809, "end": 811, "text": "25", "ref_id": "BIBREF25"}, {"start": 1003, "end": 1005, "text": "26", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Discussion"}, {"text": "SERA could potentially be used without major modification within clinical testing laboratories. The primary methodological steps of incubation, magnetic bead pull-down/immuno-precipitation, PCR, and NGS are already performed in infectious disease testing laboratories. And, many laboratories are equipped for bacterial culture. Nevertheless, we anticipate that the assay might be offered initially from a centralized CLIA-certified, CAP-accredited clinical testing laboratory. Longer term, commercial testing labs, and state and federal labs could develop Laboratory-Developed Tests (LDTs) within their existing CLIA labs using peptide library reagent plates, and published motifs and methods. In the authors' facilities, the assay is routinely performed in 96-well plates, using semi-automated commercial liquid-handling instrumentation, with a two day turn-around time. Finally, the bacterial display peptide library used here could be manufactured economically by conventional fed-batch fermentation, and quality control of the library reagent can be performed using NGS to measure the composition/ diversity. We typically sequence 400-500 M library members to ensure maintenance of library diversity and lack of bias towards particular sequences. Thus, we have not identified any barriers to routine use of SERA in a clinical testing lab setting.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Because a single SERA assay can detect an arbitrary number of motifs and thus an effectively unlimited number of pathogens, high-multiplex SERA may be useful for syndromic testing to identify unsuspected underlying causes of disease. Similarly, SERA may be a useful tool for epidemiology studies of associations between organisms, antigens, or epitopes and diseases or syndromes. At present, 15% of cancers globally are associated with bacterial, viral, and parasitic infections and this number will likely rise as new associations are discovered 27 . Similarly, autoimmune and neurodegenerative diseases have long been suspected to be triggered or driven by infections or other environmental factors 27, 28 . Identification and removal of environmental drivers of these diseases, as with gluten in Celiac disease, may lead to effective interventions 29 . However, the ability to identify associations has been hampered by the limitations of available serologic approaches, including the requirement to predefine a small set of organisms/strains to investigate, and the inability to differentiate epitope-level immune responses. SERA provides a potential means to overcome these serology platform limitations and provide a broad, high-resolution view of humoral immunity.", "cite_spans": [{"start": 547, "end": 549, "text": "27", "ref_id": "BIBREF27"}, {"start": 701, "end": 704, "text": "27,", "ref_id": "BIBREF27"}, {"start": 705, "end": 707, "text": "28", "ref_id": "BIBREF28"}, {"start": 851, "end": 853, "text": "29", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Discussion"}, {"text": "Biospecimens. De-identified specimens along with geographical and associated clinical testing data in this study are described (Table 1, Supplementary Table S1 ). Specimens from the CDC-DPDM Reference Lab and commercial vendors include the following cohorts: discovery Chagas (n = 28), confirmed negative discovery controls (n = 30), specificity controls (n = 170) from apparently healthy donors (n = 100) and non-Chagas controls from a similar geographical distribution as the Chagas disease cohort (n = 70), blinded validation 1 (n = 72), and blinded validation 2 (n = 120).", "cite_spans": [], "ref_spans": [{"start": 127, "end": 159, "text": "(Table 1, Supplementary Table S1", "ref_id": "TABREF1"}], "section": "Materials and Methods"}, {"text": "Epitope repertoire capture and NGS. Specimens were incubated with a fully random 12-mer peptide library having estimated diversity of 10 10 , expressed on the surface of E. coli in a 96-well, deep-well plate format. Each well contained 10 11 cells for a 10-fold oversampling of the library. Library preparation, binder selection using magnetic-activated cell sorting (MACS), sample-specific amplicon preparation, and next-generation sequencing (NGS) methods were performed as described (see Supplementary Methods).", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Sequencing data from each sample was processed to generate a non-redundant peptide list of antibody binding epitopes using publicly available software as described 30 . FASTQ DNA sequencing files were deposited into the NCBI Sequence Read Archive (SRA) for public access. Sequence processing occurred in the following steps: (1) FASTQ DNA sequencing data were read, filtered, and trimmed. Filtering removed sequences greater than or less than lengths of 36 bases, sequences with four or more mis-matches or base pair insertions in the regions flanking the peptide region, or sequences with in-frame stop codons. Trimming removed the flanking sequences so that only the library peptide encoding sequences remained.", "cite_spans": [{"start": 164, "end": 166, "text": "30", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Generation of antibody epitope repertoires."}, {"text": "(2) The DNA sequences were translated into peptide sequences of 12 amino acids. (3) Peptide sequences were collapsed into a single sequence if they had nine or more shared identities. Processing thus yielded a unique peptide list (each with a count of one) for each specimen representing an antibody epitope repertoire.", "cite_spans": [], "ref_spans": [], "section": "Generation of antibody epitope repertoires."}, {"text": "Chagas disease diagnostic motif panel creation. Following NGS and processing of sequencing data, Chagas specific motifs were discovered using the IMUNE computational algorithm. Motifs were down-selected based on sensitivity, specificity and mean enrichment in disease. The resulting Chagas motif panel v1.0 was then tested against the blinded validation cohort 1 and refined to generate the final diagnostic panel v1.1. The methods used to select Chagas-specific motifs for inclusion in the panel are described in detail below.", "cite_spans": [], "ref_spans": [], "section": "Generation of antibody epitope repertoires."}, {"text": "Chagas disease motif discovery using IMUNE. Chagas-specific motifs were discovered by comparing the epitope repertoires from the discovery Chagas cohort (n = 28) with those from discovery controls (n = 30) using IMUNE as previously described 15 . IMUNE identified patterns, defined as three to five amino acids interspersed with undefined residues (\"X\") within a 10-amino acid window, that were significantly (Poisson p < 0.0001) enriched in 25% of Chagas samples but not enriched in any discovery control samples (100% specificity). Pattern Scientific RepoRtS | (2020) 10:5294 | https://doi.org/10.1038/s41598-020-62256-9", "cite_spans": [{"start": 242, "end": 244, "text": "15", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Generation of antibody epitope repertoires."}, {"text": "www.nature.com/scientificreports www.nature.com/scientificreports/ enrichment was quantified as the ratio of pattern observations in a sample to the expected observations taking into account the amino acid frequencies in the peptide library and total number of sequences for that sample as described 15 . Pattern enrichment significance was evaluated via two statistics: Poisson and standard deviation. The Poisson statistic selected patterns if they were statistically enriched (p < 0.0001) in disease repertoires but not enriched in controls. The standard deviation method identified patterns enriched in disease repertoires relative to those of controls. For the standard deviation method, patterns could be present or enriched in controls but were enriched by >3-4 standard deviations above the controls in disease data sets. Significantly enriched patterns were aligned and scored using a PAM30 substitution matrix and IMUNE 15 , to generate motifs that could include positions where multiple amino acids are observed, indicated by brackets (e.g., [IVL] or [KRQ] . Pattern clustering with IMUNE generated 331 motifs (Supplementary Table S2 ). To identify the most sensitive and specific motifs for inclusion into a Chagas diagnostic panel, motif enrichment values were standardized using,", "cite_spans": [{"start": 300, "end": 302, "text": "15", "ref_id": "BIBREF15"}, {"start": 930, "end": 932, "text": "15", "ref_id": "BIBREF15"}, {"start": 1053, "end": 1058, "text": "[IVL]", "ref_id": null}, {"start": 1062, "end": 1067, "text": "[KRQ]", "ref_id": null}], "ref_spans": [{"start": 1136, "end": 1144, "text": "Table S2", "ref_id": "TABREF3"}], "section": "Generation of antibody epitope repertoires."}, {"text": "where z i is the z-score of motif i, x is the motif enrichment within a repertoire, μ = average enrichment of control cohort, and σ is the standard deviation for motif i in the control cohort. A z-score of ≥ 4 was considered positive. Sensitivity and specificity in 28 Chagas and 200 controls were calculated and motifs with a sensitivity <15% or a specificity of <99% were removed.", "cite_spans": [], "ref_spans": [], "section": "Generation of antibody epitope repertoires."}, {"text": "Motif grouping by similarity. After down-selection, the 194 remaining motifs were grouped by amino acid similarity. Motifs were grouped if they shared at least 3 of 5 amino acid identities, resulting in 101 motifs being assigned into 9 groups. Clustering of motif positivity within Chagas epitope repertoires confirmed motif redundancy with each group (Supplementary Table S3 ). The motif within an epitope group with the greatest sensitivity and mean enrichment was included in Chagas panel v1.0. In two cases, two motifs were selected from the same group since their combination improved sensitivity. The remaining 93 motifs that did not fall into a group were further down-selected based on a specificity of >99.5% (<1/200 controls positive) and/or an average enrichment in the discovery Chagas disease cohort of >5, resulting in 34 retained motifs (Chagas panel v1.0). IMUNE generated motifs, down-selection steps and final selected motifs for panel v1.0 are given in Supplementary Table S2 . A \"composite score\" for all 34 motifs in panel v1.0 was calculated as the sum of z i for each motif. If there was more than one motif in a group, the maximum z-score value amongst the motifs was used to calculate the composite score. Collated enrichment, z-score, and composite score data for Chagas panel v1.0 tested against all samples used in discovery as well as the blinded validation 1 cohort are provided (Supplementary Table S4 ). A composite score value for the motif panel >50 was used as the diagnostic criteria for Chagas disease. After unblinding, a single motif enriched in one Leishmania seropositive specimen was removed, resulting in Chagas panel v1.1. Collated enrichment, z-score, and composite score data for Chagas panel v1.1 tested in the second set of randomized and blinded samples are provided (Supplementary Table S5 ).", "cite_spans": [], "ref_spans": [{"start": 367, "end": 375, "text": "Table S3", "ref_id": null}, {"start": 972, "end": 994, "text": "Supplementary Table S2", "ref_id": "TABREF3"}, {"start": 1424, "end": 1432, "text": "Table S4", "ref_id": null}, {"start": 1831, "end": 1839, "text": "Table S5", "ref_id": null}], "section": "Generation of antibody epitope repertoires."}, {"text": "Identification of candidate antigens. Panel motifs were queried against the T. cruzi proteome using ScanProsite (UniProt/TrEMBL) to generate a list of candidate antigens (strain CL Brener -Taxon identifier 353153). Selected candidate antigens representing previously identified and potentially novel Chagas antigens are provided along with sensitivity and specificity values calculated from the combined blinded validation cohorts 1 and 2 of Chagas disease (n = 60) and non-Chagas controls (n = 132) respectively ( Table 2) . Motifs with multiple alignments to a single antigen (repeats) are indicated.", "cite_spans": [], "ref_spans": [{"start": 515, "end": 523, "text": "Table 2)", "ref_id": "TABREF3"}], "section": "Generation of antibody epitope repertoires."}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Advances in Serodiagnostic Testing for Lyme Disease Are at Hand", "authors": [{"first": "J", "middle": ["A"], "last": "Branda", "suffix": ""}], "year": 2018, "venue": "Clin. Infect. Dis", "volume": "66", "issn": "", "pages": "1133--1139", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Next-generation ELISA diagnostic assay for Chagas Disease based on the combination of short peptidic epitopes", "authors": [{"first": "J", "middle": [], "last": "Mucci", "suffix": ""}], "year": 2017, "venue": "PLoS Negl. Trop. Dis", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The Past, Present, and (Possible) Future of Serologic Testing for Lyme Disease", "authors": [{"first": "E", "middle": ["S"], "last": "Theel", "suffix": ""}], "year": 2016, "venue": "J. Clin. Microbiol", "volume": "54", "issn": "", "pages": "1191--1196", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Host range and emerging and reemerging pathogens", "authors": [{"first": "M", "middle": ["E"], "last": "Woolhouse", "suffix": ""}, {"first": "S", "middle": [], "last": "Gowtage-Sequeria", "suffix": ""}], "year": 2005, "venue": "Emerg. Infect. Dis", "volume": "11", "issn": "", "pages": "1842--1847", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Antigens to detect the acute phase of toxoplasmosis in pregnant women: standardized comparison", "authors": [{"first": "J", "middle": ["G"], "last": "Costa", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Vilarino", "suffix": ""}], "year": 2018, "venue": "Biomark Med", "volume": "12", "issn": "", "pages": "517--534", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Reactivation of Neutralized HIV-1 by Dendritic Cells Is Dependent on the Epitope Bound by the Antibody", "authors": [{"first": "T", "middle": [], "last": "Van Montfort", "suffix": ""}], "year": 2015, "venue": "J. Immunol", "volume": "195", "issn": "", "pages": "3759--3768", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "A novel neutralizing human monoclonal antibody broadly abrogates hepatitis C virus infection in vitro and in vivo", "authors": [{"first": "I", "middle": [], "last": "Desombere", "suffix": ""}], "year": 2017, "venue": "Antivir. Res", "volume": "148", "issn": "", "pages": "53--64", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Integrated Serologic Surveillance of Population Immunity and Disease Transmission", "authors": [{"first": "B", "middle": ["F"], "last": "Arnold", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Scobie", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Priest", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Lammie", "suffix": ""}], "year": 2018, "venue": "Emerg. Infect. Dis", "volume": "24", "issn": "", "pages": "1188--1194", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Development of a Multiantigen Panel for Improved Detection of Borrelia burgdorferi Infection in Early Lyme Disease", "authors": [{"first": "L", "middle": ["J"], "last": "Lahey", "suffix": ""}], "year": 2015, "venue": "J. Clin. Microbiol", "volume": "53", "issn": "", "pages": "3834--3841", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Identification and characterization of the constituent human serum antibodies elicited by vaccination", "authors": [{"first": "J", "middle": ["J"], "last": "Lavinder", "suffix": ""}], "year": 2014, "venue": "Proc. Natl Acad. Sci. USA", "volume": "111", "issn": "", "pages": "2259--2264", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Viral immunology. Comprehensive serological profiling of human populations using a synthetic human virome", "authors": [{"first": "G", "middle": ["J"], "last": "Xu", "suffix": ""}], "year": 2015, "venue": "Science", "volume": "348", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A multiplex serologic platform for diagnosis of tick-borne diseases", "authors": [{"first": "R", "middle": [], "last": "Tokarz", "suffix": ""}], "year": 2018, "venue": "Sci. Rep", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Epitope identification from fixed-complexity random-sequence peptide microarrays", "authors": [{"first": "J", "middle": [], "last": "Richer", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Johnston", "suffix": ""}, {"first": "P", "middle": [], "last": "Stafford", "suffix": ""}], "year": 2015, "venue": "Mol. Cell Proteom", "volume": "14", "issn": "", "pages": "136--147", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Directed evolution of a biterminal bacterial display scaffold enhances the display of diverse peptides", "authors": [{"first": "J", "middle": ["J"], "last": "Rice", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Daugherty", "suffix": ""}], "year": 2008, "venue": "Protein Eng. Des. Sel", "volume": "21", "issn": "", "pages": "435--442", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Identification of disease-specific motifs in the antibody specificity repertoire via next-generation sequencing", "authors": [{"first": "R", "middle": ["J"], "last": "Pantazes", "suffix": ""}], "year": 2016, "venue": "Sci. Rep", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Prevalence of Chagas Disease in the Latin American-born Population of Los Angeles", "authors": [{"first": "S", "middle": ["K"], "last": "Meymandi", "suffix": ""}], "year": 2017, "venue": "Clin. Infect. Dis", "volume": "64", "issn": "", "pages": "1182--1188", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Chagas disease serological test performance in United States blood donor specimens", "authors": [{"first": "J", "middle": ["D"], "last": "Whitman", "suffix": ""}], "year": 2019, "venue": "J. Clin. Microbiol", "volume": "57", "issn": "", "pages": "1217--1236", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "High-resolution mapping of linear antibody epitopes using ultrahigh-density peptide microarrays", "authors": [{"first": "S", "middle": [], "last": "Buus", "suffix": ""}], "year": 2012, "venue": "Mol. Cell Proteom", "volume": "11", "issn": "", "pages": "1790--1800", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Evaluation of serological tests to identify Trypanosoma cruzi infection in humans and determine cross-reactivity with Trypanosoma rangeli and Leishmania spp", "authors": [{"first": "Z", "middle": ["C"], "last": "Caballero", "suffix": ""}, {"first": "O", "middle": ["E"], "last": "Sousa", "suffix": ""}, {"first": "W", "middle": ["P"], "last": "Marques", "suffix": ""}, {"first": "A", "middle": [], "last": "Saez-Alquezar", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Umezawa", "suffix": ""}], "year": 2007, "venue": "Clin. Vaccine Immunol", "volume": "14", "issn": "", "pages": "1045--1049", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Diagnosis and Management of Chagas Cardiomyopathy in the United States", "authors": [{"first": "L", "middle": [], "last": "Benck", "suffix": ""}, {"first": "E", "middle": [], "last": "Kransdorf", "suffix": ""}, {"first": "J", "middle": [], "last": "Patel", "suffix": ""}], "year": 2018, "venue": "Curr. Cardiol. Rep", "volume": "20", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Enhanced classification of Chagas serologic results and epidemiologic characteristics of seropositive donors at three large blood centers in Brazil", "authors": [{"first": "E", "middle": ["C"], "last": "Sabino", "suffix": ""}], "year": 2010, "venue": "Transfusion", "volume": "50", "issn": "", "pages": "2628--2637", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Trypanosoma cruzi genetic diversity: Something new for something known about Chagas disease manifestations, serodiagnosis and drug sensitivity", "authors": [{"first": "B", "middle": [], "last": "Zingales", "suffix": ""}], "year": 2018, "venue": "Acta Trop", "volume": "184", "issn": "", "pages": "38--52", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Serological Diagnosis of Chronic Chagas Disease: Is It Time for a Change?", "authors": [{"first": "A", "middle": [], "last": "Abras", "suffix": ""}], "year": 2016, "venue": "J. Clin. Microbiol", "volume": "54", "issn": "", "pages": "1566--1572", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Over Six Thousand Trypanosoma cruzi Strains Classified into Discrete Typing Units (DTUs): Attempt at an Inventory", "authors": [{"first": "S", "middle": ["F"], "last": "Breniere", "suffix": ""}, {"first": "E", "middle": [], "last": "Waleckx", "suffix": ""}, {"first": "C", "middle": [], "last": "Barnabe", "suffix": ""}], "year": 2016, "venue": "PLoS Negl. Trop. Dis", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Immunogenomic screening approach to identify new antigens for the serological diagnosis of chronic Chagas' disease", "authors": [{"first": "R", "middle": ["M T"], "last": "Elisei", "suffix": ""}], "year": 2018, "venue": "Appl. Microbiol. Biotechnol", "volume": "102", "issn": "", "pages": "6069--6080", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Development of a Luminex Bead Based Assay for Diagnosis of Toxocariasis Using Recombinant Antigens Tc-CTL-1 and Tc-TES-26", "authors": [{"first": "J", "middle": ["P"], "last": "Anderson", "suffix": ""}], "year": 2015, "venue": "PLoS Negl. Trop. Dis", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Global burden of cancers attributable to infections in 2012: a synthetic analysis", "authors": [{"first": "M", "middle": [], "last": "Plummer", "suffix": ""}], "year": 2016, "venue": "Lancet Glob. Health", "volume": "4", "issn": "", "pages": "609--616", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Infection as a cause of type 1 diabetes?", "authors": [{"first": "U", "middle": [], "last": "Christen", "suffix": ""}, {"first": "C", "middle": [], "last": "Bender", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Von Herrath", "suffix": ""}], "year": 2012, "venue": "Curr. Opin. Rheumatol", "volume": "24", "issn": "", "pages": "417--423", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Triggers and drivers of autoimmunity: lessons from coeliac disease", "authors": [{"first": "L", "middle": ["M"], "last": "Sollid", "suffix": ""}, {"first": "B", "middle": [], "last": "Jabri", "suffix": ""}], "year": 2013, "venue": "Nat. Rev. Immunol", "volume": "13", "issn": "", "pages": "294--302", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "A general approach for predicting protein epitopes targeted by antibody repertoires using whole proteomes", "authors": [{"first": "M", "middle": ["L"], "last": "Paull", "suffix": ""}, {"first": "T", "middle": [], "last": "Johnston", "suffix": ""}, {"first": "K", "middle": ["N"], "last": "Ibsen", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Bozekowski", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Daugherty", "suffix": ""}], "year": 2019, "venue": "PLoS One", "volume": "14", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Antibody epitope repertoire analysis (SERA) workflow. (a) Each specimen (15 uL) is mixed with a bacterial display random peptide library, (ii) antibody binders are separated using magnetic beads, (iii) a bar-coded amplicon library is prepared from isolated plasmid DNA, and (iv) NGS is performed on the pooled amplicon libraries for ~96 specimens. (b) Motifs specific to the cohort of interest are discovered using the IMUNE algorithm and down-selected for specificity, (ii) assembled into a motif panel, and (iii) visualized as a composite score for each specimen.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Chagas disease-specific antigen motifs. Biospecimens seropositive for Chagas disease (n = 28) and negative controls (n = 30) were provided by the Centers for Disease Control and Prevention, Division of Parasitic Diseases and Malaria (CDC-DPDM) Reference Lab (Table 1, Supplemental", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Chagas disease specific motif discovery. (a) Sensitivities of the top 100 motifs exhibiting >99% specificity discovered using the IMUNE algorithm. Blue bars -motifs that met criteria (Methods) for inclusion in the panel. Grey bars -motifs that were removed. (b) Motif enrichments for three representative motifs in disease(30) and control (200) repertoires used for discovery.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Chagas motif panel v1.0 performance within discovery set. (a) Heat map of individual motif z-scores for the 32 motif panel within 28 Discovery Chagas and 30 Discovery Control repertoires, and an additional 170 Specificity Controls. (b) Composite (AU) scores for Discovery Chagas and Discovery Control epitope repertoires used in motif discovery. Scientific RepoRtS | (2020) 10:5294 | https://doi.org/10.1038/s41598-020-62256-9", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Chagas disease panel performance in randomized and blinded validation cohorts. (a) Heat map of motif z-scores after unblinding. Motif [ADP]GGFG was enriched in Leishmania repertoires (boxed region). (b) Chagas panel v1.0 exhibited 100% sensitivity and 98% specificity within this cohort of n = 72 sera. Green = Leishmania repertoires positive for the panel motif. (c) Removal of the cross-reactive motif (panel v1.1) resulted in 100% sensitivity and specificity. (d) Heat map for Chagas panel v1.1 on the second blinded validation cohort. (e) Panel v1.1 exhibited 100% sensitivity and 100% specificity within the second blinded cohort (n = 120). Two of 1000 repertoires were positive yielding an estimated lower bound specificity of 99.8%.", "latex": null, "type": "figure"}, "TABREF1": {"text": "Characteristics of specimens used for Chagas motif panel development. (2020) 10:5294 | https://doi.org/10.1038/s41598-020-62256-9", "latex": null, "type": "table"}, "TABREF3": {"text": "Selected", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Candidate </td><td> </td><td> </td></tr><tr><td>Motif </td><td>Candidate T. cruzi Antigen\n</td><td>Epitope </td><td>Sensitivity </td><td>Specificity\n</td></tr><tr><td>SP[YW]xI[FY] </td><td>Kinetoplast DNA-associated protein </td><td>SPYsIF </td><td>62% </td><td>100%\n</td></tr><tr><td>KAxLPE </td><td>Mucin-associated surface protein (MASP) </td><td>KAtLPE </td><td>63% </td><td>98%\n</td></tr><tr><td>KxEGx[FY]xG </td><td>Trans-sialidase </td><td>KeEGgFtG </td><td>43% </td><td>99%\n</td></tr><tr><td>ETxIPxE </td><td>Trans-sialidase, FL-160-1 epitope </td><td>ETeIPsE </td><td>42% </td><td>98%\n</td></tr><tr><td>PDxFSx[ITV] </td><td>Trans-sialidase </td><td>PDsFSsT </td><td>42% </td><td>99%\n</td></tr><tr><td>GxAAAxxK </td><td>Surface antigen 2 (CA-2) (51 repeats) </td><td>GqAAAgdK </td><td>58% </td><td>100%\n</td></tr><tr><td>[FW]KPWE &amp; EGxKxWE </td><td>Metacaspase </td><td>EGFKPWE </td><td>45% 32% </td><td>96% 99%\n</td></tr><tr><td>[AS]EAxAxxK </td><td>Mucin-associated surface protein (MASP) (2 repeats) </td><td>AEAaAkaK </td><td>27% </td><td>99%\n</td></tr><tr><td>KxxGExxGT </td><td>Mucin TcMUCII </td><td>KstGEatGT </td><td>13% </td><td>99%\n</td></tr><tr><td>RxxWYx[ILV]V </td><td>Mucin-associated surface protein (MASP) </td><td>RhqWYaVV </td><td>28% </td><td>100%\n</td></tr><tr><td>AGxKPx[AE] </td><td>Trans-sialidase (11 repeats) </td><td>AGpKPaE </td><td>33% </td><td>100%\n</td></tr><tr><td>GDKPxxxC </td><td>Surface protease GP63 </td><td>GDKPsswC </td><td>47% </td><td>98%\n</td></tr><tr><td>NExTWxxV </td><td>ATPase protein </td><td>NEeTWppV </td><td> 22% </td><td> 100%\n</td></tr><tr><td>HYEWA </td><td>Lanosterol synthase </td><td>HYEWA </td><td>17% </td><td>100%\n</td></tr><tr><td>Yx[AP]Vxxx[AS]Y </td><td>Microtubule-associated protein (19 repeats) </td><td>YrPVdpsAY </td><td>55% </td><td>100%\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "This work was supported in part by NIH grants GM119873, and AI129113.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "K.K. and J.R. screened samples, developed the assay and panels, analyzed the data and contributed to the manuscript. T.J., C.G. and R.P. performed data analysis. S.H., H.R. and I.M. provided serum samples and disease expertise. P.D. designed experiments, analyzed data, and contributed to the manuscript. All authors reviewed the manuscript.", "cite_spans": [], "ref_spans": [], "section": "Author contributions"}, {"text": "Authors H.R., S.H., I.M., R.P. declare no potential competing interests. Authors K.K., J.R., T.J., C.G. and P.D. declare competing financials interests, as salaried employees of Serimmune Inc. that receive equity compensation.", "cite_spans": [], "ref_spans": [], "section": "competing interests"}, {"text": "Supplementary information is available for this paper at https://doi.org/10.1038/s41598-020-62256-9.Correspondence and requests for materials should be addressed to P.S.D.Reprints and permissions information is available at www.nature.com/reprints.Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "cite_spans": [], "ref_spans": [], "section": "Additional information"}, {"text": "License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "cite_spans": [], "ref_spans": [], "section": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International"}]}