{
    "paper_id": "b6da435b187c0a1ad8d81930acc07cb4e9c2af23",
    "metadata": {
        "title": "Post-translational modifications distinguish cell surface from Golgi-retained |31,4 galactosyltransferase molecules. Golgi localization involves active retention",
        "authors": [
            {
                "first": "Rohan",
                "middle": [
                    "D"
                ],
                "last": "Teasdale",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alfred Hospital",
                    "location": {
                        "postCode": "3181",
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Fiona",
                "middle": [],
                "last": "Matheson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alfred Hospital",
                    "location": {
                        "postCode": "3181",
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "A"
                ],
                "last": "Gleeson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alfred Hospital",
                    "location": {
                        "postCode": "3181",
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Our previous studies have shown that the transmembrane domain of bovine GalT plays a critical role in Golgi localization (Teasdale,R.D., D'Agostaro,G. and Gleeson,P.A.,/. Biol. Chem., 267, 4084-4096, 1992). Here we have compared the localization and post-translational modifications of fulllength bovine GalT with a GalT/hybrid molecule where the transmembrane domain of GalT was replaced with that of the transferrin receptor. GalT/hybrid molecules were expressed on the surface of transfected cells; however, differences were observed in the distribution of the hybrid molecules between transfected COS and murine L cells. In transfected COS cells, the GalT/hybrid protein was expressed efficiently at the cell surface, with little Golgilocalized material, whereas in stable murine L cells, which expressed lower levels of the construct, hybrid molecules were detected both at the cell surface and within the Golgi apparatus. Expression of the GalT constructs in either COS or L cells produced two glycoprotein products which differed in molecular mass by 7 kDa. The difference in size between the two products is due to post-translational modifications which are inhibited by brefeldin A and are therefore likely to occur in the frans-Golgi network (TGN). Very little of the high-molecular-weight species was detected for full-length GalT, whereas it was a major product for the GalT/hybrid protein. Only the higher molecular weight species was expressed at the cell surface. Thus, this additional 7 kDa post-translational modification distinguishes molecules retained within the Golgi apparatus (lower M r species) from those transported through the TGN to the cell surface. These studies indicate that (i) the level of expression influences the intracellular distribution of GalT/ hybrid molecules and (ii) the localization of full-length GalT involves active retention within the Golgi stack, and not retrieval from later compartments. After treatment of membrane preparations from stable L cell clones with a heterobifunctional cross-linking agent, full-length bovine GalT molecules were found almost exclusively as high-molecular-weight aggregates, suggesting that GalT exists as an oligomer or aggregate. This ability to oligomerize may be a requirement for Golgi retention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Golgi apparatus is organized into a number of distinct functional compartments, namely the m-Golgi network or intermediate compartment, the cis, medial and trans cisternae (Golgi stack), and the frans-Golgi network (TGN) (Farquhar, 1985; Griffiths and Simons, 1986; Hauri and Schweizer, 1992; Mellman and Simons, 1992) . The transport of proteins through the Golgi compartments is mediated by transport vesicles and involves complex budding and fusion events (Pryer et ai, 1992; Rothman and Orci, 1992; Sztul et ai, 1992; Rothman and Warren, 1994) . Proteins destined for the cell surface are considered to be transported by a default pathway through the Golgi apparatus to the cell surface without requiring a specific transport signal (Pfeffer and Rothman, 1987) . On the other hand, proteins resident in the Golgi apparatus must have a positive signal to ensure they are targeted to the correct Golgi compartment and kept from being swept further along the biosynthetic pathway.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 241,
                    "text": "(Farquhar, 1985;",
                    "ref_id": null
                },
                {
                    "start": 242,
                    "end": 269,
                    "text": "Griffiths and Simons, 1986;",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 296,
                    "text": "Hauri and Schweizer, 1992;",
                    "ref_id": null
                },
                {
                    "start": 297,
                    "end": 322,
                    "text": "Mellman and Simons, 1992)",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 482,
                    "text": "(Pryer et ai, 1992;",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 506,
                    "text": "Rothman and Orci, 1992;",
                    "ref_id": null
                },
                {
                    "start": 507,
                    "end": 525,
                    "text": "Sztul et ai, 1992;",
                    "ref_id": null
                },
                {
                    "start": 526,
                    "end": 551,
                    "text": "Rothman and Warren, 1994)",
                    "ref_id": null
                },
                {
                    "start": 741,
                    "end": 768,
                    "text": "(Pfeffer and Rothman, 1987)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Membrane-bound pi,4 galactosyltransferase (GalT) (EC 2.4.1.38) transfers galactose to the terminal N-acetylglucosamine residues, forming a Galpl,4GlcNAc linkage found in glycoproteins and glycolipids (Strous, 1986) . In addition to a trans-Golgi localization, GalT has also been detected on the cell surface of a number of different cell types by immunocytochemistry (Shur, 1982 (Shur, , 1991 Shaper et ai, 1985; Suganuma et ai, 1991; Taatjes et ai, 1992) , although in most cases confirmation by biochemical studies has not been carried out. Surface GalT has been implicated as a receptor for terminal A / -acetylglucosamine residues of glycoconjugates in a variety of cell-cell interactions, such as sperm-egg binding (Miller et ai, 1992) and cell-extracellular matrix interactions (Begovac etai, 1991; Barcellos-Hoff, 1992) . As the location of GalT within the cell determines its functional properties, a precise understanding of the mechanisms responsible for the localization of this membrane protein is clearly important.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 214,
                    "text": "(Strous, 1986)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 367,
                    "end": 378,
                    "text": "(Shur, 1982",
                    "ref_id": null
                },
                {
                    "start": 379,
                    "end": 392,
                    "text": "(Shur, , 1991",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 412,
                    "text": "Shaper et ai, 1985;",
                    "ref_id": null
                },
                {
                    "start": 413,
                    "end": 434,
                    "text": "Suganuma et ai, 1991;",
                    "ref_id": null
                },
                {
                    "start": 435,
                    "end": 455,
                    "text": "Taatjes et ai, 1992)",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 740,
                    "text": "(Miller et ai, 1992)",
                    "ref_id": null
                },
                {
                    "start": 784,
                    "end": 804,
                    "text": "(Begovac etai, 1991;",
                    "ref_id": null
                },
                {
                    "start": 805,
                    "end": 826,
                    "text": "Barcellos-Hoff, 1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The signal or region of GalT responsible for localization to the Golgi apparatus has been investigated by us (Teasdale et ai, 1992 ) and a number of other groups (Nilsson et ai, 1991; Aoki et ai, 1992; Russo et ai, 1992) with the common finding that the transmembrane (signal/anchor) domain is critical for Golgi localization. This has been demonstrated by the ability of the transmembrane domain of GalT to efficiently localize hybrid proteins to the Golgi apparatus. However, the precise structural features of the transmembrane domain of GalT required for Golgi retention have not been defined. Also, it is not known if sequences outside the transmembrane domain of GalT contribute to the retention of the native enzyme, as appears to be the case for other glycosyltransferases (Munro, 1991; Dahdal and Colley, 1993; Burke et ai, 1994) .",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 130,
                    "text": "(Teasdale et ai, 1992",
                    "ref_id": null
                },
                {
                    "start": 162,
                    "end": 183,
                    "text": "(Nilsson et ai, 1991;",
                    "ref_id": null
                },
                {
                    "start": 184,
                    "end": 201,
                    "text": "Aoki et ai, 1992;",
                    "ref_id": null
                },
                {
                    "start": 202,
                    "end": 220,
                    "text": "Russo et ai, 1992)",
                    "ref_id": null
                },
                {
                    "start": 781,
                    "end": 794,
                    "text": "(Munro, 1991;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 795,
                    "end": 819,
                    "text": "Dahdal and Colley, 1993;",
                    "ref_id": null
                },
                {
                    "start": 820,
                    "end": 838,
                    "text": "Burke et ai, 1994)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Most of the studies characterizing the Golgi localization of GalT have employed transient expression systems which express the heterologous gene product at very high levels. Full-length GalT is very efficiently retained in the Golgi apparatus of transfected cells and high-level expression of GalT does not saturate the Golgi retention mechanism (Nilsson et al, 1991; Aoki et al, 1992; Colley et al., 1992; Teasdale et al, 1992) . However, this may not be the case for hybrid molecules containing only limited regions of the native glycosyltransferase. Indeed, we have recently proposed that glycosyltransferase hybrid molecules are targeted to the Golgi apparatus by a mechanism that is saturable (Burke et al, 1994) . Evidence is emerging that Golgi localization of glycosyltransferases may involve aggregation (Nilsson et al, 1994) and we have proposed that hybrid molecules are retained within the Golgi by their ability to dock with endogenous aggregates within Golgi membranes (Burke et al, 1994) .",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 367,
                    "text": "(Nilsson et al, 1991;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 368,
                    "end": 385,
                    "text": "Aoki et al, 1992;",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 406,
                    "text": "Colley et al., 1992;",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 428,
                    "text": "Teasdale et al, 1992)",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 717,
                    "text": "(Burke et al, 1994)",
                    "ref_id": null
                },
                {
                    "start": 813,
                    "end": 834,
                    "text": "(Nilsson et al, 1994)",
                    "ref_id": null
                },
                {
                    "start": 983,
                    "end": 1002,
                    "text": "(Burke et al, 1994)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Certain membrane proteins of the TGN, namely TGN38/41 and furin, have been shown to cycle between the cell surface and the TGN (Luzio et al, 1990; Reaves et al, 1992; Bos et al, 1993; Humphreys et al, 1993; Stanley and Howell, 1993; Chapman and Munro, 1994; Molloy et al, 1994; Wilde et al, 1994) . Retrieval of these proteins from the cell surface is clearly important in TGN targeting. Retrieval mechanisms are also well established for the localization of endoplasmic reticulum (ER) proteins (Pelham, 1991a; Jackson et al, 1993) . However, although retrieval systems clearly operate at a number of points along the secretory pathway, it is not known if glycosyltransferase molecules which have escaped from the Golgi can be retrieved from a post-Golgi compartment and delivered back to the Golgi stack, or whether localization involves exclusively an active retention process.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 146,
                    "text": "(Luzio et al, 1990;",
                    "ref_id": null
                },
                {
                    "start": 147,
                    "end": 166,
                    "text": "Reaves et al, 1992;",
                    "ref_id": null
                },
                {
                    "start": 167,
                    "end": 183,
                    "text": "Bos et al, 1993;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 184,
                    "end": 206,
                    "text": "Humphreys et al, 1993;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 207,
                    "end": 232,
                    "text": "Stanley and Howell, 1993;",
                    "ref_id": null
                },
                {
                    "start": 233,
                    "end": 257,
                    "text": "Chapman and Munro, 1994;",
                    "ref_id": null
                },
                {
                    "start": 258,
                    "end": 277,
                    "text": "Molloy et al, 1994;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 278,
                    "end": 296,
                    "text": "Wilde et al, 1994)",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 495,
                    "end": 510,
                    "text": "(Pelham, 1991a;",
                    "ref_id": null
                },
                {
                    "start": 511,
                    "end": 531,
                    "text": "Jackson et al, 1993)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To more precisely define the structural requirements of GalT for Golgi localization, it is important to be able to biochemically distinguish molecules which are localized to the Golgi apparatus from those which have been transported further along the secretory pathway. In the previous study, we noted that a truncated soluble form of GalT carried additional post-translational modifications compared to the Golgilocalized membrane-bound full-length GalT; from pulse-chase studies these modifications were added just prior to secretion (Teasdale et al, 1992) . Here we have extended this finding and shown that membrane-bound GalT molecules at the cell surface also carry an additional modification compared with Golgi-localized GalT. Furthermore, we have demonstrated that this late post-translational modification probably occurs in the TGN. Overall, these studies indicate that the localization of GalT involves active retention within Golgi membranes, and not retrieval from later compartments.",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 558,
                    "text": "(Teasdale et al, 1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Previously, we have localized full-length bovine GalT, deletion mutants of GalT and GalT hybrid molecules in transfected COS cells by indirect immunofluorescence using bovinespecific antibodies (Teasdale et al, 1992) . Full-length GalT was localized within the Golgi apparatus, whereas a hybrid protein containing the transmembrane domain of the transferrin receptor, GalT/TfR(s/A), was expressed on the plasma membrane (Teasdale et al, 1992) . Both GalT constructs were catalytically active in transfected COS cells. In addition, a 918 secreted truncated form of GalT [GalT(-T,-S/A), where S/A is signal-anchor domain], which lacked the cytoplasmic and signal/anchor domains and contained a classical signal sequence at the N-terminus, carried additional post-translational modifications compared to the membrane-bound full-length GalT (Teasdale et al, 1992) . This raised the possibility that GalT molecules that have exited from the Golgi apparatus may carry additional modifications compared with Golgi-localized GalT molecules. Here we have further examined the synthesis of bovine GalT molecules in transfected cells.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 216,
                    "text": "(Teasdale et al, 1992)",
                    "ref_id": null
                },
                {
                    "start": 420,
                    "end": 442,
                    "text": "(Teasdale et al, 1992)",
                    "ref_id": null
                },
                {
                    "start": 837,
                    "end": 859,
                    "text": "(Teasdale et al, 1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "lmmunoprecipitation and glycosidase digestions of bovine GalT products from transfected COS cells"
        },
        {
            "text": "Initially, the synthesis of GalT products within transfected COS cells was investigated by a pulse-chase experiment. COS cells, 48 h post-transfection, were pulse-labelled for 30 min with [ 35 S]methionine/[ 35 S]cysteine. Cell lysates were incubated with antibodies specific to bovine GalT, and immunoprecipitates examined by fluorography following SDS-PAGE. Full-length GalT and GalT/TfR(s/A) hybrid molecules were identified as 50 kDa components after a 30 min pulse (Figure la) . As the predicted polypeptide mass of the GalT products is 45 kDa (D'Agostaro et al, 1989) , a molecular mass of 50 kDa indicates a glycosylated product. After a 1 h chase, the 50 kDa species was the major component of the full-length bovine GalT, although a minor, higher molecular weight, product of 57 kDa was also observed (Figure la), consistent with previous observations (Teasdale et al, 1992) . Components of similar size were also specifically immunoprecipitated from GalT/ TfR(s/A) transfected cells after 1 h chase; however, the higher molecular weight component of 57 kDa represented the dominant species. This result indicates that in contrast to fulllength GalT, the GalT hybrid molecules are rapidly converted from the 50 kDa component to the higher molecular weight component of 57 kDa.",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 481,
                    "text": "(Figure la)",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 573,
                    "text": "(D'Agostaro et al, 1989)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 861,
                    "end": 883,
                    "text": "(Teasdale et al, 1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "lmmunoprecipitation and glycosidase digestions of bovine GalT products from transfected COS cells"
        },
        {
            "text": "As reported previously (Teasdale et al, 1992) , extended chase periods of transfected COS cells resulted in considerable loss of GalT products, possibly due to degradation of products. To determine if the 1 h chase period represented a steady-state distribution, the proportion of the two membrane-bound products was assessed by immunoblotting extracts of transfected COS cells using the affinity-purified anti-GalT antibodies. COS cell extracts were analysed by immunoblotting 48 h posttransfection; immunofluorescence data at this time point indicated that the majority of full-length GalT is Golgi localized, whereas GalT/TfR(s/A) appears to be expressed predominantly on the cell surface ( Figure 4 ). Two components of 50 and 57 kDa were detected for both constructs (Figure lb) . A minor 50 kDa component was also detected in cell extracts from untransfected cells; however, the intensity of this band was considerably less than from extracts of transfected cells. The 50 kDa species was the major component for the full-length bovine GalT, whereas the GalT/TfR(s/A) product was present as both the lower (50 kDa) and higher (57 kDa) M r species. Further, the ratio of the 50 and 57 kDa components detected by immunoblotting is similar to that observed in the pulse-chase experiments. Treatment of transfected COS cells with cycloheximide for periods up to 8 h, prior to immunoblotting, did not result in a marked change in the ratio of the two products for either full-length GalT or GalT/TfR(s/A) (not shown); however, the yields of both products decreased markedly over the 8 h treatment period, again consistent with a high rate of intracellular turnover of GalT in the transfected COS cells.",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 45,
                    "text": "(Teasdale et al, 1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 694,
                    "end": 702,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 772,
                    "end": 783,
                    "text": "(Figure lb)",
                    "ref_id": null
                }
            ],
            "section": "lmmunoprecipitation and glycosidase digestions of bovine GalT products from transfected COS cells"
        },
        {
            "text": "The difference in size of ~7 kDa between the two products is probably due to post-translational modifications, most likely GalT/TfR(sM) and, 48 h post-transfection, total cell lysates were prepared from the monolayers, proteins separated by SDS-PAGE and transferred to nitrocellulose. GalT molecules were detected using affinity-purified anti-GalT antibodies, followed by an HRP-conjugated anti-rabbit immunoglobulin. The bound peroxidase was detected using chemiluminescence and fluorography. (C) Immunoprecipitation and glycosidase digestion of metabolically labelled GalT products from transfected COS-7 cells. COS-7 cells were transfected with the constructs GalT, GalT/TfR(s/A) or GalT(-T,-S/A), and radiolabelled immunoprecipitates prepared as above. For COS-7 cells transfected with GalT(-T,-S/A), the product was immunoprecipitated from the culture medium. The isolated immune complexes were treated with either N-glycanase, neuraminidase (sialidase) or Endo H, as indicated. Samples were analysed on a reducing SDS/polyacrylamide (10%) gel followed by fluorography.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "lmmunoprecipitation and glycosidase digestions of bovine GalT products from transfected COS cells"
        },
        {
            "text": "glycosylation. These post-translational modifications, in turn, may reflect the localization of the products within the secretory pathway (see review by Roth, 1987) , with the higher molecular mass species due to modifications added late in the pathway. Indeed, GalT/TfR(s/A), which is expressed abundantly on the cell surface, was detected predominantly as the higher molecular mass species. This suggestion is further supported by characterization of GalT(-T,-S/A) transfected COS cells which produce a soluble GalT product, lacking the cytoplasmic and transmembrane domains, which is secreted from the cells (Teasdale et al, 1992) . Immunoprecipitation of the secreted GalT from the culture medium of transfected COS cells after a 1 h chase period identified a single species of 52 kDa ( Figure  lc ). This mol. wt is 12 kDa greater than the predicted molecular mass (40 kDa) of the GalT(-T,-S/A) polypeptide, a difference in size comparable to the high-molecular-weight species of the membrane-bound GalT products.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 164,
                    "text": "Roth, 1987)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 611,
                    "end": 633,
                    "text": "(Teasdale et al, 1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 791,
                    "end": 801,
                    "text": "Figure  lc",
                    "ref_id": null
                }
            ],
            "section": "lmmunoprecipitation and glycosidase digestions of bovine GalT products from transfected COS cells"
        },
        {
            "text": "To determine the nature of the post-translational modifications, the glycosylation status of GalT, GalT/TfR(s/A) and the soluble secreted form of GalT, GalT(-T,-S/A), was investigated. Bovine GalT has two potential A'-glycosylation sites and both sites probably carry N-glycans on the native bovine protein (D'Agostaro et al, 1989) ; in addition, native bovine GalT has also been shown to carry O-glycans (Trayer and Hill, 1971; Lehman et al, 1975) . Transfected COS cells were labelled for 30 min, chased for 1 h and the GalT molecules immunoprecipitated. The radiolabelled immunoprecipitates were treated with either peptide: A'-glycosidase F (N-glycanase), endoglycosidase H (Endo H) or sialidase. GalT products were found to be /V-glycosylated, indicating that both full-length and GalT/-TfR(s/A) adopt a type II membrane orientation in transfected COS cells (Figure lc). Treatment with N-glycanase collapsed the 50 kDa species of GalT and GalT/TfR(s/A) into products of 43-45 kDa, the expected size of the polypeptide, whereas the higher 57 kDa species appeared to collapse into a product of -53 kDa [Figure lc; in particular see GalT/TfR(s/A)]. The intermediate component of 50 kDa may represent incompletely digested material or A'-glycanase-resistant glycoprotein. The secreted GalT(-T,-S/A) product of 52 kDa was also susceptible to A/-glycanase digestion, and was converted to a 46 kDa component. A molecular mass of 46 kDa is larger than the expected 40 kDa for the GalT(-T,-S/A) polypeptide and again indicates the presence of either A'-glycanase-resistant material or additional post-translational modifications.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 331,
                    "text": "(D'Agostaro et al, 1989)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 405,
                    "end": 428,
                    "text": "(Trayer and Hill, 1971;",
                    "ref_id": null
                },
                {
                    "start": 429,
                    "end": 448,
                    "text": "Lehman et al, 1975)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "lmmunoprecipitation and glycosidase digestions of bovine GalT products from transfected COS cells"
        },
        {
            "text": "The immunoprecipitates from the pulse-chase experiment were also treated with Endo H in an attempt to indicate the intracellular location of the products. The synthesis of complex /V-glycans results in the conversion from Endo H susceptibility to resistance in the early to medial-Go\\g\\ apparatus (Farquhar, 1985) . However, the GalT and GalT/TfR(s/A) products were all sensitive to Endo H digestion, collapsing into two components of 45 and 52 kDa (Figure lc). To rule out the possibility that these represented immature forms of GalT, the total GalT products were immunoprecipitated from transfected COS cells, the immune complexes treated with Endo H and the digests then analysed by immunoblotting. Again, the Endo H digestions resulted in conversion of the 57 and 50 kDa components to products of 45 and 52 kDa (not shown), confirming the susceptibility of mature GalT glycoprotein products of transfected COS cells.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 313,
                    "text": "(Farquhar, 1985)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "lmmunoprecipitation and glycosidase digestions of bovine GalT products from transfected COS cells"
        },
        {
            "text": "The susceptibility to Endo H indicates that the mature /V-glycans of the 50 and 57 kDa GalT products include highmannose and/or hybrid structures. The persistence of Endo H-sensitive structures may be due to overexpression of GalT activity, resulting in the preferential synthesis of hybrid structures. Indeed, these transfected cells are estimated to express an ~ 100-fold increase in GalT activity (Teasdale et al, 1992) . The elevated levels of GalT activity within the secretory pathway may result in extensive galactosylation of GlcNAc-(Man 5 )GlcNAc 2 -Asn or GlcNAc(Man 3 )GlcNAc 2 -Asn oligosaccharides (where GlcNAc is A'-acetylglucosamine and Man is mannose), and as galactosylated GlcNAc(Man 5 ) GlcNAc 2 -Asn or GlcNAc(Man 3 )GlcNAc 2 -Asn structures are not acceptors for either a-mannosidase II or GlcNAc transferase II (Schachter, 1986) , respectively, this would result in the diversion of the A'-glycan synthesis pathway to hybrid structures.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 422,
                    "text": "(Teasdale et al, 1992)",
                    "ref_id": null
                },
                {
                    "start": 834,
                    "end": 851,
                    "text": "(Schachter, 1986)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "lmmunoprecipitation and glycosidase digestions of bovine GalT products from transfected COS cells"
        },
        {
            "text": "Sialylation of oligosaccharide chains is a late Golgi modification. The soluble secreted GalT(-T,-S/A) product is a single species which is completely sensitive to sialidase digestion (Figure lc). When GalT and GalT/TfR(s/A) were treated with sialidase, the higher molecular mass species (57 kDa) was susceptible, whereas the lower molecular mass components (50 kDa) were resistant to enzyme treatment ( Figure lc) . Removal of sialic acid from the 57 kDa species resulted in products which remained -4 kDa larger than the lower molecular mass species, indicating there are posttranslational modifications in addition to sialylation which account for the molecular mass difference between the two GalT products.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 414,
                    "text": "Figure lc)",
                    "ref_id": null
                }
            ],
            "section": "lmmunoprecipitation and glycosidase digestions of bovine GalT products from transfected COS cells"
        },
        {
            "text": "The results of these localization and immunoprecipitation studies suggest a correlation between the extent of post-translational modifications of the GalT products and appearance at the cell surface.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "lmmunoprecipitation and glycosidase digestions of bovine GalT products from transfected COS cells"
        },
        {
            "text": "To identify the products expressed at the cell surface of transfected COS cells, !25 I-labelled cell surface GalT components were isolated by immunoprecipitation. Only a 125 I-labelled component of -57 kDa was detected in the full-length GalT and the GalT/TfR(s/A) transfected cells ( Figure 2 ). As expected, this component was more abundant in the GalT/-TfR(s/A) cells. The presence of a cell surface 57 kDa species, and the absence of the lower molecular weight component, indicates efficient conversion from the 50 kDa species to the 57 kDa sialylated product prior to transport to the plasma membrane.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 293,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Identification of GalT products at the cell surface"
        },
        {
            "text": "To investigate whether the post-translational modifications associated with the sialylated higher molecular mass species occur within the Golgi stack or in a later compartment such as the TGN, a pulse-chase experiment was performed in the presence of brefeldin A. Brefeldin A is known to perturb the stacked cisternae of the Golgi apparatus in a different manner to the TGN, preventing exposure of newly synthesized glycoproteins to the TGN (see review by Klausner et al., 1992) . GalT and GalT/TfR(s/A) transfected COS cells were pulsed for 30 min and chased for 1 h in the presence of brefeldin A. Both products were immunoprecipitated from the brefeldin A-treated transfected cells as single components of -51 kDa ( Figure 3 ). Significantly, the higher molecular weight component was not detected in these brefeldin A-treated cells. However, in both cases the single product from the brefeldin A-treated cells was slightly larger (-2 kDa) than the lower molecular weight species from the untreated cells. Surprisingly, these products were sensitive to sialidase; after removal of sialic acid, the products were the same size as the nonsialylated lower molecular weight components from untreated cells. Bovine GalT contains both N-and 0-glycans (Trayer and Hill, 1971; Lehman etal, 1975) and, notably, sialylation of the O-glycans of human GalT in brefeldin A-treated HeLa cells has been noted previously (Bosshart et al., 1991) . Solubilized cell extracts were incubated with affinity-purified anti-GalT antibodies as described in Materials and methods. The isolated immune complexes were treated with AZ-glycanase, or sialidase as indicated, and the digests were analysed by SDS-PAGE followed by fluorography. The arrows indicate the relative positions for the higher and lower molecular weight species of GalT products. The asterisk at 43 kDa indicates a non-specific band present in the pre-immune precipitate.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 478,
                    "text": "Klausner et al., 1992)",
                    "ref_id": null
                },
                {
                    "start": 1248,
                    "end": 1271,
                    "text": "(Trayer and Hill, 1971;",
                    "ref_id": null
                },
                {
                    "start": 1272,
                    "end": 1290,
                    "text": "Lehman etal, 1975)",
                    "ref_id": null
                },
                {
                    "start": 1408,
                    "end": 1431,
                    "text": "(Bosshart et al., 1991)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 719,
                    "end": 727,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Immunoprecipitation from brefeldin A-treated transfected COS cells"
        },
        {
            "text": "To investigate if similar post-translational modification occurs in other transfected cell types, stable transfected L cells expressing the GalT constructs were generated. The level of expression of constructs in stable L cells is considerably lower than in transfected COS cells and more closely resembles that of the endogenous enzyme. Thus, the effect of different expression levels of GalT on localization and post-translational processing could also be assessed. Murine L cells were transfected with either full-length bovine GalT or GalT/TfR(s/A) and stable transfected cell lines obtained by selection with mycophenolic acid. A number of clonal populations were isolated from each transfected cell line whu • were screened for expression of GalT products by indirect immunofluorescence using the anti-GalT antibodies. All the isolated clones showed a 2-to 4-fold increase in GalT activity as compared with untransfected cells. This represents only a modest increase over endogenous levels of GalT and is -50-fold lower activity than in transfected COS cells expressing GalT. We have previously shown that full-length GalT adopts a type II membrane orientation in transfected L cells and appears to be exclusively the long form of GalT (Teasdale et al., 1992) . As the GalT/TfR hybrid protein is catalytically active in stable L cells, and as these hybrid molecules are also A'-glycosylated (not shown), they must also adopt the correct type II orientation. The localization of the GalT proteins in the stable L cell clones was determined by indirect immunofluorescence and flow cytometry using affinity-purified anti-bovine GalT antibodies. Stable clones expressing full-length GalT showed a strong perinuclear staining pattern, indicative of the Golgi apparatus ( Figure 4) . The GalT/TfR(s/A) transfected L cells showed a diffuse, homogeneous staining overlying the whole cell which is consistent with surface staining; however, this surface staining was not as evident as in the transfected COS cells (Figure 4) . However, in contrast to transfected COS, stable L cell clones expressing the GalT/TfR(s/A) molecule also showed strong perinuclear staining. A number of L cell clones of each construct were analysed and all showed a similar staining pattern. To confirm that the perinuclear staining observed in the GalT-expressing cells represented Golgi localization, the transfected cells were treated, prior to immunofluorescence, with nocodazole and brefeldin A, drugs known to affect Golgi morphology. Treatment with nocodazole resulted in the disappearance of the perinuclear staining pattern and replacement by a vesicular staining dispersed throughout the cytoplasm. Treatment with brefeldin A resulted in a diffuse reticular staining of the cytoplasm, typical of the ER ( Figure 5 ). These results are typical of membrane proteins localized to the Golgi stack and indicate that a considerable proportion of the GalT hybrid molecules is localized to the Golgi apparatus.",
            "cite_spans": [
                {
                    "start": 1242,
                    "end": 1265,
                    "text": "(Teasdale et al., 1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1772,
                    "end": 1781,
                    "text": "Figure 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2011,
                    "end": 2021,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2789,
                    "end": 2797,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Stable L cells expressing GalT hybrid molecules"
        },
        {
            "text": "The level of surface expression of the GalT molecules was quantitated by flow cytometry using affinity-purified rabbit anti-GalT antibodies. Typical examples are shown in Figure 6 . Analysis of stable clones expressing full-length GalT revealed a slight increase in the level of surface immunofluorescence, with a peak surface fluorescence 2.5 times greater than untransfected L cells. Therefore, low levels of full-length GalT are expressed at the surface of transfected cells, consistent with our previous findings (Teasdale et al., 1992) . In contrast, GalT/TfR(s/A) expressing cells show strong surface staining, with a peak surface fluorescence 19 times greater than untransfected cells. As the total GalT activity of stable clones expressing GalT and GalT/TfR(s/A) is very similar, this result indicates that there is transport of a substantial proportion of the GalT hybrid molecules to the cell surface.",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 540,
                    "text": "(Teasdale et al., 1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 179,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Stable L cells expressing GalT hybrid molecules"
        },
        {
            "text": "The flow cytometric analysis of the L cells expressing GalT/TfR(s/A) clearly shows considerable cell surface expression. However, the immunofluorescent data suggest that substantial material is also localized to the Golgi apparatus. This Golgi-localized material may represent either actively retained protein molecules or, alternatively, it may represent molecules in transit through the Golgi apparatus on their way to the cell surface. To distinguish between these two possibilities, cells were treated with 100 p.g/ml cycloheximide for 4 h, to inhibit protein synthesis, prior to immunofluorescence. No apparent reduction in perinuclear staining was observed with either GalT-or GalT/TfR(s/A)-expressing cells after the cycloheximide treatment ( Figure 5 ). As a control, L cells expressing the cell surface antigen, PC-1, were also analysed (Belli et al., 1993) . Permeabilized stable L cells expressing PC-1 showed diffuse staining, as well as some additional staining within the perinuclear region. This perinuclear staining was no longer apparent following a 4 h cycloheximide treatment ( Figure 5 ). Thus, PC-1 molecules in transit in the Golgi apparatus are effectively chased out by this treatment. Stable L cells expressing another cell surface molecule, namely influenza haemagglutinin, show similar results to PC-1, in that after cycloheximide treatment no perinuclear staining was visible (Burke et al, 1994) . In addition, it should also be noted that the rate-limiting step in transport within the secretory pathway is usually from the ER, and not the Golgi apparatus (Pelham, 1989) . Therefore, these results indicate that the perinuclear staining pattern observed in L cells expressing GalT hybrid molecules represents material specifically retained within the Golgi apparatus.",
            "cite_spans": [
                {
                    "start": 846,
                    "end": 866,
                    "text": "(Belli et al., 1993)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1404,
                    "end": 1423,
                    "text": "(Burke et al, 1994)",
                    "ref_id": null
                },
                {
                    "start": 1585,
                    "end": 1599,
                    "text": "(Pelham, 1989)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 750,
                    "end": 758,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 1097,
                    "end": 1105,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Stable L cells expressing GalT hybrid molecules"
        },
        {
            "text": "Bovine GalT from stable L cells was analysed by immunoblotting and glycosidase digestions. Full-length GalT showed a major component of 54 kDa (Figure 7a ), consistent with previous immunoprecipitation studies (Teasdale et al., 1992) . The 54 kDa component collapsed to 45 kDa on treatment with A'-glycanase (Figure 7b ). Full-length GalT was susceptible to sialidase digestion and resistant to Endo H digestion, indicating the presence of complex N-glycan structures (Figure 7b) . Therefore, the presence of complex A'-glycan chains indicates that bovine GalT is localized to the medial or trans Golgi in transfected L cells.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 233,
                    "text": "(Teasdale et al., 1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 153,
                    "text": "(Figure 7a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 308,
                    "end": 318,
                    "text": "(Figure 7b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 468,
                    "end": 479,
                    "text": "(Figure 7b)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Stable L cells expressing GalT hybrid molecules"
        },
        {
            "text": "Immunoblotting of extracts of cells expressing GalT/TfR (S/A) revealed two components of 55 and 63 kDa (Figure 7a) . Thus, as observed for transfected COS cells, under steady-state conditions GalT/TfR(s/A) is expressed as two different molecular weight species in stable L cells, while the Golgi-localized full-length GalT is detected solely as the lower molecular weight species. To determine if full-length GalT was slowly converted to the 63 kDa species, L cells expressing full-length GalT were treated with cycloheximide for up to 8 h prior to analysis by immunoblotting. However, only the lower 55 kDa component was detected after this treatment; thus, there was no apparent conversion to the higher molecular weight species over this period (not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 114,
                    "text": "(Figure 7a)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Stable L cells expressing GalT hybrid molecules"
        },
        {
            "text": "To determine if only the high-molecular-weight GalT component is expressed on the surface of stable L cells, viable L cells were biotinylated to distinguish surface from Immunoblotting of bovine GalT products. Total cell lysates were prepared from the monolayers of untransfected munne L cells or clonal populations transfected with GalT or GalT/TfR(s/A). The extracts were separated on a reducing SDS/10% polyacrylamide gel and transferred to nitrocellulose. The nitrocellulose membranes were blocked overnight with 3% gelatin/PBS/0.5% Tween-20 and incubated with the affinity-purified anti-GalT antibodies, followed by peroxidase-conjugated sheep anti-rabbit immunoglobulin. Bound peroxidase was detected by chemiluminescence and the resulting fluorograph shown. (B) Bovine GalT products were immunoprecipitated from cell extracts of transfected L cells expressing full-length GalT and the isolated immune complexes were treated with A'-glycanase, siahdase or Endo H, as indicated. The digested products were analysed by immunoblotting as above. 1 and 2) , and L cells transfected with GalT (lanes 3 and 4) and GalT/TfR(s/A) (lanes 5 and 6) were either surface labelled by biotinylation (lanes 2, 4 and 6) or mock treated (lanes 1, 3 and 5). Cell extracts were prepared and GalT products isolated by incubation with affinity-purified anti-GalT antibodies as described in Materials and methods. The immunoprecipitated products were separated on a reducing SDS/10% polyacrylamide gel and transferred to nitrocellulose. The nitrocellulose membranes were blocked overnight with PBS containing 1 M glucose, 10% glycerol, 3% fish gelatin and 0.05% Tween-20. The nitrocellulose was incubated either with streptavidinHRP (A) or with the affinity-purified anti-GalT antibodies, followed by peroxidase-conjugated sheep anti-rabbit immunoglobulin (B). Bound peroxidase was detected by enhanced chemiluminescence and the resulting fluorograph shown. The arrows indicate the relative positions for the higher and lower molecular weight GalT products. steady-state conditions strongly indicates that GalT molecules are actively retained within Golgi membranes rather than being continuously retrieved from post-Golgi compartments. intracellular forms of GalT. Surface-biotinylated cells were extracted with lysis buffer, and all GalT products immunoprecipitated with anti-GalT antibodies. One-half of the immunoprecipitate was then analysed by immunoblotting using streptavidin-peroxidase and enhanced chemiluminescence to detect biotinylated products, and the other half by immunoblotting using affinity-purified anti-GalT antibodies. Only the 63 kDa component was detected as a biotinylated GalT product in L cells expressing GalT/TfR(s/A) hybrid molecules ( Figure  8 ). Although not detected by immunoblotting of total extracts, low levels of a biotinylated 63 kDa mol. wt species were also detected for full-length GalT (Figure 8) , consistent with the presence of low levels of full-length GalT on the surface of transfected L cells, as detected by flow cytometry. The lower 55 kDa GalT component was not detected as a biotinyated species in either transfected L cell. This result indicates that the higher molecular weight species is selectively expressed at the cell surface, consistent with the proposal that GalT molecules which are not retained within Golgi membranes are transported to a compartment where additional post-translational modifications take place, prior to transport to the cell surface. On the other hand, these results also indicate that the lower 55 kDa component, bearing complex N-glycans, represents molecules actively retained within the Golgi apparatus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1048,
                    "end": 1056,
                    "text": "1 and 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2749,
                    "end": 2758,
                    "text": "Figure  8",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2913,
                    "end": 2923,
                    "text": "(Figure 8)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Stable L cells expressing GalT hybrid molecules"
        },
        {
            "text": "Overall, the results obtained with stable L cells are very similar to those of transfected COS cells, where GalT molecules are converted to a higher molecular product prior to transport to the plasma membrane. Furthermore, the very low level of modified full-length GalT molecules observed under",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stable L cells expressing GalT hybrid molecules"
        },
        {
            "text": "It has been proposed that aggregation of Golgi glycosyltransferases may be an important factor in the mechanism of Golgi localization (Machamer, 1993; Nilsson et al., 1993a; Gleeson et al., 1994) . To address this possibility, the degree of aggregation of bovine GalT and GalT/TfR(s/A) hybrid molecules in stable L cells was assessed by cross-linking studies. Cross-linking experiments were carried out using total membrane preparations of stable L cells and the bifunctional, cleavable cross-linking agent, dithiobis (succinimidylpropionate) (DSP). The treated membrane samples were analysed by immunoblotting using the bovine-specific anti-GalT antibodies. After cross-linking, full-length bovine GalT was found almost exclusively as high-molecular-weight material, whereas the GalT/TfR(s/A) hybrid molecules were cross-linked to a lesser extent (Figure 9 ). Similar results were obtained with more than one clone of each construct. Cleavage of the crosslinking agent with the reducing agent, dithiothreitol (DTT), collapsed the high-molecular-weight material to the expected size of the monomers, indicating that the immunoreactivity of the high-molecular-weight material is specific for GalT. Further, analysis of the cross-linked material by SDS-PAGE and silver staining showed that the bulk of the membrane proteins were not cross-linked, indicating that the susceptibility of GalT to cross-linking under these conditions is not a typical feature shared by the majority of other membrane proteins (not shown). This result indicates that the Golgi-localized full-length GalT is highly susceptible to cross-linking, consistent with an aggregated state.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 150,
                    "text": "(Machamer, 1993;",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 173,
                    "text": "Nilsson et al., 1993a;",
                    "ref_id": null
                },
                {
                    "start": 174,
                    "end": 195,
                    "text": "Gleeson et al., 1994)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 848,
                    "end": 857,
                    "text": "(Figure 9",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Full-length GalT is efficiently cross-linked to high-molecularweight aggregates"
        },
        {
            "text": "Elucidation of the primary structure of a number of Golgi glycosyltransferases has led to considerable interest in identifying the signals responsible for the localization of these membrane proteins within the Golgi apparatus (see reviews by Shaper and Shaper, 1992; Machamer, 1993; Nilsson et ai, 1993a; Gleeson et ai, 1994) . The general strategy employed in these studies has involved the construction of fusion proteins, containing domains of the glycosyltransferase, and the analysis of their localization within transfected mammalian cells. Immunofluorescence and immunoelectron microscopy have predominantly been used to establish the cellular distribution of the expressed products in these studies. This approach has identified the transmembrane domains of GalT, a2,6 sialyltransferase and GlcNAc transferase I as a critical component in the localization of these resident Golgi proteins (see above references). However, it is now clear that the membraneflanking regions of a2,6 sialyltransferase and GlcNAc transferase I also play a role in Golgi localization (Munro, 1991; Burke et ai, 1992 Burke et ai, , 1994 Tang et ai, 1992; Dahdal and Colley, 1993) . For a more accurate assessment of the intracellular localization of hybrid proteins, it is important to be able to biochemically distinguish molecules which are localized to the Golgi apparatus from those which have been transported further along the biosynthetic pathway. Here we have characterized GalT products from transfected cells and shown that GalT products destined for the cell surface carry additional post-translational modifications compared with Golgi-retained GalT. The results presented in this paper show that the GalT product retained in the Golgi is the lower molecular weight species. If transported through the TGN, this lower molecular weight species is modified to the higher molecular weight species, and the resulting product is transported to the cell surface and not retrieved to the Golgi stack.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 266,
                    "text": "Shaper and Shaper, 1992;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 267,
                    "end": 282,
                    "text": "Machamer, 1993;",
                    "ref_id": null
                },
                {
                    "start": 283,
                    "end": 304,
                    "text": "Nilsson et ai, 1993a;",
                    "ref_id": null
                },
                {
                    "start": 305,
                    "end": 325,
                    "text": "Gleeson et ai, 1994)",
                    "ref_id": null
                },
                {
                    "start": 1070,
                    "end": 1083,
                    "text": "(Munro, 1991;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1084,
                    "end": 1101,
                    "text": "Burke et ai, 1992",
                    "ref_id": null
                },
                {
                    "start": 1102,
                    "end": 1121,
                    "text": "Burke et ai, , 1994",
                    "ref_id": null
                },
                {
                    "start": 1122,
                    "end": 1139,
                    "text": "Tang et ai, 1992;",
                    "ref_id": null
                },
                {
                    "start": 1140,
                    "end": 1164,
                    "text": "Dahdal and Colley, 1993)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "transferrin receptor resulted in abundant cell surface expression in COS cells, with very little detected in the Golgi region. In contrast, in stable L cells hybrid molecules were expressed at the cell surface and also partially retained within the Golgi apparatus. Therefore, the same construct expressed transiently in COS cells showed a different intracellular distribution to stable expression in mouse L cells. As the L cells express GalT at an ~50-fold lower level than COS cells, these results suggest that the level of expression of glycosyltransferase hybrid proteins could be an important factor in localization. Clearly, stable clones expressing low levels of the hybrid molecules are likely to be more informative. The localization of Gal/TfR(s/A) in transfected L cells shows that replacement of the signal/anchor domain of GalT with the corresponding domain of the transferrin receptor has only partially disrupted the Golgi retention of GalT and suggests that regions outside the hydrophobic transmembrane domain of GalT also contribute to Golgi localization, as is the case for a2,6 sialyltransferase and GlcNAc transferase I (Munro, 1991; Tang et ai, 1992; Dahdal and Colley, 1993; Burke et ai, 1994) .",
            "cite_spans": [
                {
                    "start": 1142,
                    "end": 1155,
                    "text": "(Munro, 1991;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1156,
                    "end": 1173,
                    "text": "Tang et ai, 1992;",
                    "ref_id": null
                },
                {
                    "start": 1174,
                    "end": 1198,
                    "text": "Dahdal and Colley, 1993;",
                    "ref_id": null
                },
                {
                    "start": 1199,
                    "end": 1217,
                    "text": "Burke et ai, 1994)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Membrane-bound constructs of GalT were immunoprecipitated from transfected COS and L cells as two products which differed in apparent mol. wt by ~7 kDa. We conclude that the higher molecular weight species was a result of a modification of the lower molecular weight species in the TGN (Figure 10 ), for the following reasons. Firstly, pulse-chase studies showed that the higher molecular weight species was derived from the lower molecular weight species. Secondly, in COS cells only the higher molecular weight species was sialylated, a modification known to occur in the late Golgi. Thirdly, only the higher molecular weight species was expressed on the cell surface of transfected COS and L cells. Fourthly, brefeldin A blocks the synthesis of the higher molecular weight species. Brefeldin A is known to disassemble the Golgi stack in most cells and redistribute the Golgi enzymes into the ER (for reviews, see Pelham, 1991b; Klausner et ai, 1992) , whereas the TGN is not perturbed by brefeldin A in this manner and, thus, TGN marker proteins do not redistribute into this mixed ER/Golgi system (Chege and Pfeffer, 1990; Wood et ai, 1991; Reaves and Banting, 1992) . The block in the synthesis of the higher molecular weight product by brefeldin A indicates, therefore, that the responsible modification occurs in a compartment later than the trans-Golgi, most likely the TGN. The basis for the size difference between the two GalT products in transfected COS cells is due in part to sialylation; however, the modification in transfected L cells is not known.",
            "cite_spans": [
                {
                    "start": 916,
                    "end": 930,
                    "text": "Pelham, 1991b;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 931,
                    "end": 952,
                    "text": "Klausner et ai, 1992)",
                    "ref_id": null
                },
                {
                    "start": 1101,
                    "end": 1126,
                    "text": "(Chege and Pfeffer, 1990;",
                    "ref_id": null
                },
                {
                    "start": 1127,
                    "end": 1144,
                    "text": "Wood et ai, 1991;",
                    "ref_id": null
                },
                {
                    "start": 1145,
                    "end": 1170,
                    "text": "Reaves and Banting, 1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 296,
                    "text": "(Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Differences were observed in the glycosylation of bovine GalT products between transfected COS and L cells. Whereas all membrane-bound GalT products in transfected COS cells were at least partially sensitive to Endo H, the mature GalT products from transfected L cells were Endo H resistant. Therefore, the processing of the N-glycans of bovine GalT differs between transfected COS and L cells. This may be a reflection on the different cell type or, alternatively, on the different levels of GalT activity in the transfected cells. For example, the higher GalT activity in transfected COS cells may be influencing the /V-glycan processing pathway by competing with GlcNAc transferase II and a-mannosidase II for common oligosaccharide substrates (Schachter, 1986) , thereby diverting the synthesis to Endo H-sensitive hybrid structures. In transfected COS cells, only the higher molecular weight GalT product was sialylated, whereas both GalT products were sialylated in stable L cells. This may be a reflection of the different sialyltransferases present in COS and L cells, and their specific localization within the Golgi apparatus. There are a number of sialyltransferases involved in the addition of sialic acid to N-and O-glycans (Beyer et al, 1981) . Significantly, cc2,6 sialyltransferase, which adds sialic acid residues to N-glycans, has been shown to be localized to the transcisternae and TGN (Roth et al, 1985; Taatjes et al, 1988) . However, the recent observation that the expression of rat oc2,6 sialyltransferase in COS cells leads to the appearance of new NeuAca2,6Gal-containing carbohydrate antigens (Bast et al, 1992) indicates that the level of endogenous a2,6 sialyltransferase activity may in fact be very low in COS cells. Clearly, more information is needed on the localization of other sialyltransferases, especially a2,3 sialyltransferase which also adds sialic acid residues to N-glycans (Weinstein et al, 1982) .",
            "cite_spans": [
                {
                    "start": 747,
                    "end": 764,
                    "text": "(Schachter, 1986)",
                    "ref_id": null
                },
                {
                    "start": 1237,
                    "end": 1256,
                    "text": "(Beyer et al, 1981)",
                    "ref_id": null
                },
                {
                    "start": 1406,
                    "end": 1424,
                    "text": "(Roth et al, 1985;",
                    "ref_id": null
                },
                {
                    "start": 1425,
                    "end": 1445,
                    "text": "Taatjes et al, 1988)",
                    "ref_id": null
                },
                {
                    "start": 1621,
                    "end": 1639,
                    "text": "(Bast et al, 1992)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1918,
                    "end": 1941,
                    "text": "(Weinstein et al, 1982)",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Only the high-molecular-weight GalT product was detected on the cell surface of transfected COS and L cells. Cells expressing GalT/TfR(s/A) accumulated significantly greater amounts of the high-molecular-weight product compared with full-length GalT, consistent with their differential location. As full-length GalT exists predominantly as the lower molecular weight species under steady-state conditions, the bulk of these Golgi-localized molecules are apparently inaccessible to further modification. A low level of cell surface full-length GalT was detected by flow cytometry of stable L cells and, significantly, cell surface biotinylation identified this surface GalT as the high-molecular-weight component. From these results, we conclude that if GalT products are transported through the TGN they will be modified to the higher molecular weight species and transported to the cell surface. The efficiency of this modification is also illustrated by the observation that soluble GalT(-T, -S/A) molecules also undergo a late post-translational modification in transfected COS cells just prior to secretion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "GalT has been shown to be localized to the trans-Go\\gi cistemae in a number of tissues and cells (Roth and Berger, 1982; Suganuma et al, 1991; Taatjes et al, 1992) , including transfected cells (Nilsson et al, 1991; Russo et al, 1992) . The Endo H resistance and sialidase sensitivity of full-length GalT in stable L cells indicate a late Golgi localization. Furthermore, immunoelectron microscopy has indicated that GalT is localized in transfected L cells to one face of the Golgi stack, consistent with the frans-cisternae (J.Pettitt and P. Gleeson, unpublished observations) .",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 120,
                    "text": "(Roth and Berger, 1982;",
                    "ref_id": null
                },
                {
                    "start": 121,
                    "end": 142,
                    "text": "Suganuma et al, 1991;",
                    "ref_id": null
                },
                {
                    "start": 143,
                    "end": 163,
                    "text": "Taatjes et al, 1992)",
                    "ref_id": null
                },
                {
                    "start": 194,
                    "end": 215,
                    "text": "(Nilsson et al, 1991;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 216,
                    "end": 234,
                    "text": "Russo et al, 1992)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 544,
                    "end": 578,
                    "text": "Gleeson, unpublished observations)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The data presented here strongly indicate that the mechanism of GalT localization does not involve retrieval of GalT molecules from post-Golgi compartments, but rather newly synthesized GalT molecules must be actively retained on arrival at the trans-Golgi (Figure 10 ). It should be pointed out that in HeLa cells GalT has been localized not only to the trans-Go\\gi, but also to the TGN (Nilsson et al, 1993b) . There could be differences in the localization of GalT in HeLa cells compared with COS and L cells. Alternatively, as the TGN is an extensive membrane network it is possible that subdomains exist within this compartment so that actively retained GalT, even within the TGN, remains inaccessible to late modifications. Only the GalT molecules in transit through the TGN would then be modified ( Figure 10 ). These findings contrast with TGN38/41 and furin, both TGN-resident proteins, which have retrieval signals in their long cytoplasmic domains, allowing their return from the cell surface (Luzio et al, 1990; Reaves et al, 1992; Bos et al, 1993; Humphreys et al, 1993; Stanley and Howell, 1993; Chapman and Munro, 1994; Molloy et al, 1994; Wilde et al, 1994) . In view of the results presented here, and as the majority of glycosyltransferases have short cytoplasmic tails, it seems likely that active retention, rather than retrieval, could be a common feature for this group of resident Golgi proteins.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 410,
                    "text": "(Nilsson et al, 1993b)",
                    "ref_id": null
                },
                {
                    "start": 1004,
                    "end": 1023,
                    "text": "(Luzio et al, 1990;",
                    "ref_id": null
                },
                {
                    "start": 1024,
                    "end": 1043,
                    "text": "Reaves et al, 1992;",
                    "ref_id": null
                },
                {
                    "start": 1044,
                    "end": 1060,
                    "text": "Bos et al, 1993;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1061,
                    "end": 1083,
                    "text": "Humphreys et al, 1993;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1084,
                    "end": 1109,
                    "text": "Stanley and Howell, 1993;",
                    "ref_id": null
                },
                {
                    "start": 1110,
                    "end": 1134,
                    "text": "Chapman and Munro, 1994;",
                    "ref_id": null
                },
                {
                    "start": 1135,
                    "end": 1154,
                    "text": "Molloy et al, 1994;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1155,
                    "end": 1173,
                    "text": "Wilde et al, 1994)",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 267,
                    "text": "(Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 806,
                    "end": 815,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Hong and co-workers (Tang et al, 1992; Wong et al, 1992) have also used a biochemical approach to quantitate the efficiency of Golgi localization of fusion proteins. Their assay uses a cell-surface biotinylation technique, and the relative levels of the cell surface and intracellular forms of the fusion proteins were determined by comparison with the cell surface protein, dipeptidyl peptidase IV. With this approach, these investigators concluded that the a2,6 sialyltransferase and GlcNAc transferase I were not retrieved from the cell surface, an observation we have confirmed and extended here with GalT. Although useful, particularly for the TGN-localized sialyltransferase, their assay can only distinguish between cell surface and intracellular forms of the fusion proteins.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 38,
                    "text": "(Tang et al, 1992;",
                    "ref_id": null
                },
                {
                    "start": 39,
                    "end": 56,
                    "text": "Wong et al, 1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The mechanism for the localization of resident Golgi glycosyltransferase is the subject of much speculation (Bretscher and Munro, 1993; Machamer, 1993; Nilsson et al, 1993a; Gleeson et al, 1994) . As the Golgi localization of fulllength GalT is not readily saturated in transfected cells (Nilsson et al, 1991; Aoki et al, 1992; Russo et al, 1992; Teasdale et al, 1992) , and as the localization of GalT does not appear to involve a retrieval system, a classical receptor-mediated mechanism is unlikely. Retention may be due to the aggregation of resident Golgi molecules within the specific microenvironment of the Golgi subcompartments (Machamer, 1991; Nilsson et al, 1993; Gleeson et al, 1994) . Here we have shown that full-length GalT in transfected L cells was very susceptible to efficient cross-linking, indicating the existence of GalT oligomers or aggregates. Other studies have also indicated that Golgi proteins can self-associate. For example, Nilsson et al. (1994) showed that the addition of an ER retention motif to the GlcNAc transferase I cytoplasmic tail not only causes GlcNAc transferase I to localize to the ER, but also partially retains another medial-Go\\g'\\ enzyme, namely a-mannosidase II, within the ER. Burke (1994) has demonstrated co-precipitation of GlcNAc transferase II activity, another medial-Go\\gi enzyme, using specific GlcNAc transferase I antibodies. Aggregation has also been shown to correlate with Golgi retention of a hybrid protein containing the transmembrane domain of M glycoprotein of the avian coronavirus (Weisz et al., 1993) . These investigators demonstrated that the appearance of SDS-resistant aggregates of the M hybrid protein correlated with Golgi localization, whereas mislocalized transmembrane domain point mutants do not oligomerize. Further characterization of these aggregates is required to understand how these resident Golgi proteins are retained within these membranes.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 135,
                    "text": "(Bretscher and Munro, 1993;",
                    "ref_id": null
                },
                {
                    "start": 136,
                    "end": 151,
                    "text": "Machamer, 1993;",
                    "ref_id": null
                },
                {
                    "start": 152,
                    "end": 173,
                    "text": "Nilsson et al, 1993a;",
                    "ref_id": null
                },
                {
                    "start": 174,
                    "end": 194,
                    "text": "Gleeson et al, 1994)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 288,
                    "end": 309,
                    "text": "(Nilsson et al, 1991;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 310,
                    "end": 327,
                    "text": "Aoki et al, 1992;",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 346,
                    "text": "Russo et al, 1992;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 347,
                    "end": 368,
                    "text": "Teasdale et al, 1992)",
                    "ref_id": null
                },
                {
                    "start": 637,
                    "end": 653,
                    "text": "(Machamer, 1991;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 654,
                    "end": 674,
                    "text": "Nilsson et al, 1993;",
                    "ref_id": null
                },
                {
                    "start": 675,
                    "end": 695,
                    "text": "Gleeson et al, 1994)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 956,
                    "end": 977,
                    "text": "Nilsson et al. (1994)",
                    "ref_id": null
                },
                {
                    "start": 1230,
                    "end": 1242,
                    "text": "Burke (1994)",
                    "ref_id": null
                },
                {
                    "start": 1554,
                    "end": 1574,
                    "text": "(Weisz et al., 1993)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Subconfluent monolayers of cells, pre-incubated for 24 h with Opti MEM I media (Gibco-BRL, USA) (serum free) to eliminate possible contamination of cells by bovine GalT derived from the fetal calf serum, were washed with saline and harvested with 50 mM EDTA in PBS. For detection of surface GalT, cell suspensions (2 x 10 6 cells) were washed twice with DMEM (serum free) and pre-incubated with PBS containing 20 mg/ml bovine serum albumin (BSA) (Fraction V, Sigma, USA) for 30 min. The cells were then incubated with affinity-purified anti-GalT antibodies or with pre-immune immunoglobulin (200 |il of 2 Hg/ml, diluted in PBS) followed by FITC-conjugated sheep antirabbit immunoglobulin, and analysed as described previously (Teasdale et al, 1992) .",
            "cite_spans": [
                {
                    "start": 726,
                    "end": 748,
                    "text": "(Teasdale et al, 1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Flow cytometry"
        },
        {
            "text": "Simian COS-7 cells and murine L cells were maintained in exponential growth as monolayers in Dulbecco's modified Eagles medium supplemented with 10% (v/v) fetal calf serum (Commonwealth Serum Laboratories, Australia), 2 mM glutamine, 100 U/ml penicillin and 0.1% (w/v) streptomycin [complete Dulbecco's modified Eagle's medium (DMEM)].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell culture"
        },
        {
            "text": "The details of the plasmids are described in Teasdale et al. (1992) .",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 67,
                    "text": "Teasdale et al. (1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "cDNA constructions"
        },
        {
            "text": "Anti-bovine GalT antibodies (Teasdale et al., 1992) , affinity purified from a rabbit antiserum using a bacterial recombinant fusion protein, were used to detect the GalT products. The affinity-purified antibodies showed minimal cross-reactivity with GalT from untransfected COS-7 and L cells (Teasdale etai, 1992) .",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 51,
                    "text": "(Teasdale et al., 1992)",
                    "ref_id": null
                },
                {
                    "start": 293,
                    "end": 314,
                    "text": "(Teasdale etai, 1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Antibodies"
        },
        {
            "text": "Control antibodies were prepared by 40% ammonium sulphate precipitation of pre-immune rabbit serum. This immunoglobulin fraction was used at an equivalent protein concentration to the affinity-purified antibodies in all experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibodies"
        },
        {
            "text": "Murine PC-1 was detected with a rat monoclonal antibody to PC-1, IR5I8 (Stearneera/., 1985) .",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 91,
                    "text": "(Stearneera/., 1985)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Antibodies"
        },
        {
            "text": "Approximately 10 6 COS-7 cells/75 cm 2 tissue culture flask were transfected with 2.5 u.g of DNA using the DEAE-dextran procedure with a chloroquine incubation (Sambrook et al., 1989) Murine L cells were transfected and transfectants containing the Ecogpt gene were selected as described previously (Teasdale et al., 1992) . Mycophenolic acid-resistant clones were isolated by limiting dilution in 96 well plates.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 183,
                    "text": "(Sambrook et al., 1989)",
                    "ref_id": null
                },
                {
                    "start": 299,
                    "end": 322,
                    "text": "(Teasdale et al., 1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Transfections"
        },
        {
            "text": "Cell monolayers on glass microscope slides (Flow Laboratories, Australia) were fixed and permeabilized with cold acetone (-20°C). Indirect immunofluorescence was performed as previously described (Teasdale et al, 1992) using fluorescein isothiocyanate (FITC)-conjugated secondary antibodies. Monolayers were examined with a Zeiss epifluorescence microscope.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 218,
                    "text": "(Teasdale et al, 1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Immunofluorescence microscopy"
        },
        {
            "text": "For surface staining of non-permeabilized cells, monolayers were fixed in phosphate-buffered saline (PBS) containing 4% paraformaldehyde for 20 min at room temperature, quenched for 15 min in serum-free DMEM, and immunofluorescence carried out as above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunofluorescence microscopy"
        },
        {
            "text": "Nocodazole and brefeldin A treatments were performed as described previously (Teasdale et al, 1992) . For cycloheximide treatment prior to indirect immunofluorescence, cells were grown on multiwell slides and the monolayers incubated with 100 ng/ml cycloheximide in complete DMEM at 37°C for 4 h. For preparation of cell extracts, monolayers in 25 cm 2 flasks were incubated with 100 Hg/ml cycloheximide in complete DMEM for up to 8 h, with the cycloheximide-containing medium changed after 4 h. Inhibition of protein synthesis was assessed by L-[ 35 S]methionine/cysteine incorporation into total cellular protein of cycloheximide-treated and untreated cells. For pulse-chase experiments in the presence of brefeldin A, monolayers of transfected COS-7 cells were incubated with complete DMEM containing 5 ug/ml brefeldin A (Calbiochem, CA, USA) for 30 min at 37°C. The cells were then radiolabelled and chased as above, except all media used contained 5 |ig/ml brefeldin A.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 99,
                    "text": "(Teasdale et al, 1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Drug treatments"
        },
        {
            "text": "Radiolabelled cells were washed twice in sterile saline and then extracted in 1 ml of lysis buffer (PBS containing 1% Triton X-100, 0.5% deoxycholate, 0.1% SDS, 0.01% sodium azide, 5 mM EDTA, 0.1 M sodium chloride, 1 mM phenylmethylsulphonyl fluoride, 0.5 Ug/ml leupeptin, 1 Ug/ml pepstatin) for 30 min on ice. Nuclei and cell debris were removed by centrifugation at lOOOOgfor 15minat4°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunoprecipitation"
        },
        {
            "text": "The 35 S-labelled cell extracts were initially pre-cleared by incubating with an aliquot of Protein A-Sepharose 4B (Pharmacia, Sweden) (100 (Xl of a 10% suspension in lysis buffer containing 10 mg/ml BSA), at 4°C for 30 min with rotation and then removed by centrifugation. Pre-cleared extracts (500 u.1) were then incubated with either 0.8 u.g (4 u.1) of affinity-purified anti-GalT antibodies, or the pre-immune immunoglobulin, for 4 h at 4°C with rotation. The immune complexes were collected by addition of 100 |ll of a 10% suspension of Protein A-Sepharose 4B as described above The Protein A-Sepharose 4B beads were then washed using the buffers described by Owen et al (1980) . For immunoprecipitations of the GalT(-T,-S/A) product, cells were radiolabelled as above and the secreted product collected by immunoprecipitation from the DMEM chase media.",
            "cite_spans": [
                {
                    "start": 665,
                    "end": 682,
                    "text": "Owen et al (1980)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Immunoprecipitation"
        },
        {
            "text": "For unlabelled cells, immunoprecipitations were carried out as above except that the pre-clearing step with Protein A-Sepharose 4B was omitted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunoprecipitation"
        },
        {
            "text": "Immune complexes were solubilized in electrophoresis sample buffer at 100°C for 3 min and analysed under reducing conditions by SDS-PAGE (Laemmli, 1970) , on 10% polyacrylamide gels, followed by fluorography at -70°C, using Dupont Lightning Plus intensifying screens and pre-flashed Fuji X-ray film",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 152,
                    "text": "(Laemmli, 1970)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Immunoprecipitation"
        },
        {
            "text": "Proteins were immunoprecipitated from cell extracts as described above. Proteins were released from the Protein A-Sepharose 4B beads by boiling for 3 min in 10 fxl of 0.5% SDS containing 0.1 M P-mercaptoethanol and the Sepharose beads removed by centrifugation. The eluted material was treated as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glycosidase treatment"
        },
        {
            "text": "N-glycanase digestion The supernatant was diluted with 1.5 vols of 0.1 M Tris acetate buffer (pH 8.6) containing 10 mM EDTA and 3.5% Nonidet P-40, and the sample divided into aliquots. Buffer [0.1 M Tris acetate buffer (pH 8.6), lOmM EDTA] and A'-glycanase (Genzyme Corporation) at a final concentration of 8 3 U/ml were added, and the samples (total volume 15 ul) were incubated at 37°C for 16 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glycosidase treatment"
        },
        {
            "text": "Sialidase. The supernatant was diluted with 4 vols of 50 mM NaOAc (pH 5.5), 0.15 M NaCl, 9 mM CaCl,, 0.1% Triton X-100, and the sample divided into aliquots. Sialidase (20 mU) (Vibrio cholerae; Calbiochem) was added to each aliquot and the samples (final volume 100 uJ) incubated at 37°C for 4 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glycosidase treatment"
        },
        {
            "text": "Endo H. The SDS-released material was diluted with 1.5 vols of 0.1 M sodium citrate buffer (pH 5.5) containing 3.5% Nonidet P-40 and the sample divided into aliquots. Incubations (final volume 20 nl) were carried out at 37°C for 16 h in 50 mM sodium citrate buffer (pH 5.5) with 0.2 U/ml of Endo H (Boehringer-Mannheim).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glycosidase treatment"
        },
        {
            "text": "Controls were included in each case which contained no enzyme. Following the incubations, samples were diluted with SDS-PAGE electrophoresis sample buffer, boiled for 3 min, and analysed by SDS-PAGE and fluorography.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glycosidase treatment"
        },
        {
            "text": "Total cellular proteins, or purified protein preparations, were dissolved in reducing SDS electrophoresis sample buffer (Laemmh, 1970) , and separated by SDS-PAGE. The separated proteins were electrophoretically transferred to nitrocellulose (Schleicher and Schuell, FRG) at 60 V for 16 h and 4°C according to Towbin et al. (1979) . After transfer, a small strip of the membrane was removed and stained for protein with 1% Ponceau S, and the remaining nitrocellulose membrane blocked with 3% (w/v) fish gelatin (Teleostean gelatin; Sigma, USA) in PBS/0.05% (v/v) Tween 20 overnight. The membrane was then cut into strips and incubated for 1-1.5 h with the primary antibody diluted in the blocking solution. After three 10 min washes in PBS containing 0.05% Tween 20, the strips were then incubated for 1-1.5 h with peroxidaseconjugated pig anti-rabbit immunoglobulin (Dakopatts, Denmark), diluted 1:500 in the blocking solution, and the strips washed as before. Bound peroxidase was detected by Enchanced Chemiluminescence (Amersham, Australia) and fluorography. Molecular weight standards, transferred to nitrocellulose strips, were stained with 1% Ponceau S.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 134,
                    "text": "(Laemmh, 1970)",
                    "ref_id": null
                },
                {
                    "start": 310,
                    "end": 330,
                    "text": "Towbin et al. (1979)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Immunoblolting"
        },
        {
            "text": "COS-7 cells were harvested 24 h after transfection with trypsin-EDTA, and then incubated overnight in complete DMEM as a suspension culture in Falcon 1029 Petri dishes (Becton Dickinson, NJ). The following day, cells were washed twice in lodination PBS, then resuspended in 200 \\x\\ of the same buffer. Lactoperoxidase-catalysed cell surface iodination of COS-7 cell suspensions with I25 I was performed at room temperature according to Goding (1980) using -5 x 10 6 cells and 0.5 mCi Na l25 I (NEN-Dupont, Australia). The viability of the cell suspensions prior to labelling was >95% as assessed by trypan blue exclusion. After labelling, the cells were extracted and immunoprecipitated as above.",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 449,
                    "text": "Goding (1980)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cell surface radioiodination"
        },
        {
            "text": "Cell surface biotinylation L cell monolayers were trypsinized and the cells suspended in complete medium in Petri dishes (Falcon 1029) overnight. Cells were collected and washed three times in ice-cold PBS containing 1 mM MgCl 2 and 0.1 mM CaCl 2 , and then incubated on ice with 0.5 mg/ml N-hydroxysuccinimido-biotin (Pierce Chemical Company, Rockford, IL) in PBS for 30 min with occasional shaking. After biotinylation, the cells were washed in ice-cold DME containing 10% fetal calf serum (FCS), then extracted with immunoprecipitation lysis buffer for 30 min on ice. After centrifugation, extracts (500 |ll) were incubated with 0.8 Jig (4 |il) of affinity-purified anti-GalT antibodies for 4 h at 4°C with rotation. The immune complexes were collected by the addition of 100 p.1 of a 10% suspension of Protein A-Sepharose 4B as described earlier. The isolated immune complexes were solubilized in SDS reducing electrophoresis buffer for 2 min at 100°C, and the proteins separated by SDS-PAGE and transferred to nitrocellulose. After transfer, the nitrocellulose membrane was incubated overnight in PBS containing 1 M glucose, 10% (v/v) glycerol, 3% fish gelatin (w/v) (Sigma, USA) and 0.05% (v/v) Tween 20 (blocking solution). Biotinylated proteins were detected by chemiluminescence (Renaissance, Dupont) following incubation with streptavidin-horseradish peroxidase (HRP) (diluted 1:500 in the blocking solution) (Amersham, Australia). Total GalT products were detected as described earlier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell surface radioiodination"
        },
        {
            "text": "Microsomes were prepared from transfected L cells according to Kooy et al. (1991) and Gruenberg and Gorvel (1992) . The microsomes were resuspended in 50 mM HEPES (pH 7.4), containing 100 mM NaCl and 1 mM phenylmethylsulphonyl fluoride, and 50 nl aliquots were incubated with 1 mg/ml of the cleavable homobifunctional cross-linking agent DSP (Pierce Chemical Company, Rockford, IL), or in the absence of DSP, for 30 min on ice with occasional mixing. At the end of the reaction, excess DSP was blocked by the addition of 30 |il of 1 M glycine containing 10 mM A/-ethylmaleimide for 10 min with rotation at 4°C. Treated samples were extracted in an equal volume of SDS sample buffer and analysed under reducing and non-reducing conditions by immunoblotting and chemiluminescence using affinity-purified anti-GalT antibodies.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 81,
                    "text": "Kooy et al. (1991)",
                    "ref_id": null
                },
                {
                    "start": 86,
                    "end": 113,
                    "text": "Gruenberg and Gorvel (1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cross-linking of membrane GalT"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Golgi retention of a rrans-Golgi membrane protein, galactosyl-transferase, requires cysteine and histidine residues within the membrane-anchoring domain",
            "authors": [
                {
                    "first": ".",
                    "middle": [
                        "D"
                    ],
                    "last": "Aoki",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "N"
                    ],
                    "last": "Yamaguchi",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "C"
                    ],
                    "last": "Dubois",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "M N"
                    ],
                    "last": "Fukuda",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Proc. NatlAcad. Sci. USA",
            "volume": "89",
            "issn": "",
            "pages": "4319--4323",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mammary epithelial reorganization on extracellular matrix is mediated by cell surface galactosyltransferase",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "M H"
                    ],
                    "last": "Barcellos-Hoff",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Exp. Cell. Res",
            "volume": "201",
            "issn": "",
            "pages": "225--234",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The HB-6, CDw75, and CD76 differentiation antigens are unique cell-surface carbohydrate determinants generated by the betagalactoside alpha 2,6-sialyltransferase",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Bast",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Freeman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "K J"
                    ],
                    "last": "Colley",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "J"
                    ],
                    "last": "Ernstj",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "M"
                    ],
                    "last": "Munroj",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "Tf"
                    ],
                    "last": "Tedder",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Biol",
            "volume": "116",
            "issn": "",
            "pages": "425--435",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Laminin fragment E8 mediates PC 12 cell neurite outgrowth by binding to cell surface pi,4 galactosyltransferase",
            "authors": [
                {
                    "first": ".",
                    "middle": [
                        "P C"
                    ],
                    "last": "Begovac",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "D E"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "B D"
                    ],
                    "last": "Shur",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "113",
            "issn": "",
            "pages": "637--644",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Identification and characterisation of a soluble form of the plasma cell membrane glycoprotein PC-1 (5'-nucleotide phosphodiesterase)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Belli",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "R"
                    ],
                    "last": "Van Drielj",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "J W"
                    ],
                    "last": "Goding",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Eur. J. Biochem",
            "volume": "217",
            "issn": "",
            "pages": "421--449",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Glycosyltransferases and their use in assessing ohgosaccharide structure and structure-function relationships",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "T A"
                    ],
                    "last": "Beyer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "J E"
                    ],
                    "last": "Sadler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Rearick",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "J C"
                    ],
                    "last": "Paulson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "R L"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Adv. Enzymol",
            "volume": "52",
            "issn": "",
            "pages": "23--175",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "TGN38 is maintained in the trans-Golgi network by a tyrosine-containing motif in the cytoplasmic domain",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bos",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "C"
                    ],
                    "last": "Wraight",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "K K"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "EMBOJ",
            "volume": "12",
            "issn": "",
            "pages": "2219--2228",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Brefeldin A induces endoplasmic reticulum-associated O-glycosylation of galactosyltransferase",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bosshart",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "P"
                    ],
                    "last": "Straehl",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "B"
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Celt. Physiol",
            "volume": "147",
            "issn": "",
            "pages": "149--156",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Cholesterol and the Golgi apparatus",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "M S"
                    ],
                    "last": "Bretscher",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "S"
                    ],
                    "last": "Munro",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Science",
            "volume": "261",
            "issn": "",
            "pages": "1280--1281",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Protein sorting in the secretory pathway",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "J"
                    ],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The transmembrane and flanking sequences of (31,2-N-acetylglucosaminyltransferase I specify medial-Golgi localization",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "J M"
                    ],
                    "last": "Pettitt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schachter",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "M"
                    ],
                    "last": "Sarkar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Gleeson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Biol. Chem",
            "volume": "267",
            "issn": "",
            "pages": "24433--24440",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Medial-Go\\p retention of N-acetylglucosaminyltransferase I",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Burkej",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "M"
                    ],
                    "last": "Pettittj",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Humphris",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "P A"
                    ],
                    "last": "Gleeson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Biol. Chem",
            "volume": "269",
            "issn": "",
            "pages": "12049--12059",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Retrieval of TGN proteins from the cell surface requires endosomal acidification",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "S"
                    ],
                    "last": "Munro",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "EMBO J",
            "volume": "13",
            "issn": "",
            "pages": "2305--2312",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Compartmentation of the Golgi complex; brefeldin-A distinguishes trans-Golgi cisternae from the trans-Golgi network",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "N W"
                    ],
                    "last": "Chege",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "S R"
                    ],
                    "last": "Pfeffer",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "/ Cell Biol",
            "volume": "111",
            "issn": "",
            "pages": "893--899",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The signal anchor and stem regions of the beta-galactoside alpha 2,6-sialyltransferase may each act to localize the enzyme to the Golgi apparatus",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "K J"
                    ],
                    "last": "Colley",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "E U"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "J C"
                    ],
                    "last": "Paulson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Biol. Chem",
            "volume": "267",
            "issn": "",
            "pages": "7784--7793",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Cloning of cDNA encoding the membrane-bound form of bovine P1,4-galactosyltransferase",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "D&apos;agostaro",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "B"
                    ],
                    "last": "Bendiak",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "M"
                    ],
                    "last": "Tropak",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Eur. J. Biochem",
            "volume": "183",
            "issn": "",
            "pages": "211--217",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Specific sequences in the signal anchor of the P-galactoside a-2,6-sialytransferase are not essential for Golgi localization",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Dahdal",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "K J"
                    ],
                    "last": "Colley",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Biol. Chem",
            "volume": "268",
            "issn": "",
            "pages": "26310--26319",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Progress in unravelling pathways of Golgi traffic",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "M G"
                    ],
                    "last": "Farquhar",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Annu. Rev. Cell Biol",
            "volume": "1",
            "issn": "",
            "pages": "447--488",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Targeting of proteins to the Golgi apparatus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Gleeson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "R D"
                    ],
                    "last": "Teasdale",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "J"
                    ],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Glycoconjugate J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Structural studies on lymphocyte surface IgD",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "J W"
                    ],
                    "last": "Goding",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Immunol",
            "volume": "124",
            "issn": "",
            "pages": "2082--2088",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The trans Golgi network: sorting at the exit site of the Golgi complex",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "G"
                    ],
                    "last": "Gnffiths",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Science",
            "volume": "234",
            "issn": "",
            "pages": "438--443",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "In vitro reconstitution of endocytic vesicle fusion",
            "authors": [
                {
                    "first": "Gruenbergj",
                    "middle": [],
                    "last": "Gorvel",
                    "suffix": ""
                },
                {
                    "first": "J-P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Protein Targeting, a Practical Approach",
            "volume": "",
            "issn": "",
            "pages": "187--215",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The endoplasmic reticulum-Golgi intermediate compartment",
            "authors": [
                {
                    "first": "H.-P",
                    "middle": [],
                    "last": "Hauri",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "A"
                    ],
                    "last": "Schweizer",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Curr. Opin. Cell Biol",
            "volume": "4",
            "issn": "",
            "pages": "600--608",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Localization of TGN38 to the trans-Go\\g\\ network: Involvement of a cytoplasmic tyrosine-containing sequence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Humphreys",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "P J"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "L C"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "S"
                    ],
                    "last": "Bonifacinoj",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Biol",
            "volume": "120",
            "issn": "",
            "pages": "1123--1135",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Retrieval of transmembrane proteins to the endoplasmic reticulum",
            "authors": [
                {
                    "first": "Jackson",
                    "middle": [
                        "M R"
                    ],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "T"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Biol",
            "volume": "121",
            "issn": "",
            "pages": "317--333",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Brefeldin A: insights into the control of membrane traffic and organelle structure",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "R D"
                    ],
                    "last": "Klausner",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "G"
                    ],
                    "last": "Donaldsonj",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "J"
                    ],
                    "last": "Lippincott-Schwartz",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Biol",
            "volume": "116",
            "issn": "",
            "pages": "1071--1080",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Identification of components of the endoplasmic reticulum and Golgi complex by murine autoreactive monoclonal antibodies",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "J"
                    ],
                    "last": "Kooy",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "J R"
                    ],
                    "last": "Underwood",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Gleeson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Immunology",
            "volume": "72",
            "issn": "",
            "pages": "418--425",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Cleavage of structural proteins during the assembly of the head of the bacteriophage T4",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "U K"
                    ],
                    "last": "Laemmli",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Nature",
            "volume": "227",
            "issn": "",
            "pages": "680--685",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Studies on the carbohydrate structure of bovine milk galactosyltransferase",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "E D"
                    ],
                    "last": "Lehman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Hudson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "K E"
                    ],
                    "last": "Ebner",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "FEBS Lett",
            "volume": "54",
            "issn": "",
            "pages": "65--69",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Identification, sequencing and expression of an integral membrane protein of the trans-Golgi network (TGN38)",
            "authors": [
                {
                    "first": ".",
                    "middle": [
                        "J P"
                    ],
                    "last": "Luzio",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brake",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Banting",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "K E"
                    ],
                    "last": "Howell",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "P"
                    ],
                    "last": "Braghetta",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "K K"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Biochem. J",
            "volume": "270",
            "issn": "",
            "pages": "97--102",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Golgi retention signals: Do membranes hold the key?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Trends Cell Biol",
            "volume": "1",
            "issn": "",
            "pages": "141--144",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Targetting and retention of Golgi membrane proteins",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "C E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Curr. Opin. Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "606--612",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The Golgi complex: In vitro veritas?",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "I"
                    ],
                    "last": "Mellman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Cell",
            "volume": "68",
            "issn": "",
            "pages": "829--840",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Complementarity between sperm surface p-1,4-galactosyltransferase and egg-coat ZP3 mediates sperm-egg binding",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "D J"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "M B"
                    ],
                    "last": "Macek",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "B D"
                    ],
                    "last": "Shur",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nature",
            "volume": "357",
            "issn": "",
            "pages": "589--593",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Intracellular trafficking and activation of the furin proprotein convertas-Localization to the TGN and recycling from the cell surface",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Molloy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "J K"
                    ],
                    "last": "Vanslyke",
                    "suffix": ""
                },
                {
                    "first": "Thomas",
                    "middle": [
                        "P E G"
                    ],
                    "last": "Stenberg",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "EMBO J",
            "volume": "13",
            "issn": "",
            "pages": "18--33",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Sequences within and adjacent to the transmembrane segment of a-2,6-sialyltransferase specify Golgi retention",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Munro",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "EMBO J",
            "volume": "10",
            "issn": "",
            "pages": "3577--3588",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The membrane spanning domain of P-1,4-galactosyltransferase specifies trans Golgi localization",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "J M"
                    ],
                    "last": "Lucocq",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "G"
                    ],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "EMBO J",
            "volume": "10",
            "issn": "",
            "pages": "3567--3575",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Kin recognition. A model for the retention of Golgi enzymes",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "T"
                    ],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slusarewicz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "G"
                    ],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "FEBS Lett",
            "volume": "330",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Overlapping distribution of two glycosyltransferases in the Golgi apparatus of HeLa cells",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "T"
                    ],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "M"
                    ],
                    "last": "Pypaert",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "M H"
                    ],
                    "last": "Hoe",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "P"
                    ],
                    "last": "Slusarewicz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "E G"
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "G"
                    ],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Biol",
            "volume": "120",
            "issn": "",
            "pages": "5--13",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Kin recognition between medial Golgi enzymes in HeLa cells",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "T"
                    ],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "M H"
                    ],
                    "last": "Hoe",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "P"
                    ],
                    "last": "Slusarewicz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rabouille",
                    "suffix": ""
                },
                {
                    "first": "Watson",
                    "middle": [
                        "R F"
                    ],
                    "last": "Hunte",
                    "suffix": ""
                },
                {
                    "first": "Watzele",
                    "middle": [
                        "G E G"
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "EMBO J",
            "volume": "13",
            "issn": "",
            "pages": "562--574",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Biosynthesis of HLA-A and HLA-B antigens in vivo",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "M J"
                    ],
                    "last": "Owen",
                    "suffix": ""
                },
                {
                    "first": "A.-M",
                    "middle": [],
                    "last": "Kissonerghis",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "H F"
                    ],
                    "last": "Lodish",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Biol. Chem",
            "volume": "255",
            "issn": "",
            "pages": "9678--9684",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Control of protein exit from the endoplasmic reticulum",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "H R"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Annu. Rev. Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "1--23",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Recycling of proteins between the endoplasmic reticulum and Golgi complex",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "H R"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Curr. Opin. Cell Biol",
            "volume": "3",
            "issn": "",
            "pages": "585--591",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Biosynthetic protein transport and sorting by the endoplasmic reticulum and Golgi",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R ;"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "S R"
                    ],
                    "last": "Pfeffer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Annu. Rev. Biochem",
            "volume": "56",
            "issn": "",
            "pages": "829--852",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Vesicle-mediated protein sorting",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "N K"
                    ],
                    "last": "Pryer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "L J"
                    ],
                    "last": "Wuestehube",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "R"
                    ],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Annu. Rev. Biochem",
            "volume": "61",
            "issn": "",
            "pages": "471--516",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Perturbation of the morphology of the trans-Golgi network following Brefeldin A treatment: redistribution of a TGNspecific integral membrane protein",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "B"
                    ],
                    "last": "Reaves",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "G"
                    ],
                    "last": "Banting",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "TGN38. J. Cell Biol",
            "volume": "116",
            "issn": "",
            "pages": "85--94",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Identification, molecular characterization and immunolocalization of an isoform of the rrans-Golgi-network (TGN)-specific integral membrane protein TGN38",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "B"
                    ],
                    "last": "Reaves",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilde",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "G"
                    ],
                    "last": "Banting",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Biochem. J",
            "volume": "283",
            "issn": "",
            "pages": "313--316",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Subcellular organization of glycosylation in mammalian cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Biochim. Biophys. Ada",
            "volume": "906",
            "issn": "",
            "pages": "405--436",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Immunocytochemical localisation of galactosyltransferase in HeLa cells: Codistribution with thiamine pyrophosphatase in trans-Golgi cisternae",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "J"
                    ],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "E G"
                    ],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Cell Biol",
            "volume": "92",
            "issn": "",
            "pages": "223--229",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Demonstration of an extensive trans-tubular network continuous with the Golgi apparatus stack that may function in glycosylation",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "J"
                    ],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "D J"
                    ],
                    "last": "Taatjes",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "J M"
                    ],
                    "last": "Lucocq",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "J"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "J C"
                    ],
                    "last": "Paulson",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Cell",
            "volume": "43",
            "issn": "",
            "pages": "287--295",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Molecular dissection of the secretory pathway",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothmanj",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "L"
                    ],
                    "last": "Orci",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nature",
            "volume": "355",
            "issn": "",
            "pages": "409--115",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Implications of the SNARE hypothesis for intracellular membrane topology and dynamics",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothmanj",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "G"
                    ],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Curr. Biol",
            "volume": "4",
            "issn": "",
            "pages": "220--233",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": ") pl,4-galactosyltransferase: a short NH 2 -terminal fragment that includes the cytoplasmic and transmembrane domain is sufficient for Golgi retention",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Russo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Shaper",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "Dj"
                    ],
                    "last": "Taatjes",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "H"
                    ],
                    "last": "Shaperj",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Biol. Chem",
            "volume": "267",
            "issn": "",
            "pages": "9241--9247",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Molecular Cloning. A Laboratory Manual",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sambrookj",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "E F"
                    ],
                    "last": "Fritsch",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "T"
                    ],
                    "last": "Maniatis",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Biosynthetic controls that determine the branching and microheterogeneity of protein-bound oligosaccharides",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "H"
                    ],
                    "last": "Schachter",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Biochem. Cell Biol",
            "volume": "64",
            "issn": "",
            "pages": "163--181",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Enzymes associated with glycosylation",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "H"
                    ],
                    "last": "Shaperj",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "N L"
                    ],
                    "last": "Shaper",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Curr. Opin. Struct. Biol",
            "volume": "2",
            "issn": "",
            "pages": "701--709",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Cell surface galactosyltransferase: immunochemical localization",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "N L"
                    ],
                    "last": "Shaper",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "P L"
                    ],
                    "last": "Mann",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "J H"
                    ],
                    "last": "Shaper",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell Biochem",
            "volume": "28",
            "issn": "",
            "pages": "229--239",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Evidence that galactosyltransferase is a surface receptor for poly(N)-acetyllactosamine glycoconjugates on embryonal carcinoma cells",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "B D"
                    ],
                    "last": "Shur",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Biol. Chem",
            "volume": "257",
            "issn": "",
            "pages": "6871--6878",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Cell surface (51,4 galactosyltransferase: twenty years later",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "B D"
                    ],
                    "last": "Shur",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Glycobwlogy",
            "volume": "1",
            "issn": "",
            "pages": "563--575",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "TGN38/41: a molecule on the move",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "K E"
                    ],
                    "last": "Howell",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Trends Cell Biol",
            "volume": "3",
            "issn": "",
            "pages": "252--255",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "The murine plasma cell antigen PC-1: Purification and partial amino acid sequence",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Stearne",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "I R"
                    ],
                    "last": "Van Driel",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "B"
                    ],
                    "last": "Grego",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "R J"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "J W"
                    ],
                    "last": "Goding",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Immunol",
            "volume": "134",
            "issn": "",
            "pages": "443--448",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Golgi and secreted galactosyltransferase",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Strous",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "CRC Crit Rev. Biochem",
            "volume": "21",
            "issn": "",
            "pages": "119--151",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Subcellular localization of N-acetylglucosaminide pi-4 galactosyltransferase revealed by immunoelectron microscopy",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "T"
                    ],
                    "last": "Suganuma",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "H"
                    ],
                    "last": "Muramatsu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "T"
                    ],
                    "last": "Muramatsu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "K"
                    ],
                    "last": "Ihida",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "J"
                    ],
                    "last": "Kawano",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "F"
                    ],
                    "last": "Murata",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Histochem. Cytochem",
            "volume": "39",
            "issn": "",
            "pages": "299--309",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Targeting and fusion in vesicular transport",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "E S"
                    ],
                    "last": "Sztul",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "P"
                    ],
                    "last": "Melancon",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "K E"
                    ],
                    "last": "Howell",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Trends Cell Biol",
            "volume": "2",
            "issn": "",
            "pages": "381--386",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Post-Golgi apparatus localization and regional expression of rat intestinal sialyltransferase detected by immunoelectron microscopy with polypeptide epitope-purified antibody",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "D J"
                    ],
                    "last": "Taatjes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Weinsteinj",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "C"
                    ],
                    "last": "Paulson",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Biol. Chem",
            "volume": "263",
            "issn": "",
            "pages": "6302--6309",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Immunocytochemical localization of (31,4 galactosyltransferase in epithelial cells from bovine tissues using monoclonal antibodies",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "D J"
                    ],
                    "last": "Taatjes",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "J"
                    ],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "N L"
                    ],
                    "last": "Shaper",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "J H"
                    ],
                    "last": "Shaper",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Glycobiology",
            "volume": "2",
            "issn": "",
            "pages": "579--589",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "The transmembrane domain of N-glucosaminyltransferase I contains a Golgi retention signal",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "B L"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "S H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "S H"
                    ],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "W"
                    ],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Biol. Chem",
            "volume": "267",
            "issn": "",
            "pages": "10122--10126",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "The signal for Golgi retention of bovine pl,4-galactosyltransferase is in the transmembrane domain",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "R D"
                    ],
                    "last": "Teasdale",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "G"
                    ],
                    "last": "D&apos;agostaro",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "P A"
                    ],
                    "last": "Gleeson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Biol Chem",
            "volume": "267",
            "issn": "",
            "pages": "4084--4096",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Electrophoretic transfer of proteins from polyacrylamide gels to nitrocellulose sheets: procedures and some applications",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "H"
                    ],
                    "last": "Towbin",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "T"
                    ],
                    "last": "Staehlin",
                    "suffix": ""
                },
                {
                    "first": "Gordon",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Proc. NatlAcad. Sci. USA",
            "volume": "76",
            "issn": "",
            "pages": "4350--4354",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "The purification and properties of the A Protein of lactose synthetase",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "I P"
                    ],
                    "last": "Trayer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "R L"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "J. Biol. Chem",
            "volume": "246",
            "issn": "",
            "pages": "6666--6675",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Purification of a Gaipi-4GlcNAc a2-6 sialyltransferase and a Gaipi-3(4)GlcNAc a2-3 sialyltransferase to homogeneity from rat liver",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "De Souza-E-Silva",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "C"
                    ],
                    "last": "Paulsonj",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Biol. Chem",
            "volume": "257",
            "issn": "",
            "pages": "13835--13844",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Oligomerisation of a membrane protein correlates with its retention in the Golgi complex",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "O A"
                    ],
                    "last": "Weisz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "A M"
                    ],
                    "last": "Swift",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "C E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Biol",
            "volume": "122",
            "issn": "",
            "pages": "1185--1196",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "The tyrosine-containing internalization motif in the cytoplasmic domain of TGN38/41 lies within a nascent helix",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilde",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "C"
                    ],
                    "last": "Dempsey",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "G"
                    ],
                    "last": "Banting",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Biol. Chem",
            "volume": "269",
            "issn": "",
            "pages": "7131--7136",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "The 17-residue transmembrane domain of P-galactoside a2,6-sialyltransferase is sufficient for Golgi retention",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "S H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Biol",
            "volume": "117",
            "issn": "",
            "pages": "245--258",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Brefeldin A causes a microtubule-mediated fusion of the trans-Golgi network and early endosomes",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "S A"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "W J"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Cell",
            "volume": "67",
            "issn": "",
            "pages": "591--600",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Characterization of GalT products in transfected COS cells. (A) Pulse chase of GalT and GalT/TfR(s/A) from transfected COS-7 cells. COS-7 cells were transfected with GalT, GalT/TfR(s/A) or left untransfected, and 24 h after transfection the cells were aliquoted into individual dishes. Forty-eight hours post-transfection, cells were pulse-labelled for 30 min with [ 35 S]methionine and [ 35 S)cysteine and chased for 1 h. Cells from each dish were extracted and the products immunoprecipitated with affinity-purified anti-GalT antibodies, as described in Materials and methods. Immunoprecipitates were analysed by SDS-PAGE, under reducing conditions, followed by fluorography. (B) Immunoblotting of bovine GalT products in transfected COS cells. COS-7 cells were transfected with GalT or",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Cell surface '\"I-labelled GalT products from transfected COS-7 cells. Untransfected COS-7 cells (lanes 1 and 2), and COS-7 cells transfected with GalT (lanes 3 and 4) and GalT/TfR(s/A) (lanes 5 and 6), were surface radioiodinated by the lactoperoxidase technique. Labelled cell extracts were incubated with either pre-immune immunoglobulin (lanes 1, 3 and 5) or affinity-purified anti-GalT antibodies (lanes 2, 4 and 6) as described in Materials and methods. The immunoprecipitates were analysed by SDS-PAGE, under reducing conditions, and the resulting fluorograph shown. The arrows indicate the relative positions of the higher and lower molecular weight species of GalT products. Brefeldin A inhibits the synthesis of the higher molecular weight GalT species in transfected COS-7 cells. COS-7 cells were transfected with GalT or GalT/TfR(s/A), and 48 h after transfection were pre-treated for 30 min with 5 |Xg/ml brefeldin A. Cells were then pulse-labelled for 30 min with [ 35 S]methiomne and [ 35 S]cysteine, and chased for 1 h in the presence of brefeldin A.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Cellular localization of GalT/TfR(s/A) hybrid proteins in transfected COS cells and murine L cells by indirect immunofluorescence. Monolayers of COS-7 cells and clonal populations of murine L cells transfected withGalT or GalT7TfR(s/A) were fixed and permeabilized with acetone and stained by indirect immunofluorescence. GalT and GalT/TfR(s/A) were detected with the affinity-purified anti-GalT antibodies followed by an FITC-conjugated anti-rabbit immunoglobulin. Bar = 20 um for L cells, 18 um for COS-GalT and 46 um for COS-GalT/TfR(s/A).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Cellular localization of GalT/TfR(s/A) hybrid molecules in stable murine L cell clones. Indirect immunofluorescence of murine L cells expressing either GalT, GalT/TfR(s/A) or PC-1. Clonal populations of murine L cells were acetone fixed and permeabilized, and then stained by indirect immunofluorescence Alternatively, cell monolayers were either pre-treated with 100 ug/ml cycloheximide for 4 h, 10 uM nocodazole for 60 min or 5 ug/ml brefeldin A for 30 min, as indicated before immunofluorescence. GalT products were detected with the affinity-purified anti-GalT antibodies followed by an FITC-conjugated anti-rabbit immunoglobulin. PC-1 was detected with a monoclonal antibody specific for the human PC-1 antigen (R518), followed by an FITC-conjugated anti-mouse immunoglobulin. Bar = -Analysis of cell surface expression of bovine GalT in transfected L cell clones by flow cytometry. Clonal populations of L cells, either untransfected or transfected with either GalT or GalT/TfR(s/A), were pre-incubated for 16 h in serum-free media before analysis. L cells were harvested with 50 mM EDTA without trypsin and incubated with either pre-immune immunoglobulin (unshaded), or affinity-purified anti-GalT antibodies (shaded). After washing, cells were incubated with FITC-conjugated sheep anti-rabbit immunoglobulin and analysed by flow cytometry.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Characterization of GalT products from transfected L cells. (A)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Cell surface biotinylation of GalT products from transfected L cells. Untransfected L cells (lanes",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Cross-linking of GalT products from transfected L cells. Microsome preparations of L cells transfected with GalT or GalT/TfR(s/A) were crosslinked with 1 mg/ml of the bifunctional, cleavable cross-linking agent DSP for 30 min on ice or left untreated. The samples were then extracted in SDS-PAGE sample buffer and either left untreated or reduced with 0.5 M dithiothreitol (DTT), as indicated. Samples were separated on an SDS/10% polyacrylamide gel and transferred to nitrocellulose. The nitrocellulose membranes were blocked overnight with 3% gelatin/PBS-Tween 20 and incubated with the affinity-purified anti-GalT antibodies, followed by peroxidase-conjugated sheep anti-rabbit immunoglobulin. Bound peroxidase was detected by enhanced chemiluminescence and the resulting fluorograph shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Replacement of the 20 amino acid transmembrane domain of GalT with the 27 amino acid transmembrane domain of the Model depicting the biosynthesis and localization of the two GalT species.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Analysis of labelled extracts by SDS-PAGE and fluorography showed very little incorporation of radiolabel into cellular protein of cycloheximide-treated cells compared to untreated cells. Biosynthelk radiolabellmg of cultured cells COS-7 cells, -48 h following transfection, were washed twice with sterile saline then incubated in serum-free, cysteine-and methionine-free DMEM (1CN, Australia), supplemented with 2 mM glutamine, at 37°C for 30 min. The cells were radiolabelled with 1.5 ml of fresh medium containing 250 u.Ci of L-[ 35 S]methionine and L-[ 35 S]cysteine (Express [ 35 S]protein labelling mix, NEN-Dupont, Australia; sp. act. of L-[ 35 S]methionine -1100 Ct/mmol), at 37°C for 30 min. The cells were washed once with complete DMEM, and fresh pre-warmed complete DMEM added for 1 h. At the end of each chase interval, dishes of labelled COS-7 cells were placed on ice.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank the National Health and Medical Research Council of Australia for support for this work, Ms M.Teasdale for assistance with surface labelling experiments, Dr L.Martin and Ms A.Romeo for flow cytometry, and Professor J.W.Goding for L cells expressing PC-1. R.D T. is supported by an Australian postgraduate research award (priority).Abbreviations BSA, bovine serum albumin; DSP, dithiobis(succinimidylpropionate); DMEM, Dulbecco's modified Eagle's medium; DTT, dithiothreitol; Endo H, endo-P-Wacetylglucosaminidase H; ER, endoplasmic reticulum; FCS, fetal calf serum; FITC, fluorescein isothiocyanate; GalT, pi,4 galactosyltransferase; GlcNAc, A'-acetylglucosamine; HRP, horseradish peroxidase; Man, mannose; /V-glycanase, peptide: /V-glycosidase F; PBS, phosphate-buffered saline; S/A, signal-anchor domain; SDS-PAGE, sodium dodecyl sulphate-polyacrylamide gel electrophoresis; TfR, human transferrin receptor; TGN, trans-Go\\gi network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}