{
    "paper_id": "b6de74c9af292fe76c83e7ba3e77a11c44d7c921",
    "metadata": {
        "title": "Systemic infection facilitates transmission of Pseudomonas aeruginosa in mice",
        "authors": [
            {
                "first": "Kelly",
                "middle": [
                    "E R"
                ],
                "last": "Bachta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University",
                    "location": {
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": "kelly.bachta@northwestern.edu"
            },
            {
                "first": "Jonathan",
                "middle": [
                    "P"
                ],
                "last": "Allen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University",
                    "location": {
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Bettina",
                "middle": [
                    "H"
                ],
                "last": "Cheung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University",
                    "location": {
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Cheng-Hsun",
                "middle": [],
                "last": "Chiu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chang Gung University College of Medicine",
                    "location": {
                        "settlement": "Taoyuan",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Alan",
                "middle": [
                    "R"
                ],
                "last": "Hauser",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University",
                    "location": {
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Health care-associated infections such as Pseudomonas aeruginosa bacteremia pose a major clinical risk for hospitalized patients. However, these systemic infections are presumed to be a \"dead-end\" for P. aeruginosa and to have no impact on transmission. Here, we use a mouse infection model to show that P. aeruginosa can spread from the bloodstream to the gallbladder, where it replicates to extremely high numbers. Bacteria in the gallbladder can then seed the intestines and feces, leading to transmission to uninfected cage-mate mice. Our work shows that the gallbladder is crucial for spread of P. aeruginosa from the bloodstream to the feces during bacteremia, a process that promotes transmission in this experimental system. Further research is needed to test to what extent these findings are relevant to infections in patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A nnually in the United States, 440,000 adults contract a health care-associated infection (HAI) resulting in increased mortality for individual patients and an estimated $10 billion in health care costs 1 . While progress has been made in minimizing patient-to-patient spread of HAI bacteria, much remains unknown regarding how these pathogens are transmitted between patients. Pseudomonas aeruginosa (PA) is a common cause of HAIs, and in a head-to-head comparison of bloodstream infections (bacteremias), PA was associated with higher mortality than other bacteria 2 . The reasons for this are poorly understood and this, coupled with the rapid emergence of multidrug-resistant (MDR) and extensively drug-resistant PA, make prevention of PA transmission critical 3, 4 . However, such prevention has been hampered by an incomplete understanding of in-host PA infection dynamics and their relationship to transmission among hospitalized patients.",
            "cite_spans": [
                {
                    "start": 766,
                    "end": 768,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Clinically, PA bloodstream infections are regarded as \"deadends\", meaning that the bacteria in the blood are neither transmitted to other patients nor spread back to the environment. Once bacteria reach the bloodstream, they are either cleared by the host with the help of antibiotics or die with the host if the infection is fatal. In either case, genetic adaptations in PA that confer an enhanced ability to disseminate to the bloodstream are subsequently eliminated from the gene pool. In this regard, PA is thought to differ from gastrointestinal (GI) pathogens, such as Salmonella enterica serovar Typhi [5] [6] [7] and Listeria monocytogenes [8] [9] [10] , which have evolved complex lifecycles that include trafficking from the blood to the gallbladder (GB) and subsequently to the intestines, from which they are excreted in feces to facilitate transmission to new hosts. In contrast, PA bloodstream infections would appear to be accidents from which the bacteria gain no benefit. Thus, the fitness pressures responsible for the evolution of virulence factors that facilitate dissemination of PA to the bloodstream are poorly understood.",
            "cite_spans": [
                {
                    "start": 609,
                    "end": 612,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 613,
                    "end": 616,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 617,
                    "end": 620,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 648,
                    "end": 651,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 652,
                    "end": 655,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 656,
                    "end": 660,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To address these issues, we examined the fate of PA bacteria in the bloodstream using a murine model in conjunction with sequence tag-based analysis of microbial populations (STAMP) 9, 11 . STAMP utilizes barcoded wild-type strains in combination with deep sequencing to track populations of bacteria, assess infection bottlenecks, and allow for assessment of relatedness of pathogen populations at different sampling sites. We demonstrated that bloodstream PA bacteria seeded the liver and subsequently the GB, where they unexpectedly replicated to extremely high numbers. The bacterial population from the GB seeded the intestines and was excreted in the feces in a manner that facilitated transmission to cage-mate mice. Mice lacking a GB (cholecystectomized) excreted dramatically fewer PA bacteria in their intestinal tracks than wildtype mice, highlighting a critical role for this organ in excretion and environmental contamination. The liver-GB-intestinal excretion pathway may therefore facilitate spread of PA from the bloodstream to the intestines and simultaneously allow amplification of PA. In this way, PA from systemic infections are returned to the environment in high numbers in order to enhance transmission between mice.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 184,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "PA disseminates to the GB following bacteremia. We examined the fate of PA during a bloodstream infection utilizing a mouse model in which mice naïve to antibiotic treatment (wild type) were infected via tail vein to allow for consistent and reproducible delivery of bacteria directly into the bloodstream. To define the pattern of dissemination following PA bloodstream infection, we engineered PA strain PABL012 (PABL012 lux ) for in vivo bioluminescence imaging. Mice infected with PABL012 lux by tail-vein injection displayed an intense bioluminescent focus in their ventral midsection by 24 hours post infection (hpi) (Fig. 1a, b) , which was localized to the GB (Fig. 1c, g) . Moderate bioluminescence signals were observed in the stomach (Fig. 1h) and liver (Fig. 1f) , while minor signals were detected in the lungs (Fig. 1d) , spleen (Fig. 1e) , and intestinal tract (Fig. 1i) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 623,
                    "end": 635,
                    "text": "(Fig. 1a, b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 668,
                    "end": 680,
                    "text": "(Fig. 1c, g)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 745,
                    "end": 754,
                    "text": "(Fig. 1h)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 765,
                    "end": 774,
                    "text": "(Fig. 1f)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 824,
                    "end": 833,
                    "text": "(Fig. 1d)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 843,
                    "end": 852,
                    "text": "(Fig. 1e)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 876,
                    "end": 885,
                    "text": "(Fig. 1i)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Given that quantifying bacterial population sizes from in vivo bioluminescence is imprecise, additional studies were performed to directly enumerate bacterial counts from infected organs. At 4 hpi, PA was detected in the liver, lungs, and a minor proportion of GBs, but no bacteria were detected in the intestinal tract (Fig. 1j ). This was followed by a drastic six-logarithm expansion of bacteria in the GB by 14 hpi and similar four-to six-logarithm expansion in the intestinal tract (Fig. 1k) . In contrast, total bacterial counts in the lung and liver rose by only one-to twologarithms over the same period, demonstrating that high levels of PA replication was not a universal phenomenon. Bacterial recovery in the GB reached higher numbers than were originally in the inoculum, suggesting that the GB may be a hospitable niche for PA replication. In support of this, we also observed that PA growth in ex vivo bile preparations approached that of enriched medium (Supplementary Fig. 1 ). By 24 hpi, this dramatic expansion of bacteria had plateaued with only slight additional increases in all organs (Fig. 1l ). Lumenal contents of the intestinal tract contained similar bacterial CFU as observed in whole intestine homogenates (Supplementary Fig. 2g ; compare to Fig. 1l ), indicating that most of the PA bacteria were in the lumen rather than in the bowel wall. These findings indicate that bacteremia is followed by a dramatic expansion of the bacterial population in the GB and intestines, which is accompanied by PA excretion in the feces.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 320,
                    "end": 328,
                    "text": "(Fig. 1j",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 487,
                    "end": 496,
                    "text": "(Fig. 1k)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 969,
                    "end": 990,
                    "text": "(Supplementary Fig. 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1107,
                    "end": 1115,
                    "text": "(Fig. 1l",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1250,
                    "end": 1257,
                    "text": "Fig. 2g",
                    "ref_id": null
                },
                {
                    "start": 1271,
                    "end": 1278,
                    "text": "Fig. 1l",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To determine whether fecal shedding was unique to PABL012, murine gender or genetic background, we tested an additional panel of non-clonal isolates, including the commonly used laboratory strains PAO1 and PA14, the MDR clinical isolate PABL046, as well as 11 additional clinical isolates (Supplementary Table 1 Fig. 2f ) as an alternate mouse strain background. Male BALB/c mice and female C57/BL6 mice both revealed similar patterns of dissemination, GB expansion, and fecal excretion to the female BALB/c mice. These findings suggest that trafficking to and expansion in the GB, transit to the intestines, and excretion in feces may be universal features of PA bacteremia in mice.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 311,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 312,
                    "end": 319,
                    "text": "Fig. 2f",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The excreted PA population originates in the GB. The above data indicated that significant PA replication occurs in the GB, but questions remained as to how systemic PA gained access to the GB and if any population bottlenecks existed during this process. To investigate these questions, we utilized a technique to genetically track bacterial populations referred to as STAMP 11 . We first generated a library of barcoded but otherwise isogenic PABL012 (PABL012 pool ) containing~4000 unique short (~30 bp) sequence tags inserted into a neutral site on the chromosome. Our goal was to use this library to mathematically estimate the founding population size (N b ) at a given sampling site by measuring barcode frequencies from bacterial populations at that site. The N b value estimates population diversity and reflects how host barriers may shape bacterial populations during systemic infection. Next, we performed in vitro experiments to optimize STAMP. Control experiments demonstrated that barcodes did not influence growth rate ( Supplementary Fig. 4a ) and were stable in the absence of antibiotic selection ( Supplementary Fig. 4b ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1037,
                    "end": 1058,
                    "text": "Supplementary Fig. 4a",
                    "ref_id": null
                },
                {
                    "start": 1118,
                    "end": 1139,
                    "text": "Supplementary Fig. 4b",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Using the barcode frequencies of PABL012 pool , we assessed the accuracy of mathematically calculated founding population size (N b ) versus empirically determined N b values (CFU) from the same samples under controlled in vitro conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "To accomplish this, we artificially simulated in vitro bottlenecks by sampling serial tenfold dilutions of the PABL012 pool and measured the N b of these samples using both bacterial enumeration and STAMP ( Supplementary Fig. 4c ). The calculated founding population size underestimated the actual founding population size in vitro, so a calibration curve was generated to aeruginosa disseminates to the gallbladder and intestines following bacteremia and pneumonia. Mice (n = 3, representative replicate) were intravenously injected with~2 × 10 6 CFU of a luciferase expressing strain of P. aeruginosa, PABL012 lux . Ventral (a) and dorsal (b) views of live mice at 24 hour post infection (hpi) were obtained using IVIS. Mice were subsequently euthanized, the abdominal wall dissected away and internal organs visualized (c). The heart and lung (d), spleen (e), liver (f), gallbladder (g), stomach (h), and remaining intestinal tract (i) of a single mouse were separately removed and imaged to visualize bacterial localization. (Since bioluminescence is dependent on oxygen, the signal present in the anaerobic portions of the intestinal tract may underestimate bacterial numbers.) The scale (red = high, blue = low) for all images represents radiance (photons per sec per cm 2 per steradian) with minimum and maximum values normalized to 1 × 10 4 and 1 × 10 5 , respectively. Intravenously infected mice housed on standard bedding were euthanized at 4 hpi (j, n = 5), 14 hpi (k, n = 5), or 24 hpi (l, n = 3 × 3 replicates). Bacteria were enumerated from several anatomical sites by plating serial dilutions of organ homogenates. m BALB/c mice (n = 3, representative replicate) were infected with PABL012 lux by intranasal inoculation of~2 × 10 6 CFU and imaged at 24 hpi using IVIS. n Mice (n = 4 × 2 replicates) were subsequently euthanized and bacteria were enumerated from several anatomical sites. 11 . We applied the optimized STAMP approach to mice with PA bacteremia. Mice (n = 10) were injected with PABL012 pool ; perorgan total CFU counts recovered were consistent with those observed in prior experiments (Fig. 2a , c compared to Fig. 1k, l) . that PA experiences a severe bottleneck in moving from the bloodstream to these organs. This low diversity (N b ʹ) coupled with a high bacterial density (CFU), suggests that the few PA cells that traverse this narrow bottleneck are able to replicate to high levels upon arrival in the GB. Interestingly, the founding population sizes for PA isolated from the liver, GB, intestines and feces were all quite similar, suggesting that these bacterial populations may be related to one another. We hypothesized that the liver may be imposing the tight bottleneck observed in our N b ʹ calculations. Because of the anatomic link between the liver, GB, and intestines, PA bacteria may migrate from the liver to the GB, where they undergo unimpeded replication and subsequent escape from the host via the intestinal tract. To address this hypothesis, specific barcode frequencies (allelic frequencies) of the bacterial populations from pairs of organs taken from individual mice were compared to determine their genetic relatedness (GR) according to the method of Cavalli and Sforza 12 (Fig. 2b, d) . The PA populations within the GB, small intestine, cecum, colon, and feces of each mouse increased in relatedness from 14 hpi (Fig. 2b ) to virtually identical populations by 24 hpi (GR values approaching 1, Fig. 2d ). In silico simulations revealed that the high levels of GR observed in our animal experiments were not secondary to chance or influenced by the skewed distribution of barcodes in PABL012 pool (Supplemental Figs. 5b, 6b), but suggested that the populations were linked to each other ( Supplementary Fig. 7 , see Methods section for details). Moreover, at both 14 and 24 hpi, these populations were dominated by the same relatively few sequence barcodes (Fig. 2e , f, Supplementary Figs. 5a and 6a), indicating that a relatively small number of bacteria founded this population and subsequently replicated to high levels. These dominant sequence tags were consistently the dominant sequence tags from the liver (Supplementary Figs. 5a and 6a), suggesting that the population in the GB arose from a subpopulation of cells that migrated from the liver. Taken together, these data suggest that during bacteremia a small subpopulation of PA replicated in the liver and seeded the GB. Once in the GB this population then expanded dramatically, disseminated to the intestines and was excreted in the feces. The lack of high levels of GR between the populations in the lung, spleen and liver suggests that these organs were seeded independently by unique founding populations and that the dynamics of population control within each organ were different (Fig. 2b, d) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 228,
                    "text": "Supplementary Fig. 4c",
                    "ref_id": null
                },
                {
                    "start": 2118,
                    "end": 2126,
                    "text": "(Fig. 2a",
                    "ref_id": null
                },
                {
                    "start": 2143,
                    "end": 2154,
                    "text": "Fig. 1k, l)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3235,
                    "end": 3247,
                    "text": "(Fig. 2b, d)",
                    "ref_id": null
                },
                {
                    "start": 3376,
                    "end": 3384,
                    "text": "(Fig. 2b",
                    "ref_id": null
                },
                {
                    "start": 3458,
                    "end": 3465,
                    "text": "Fig. 2d",
                    "ref_id": null
                },
                {
                    "start": 3752,
                    "end": 3772,
                    "text": "Supplementary Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 3920,
                    "end": 3928,
                    "text": "(Fig. 2e",
                    "ref_id": null
                },
                {
                    "start": 4812,
                    "end": 4824,
                    "text": "(Fig. 2b, d)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "PA is shed in the feces of bacteremic mice for up to 10 days. We next examined the duration of PA excretion following bloodstream infection. Mice were infected with a sublethal infectious dose (~8 × 10 5 CFU) of PABL012 lux . By 2 days post infection, the feces of 100% of infected mice contained between 10 4 and 10 8 CFU per gram of feces of PABL012 lux , and excretion was sustained over 5 days (Fig. 3a) . Beginning at day 6 and continuing through the remainder of the experiment, the number of infected mice shedding this concentration of PABL012 lux dramatically declined until all infected mice cleared PA from their stools by day 10 (Fig. 3a) . The levels of PA in the feces of infected mice were not influenced by the coprophagic behavior of mice, as infected mice housed on raised wire floors (whereby fecal pellets are inaccessible for ingestion) showed no difference in the fecal bacterial load at 24 hpi compared to infected mice housed on normal bedding (Fig. 3c) . To further verify that the observed fecal shedding of bacteremic mice was not a consequence of coprophagia, we tested whether orogastrically delivered PA contributed to the PA load in the feces of bacteremic mice. A PA strain marked with a chromosomal gentamicin resistance cassette (PABL012 GM ) was administered by oral gavage to mice systemically infected either 4 or 10 h prior with PABL012 lux (Fig. 3d ). The orally administered strain could only be detected in the feces of two mice when administered 10 h after initial injection of PABL012 lux (Fig. 3d) . Furthermore, this recovered population of PABL012 GM was 1000 times smaller than the fecal population of systemically delivered bacteria (PABL012 lux ) and had a minimal contribution to the overall bacterial counts in the feces. Together, these experiments indicate that bacteremic mice shed substantial amounts of PA into their environment regardless of mouse coprophagic behaviors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 398,
                    "end": 407,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 641,
                    "end": 650,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 968,
                    "end": 977,
                    "text": "(Fig. 3c)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1379,
                    "end": 1387,
                    "text": "(Fig. 3d",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1532,
                    "end": 1541,
                    "text": "(Fig. 3d)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Fecal PA is transmitted to uninfected mice. We next examined the consequences of such high levels of PA fecal excretion into the local environment on transmission. Mice infected intravenously with PABL012 lux (~8 × 10 5 CFU) were co-housed with uninfected mice, and both sets of mice were monitored daily for outward signs of illness and fecal excretion of PA. Daily cage and water changes were performed to minimize any potential environmental PA reservoirs. Although no uninfected mice displayed any outward signs of PA infection, approximately 60% of the uninfected mice began to excrete PABL012 lux (10 3 -10 4 CFU per gram feces) by day 4, with peak fecal excretion by uninfected mice on day 6 ( Fig. 3b ). This was followed by a steady decline in bacterial counts in the feces over the remaining 4 days. Moreover, one uninfected mouse continued to excrete PABL012 lux at the end of the experiment despite clearance from the originally infected animals, suggesting that this mouse maintained prolonged carriage of PA in the GI tract. These experiments revealed that PA excreted by systemically infected mice may facilitate transmission to uninfected co-housed mice that manifests as detectable numbers of PA in the feces.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 701,
                    "end": 708,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We hypothesized that PABL012 lux detected in the feces of uninfected mice resulted from ingestion of contaminated fecal pellets shed by infected mice. This observation was somewhat surprising, given our previous results demonstrating the negligible impact of coprophagia on PA in the feces (Fig. 3c, d) . Likewise, previous work in mouse models demonstrated that PA cannot access the GI tract through orogastric routes unless extremely high doses of bacteria (>10 7 CFU per mL drinking water) were administered to antibiotic treated animals depleted of GI microbiota [13] [14] [15] . To further explore this phenomenon, Fig. 2 Diversity and relatedness P. aeruginosa populations following bloodstream infection. BALB/c mice were intravenously injected with~2 × 10 6 CFU of PABL012 pool . a Bacterial loads (total CFU per organ, black circles) and N b ′ sizes (red squares) in different tissues were determined at 14 (a) and 24 hpi (c). CFU values are expressed per organ for the lung, spleen, liver, gallbladder (GB), stomach (Stom.), small intestine (Sm. Int.), cecum, colon, and feces. Each black circle and red square represent an organ from one mouse (14 hpi n = 9, 24 hpi n = 10). Geometric means (horizontal lines) are shown. Genetic relatedness (GR) of PA populations at 14 (b) and 24 hpi (d). Each circle represents one organ in pairwise comparison with another organ from the same mouse. Geometric means (red, horizontal bars) are shown. Dashed lines denote genetic relatedness categories, which are defined as High ( we orogastrically delivered large numbers of media-grown PABL012 lux to uninfected mice and observed no detectable PA in the feces of these mice at 24-hours post-gavage (Fig. 3g) . To test whether the material and microbes present in feces were necessary to facilitate PA carriage, we homogenized PABL012 lux -contaminated fecal pellets into a slurry and orally inoculated the slurry (2 × 10 5 CFU, maximum obtainable dose from pellets of ≈25 shedding mice) into mice. No bacteria could be detected in the feces of these mice at 24-hours post-gavage (Fig. 3h) , indicating that the presence of contaminated fecal material is not sufficient to allow orally administered PA to result in carriage. We, therefore, hypothesized that the nature of the intact fecal pellet in some way facilitates this process. For example, the deeper portions of the pellet may enhance the survival of anaerobic bacteria that promote PA carriage in the GI tract or the pellet architecture might enable PA survival during passage through the acidic environment of the stomach. To address this, we collected all fecal pellets excreted daily from mice infected intravenously with PABL012 lux and transferred only the contaminated fecal pellets to the cages of uninfected mice simultaneously with daily cage and water changes. Although the numbers of fecal PA ingested by the uninfected mice could not be determined, it was estimated to be significantly less than the orogastric doses used in the preceding experiments. One uninfected mouse began to excrete PABL012 lux by day 4 and additional mice by day 6 (10 3 -10 4 CFU per gram feces, Fig. 3e, f) . These findings confirm that exposure to PA contained within fecal pellets is sufficient to facilitate transmission to uninfected The gallbladder promotes prolonged intestinal shedding of P. aeruginosa following bacteremia. BALB/c mice were injected with~8 × 10 5 CFU of PABL012 lux (a) and co-housed with 2 uninfected cage-mates (b) for 10 days (n = 3 x 3 replicates infected, n = 2 x 3 replicates uninfected). Fecal pellets were collected from individual mice daily. c Mice intravenously infected with~2 × 10 6 CFU of PABL012 lux were housed on normal bedding or raised wire racks (n = 3 × 3 replicates), and PA was measured in the feces at 24 hpi. (ns) not significant by Mann-Whitney test. d Mice were infected intravenously with~2 × 10 6 CFU of PABL012 lux (black circles), followed 4 h (n = 7 total, 2 replicates) or 10 h (n = 9 total, 2 replicates) later with oral gavage of~2 × 10 6 CFU of PABL012 GM (orange circles) and PA was measured in the feces at 24 hpi. BALB/c mice (n = 4 x 2 replicates) were injected with~8 x 10 5 CFU of PABL012 lux and all excreted fecal pellets from infected mice (e, n = 8) were transferred daily to the cages of uninfected mice (f, n = 9). Fecal pellets were collected from individual mice daily. g Mice were orally administered standard (~2 × 10 6 CFU, n = 3 × 2 replicates, black circles) or high (~3 × 10 8 CFU, n = 4 × 2 replicates, orange circles) doses of PABL012 lux by gavage, and PA was measured in the feces at 24 hpi. h Fecal pellets from previously infected mice (n = 25) were slurried and orally administered (~2 × 10 5 CFU) to uninfected mice by gavage. PA was measured in the feces at 24 hpi. For input 1 g equals 1 mL of wet weight. i-k Mice (n = 5 x 2 replicates) following sham surgery (j) and mice following cholecystectomy (k) and mice that had not undergone surgery (i), were challenged intravenously with~2 × 10 6 CFU of PABL012 lux and fecal pellets collected daily. On day 1, p values were determined for wild type vs. sham (p = 0.9, ns), wild type vs. cholecystectomized (**p = 0.004), and sham vs. cholecystectomized (***p = 0.0005) mice via a Kruskal-Wallis analysis to correct for multiple comparisons. For scatter plots, each circle (or diamond) represents data from one mouse, and data are presented as PA shed in CFU per gram feces [CFU/g]. When no bacterial CFU were recovered, data are represented as diamonds on the x-axis. Geometric means (boxes), and SD (whiskers) are shown.",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 571,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 577,
                    "end": 581,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 290,
                    "end": 302,
                    "text": "(Fig. 3c, d)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 620,
                    "end": 626,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 1525,
                    "end": 1526,
                    "text": "(",
                    "ref_id": null
                },
                {
                    "start": 1696,
                    "end": 1705,
                    "text": "(Fig. 3g)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 2077,
                    "end": 2086,
                    "text": "(Fig. 3h)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 3140,
                    "end": 3151,
                    "text": "Fig. 3e, f)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Results"
        },
        {
            "text": "animals. In summary, fecal excretion of PA by bacteremic mice is sufficient to allow transmission, which is manifested by detectable numbers of PA in the feces of naïve mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The GB is crucial for fecal excretion of PA. Given the results of our STAMP analysis indicating that the population of PA excreted in the feces was preceded by dramatic expansion in the GB, we wondered what impact removal of the GB would have on excretion. Untreated (wild type), sham (peritoneum opened and repaired), and cholecystectomized mice (n = 5x 2 replicates) were infected with the standard dose (2 × 10 6 CFU) of PABL012 lux . Daily cage and water changes were performed to minimize any environmental contamination. On day 1, 90% of the untreated and 100% of the sham mice excreted high levels of PABL012 lux (between 10 6 and 10 8 CFU per gram feces), whereas only 40% of the cholecystectomized mice excreted significantly less PABL012 lux (between 10 3 and 10 5 CFU per gram feces). The proportion of all excreting mice decreased through day 7; however, of the excreting mice, the untreated and sham mice continued to excrete higher levels of PA than cholecystectomized mice ( Fig. 3i-k) . These results indicate that the bacterial expansion of PA in the GB is crucial for high levels of bacterial excretion into the environment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 990,
                    "end": 1000,
                    "text": "Fig. 3i-k)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Type III secretion dramatically impacts PA dissemination. We sought to determine whether the high numbers of PA observed in the GB resulted in damage to the epithelium of this organ and whether known PA virulence factors played a role in this process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "To do so, we examined GBs of infected animals for histologic and ultrastructural evidence of injury. GBs from mock-infected animals, having no visible bacteria in the lumen, had a typical mucosal layer consisting of columnar epithelial cells with basal nuclei, extended microvilli, and an intact lamina propria (Fig. 4a,  b) . In contrast, the mucosa of GBs from infected mice displayed a general distortion of the cellular architecture characterized by large nuclei, widened tight junctions, increased vacuoles, and disrupted lamina propria (Fig. 4a, b) . Disrupted microvillus architecture, characterized by blunted, disordered, or absent microvilli, was observed at the epithelial surface, especially in areas of close association with PA (Fig. 4b) . In mice infected with PABL012 lux , we also noted intermittent focal bacterial aggregates at the epithelial surface overlying damaged columnar epithelial cells (Fig. 4a, Pa) . Neutrophils were observed at both the basolateral surface (arrows) of the epithelial layer and extravasating through it toward visible lumenal bacteria (arrowhead) (Fig. 4c) . The type III secretion system (T3SS) is a major driver of virulence in PA and is known to damage epithelial surfaces 16, 17 through direct injection of cytotoxic effector proteins. To assess the role of the T3SS in expansion within the GB and intestines, mice were infected with a T3SS mutant (PABL012ΔpscJ lux ) and monitored for disease progression. The T3SS mutant was absent from the liver, GB, and feces when infected at the standard wildtype dose (Fig. 5a, b) . In addition, the PABL012ΔpscJ lux mutant phenotype could not be rescued by coinfection with wild-type PABL012 lux (Fig. 5c) , suggesting that any in vivo bottlenecks act directly on the bacteria. The attenuation of the T3SS mutant could be overcome by increasing the infectious dose 100-fold (Fig. 5a, b) . However, in contrast to the mucosal damage observed with wild-type infection, no damage to the GB epithelium was observed at this higher dose (Fig. 5d) . Thus, an intact T3SS is important for PA dissemination to the GB and subsequent fecal shedding, and results in damage to the GB epithelium.",
            "cite_spans": [
                {
                    "start": 1223,
                    "end": 1226,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 311,
                    "end": 324,
                    "text": "(Fig. 4a,  b)",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 554,
                    "text": "(Fig. 4a, b)",
                    "ref_id": null
                },
                {
                    "start": 742,
                    "end": 751,
                    "text": "(Fig. 4b)",
                    "ref_id": null
                },
                {
                    "start": 914,
                    "end": 927,
                    "text": "(Fig. 4a, Pa)",
                    "ref_id": null
                },
                {
                    "start": 1094,
                    "end": 1103,
                    "text": "(Fig. 4c)",
                    "ref_id": null
                },
                {
                    "start": 1559,
                    "end": 1571,
                    "text": "(Fig. 5a, b)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1688,
                    "end": 1697,
                    "text": "(Fig. 5c)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1866,
                    "end": 1878,
                    "text": "(Fig. 5a, b)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2023,
                    "end": 2032,
                    "text": "(Fig. 5d)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Results"
        },
        {
            "text": "PA traffics to the GB and is excreted following pneumonia. While PA is a frequent cause of bloodstream infections, it is also an important cause of ventilator-associated pneumonia 18 , and previous studies have demonstrated that PA is capable of escaping into the bloodstream during pneumonia 19 . Given our observations following direct inoculation of PA into the bloodstream, we hypothesized that, following pneumonia, PA would disseminate to and expand within the GB. To determine whether GB expansion and fecal excretion were observed following PA pneumonia, 6-to 8-week-old BALB/c mice were infected by intranasal inoculation with PABL012 lux (standard dose, 2 × 10 6 CFU) and monitored for 24 hpi. Infected mice displayed a largely disseminated pattern of infection (Fig. 1m) and contained high numbers of bacteria in the liver, GB, and feces (Fig. 1n) . These data suggest that following pneumonia, presumably through direct access to the bloodstream, PA can also expand within the liver and GB, and be ultimately excreted in the feces. Thus, both primary and secondary bloodstream infections lead to the excretion of high levels of PA into the environment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 772,
                    "end": 781,
                    "text": "(Fig. 1m)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 849,
                    "end": 858,
                    "text": "(Fig. 1n)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "PA infections are a threat to global health due to their severity and the increasing frequency of MDR strains. For example, PA bloodstream infections are associated with mortality rates between 25 and 50% 2,20,21 . By applying in vivo imaging of bioluminescent bacteria and STAMP analysis to a mouse model of bacteremia, we have identified an unexpected pathway through which PA experiences a narrow bottleneck as it traffics from the bloodstream to the GB and ultimately the intestines. The GB serves as protected expansion niche for PA that facilitates excretion into the environment (Fig. 6) . In epidemiologic studies in humans and mice, the GB has been shown to be an important replication niche for a variety of enteric pathogens including Listeria monocytogenes (Lm), Escherichia coli, and Salmonella enterica serovar Typhi 7,22,23 , and replication in the GB has been shown to fuel transmission through GI excretion. STAMP was previously applied to Lm bloodstream infection revealing that Lm experiences a similarly narrow bottleneck in the GB and intestines 9 and identifying the GB as the main driver of fecal excretion. Here, we show that a similar phenomenon occurs with the nonenteric and healthcare-associated pathogen PA. PA migrates through a narrow bottleneck to reach the GB, and removal of this organ dramatically reduces the levels of PA excreted into the environment. Thus, GB expansion of a small population of bacteria following bloodstream infection is a strategy more universally employed by bacteria than previously appreciated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 586,
                    "end": 594,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our findings suggest that PA is remarkably well equipped for replication in the GB. Bile and bile salts have traditionally been viewed as toxic to bacteria 24 ; however, both laboratory-adapted and clinically derived PA strains expanded in the GBs of mice, and select strains grew ex vivo in bile as well as in enriched medium. The mechanisms of bile resistance in PA are unknown; however, a role for multidrug efflux pumps such as MexAB-OprM has been suggested 25, 26 . Thus, bile exposure may promote antibiotic resistance by inducing expression of efflux pumps, and transit through the GB may enhance excretion of drug-resistant PA. Hardy and colleagues suggested that Lm uses the lumen of the GB to escape immune surveillance 22 , and it is possible that the immune privileged nature of this organ provides an ideal environment for PA replication as well. PA plays an active role in promoting trafficking to and expansion in the GB as these do not occur in the absence of a functional T3SS. These findings suggest that, in addition to enhancing virulence, the PA T3SS functions to promote GI carriage and transmission.",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 465,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As an opportunistic pathogen, PA is occasionally carried in the healthy human GI tract and can systemically infect humans when barrier defenses are compromised. In patients, such systemic infections are viewed as evolutionary and ecological \"dead-ends\" in that they are disadvantageous for pathogen survival. Our work challenges this paradigm in the context of mouse infections. Once in the bloodstream, PA enacts a virulence strategy whereby it exploits the GB as a protected replication niche and facilitates its own exit back into the environment via high levels of intestinal excretion. Thus, PA bloodstream infections are not an ecological \"dead-end\" but rather lead to enhanced GI carriage and fecal excretion which serves as a PA survival and transmission strategy (Fig. 6) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 772,
                    "end": 780,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our results were obtained using a murine model, but it is intriguing to speculate whether they apply to humans. A number of observations indicate that PA can access the GBs of patients. PA is one of the five pathogens most commonly isolated from the bile of individuals with cholecystitis 27 and has been associated with secondary sclerosing cholangitis, a dreaded complication of critical illness that involves the biliary system of the liver 28 . Likewise, PA is a leading cause of acalculous cholecystitis (inflammation of the GB in the absence of gallstones), a common complication of serious medical illness 29 . In these contexts, it has been suggested that PA gains access to the biliary tree by ascending from the duodenum via the common bile duct. However, it is conceivable that some of these infections are secondary to occult or intermittent PA bacteremia and arrive in the GB via the liver. Likewise, the GI tract is recognized as an important reservoir for PA in hospitalized patients [30] [31] [32] , and it is appreciated that PA GI carriage is a precursor to both invasive infections 33, 34 and environmental contamination. Could this environmental contamination lead to transmission of PA between patients? Transmission of PA via the hands of health care workers [35] [36] [37] [38] or indirectly through contamination of environmental objects such as bedrails, sinks, drains, and endoscopes 39, 40 has been repeatedly documented and postulated to explain the geographic spread of global epidemic strains, such as sequence type (ST) 111, ST175, and ST235 41, 42 . With regard to transmission via fecal excretion, an obvious difference between mice and people is that the latter are not coprophagic. Yet, fecal-oral spread of other bacterial pathogens such as Clostridioides difficile and vancomycinresistant enterococci, is clearly common among patients in intensive care units and the cause of considerable infection control efforts. Ample opportunities may therefore exist for PA-contaminated fecal material to also spread from patient-topatient. However, whether such transferred material contains sufficient numbers of PA and whether it is in a form that facilitates transmission (Fig. 3) is unclear. Additional studies are necessary to examine the role of the GB and intestinal tract in transmission of PA among patients.",
            "cite_spans": [
                {
                    "start": 999,
                    "end": 1003,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1004,
                    "end": 1008,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1009,
                    "end": 1013,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1101,
                    "end": 1104,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1281,
                    "end": 1285,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1286,
                    "end": 1290,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1291,
                    "end": 1295,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1296,
                    "end": 1300,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1410,
                    "end": 1413,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1573,
                    "end": 1576,
                    "text": "41,",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 2202,
                    "end": 2210,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Ultimately, this work identified bacterial expansion in the mouse GB by the environmentally ubiquitous, non-enteric, opportunistic pathogen PA and suggests that the strategy of hijacking the GB as a protected site for bacterial expansion to facilitate high levels of fecal excretion may be more widely utilized by bacterial species than previously thought. In this model system, PA bacteremia led to GB expansion and fecal excretion, challenging the paradigm that bloodstream infections are \"deadends.\" Removal of the GB dramatically reduced PA excretion. Our work highlights an urgent need to better understand the role of the GB in transmission of this highly antibiotic-resistant bacterial pathogen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Bacterial strains and growth conditions. P. aeruginosa PABL002, PABL012, PABL016, PABL017, PABL028, PABL030, PABL041, PABL046, PABL049, PABL095, and PABL107 are clinical isolates cultured from the bloodstream of patients at Northwestern Memorial Hospital between September 1, 1999 and June 9, 2002 20 . PA14 and PAO1 are commonly used laboratory strains 43, 44 . PAC6 and S10 are clinical isolates from the bloodstream of patients in Taiwan with Shanghai Fever 15 present in 95% of the genomes generated using kSNP v3.0.21 45 and visualized in iTOL 46 is presented (Supplementary Fig. 3) . Escherichia coli strain TOP-10 (Invitrogen) was used for cloning and E. coli strains S17.1 λpir 47 and SM10 λpir (gift of John Mekalanos, Harvard Medical School) were used to introduce plasmids into P. aeruginosa. Bacterial strains were streaked from frozen cultures onto either Vogel-Bonner minimal (VBM) agar 48 or LB agar and, unless otherwise stated, grown at 37°C in either LB or MINS media 49 . Antibiotics were used at the following concentrations: irgasan 5 µg per mL (irg), gentamicin 100 μg per mL (gm), carbenicillin 250 μg per mL, and tetracycline 75 μg per mL (tet) for PA and gentamicin 15 μg per mL, carbenicillin 50 μg per mL, and tetracycline 10 μg per mL for E. coli. For blue-white discrimination, 5-bromo-4-Chloro-3-Indolyl-D-Galactopyranoside (Xgal) was added to plates at a concentration of 80 μg per mL. Further details on the strains and plasmids used in this study can be found in Supplementary Tables 1-3 .",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 357,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 986,
                    "end": 990,
                    "text": "49 .",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 565,
                    "end": 587,
                    "text": "(Supplementary Fig. 3)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1496,
                    "end": 1520,
                    "text": "Supplementary Tables 1-3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Generation of labeled P. aeruginosa strains. The plasmid pminiCTXnpt2lux 50, 51 , was transformed into E. coli strain S17.1 λpir. Following conjugation, the luciferase cassette was introduced into the chromosomal attB site of the P. aeruginosa strains PAO1, PA14, PABL012, and PABL012ΔpscJ, PABL002, PABL016, PABL017, PABL028, PABL030, PABL041, PABL046, PABL049, PABL095, PABL107, PAC6, and S10 via integrase-mediated recombination using previously defined approaches 52 to generate luciferase-labeled strains (e.g., PABL012 lux ). Bioluminescent bacteria were confirmed by imaging plates on the IVIS Lumina LTE ® in vivo Imaging System.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 76,
                    "text": "50,",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The gentamicin resistance cassette, including its native promoter, was amplified from pEX18.Gm 53 with the primers Gm-pCTX_F-BamHI-2 and Gm-pCTX_R-EcoRI (Supplementary Table 4 ). It was then ligated into the multiple cloning site of pminiCTX-1 52 to generate the plasmid pminiCTX-1 GM . As above, the resulting plasmid was transformed into E. coli S17.1 λpir and, following conjugation, was introduced into PABL012 to generate the strain, PABL012 GM .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 175,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The pminiCTX-1 lacZ plasmid (gift from Stephen Lory, Harvard Medical School) was transformed into E. coli strain SM10 λpir. Following conjugation, the lacZ gene was introduced into the attB site of strain PABL012 via integrase-mediated recombination using previously described approaches to generate the strain, PABL012 lacZ .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Generation of type-3-secretion-deficient P. aeruginosa. Upstream and downstream fragments surrounding the pscJ gene were amplified from PAO1 genomic DNA using the following primers: pscJ-5-1-HindIII, pscJ-5-2, pscJ-3-1, and pscJ-3-2 HindIII, where pscJ-5-2 and pscJ-3-1 contain a 24 bp-overlapping linker sequence (TTCAGCATGCTTGCGGCTCGAGTT) to generate an in-frame deletion of the pscJ gene (Supplementary Table 4 ). The integration proficient vector, pEXG2 54 was cut with HindIII and the three fragments were ligated using the New England Biolabs Gibson Assembly ® Cloning Kit. The resulting vector, pEXG2ΔpscJ, was verified by sequencing at the NuSeq facility at Northwestern University and transformed into E. coli SM10 λpir. Following conjugation and allelic exchange with PABL012 lux , whole-genome sequencing was performed on strain PABL012ΔpscJ lux to confirm the mutation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 406,
                    "end": 413,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Mouse model of tail vein injection. Overnight cultures of PA were grown in 5 mL of MINS medium, diluted into fresh medium the next day, and regrown to exponential phase prior to infections. The tail veins of female 6-to 8-week-old BALB/c mice restrained using a TV-150 Tailveiner ® (Braintree Scientific) were dilated with a heat lamp. A defined number of PA bacteria in 50 µL of phosphatebuffered saline (PBS) was injected into the tail veins of mice using a 27-gauge needle. Inoculums were confirmed by plating serial dilutions on LB agar. To monitor bacterial excretion, fecal pellets were harvested individually from each mouse, weighed, and resuspended in PBS. At specified times postinfection, the mice were anesthetized and sacrificed by cervical dislocation. For dissemination experiments, organs were excised, weighed, and homogenized in PBS using the Benchmark ® Bead Blaster 24. Viable bacteria were enumerated by plating serial dilutions of either fecal pellets or organs on LB agar containing 5 μg per mL of irgasan to select for PA. Luminescent bacteria were confirmed by imaging plates on the IVIS Lumina LTE ® in vivo Imaging System. Recovered colonies of bacteria were counted to determine total CFU or CFU per gram organ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Animals were purchased from Harlan Laboratories, Inc. (BALB/c, Indianapolis, IN) and Jackson Laboratory (C57/BL6, Bar Harbor, ME) and housed in the containment ward of the Center for Comparative Medicine at Northwestern University. All experiments were approved by the Northwestern University Institutional Animal Care and Use Committee in compliance with all relevant ethical regulations for animal testing and research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Mouse model of oral gavage. Briefly, overnight cultures of PA were grown in 5 mL of MINS medium, diluted into fresh medium the next day, and regrown to exponential phase prior to infections. Mice were restrained, and a 20-gauge bluntend straight feeding needle (Pet Surgical, Sherman Oaks, CA) was used to gavage 50 µL of the appropriate dose of PA directly into the stomachs of 6-to 8-week-old BALB/c mice. Again, inoculums were confirmed by plating serial dilutions on LB agar. Organ harvesting and bacterial plating for CFU enumeration was performed as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Mouse model of acute pneumonia. The mouse model of acute pneumonia described by Comolli et al. 55 was used for all animal experiments. Briefly, 6-to 8-week-old female BALB/c mice were anesthetized by intraperitoneal injection of a mixture of ketamine (75 mg per kg) and xylazine (5 mg per kg). Mice were intranasally inoculated with specified doses of bacteria in 50 μL of PBS. Inoculums were confirmed by plating serial dilutions on LB agar. Organ harvesting and bacterial plating for CFU enumeration was performed as described above. Mouse cholecystectomy and sham surgery. Briefly, 4-to 6-week old BALB/c mice were transported to the Northwestern Microsurgery Core at Northwestern University. There, mice were anaesthetized with a single dose of ketamine (100 mg per kg) and xylazine (20 mg per kg) and administered a subcutaneous one-time dose of 0.05 mg per kg buprenorphine prior to incision. Nair was used to remove abdominal hair, and the mouse was positioned on its dorsal surface under an operating microscope. A 1-in. skin incision was made in the abdominal skin followed by a similar incision in the peritoneum. The peritoneum was reflected and the sternum retracted. Bowels were covered in sterile gauze infused with warm saline. The ligament attaching the murine GB to the base of the diaphragm was severed with electrocautery. The GB was then tied off at the base with an absorbable 7-0 silk suture, excised in total with electrocautery. The abdominal cavity was irrigated with warm saline and the peritoneum closed with a 5-0 absorbable suture. The abdominal skin was closed with a 5-0 nylon, nonabsorbable suture using a running stitch. Mice were given an immediate postoperative dose of subcutaneous meloxicam (1 mg per kg) and recovered at 32°C for 24 h. At 24-h post-operation, mice were given an additional one-time subcutaneous dose of 1 mg per kg of meloxicam. For \"sham\" mice, the operative protocol was identical to above with the exception that GBs were not removed. Mice recovered for one week postoperatively prior to challenge with PA in the containment ward of the Center for Comparative Medicine at Northwestern University. During this phase, mice were monitored daily for signs of distress and infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In vivo localization of bacteria using the IVIS imaging system. Representative 6-to 8-week-old female BALB/c mice were challenged either intravascularly or intranasally with various bioluminescent PA strains. At specific times postinfection, mice were anesthetized with vaporized isoflurane using the XGI-8 Gas Anesthesia System, transferred to the stage of the IVIS Lumina LTE ® in vivo Imaging System, and both photographic and bioluminescent images were captured. All images were captured with an exposure time of 2 min and medium binning. Bioluminescence is represented as a heat map (red = high, blue = low) normalized to a range of 1 × 10 4 to 1 × 10 5 radiance (photons per second per cm 2 per steradian). Images were processed with Living Image ® Software version v4.0 by Caliper LifeSciences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Construction of a library of barcoded P. aeruginosa. The STAMP protocol used here was similar to that described by Abel et al. and Zhang et al. 9, 11 . Supplementary Table 4 contains the sequences of all primers used in this protocol. The plasmid pminiCTX STAMP used for generating the tagged P. aeruginosa library was constructed as follows. The gentamicin resistance cassette (~1032 bp) from pEX18. Gm 53 was amplified with primers P110 (which contains the barcodes) and P80 11 (Supplementary Table 4 ) and inserted into the EcoRI site of the integration proficient plasmid pminiCTX-1 52 . The resulting plasmid, pminiCTX STAMP , was transformed into E. coli strain TOP-10 and selected with gentamicin. Plasmid DNA was harvested and transformed into E. coli SM10 λpir. Following conjugation, pminiCTX STAMP was introduced into the attB site of the P. aeruginosa strain PABL012 via integrase-mediated recombination to generate PABL012 pool , and transconjugants were selected with tetracycline. After 10 of 10 tested colonies were found to have a unique, correct insertion of pminiCTX STAMP , the remaining colonies were scraped off plates and pooled. After addition of 25% glycerol, the pooled library of PABL012, PABL012 pool was divided into aliquots and stored at −80°C. The plasmid was stably integrated for at least 20 h without selection ( Supplementary Fig. 5b ).",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 146,
                    "text": "Abel et al. and Zhang et al. 9,",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 173,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 495,
                    "end": 502,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 1348,
                    "end": 1369,
                    "text": "Supplementary Fig. 5b",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Calibration curve for the STAMP study. As described by Abel et al. 11 , the diversity of barcodes present in a subculture of tagged bacteria can be used to calculate the size of the founding population of that subculture. We compared the mathematically determined founding population sizes to those induced experimentally (N b ). Briefly, we diluted three frozen aliquots of the PABL012 pool library (A-C) (50 μL) 1:100 in MINS and grew with shaking overnight at 37°C. In the morning, cultures were diluted into fresh MINS medium and grown at 37°C for 3 h. Cells were harvested by centrifugation (13,000×g, room temperature, 2 min) and resuspended in PBS. A small portion of each serial dilution of each replicate was used to enumerate total CFU, and the remainder was plated at 37°C overnight. Following growth, all bacterial colonies were scraped off using Falcon cell scrapers into 5 mL of PBS. Samples were concentrated by centrifugation at 8000×g for 10 min and resuspended in 1 mL of PBS. Genomic DNA was harvested from each sample using the Promega Maxwell 16 Instrument ® and the Cell DNA Purification Kit. The tagged region that harbored the 30-bp barcode was amplified in triplicate from genomic DNA using primer P47 and primers P48, P51-73 (Supplementary Table 4 ). The PCR products were run on a 1.5% agarose gel, pooled, extracted from the gel using Qiagen QIAquick ® gel extraction kit and quantified (Invitrogen Quant-iT ™ dsDNA Assay Kit, High Sensitivity). The purified PCR products were combined in equimolar concentrations and sequenced on an Illumina Miseq instrument (Miseq Reagent Kit v2, 50-cycle, Illumina) using custom sequencing primer P49 11 (Supplementary Table 4 ) with a mean cluster density of 8.6 × 10 5 ± 2.5 × 10 5 . Reaper-15-065 was used to discard sequence reads with low quality (≤Q30) and to trim the sequence following the barcode 56 . The trimmed sequences were clustered with QIIME (version 1.9.1) using pick_otus.py with a sequence similarity threshold of 0.9 57,58 . The resulting estimated N b was mathematically calculated from the frequency of each barcode as described by Abel et al. 11 using the method of Krimbas and Tsakas 59 . These N b values were then compared to experimentally determined founding population sizes (CFU) to generate a calibration curve (Supplementary Fig. 4c ). As mathematically derived N b values underestimated the actual N b value based on the calibration curve, this curve was used to adjust N b values obtained from organs harvested from infected mice yielding corrected founding population sizes (N b ′). For each N b ′ value calculated for every organ in each mouse, 95% confidence intervals are presented (Supplementary Figs. 5d and 6d) .",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 69,
                    "text": "Abel et al. 11",
                    "ref_id": null
                },
                {
                    "start": 2120,
                    "end": 2134,
                    "text": "Abel et al. 11",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1266,
                    "end": 1273,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 1669,
                    "end": 1691,
                    "text": "(Supplementary Table 4",
                    "ref_id": null
                },
                {
                    "start": 2308,
                    "end": 2330,
                    "text": "(Supplementary Fig. 4c",
                    "ref_id": null
                },
                {
                    "start": 2686,
                    "end": 2717,
                    "text": "(Supplementary Figs. 5d and 6d)",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Barcode distribution, allelic frequency, and skew in PABL012 pool . Barcodes from 30 independently sequenced aliquots from the PABL012 pool inoculum were analyzed as described above. Barcodes present in 29 of 30 aliquots (INOC30) were deemed adequately represented in the PABL012 pool inoculum given to mice and were included in the calculation of N b values 11 (14 hpi n = 4612, 24 hpi n = 4208).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Barcodes not present in INOC30 were filtered from the barcodes recovered from in vivo experiments. To assess input barcode distribution, the maximum allelic frequency of each barcode present in the inoculum was arrayed on the x-axis in descending frequency ( Supplementary Figs. 5b and 6b) , which revealed that the maximum allelic frequency of any single barcode in the total population at both 14 and 24 hpi was 1.2%. The vast majority of tags (>99%) were present in the population at <0.5% (allelic frequency < 0.005). To assess the impact of this minor input barcode (inoculum) skew on the output barcode (mouse organ) recovery, the maximum input frequency of each barcode present in the inoculum was plotted on the y-axis verses the maximum output barcode frequency of the identical barcode from a mouse organ ( Supplementary Figs. 5c and 6c ). Linear regression with best fit analysis was performed and yielded \"goodness of fit\" R 2 values of 0.157 and 0.097, respectively, suggesting that input barcode allelic frequency had a poor correlation to output barcode frequency, revealing the stochastic nature of barcode loss in our model (GraphPad Prism v7.0b). Had the allelic frequency of the input barcode dictated the output allelic frequency, we would anticipate an observed an R 2 value closer to 1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 289,
                    "text": "Supplementary Figs. 5b and 6b)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 817,
                    "end": 846,
                    "text": "Supplementary Figs. 5c and 6c",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Animal Infections with PABL012 pool . An inoculum of barcoded PABL012 pool was prepared and injected into mice as described. At 14 and 24 hpi, mice were euthanized and the lungs, liver, spleen, GB, stomach, small intestine, cecum, colon, and feces were harvested, weighed, homogenized in 1 mL of PBS, and plated for CFU counts. For N b ′ analysis, 500 µL of samples from the lung, spleen, liver, GB, stomach, small intestine, cecum, colon, feces, and 250 µL of inoculum × 30 were independently spread on 100 × 15 mm Petri dishes containing LB with 5 µg per mL irgasan. Plates were grown at 37°C overnight and bacteria sequenced for barcode diversity as above. N b values were calculated as described in the previous section and adjusted using the calibration curve with an R script 11 to estimate in vivo founding population sizes (N b ′). When the number of recovered CFUs was below 100, N b ′ determination was not performed. \"Genetic distance\" between the bacterial populations in two different organs was estimated by comparing the barcode allelic frequencies of the two populations using the Cavalli-Sforza chord distance method 12 as described by Abel et al. 11 . GR was calculated as (1 − genetic distance).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Simulated bottlenecks and their impact on GR. The Cavalli-Sforza chord distance method of determining GR is sensitive to narrow population bottlenecks especially when the input population has a disproportionate skew in barcode frequencies (as in PABL012 pool, Supplementary Figs. 5b and 6b ). Thus, it is possible that the experimental PA populations in the liver, GB and intestinal tract appear to be linked because of their high GR, but actually originated as separate, independent events that stochastically share the same dominant barcodes from the inoculum. To address whether the input barcode distribution from our experimental inoculum (PABL012 pool ) could produce high-GR populations after independently experiencing the narrowest experimental bottleneck observed in our study (M1-10 GB), we performed in silico bottleneck simulations and compared the GR of those simulated populations. First, to model the input population skew, we distributed reads (totaling the average inoculum read count, n = 652,410) to create a simulated inoculum population (INOC_Sim) according to the average frequency of each barcode present in PABL012 pool (average of INOC 1-30). Next, we determined the median number of unique barcodes present in our experimental bottleneck (M1-10 GB, n = 475). We then randomly chose 475 barcodes from our INOC_Sim population where the odds of choosing any one barcode were proportional to its relative frequency in INOC_Sim. Unique read counts (n = 644,750 total) as determined by the average barcode frequency distribution in the GBs were assigned to each selected barcode (e.g., the highest read count was assigned to the first selected barcode and the second highest read count was assigned to the second selected barcode, etc.). Barcodes were only assigned a read count value once and all unselected barcodes were given a read count of zero. In this fashion, 500 unique simulated populations were generated, each having experienced the same bottleneck. The N b ′ values (n = 500) for each simulated population were determined to ensure a similar distribution of founding population sizes as observed experimentally. GR values were then calculated for each pairwise comparison of the 500 simulated populations (n = 124,750 comparisons, Supplementary Fig. 7b-e) as described above. Simulated N b ′ values ranged from 1 to 209 and GR values ranged from 0.13 to 0.34 (Moderately Low). Simulations never produced the high-GR values we observed in our animal experiments (Supplementary Fig. 7) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 289,
                    "text": "Supplementary Figs. 5b and 6b",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2265,
                    "end": 2289,
                    "text": "Supplementary Fig. 7b-e)",
                    "ref_id": null
                },
                {
                    "start": 2495,
                    "end": 2517,
                    "text": "(Supplementary Fig. 7)",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "GR threshold determination. Given that the 30 inoculum samples were from the same original stock of PABL012 pool and therefore technically identical with the maximum possible experimentally determined GR, we averaged the GR between inoculum samples (−2 standard deviations) at 14 and 24 hpi to set the threshold for \"High\" levels of GR at ≥0.88. Given that barcode loss is stochastic and that the dominant barcodes found in individual organs are unique to each mouse, we determined inter-mouse (between mice) GR between organs at 14 and 24 hpi (Supplementary Fig. 4d ). We defined \"Moderately High\" GR by averaging both the inter-mouse (between mice) and intramouse (within a single mouse) GR values which yielded a value of 0.41 (Mod. High, values ≥0.41 and ≤0.88). The populations of PA in organs between mice (inter-mouse) were the least likely to be related (the lowest GR values) so we averaged these least-related organs (intermouse LG, LV, ST, GB, IN, CM, CO, FE at 14 and 24 hpi) to define the \"Low\" GR threshold as ≤0.17. The inter-mouse spleen GR values were specifically excluded from this calculation because they displayed Moderately High (14 hpi) and Moderately Mow (24 hpi) GR, respectively, likely secondary to the presence of large numbers of diverse barcodes in this organ ( Supplementary Fig. 4d ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 544,
                    "end": 566,
                    "text": "(Supplementary Fig. 4d",
                    "ref_id": null
                },
                {
                    "start": 1293,
                    "end": 1314,
                    "text": "Supplementary Fig. 4d",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Electron microscopy. For transmission electron microscopy (TEM), 6-to 8-weekold female BALB/c mice were infected via tail vein with either PABL012 lux or PBS. At defined timepoints post injection, GBs were harvested, fixed for at least 48 h at 4°C in 0.1 M sodium cacodylate buffer pH 7.3 containing 2% paraformaldehyde and 2.5% glutaraldehyde, and postfixed with 2% osmium tetroxide in unbuffered aqueous solution. Samples were rinsed with distilled water, en bloc stained with 3% uranyl acetate, and rinsed again with distilled water. They were then dehydrated in ascending grades of ethanol, transitioned with propylene oxide, embedded in the resin mixture of Embed 812 kit, and cured in a 60°C oven. Samples were sectioned on a Leica Ultracut UC6 ultramicrotome. One-micrometer thick sections were collected and stained with Toluidine Blue O. Seventy-nanometer (thin) sections were collected on 200 mesh copper grids and stained with uranyl acetate and Reynolds lead citrate. Images were obtained using the FEI Tecnai Spirit G2 transmission electron microscope with the help of the Northwestern Center for Advanced Microscopy (CAM).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Histology. For histological sections, 6-to 8-week-old female BALB/c mice were infected via tail vein with either PABL012 lux , PABL012ΔpscJ lux , or PBS. At defined points postinjection, GBs were harvested and fixed in 4% paraformaldehyde solution for a minimum of 48 h. Samples were then paraffin embedded, processed, and stained with hematoxylin and eosin (H&E) by the Mouse Histology and Phenotyping Laboratory (MHPL) at Northwestern University. GB sections were imaged on the Zeiss Axioscope with a CRI Nuance Camera, located in the Northwestern University CAM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Bile growth assays. P. aeruginosa PABL012 lux or PAO1 lux were grown overnight in MINS medium, inoculated 1:8 into fresh medium the following day and regrown to exponential phase. One milliliter of culture was pelleted, resuspended in PBS, and the OD 600 adjusted to 0.7. This culture was diluted 1:100 and inoculated in triplicate into 180 µL of LB, PBS, MINS medium, or a 35-40% bile solution. To prepare the bile solution, 6-to 12-week-old BALB/c mice were anesthetized and sacrificed by cervical dislocation. GBs were harvested intact and lanced to release bile contents. Gentle centrifugation was used to pellet tissue contents, liberating free bile. Freshly harvested bile was diluted to 35-40% with PBS. Following inoculation, cultures were grown, shaking, at 37°C for 24 h. Samples were taken at time 0, 4, and 24 h, diluted, and plated to quantify CFU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Minimal inhibitory concentrations. Minimal inhibitory concentrations (MICs) for all PA strains used were determined in triplicate using the broth microdilution protocol described by Wiegand et al. 60 (Supplementary Table 1 ). The following antibiotics were prepared from commercially available sources and were used to assess MICs: piperacillin/tazobactam (Pip/Tazo), cefepime (Cep), ceftazidime (Ctz), ciprofloxacin (Cipro), meropenem (Mero), gentamicin, colistin (Col), and aztreonam (Az).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 222,
                    "text": "(Supplementary Table 1",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Statistical analysis. Analyses were performed with the help of GraphPad Prism v7.0b. Data are represented as geometric mean (horizontal line or box) ±standard deviation (SD) when multiple mice were challenged. Bacterial CFU is represented as CFU per gram organ and organs from individual mice are represented by a single data point on each graph (circle if CFU recovered, diamond if no CFU recovered). A non-parametric ANOVA test with Kruskal-Wallis correction for multiple comparisons was used to compare bacterial growth in specific media given small samples sizes and non-normal distributions (Supplementary Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 596,
                    "end": 617,
                    "text": "(Supplementary Fig. 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The data that support the findings of this study are included in the paper and or its Supplementary Information files. Source data for all figures are provided as a separate Source Data file.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "Received: 18 October 2019; Accepted: 18 December 2019;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Health care-associated infections: a meta-analysis of costs and financial impact on the US health care system",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zimlichman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "JAMA Intern. Med",
            "volume": "173",
            "issn": "",
            "pages": "2039--2046",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Results from a 13-year prospective cohort study show increased mortality associated with bloodstream infections caused by Pseudomonas aeruginosa compared to other bacteria",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Thaden",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Antimicrob. Agents Chemother",
            "volume": "61",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/Aac.02671-16"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pandrug-resistant Pseudomonas Aeruginosa among hospitalised patients: clinical features, risk-factors and outcomes",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin. Microbiol. Infect",
            "volume": "12",
            "issn": "",
            "pages": "63--68",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prospective multicenter study of the impact of carbapenem resistance on mortality in Pseudomonas aeruginosa bloodstream infections",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pena",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Antimicrob. Agents Chemother",
            "volume": "56",
            "issn": "",
            "pages": "1265--1272",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Modelling within-host spatiotemporal dynamics of invasive bacterial disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Grant",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Plos Biol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Chronic and acute infection of the gall bladder by Salmonella Typhi: understanding the carrier state",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gonzalez-Escobedo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Gunn",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat. Rev. Microbiol",
            "volume": "9",
            "issn": "",
            "pages": "9--14",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Gallbladder epithelium as a niche for chronic Salmonella carriage",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gonzalez-Escobedo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Gunn",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Infect. Immun",
            "volume": "81",
            "issn": "",
            "pages": "2920--2930",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Biliary excretion as possible origin of Listeria Monocytogenes in fecal carriers",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Briones",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Am. J. Vet. Res",
            "volume": "53",
            "issn": "",
            "pages": "191--193",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Deciphering the landscape of host barriers to Listeria Monocytogenes infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "114",
            "issn": "",
            "pages": "6334--6339",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Induced biliary excretion of Listeria Monocytogenes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hardy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Margolis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Contag",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Infect. Immun",
            "volume": "74",
            "issn": "",
            "pages": "1819--1827",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Sequence tag-based analysis of microbial population dynamics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Methods",
            "volume": "12",
            "issn": "",
            "pages": "223--226",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Phylogenetic analysis: models and estimation procedures",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Cavalli-Sforza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Evolution",
            "volume": "21",
            "issn": "",
            "pages": "550--570",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Analysis of acquisition of Pseudomonas aeruginosa gastrointestinal mucosal colonization and horizontal transmission in a murine model",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kamei",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Infect. Dis",
            "volume": "201",
            "issn": "",
            "pages": "71--80",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Virulence of Pseudomonas aeruginosa in a murine model of gastrointestinal colonization and dissemination in neutropenia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Priebe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Pier",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Infect. Immun",
            "volume": "73",
            "issn": "",
            "pages": "2262--2272",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Shanghai fever: a distinct Pseudomonas aeruginosa enteric disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Chuang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Gut",
            "volume": "63",
            "issn": "",
            "pages": "736--743",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Pseudomonas aeruginosa: breaking down barriers",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Berube",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Rangel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Hauser",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Curr. Genet",
            "volume": "62",
            "issn": "",
            "pages": "109--113",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Clinical outcomes of type III Pseudomonas aeruginosa bacteremia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "El-Solh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hattemer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Hauser",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alhajhusain",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vora",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Crit. Care Med",
            "volume": "40",
            "issn": "",
            "pages": "1157--1163",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Severe Infections Caused By Pseudomonas Aeruginosa",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stryjewski",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sexton",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Correction: the role of exoS in dissemination of Pseudomonas aeruginosa during pneumonia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Rangel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Diaz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Knoten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Hauser",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Plos Pathog",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Morbidity associated with Pseudomonas aeruginosa bloodstream infections",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Scheetz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Diagn. Microbiol. Infect. Dis",
            "volume": "64",
            "issn": "",
            "pages": "311--319",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Bacterial and clinical characteristics of health care-and community-acquired bloodstream infections due to Pseudomonas aeruginosa",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hattemer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Antimicrob. Agents Chemother",
            "volume": "57",
            "issn": "",
            "pages": "3969--3975",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Extracellular replication of Listeria Monocytogenes in the murine gall bladder",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hardy",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "",
            "pages": "851--853",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Colonization, resistance to bile, and virulence properties of Escherichia coli strains: unusual characteristics associated with biliary tract diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Razaghi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Micro. Pathog",
            "volume": "111",
            "issn": "",
            "pages": "262--268",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "In sickness and in health: the relationships between bacteria and bile in the human gut",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Adv. Appl. Microbiol",
            "volume": "96",
            "issn": "",
            "pages": "43--64",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Multidrug-resistance efflux pumps-not just for resistance",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Piddock",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat. Rev. Microbiol",
            "volume": "4",
            "issn": "",
            "pages": "629--636",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Multidrug efflux systems play an important role in the invasiveness of Pseudomonas aeruginosa",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hirakata",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Exp. Med",
            "volume": "196",
            "issn": "",
            "pages": "109--118",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Microbiology of gallbladder bile in uncomplicated symptomatic cholelithiasis",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Abeysuriya",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Deen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wijesuriya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Salgado",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Hepatobiliary Pancreat. Dis. Int",
            "volume": "7",
            "issn": "",
            "pages": "633--637",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Microbiological analysis of bile and its impact in critically Ill patients with secondary sclerosing cholangitis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Voigtlander",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Infect",
            "volume": "70",
            "issn": "",
            "pages": "483--490",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Acute acalculous cholecystitis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Barie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Eachempati",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Curr. Gastroenterol. Rep",
            "volume": "5",
            "issn": "",
            "pages": "302--309",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Epidemiology of infections due to Pseudomonas aeruginosa",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Wenzel",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Rev. Infect. Dis",
            "volume": "6",
            "issn": "3",
            "pages": "627--642",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Oropharyngeal and fecal carriage of Pseudomonas aeruginosa in hospital patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Murthy",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Clin. Microbiol",
            "volume": "27",
            "issn": "",
            "pages": "35--40",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Molecular epidemiology of Pseudomonas aeruginosa in the intensive care units-a review",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Blanc",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Francioli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zanetti",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Open Microbiol. J",
            "volume": "1",
            "issn": "",
            "pages": "8--11",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A prospective survey of Pseudomonas aeruginosa colonization and infection in the intensive care unit",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Antimicrob. Resist. Infect. Control",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Significance of Pseudomonas aeruginosa colonization of the gastrointestinal tract",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ohara",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Itoh",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Intern. Med",
            "volume": "42",
            "issn": "",
            "pages": "1072--1076",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Epidemiology of endemic Pseudomonas aeruginosa: why infection control efforts have failed",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Olson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nathan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chamberlin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kabins",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Infect. Dis",
            "volume": "150",
            "issn": "",
            "pages": "808--816",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Pseudomonas aeruginosa colonisation in an intensive therapy unit: role of cross infection and host factors",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Noone",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Pitt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bedder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Hewlett",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Br. Med J",
            "volume": "286",
            "issn": "",
            "pages": "341--344",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Cross-colonisation with Pseudomonas aeruginosa of patients in an intensive care unit",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Bergmans",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Thorax",
            "volume": "53",
            "issn": "",
            "pages": "1053--1058",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "A large sustained endemic outbreak of multiresistant Pseudomonas aeruginosa: a new epidemiological scenario for nosocomial acquisition",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Suarez",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Infect. Dis",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Vim-positive Pseudomonas Aeruginosa in a large tertiary care hospital: matched case-control studies and a network analysis",
            "authors": [
                {
                    "first": "&apos;t",
                    "middle": [],
                    "last": "Voor In",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Holt",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Antimicrob. Resist. Infect. Control",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Risk factors for Pseudomonas aeruginosa acquisition in intensive care units: a prospective multicentre study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Venier",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Hosp. Infect",
            "volume": "88",
            "issn": "",
            "pages": "103--108",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Genetic markers of widespread extensively drug-resistant Pseudomonas aeruginosa high-risk clones",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cabot",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Antimicrob. Agents Chemother",
            "volume": "56",
            "issn": "",
            "pages": "6349--6357",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The increasing threat of Pseudomonas aeruginosa high-risk clones",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oliver",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mulet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lopez-Causape",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Juan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Drug Resist. Updat. 21",
            "volume": "22",
            "issn": "",
            "pages": "41--59",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Common virulence factors for bacterial pathogenicity in plants and animals",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Rahme",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Science",
            "volume": "268",
            "issn": "",
            "pages": "1899--1902",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Genetic recombination in Pseudomonas aeruginosa",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Holloway",
                    "suffix": ""
                }
            ],
            "year": 1955,
            "venue": "J. Gen. Microbiol",
            "volume": "13",
            "issn": "",
            "pages": "572--581",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "0: Snp detection and phylogenetic analysis of genomes without genome alignment or reference genome",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Slezak",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ksnp3",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Bioinformatics",
            "volume": "31",
            "issn": "",
            "pages": "2877--2878",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Interactive tree of life (itol): an online tool for phylogenetic tree display and annotation",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Letunic",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bork",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bioinformatics",
            "volume": "23",
            "issn": "",
            "pages": "127--128",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "A broad host range mobilization system for in vivo genetic engineering: transposon mutagenesis in gram negative bacteria",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "B"
                    ],
                    "last": "Priefer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Puhler",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Nat. Biotechnol",
            "volume": "1",
            "issn": "",
            "pages": "784--791",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Acetylornithinase of Escherichia coli: partial purification and some properties",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Vogel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Bonner",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "J. Biol. Chem",
            "volume": "218",
            "issn": "",
            "pages": "97--106",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Isolation and characterization of transposoninduced mutants of Pseudomonas aeruginosa deficient in production of exoenzyme S",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "I"
                    ],
                    "last": "Nicas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Iglewski",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Infect. Immun",
            "volume": "45",
            "issn": "",
            "pages": "470--474",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Integration-proficient Pseudomonas aeruginosa vectors for isolation of single-copy chromosomal Lacz and Lux gene fusions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Becher",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Schweizer",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Biotechniques",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Pseudomonas aeruginosa induces localized immunosuppression during pneumonia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Diaz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Infect. Immun",
            "volume": "76",
            "issn": "",
            "pages": "4414--4421",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Integrationproficient plasmids for Pseudomonas aeruginosa: site-specific integration and use for engineering of reporter and expression strains",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Hoang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kutchma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Becher",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Schweizer",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Plasmid",
            "volume": "43",
            "issn": "",
            "pages": "59--72",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "A broad-host-range Flp-Frt recombination system for site-specific excision of chromosomally-located dna sequences: application for isolation of unmarked Pseudomonas aeruginosa mutants",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Hoang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Karkhoff-Schweizer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kutchma",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Schweizer",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Gene",
            "volume": "212",
            "issn": "",
            "pages": "77--86",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Secreted regulator of type III secretion genes in Pseudomonas aeruginosa",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rietsch",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Vallet-Gely",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Dove",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mekalanos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Exse",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "102",
            "issn": "",
            "pages": "8006--8011",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Pseudomonas aeruginosa gene products PilT and PilU are required for cytotoxicity in vitro and virulence in a mouse model of acute pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Comolli",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Infect. Immun",
            "volume": "67",
            "issn": "",
            "pages": "3625--3630",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Kraken: a set of tools for quality control and analysis of high-throughput sequence data",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Dongen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Abreu-Goodger",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bartonicek",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Enright",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Methods",
            "volume": "63",
            "issn": "",
            "pages": "41--49",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Qiime allows analysis of high-throughput community sequencing data",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Caporaso",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat. Methods",
            "volume": "7",
            "issn": "",
            "pages": "335--336",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Search and clustering orders of magnitude faster than blast",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Edgar",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Bioinformatics",
            "volume": "26",
            "issn": "",
            "pages": "2460--2461",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "The genetics of Dacus oleae. V. Changes of esterase polymorphism in a natural population following insecticide controlselection or drift?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Krimbas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tsakas",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Evolution",
            "volume": "25",
            "issn": "",
            "pages": "454--460",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Agar and broth dilution methods to determine the minimal inhibitory concentration (Mic) of antimicrobial substances",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Wiegand",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hilpert",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Hancock",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat. Protoc",
            "volume": "3",
            "issn": "",
            "pages": "163--175",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF2": {
            "text": ".",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "At 14 and 24 hpi, the mean founding population sizes (N b ʹ) were quite low (between 35-70 at 14 hpi and 40-60 at 24 hpi) in the majority of the organs. In contrast, the spleen had a larger mean N b ʹ of 1509 at 14 hpi(Fig. 2a)and 523 at 24 hpi(Fig. 2c), indicative of a more diverse founding population that likely reflects the role of the spleen in filtering bacteria from the bloodstream. The low N b ʹ values of the GB and intestines suggest",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "≥0.88), Moderately High (Mod. High, <0.88, ≥0.41), Moderately Low (Mod. Low, <0.41, ≥0.17), and Low (<0.17). LG (lung), SP (spleen), LV (liver), ST (stomach), GB (gallbladder), IN (small intestine), CM (cecum), CO (colon), FE (feces). The relative allelic frequencies of all unique barcodes in every organ of a representative mouse is shown at 14 (e n = 4612 total barcodes) and 24 hpi (f n = 4208 total barcodes). Red arrows denote the top 2 dominant barcodes in the LV, GB, IN, CM, CO, and FE. | (2020) 11:543 | https://doi.org/10.1038/s41467-020-14363-4 | www.nature.com/naturecommunications",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig. 3 The gallbladder promotes prolonged intestinal shedding of P. aeruginosa following bacteremia. BALB/c mice were injected with~8 × 10 5 CFU of PABL012 lux (a) and co-housed with 2 uninfected cage-mates (b) for 10 days (n = 3 x 3 replicates infected, n = 2 x 3 replicates uninfected). Fecal pellets were collected from individual mice daily. c Mice intravenously infected with~2 × 10 6 CFU of PABL012 lux were housed on normal bedding or raised wire racks (n = 3 × 3 replicates), and PA was measured in the feces at 24 hpi. (ns) not significant by Mann-Whitney test. d Mice were infected intravenously with~2 × 10 6 CFU of PABL012 lux (black circles), followed 4 h (n = 7 total, 2 replicates) or 10 h (n = 9 total, 2 replicates) later with oral gavage of~2 × 10 6 CFU of PABL012 GM (orange circles) and PA was measured in the feces at 24 hpi. BALB/c mice (n = 4 x 2 replicates) were injected with~8 x 10 5 CFU of PABL012 lux and all excreted fecal pellets from infected mice (e, n = 8) were transferred daily to the cages of uninfected mice (f, n = 9). Fecal pellets were collected from individual mice daily. g Mice were orally administered standard (~2 × 10 6 CFU, n = 3 × 2 replicates, black circles) or high (~3 × 10 8 CFU, n = 4 × 2 replicates, orange circles) doses of PABL012 lux by gavage, and PA was measured in the feces at 24 hpi. h Fecal pellets from previously infected mice (n = 25) were slurried and orally administered (~2 × 10 5 CFU) to uninfected mice by gavage. PA was measured in the feces at 24 hpi. For input 1 g equals 1 mL of wet weight. i-k Mice (n = 5 x 2 replicates) following sham surgery (j) and mice following cholecystectomy (k) and mice that had not undergone surgery (i), were challenged intravenously with~2 × 10 6 CFU of PABL012 lux and fecal pellets collected daily. On day 1, p values were determined for wild type vs. sham (p = 0.9, ns), wild type vs. cholecystectomized (**p = 0.004), and sham vs. cholecystectomized (***p = 0.0005) mice via a Kruskal-Wallis analysis to correct for multiple comparisons. For scatter plots, each circle (or diamond) represents data from one mouse, and data are presented as PA shed in CFU per gram feces [CFU/g]. When no bacterial CFU were recovered, data are represented as diamonds on the x-axis. Geometric means (boxes), and SD (whiskers) are shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": ". 4 P. aeruginosa infection damages the gallbladder epithelium. BALB/c mice intravenously infected with PABL012 lux (~2 × 10 6 CFU) were euthanized at 24 hpi to harvest gallbladders for histological preparation. a Hematoxylin & eosin (H&E) staining of mock (PBS) or PABL012 lux -infected mouse gallbladder sections at ×63 and ×100 (scale bar = 100 µM). b, c TEM of gallbladder sections from mock (PBS) or PABL012 lux -infected mice (scale bars = 5 µM (×1400), 1 µM (×4800)). Black arrows indicate neutrophils, the black arrowhead shows a transmigrating neutrophil extravasating into the gallbladder lumen. Lu (lumen), V (vacuoles), vil (villi), Pa (P. aeruginosa).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "The P. aeruginosa type III secretion system (T3SS) contributes to gastrointestinal shedding. a BALB/c mice (n = 3, representative replicate) were infected intravenously with a standard (~2 × 106 CFU, open circles) or a high dose (~8 × 10 7 CFU, filled circles) of a PABL012ΔpscJ lux T3SS mutant and imaged at 24 hpi using IVIS. The scale (red = high, blue = low) for all images represents radiance (photons per sec per cm 2 per steradian) with minimum and maximum values normalized to 1 × 10 4 and 1 × 10 5 , respectively. b Mice (standard dose n = 5, open circles; high dose n = 4, black circles) were euthanized, bacteria enumerated from the liver, gallbladder (GB), and feces, and CFU per gram organ reported at 24 hpi. c BALB/c mice (n = 5) were coinfected intravenously with a 1:1 mix totaling~2 × 10 6 CFU of PABL012 lacZ (n = 5, filled black circles) and PABL012ΔpscJ lux (n = 5, open symbols). Liver, GB, and feces were harvested at 24 hpi for enumeration of viable bacteria. For input 1 g equals 1 mL of wet weight. For scatter plots, each circle or diamond represents data from one mouse. Where no CFU were recovered, data are represented as diamonds on the x-axis. Geometric means (horizontal lines) and SD (whiskers) are shown. d H&E stained sections of gallbladders from mice infected with the high dose of PABL012ΔpscJ lux . Lu (lumen), Pa (P. aeruginosa). Scale bar represents 100 µM (×63). | (2020) 11:543 | https://doi.org/10.1038/s41467-020-14363-4 | www.nature.com/naturecommunications",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Model of P. aeruginosa population dynamics following bloodstream infection. PA populations with unique complexity arise in the lungs, liver, and spleen of intravenously infected animals. The bottleneck sizes at 24 hpi within the liver and lung are similar (mean N b ′ values for all mice are shown in parentheses); however, their founding populations are distinct. Very few organisms establish infection in the gallbladder (GB), but the founders ultimately expand to very high numbers. Bacteria released from the GB through the bile into the small intestine become the principal source of PA excreted in the feces.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). All PA strains shared the same pattern of dissemination to the GB and excretion into the feces (Supplementary Figs. 2a-d and 3) despite being phylogenetically distinct, globally distributed, and representing nine different multilocus sequence types (STs) (Supplementary Fig. 3, Supplementary Table 1). We also challenged male BALB/c mice (Supplementary Fig. 2e) to explore possible gender bias and female C57/BL6 mice (Supplementary",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": ". Relevant characteristics of these strains are listed inSupplementary Table 1, and a parsimony tree based on single-nucleotide polymorphism (SNP) loci",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank S. Abel and P. Abel for providing the scripts for pipeline analysis and discussion regarding STAMP, S. Lory, and J. Mekalanos for providing P. aeruginosa strains and cloning tools, L. Reynolds for technical assistance with electron microscopy, and S. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "(73POST25830019, awarded to J.P.A.). Additional support was provided by the Northwestern University Mouse Histology and Phenotyping Laboratory supported by an NCI Cancer Center Support Grant (CCSG NCI P30-CA060553). Imaging work was performed at the Northwestern Center for Advanced Microscopy (CAM) also generously supported by CCSG NCI P30 CA060553. Mouse surgery was performed by the Northwestern University Comprehensive Transplant Center (NUCTC) Microsurgery Core. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the paper. We would like to thank all members of the Hauser, Ozer, and Kociolek laboratories for their valuable comments during numerous discussions of this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "K.E.R.B. and J.P.A. designed and performed the experiments, analyzed and interpreted the data, and wrote the paper. B.H.C. performed the experiments and C.-H.C. provided the intellectual discussion and wrote the paper. A.R.H. provided resources and intellectual contributions, oversaw interpretation, and wrote the paper. All authors discussed the results and commented on the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        },
        {
            "text": "A.R.H. serves on an advisory board and is a consultant for Microbiotix, Inc. to develop type III secretion inhibitors. The remaining authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Supplementary information is available for this paper at https://doi.org/10.1038/s41467-020-14363-4.Correspondence and requests for materials should be addressed to K.E.R.B.Peer review information Nature Communications thanks the anonymous reviewer(s) for their contribution to the peer review of this work. Peer reviewer reports are available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        },
        {
            "text": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/ licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reprints and permission information is available at http://www.nature.com/reprints"
        }
    ]
}