{
    "paper_id": "b6fa1544813ed01376f06718c650750e27dc5208",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Phoebe",
                "middle": [],
                "last": "Koundouri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Athens University of Economics and Business",
                    "location": {
                        "settlement": "Athens",
                        "country": "Greece"
                    }
                },
                "email": "pkoundouri@aueb.gr"
            },
            {
                "first": "Astrid",
                "middle": [],
                "last": "Dannenberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Kassel",
                    "location": {
                        "settlement": "Kassel",
                        "country": "Germany"
                    }
                },
                "email": "dannenberg@uni-kassel.de"
            },
            {
                "first": "Ian",
                "middle": [
                    "J"
                ],
                "last": "Bateman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "I",
                "middle": [
                    "Ac"
                ],
                "last": "Bateman@exeter",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Uk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Luis Moisés Peña-Lévano, Farzad Taheripour and Wallace E. Tyner for their superb paper \"Climate Change Interactions with Agriculture, Forestry Sequestration, and Food Security\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this superb paper the authors produce both a truly excellent example of multidisciplinary collaboration and internationally significant contribution to our understanding of the interplay between climate change, mitigation policies, and their impacts on the global economy. Their paper addresses a context in which climate change threatens to negatively affect crop productivity in many regions across the world. Add to this inelastic demand for most agricultural products then a climate or otherwise driven shock in food supply can result in food price increases, limiting the ability of some regions to provide adequate food supplies for population needs. Such circumstances undermine calls for reductions of deforestation and reforestation despite these being recognized as efficient and effective approaches for mitigating climate change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given such a context Peña-Lévano, Taheripour and Tyner address a series of fundamental questions: (1) What is the cost of emissions reduction with no forest carbon sequestration (FCS) incentive? (2) What is the mitigation cost incorporating FCS? (3) What are the impacts of FCS on food security? (4) What are the consequences for the global economy and food production when crop productivity is affected by climate change? (5) What is the economic value of reducing crop yield losses?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors modify a well-known computable general equilibrium (CGE) model (GTAP-BIO-FCS) to evaluate the economic and land use impacts of emissions reduction targets and policies under alternative climate scenarios. They find that implementing an aggressive FCS incentive can cause substantial increases in food prices due to land competition between forest and crop production. In fact, when climate-induced yield shocks are integrated in the analysis, food price increases are so large that it becomes clear that such an approach could not be adopted in the real world. Moreover, the results cry out for investment in agricultural research on climate adaptation, as the authors find that economic well-being falls more without mitigation, than with 50% emission reductions. This paper is an excellent example of how economics can deliver the much-needed Sustainability Transition, by providing useful guidance for policy-making which derives from careful multidisciplinary modeling and economic analysis. EAERE is grateful to the authors for their devotion to producing pioneering policy-relevant work. We note with regret that Prof. Wallace E. Tyner passed away last Summer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition to various cash and book voucher prizes, the publishers, Springer, are making the paper freely available for download for an 8-week period following publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The panel felt that this was a good year for high quality submissions and the following papers were awarded \"Highly Commended\" status: Partha Dasgupta, Tapan Mitra and Gerhard Sorger, \"Harvesting the Commons\". Takahiko Kiso, \"Environmental Policy and Induced Technological Change: Evidence from Automobile Fuel Economy Regulations\". Thomas Eichner and Rüdiger Pethig, \"Coaseian Biodiversity Conservation and Market Power\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Each of these papers was identified as representing very substantial contributions to the field of environmental and resource economics and the authors are congratulated for such fine work. Full references to all papers are provided below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Harvesting the Commons",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dasgupta",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mitra",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sorger",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Environ Resource Econ",
            "volume": "72",
            "issn": "",
            "pages": "613--636",
            "other_ids": {
                "DOI": [
                    "10.1007/s10640-018-0221-4"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coaseian biodiversity conservation and market power",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Eichner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pethig",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Environ Resource Econ",
            "volume": "72",
            "issn": "",
            "pages": "849--873",
            "other_ids": {
                "DOI": [
                    "10.1007/s10640-018-0225-0"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Environmental policy and induced technological change: evidence from automobile fuel economy regulations",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kiso",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Environ Resource Econ",
            "volume": "74",
            "issn": "",
            "pages": "785--810",
            "other_ids": {
                "DOI": [
                    "10.1007/s10640-019-00347-6"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Climate change interactions with agriculture, forestry sequestration, and food security",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Peña-Lévano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Taheripour",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Tyner",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Environ Resour Econ",
            "volume": "74",
            "issn": "",
            "pages": "653--675",
            "other_ids": {
                "DOI": [
                    "10.1007/s10640-019-00343-w"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}