{
    "paper_id": "b73b23caf3af4314454807a1d6eab8a555aa6a39",
    "metadata": {
        "title": "A COMPARISON OF SUBCUTANEOUS, NASAL, AND COMBINED INFLUENZA VACCINATION. II. PROTECTION AGAINST NATURAL CHALLENGE 1 -8",
        "authors": [
            {
                "first": "William",
                "middle": [
                    "P"
                ],
                "last": "Edmondson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Rothenberg&apos;",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "W"
                ],
                "last": "White",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jack",
                "middle": [
                    "M"
                ],
                "last": "Gwaltney",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "R"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [
                    "P"
                ],
                "last": "Edmondson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Rothenberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "W"
                ],
                "last": "White",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "M"
                ],
                "last": "Gwahney",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "22901). A comparison of subcutaneous, nasal, and combined influenza vaccination. II. Protection against natural challenge. Amer J Epidem 93: 480-486, 1971.-Monovalent killed influenza Ai Hong Kong vaccine in doses (400 CCA units) recommended for dvilian use was given to insurance company employees and elderly psychiatric patients by injection, nasal spray, or a combination of both methods. Vacdnees and controls were then studied for evidence of immunity to influenza during the 1968-1969 epidemic Parenteral vaccination was well tolerated and effective in reducing influenza Infection and illness rates in both groups. Vaccine had no effect on total respiratory illness in the insurance group, although total absenteeism was lowered because of the greater effect of influenza over that of colds in causing time lost from work. Vaccine given by spray into the respiratory tract was ineffective. The addition of spray to parenteral vaccination provided no additional advantage over parenteral vaccination alone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "and pharynx, or a combination of these methods. During the epidemic, vaccinees and controls were studied for clinical, virological, and serologic responses to natural influenza infection. Parenteral vaccination was associated with protection from influenza infection and illness and with a reduction in industrial absenteeism. Persons vaccinated by spray alone were not protected and had influenza infection and illness rates which were similar to rates in controls given type B influenza vaccine or to unvaccinated persons. The details of these findings are described below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Details on the characteristics of the study populations, vaccine composition, and techniques of vaccine administration are reported in the accompanying paper (1) . Measurements of vaccine efficacy were made only among members of the insurance company and psychiatric patient populations.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Study populations, vaccine, vaccine administration"
        },
        {
            "text": "As part of an ongoing respiratory virus study, each insurance company employee recorded symptoms daily on an IBM card. Questionnaires filled out at the time of sampling were compared with the daily symptom records as a check on the accuracy of reporting. Employees with new complaints were seen by a nurse-epidemiologist who collected specimens and personally contacted each employee weekly to encourage accurate symptom reporting. Home visits were made to employees who were absent from work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance"
        },
        {
            "text": "Surveillance of the elderly psychiatric patients was done by monitoring illness reports from the regular hospital staff combined with ward visits by a member of the research team. In addition to seeing patients with reported illnesses, an investigator visited each of the 47 wards weekly and recorded and sampled minor unreported illnesses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance"
        },
        {
            "text": "The following criteria were established to define the types of illnesses studied. Febrile illness: feverishness and/or recorded body temperature above 99.9 F together with one or more respiratory symptoms or two or more systemic complaints lasting longer than one day. A febrile illness: three respiratory symptoms or two respiratory symptoms with two systemic complaints of two days or longer in the absence of feverishness or body temperature above 99.9 F. Influenza specific illness: any febrile or afebrile illness in which influenza virus was recovered within six days of the onset or in which a fourfold or greater hemagglutination inhibition, neutralization, or complement fixing antibody rise was measured.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Illness criteria and calculation of attack rates"
        },
        {
            "text": "Minor differences in sampling rates of the study groups were adjusted by the formula: corrected number infected = (number infected/number tested) X number reported. The corrected number infected was used to derive attack rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Illness criteria and calculation of attack rates"
        },
        {
            "text": "Collection of specimens for virus isolations: Specimens of respiratory secretions from insurance employees and elderly patients were tested fresh or were frozen rapidly and stored at ~70 C for later testing. All specimens were collected within six days of the initial complaint and refrigerated from the time of collection to processing in the laboratory (0-6 hours).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling"
        },
        {
            "text": "Influenza virus cultures were done on specimens collected from November 12, 1968, through February 14 (employees), or March 30, 1969 (patients). Specimens were inoculated into three 9-10 days old embryonated eggs and three culture tubes of primary rhesus monkey kidney (MK) cells. Negative specimens received two further passages. Specimens from the insurance company employees were also inoculated into three tubes containing human diploid fibroblast (WI-38) cells as part of the ongoing study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral cultures"
        },
        {
            "text": "Influenza virus isolates from egg and monkey kidney cells were identified by a standard hemagglutination inhibition test (2) . Rhinoviruses were identified by characteristic CPE and acid lability.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Viral cultures"
        },
        {
            "text": "The methods of performing serologic tests are reported in the previous paper (1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serology"
        },
        {
            "text": "Local reactions of three cm or greater occurred in less than 1 per cent of 263 elderly patients evaluated at 24 or 48 hours after vaccination. No vaccine-associated systemic complaints were reported by the elderly patients or the insurance employees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reaction to vaccination"
        },
        {
            "text": "vaccine: Insurance company employees Occurrence of influenza: During December of 1968, a peak of respiratory illness occurred which exceeded by over 1.7 stand-ard deviations the six-year cumulative mean respiratory illness rate for the population at that season of the year (figure 1). This large excess of respiratory illness was associated with a high isolation rate of Aa/ HK influenza virus. Influenza infections were documented during the period November 27,1968 through January 7,1969. There was no laboratory evidence of influenza infections in the three weeks before or after this interval. The period of time chosen for the analysis of vaccine efficacy was the eight weeks from November 20 to January 17.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protective effect of monovalent A*/HK"
        },
        {
            "text": "Infection and illness rates by vaccine status: The total number of illnesses (influenza and non-influenza) reported per group (table 1) were used to derive overall respiratory illness rates. There were 63 illnesses among the 190 unvaccinated employees, 24 among the 55 spray vaccinees, 26 among the 76 gun vaccinees, and 18 among the 55 employees receiving combined vaccination. This gave similar overall respiratory illness rates of 33.2, 43.6, 34.2, and 32.7/100 for these groups, respectively (figure 2). Infections due to agents other than influenza virus thus accounted for a larger proportion of illness in the protected than in the unprotected groups. Febrile and afebrile influenza illnesses were markedly reduced in employees receiving vaccine by gun and by gun and spray compared to those receiving no vaccine or spray alone (table 1). The total influenza illness rate for the unvaccinated group (17.9/100) was almost identical with that for spray vaccinees (18.0/100). These high rates contrast with total influenza illness rates of 1.9/100 and 4.7/100 for the gun and combined groups, respectively. Febrile illnesses constituted the major portion of all influenza cases. Among spray vaccinees and nonvaccinated employees, febrile influenza illness rates averaged approximately 12.5/100.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protective effect of monovalent A*/HK"
        },
        {
            "text": "Other viral infections in insurance employees: Non-influenza virus specific infection rates were 14, 10, 10, and 12 per 100 persons for the combined, gun, spray, and control groups, respectively. Eighteen rhinoviruses, two herpes simplex, one mumps, one parainfluenza type 2, and five unidentified acid sensitive viruses were isolated during the study. Twelve persons with documented influenza had one or more other illnesses, three of which yielded other viruses. Seventy-four (55 per cent) of all illnesses were not associated with any agent and were presumably due to coronaviruses and/or as yet undiscovered viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16-"
        },
        {
            "text": "Reduction of industrial absenteeism: Between November 26, 1968 and January 10, 1969, there were 27 working days. Fortyone of the 245 (16.7 per cent) unvaccinated employees and spray vaccinees lost time from work due to influenza compared to six of 131 (4.6 per cent) gun plus gun and spray vaccinees (table 2) . Also, vaccination resulted in a reduction in the total number of days lost from work due to any illness (respiratory and nonrespiratory). Parenteral and combined vaccinees averaged 0.6 absentee days per person; unvaccinated employees and spray vaccinees averaged 0.9 absentee days per person. Based on a net Influenza rates: Influenza illness rates in the control and spray vaccine groups were 14.7 and 12.2/100, respectively (table 3) . These rates were lower than those observed in the susceptible insurance employees but still considerably higher than the rates for elderly patients receiving parenteral or combined vaccination. These latter two groups had rates at or near 1.5/100. Thus, parenteral administration of the A2/HK vaccine also provided-protection to elderly adults while spray vaccination was ineffective. Unlike the young adults, the elderly patients had few minor non-influenzal respiratory illnesses during the time of the trial. Sixty-six of 283 (23 per cent) persons had serologic evidence of influenza virus infection. (These numbers include 24 of 73 insurance employees, 33 of 104 psychiatric patients, and 9 of 106 medical students.) Fifty-seven serology positive persons were cultured within six days of the onset of respiratory symptoms and 34 (60 per cent) were virus positive. Sixteen parenterally vaccinated persons had serologic evidence of natural infection. They yielded virus at a similar rate (66 per cent) to those not receiving parenteral vaccine (62 per cent).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 309,
                    "text": "(table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 738,
                    "end": 747,
                    "text": "(table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "16-"
        },
        {
            "text": "While yearly immunization against influenza has been recommended for persons who are aged and chronically ill (3), little information has been accumulated which documents that these persons are significantly protected when such programs are undertaken (4). In the United States, evidence for the effectiveness of inactivated influenza vaccines has come largely from field trials in military populations (5), and questions have been raised about the justification for continued vaccine use in civilians (4) .",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 505,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "SUMMMAEY AND CONCLUSIONS"
        },
        {
            "text": "Several conditions appear to be necessary for successful testing of influenza vaccine. These include close and accurate surveillance, high sampling rates, and influenza attack rates which are sufficient to allow valid comparisons between control and vaccinated populations (6) . These conditions are often difficult to achieve in civilian groups where living conditions are less uniform than in the military. In the current work, advantage was taken of an efficient program of surveillance and sampling which was already in progress in one group. The trial also coincided with a sharp outbreak of influenza in which up to 20 per cent of unvaccinated controls experienced infection.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 276,
                    "text": "(6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SUMMMAEY AND CONCLUSIONS"
        },
        {
            "text": "Under these conditions, parenterally administered vaccine gave substantial pro-tection from influenza to young, healthy adults and to elderly, debilitated psychiatric patients. Total respiratory illness rates were not reduced in the industrial population although total illness absenteeism was, reflecting the greater morbidity of influenza over that of common endemic respiratory disease. Immunization failures after parenteral vaccination were observed primarily in persons with limited antibody responses. The majority (67 per cent) of parenteral vaccinees developed HI antibody titers of 80 or greater. Eight of the 11 vaccine failures occurred in insurance employees and elderly patients with post-vaccination titers of less than 80.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMMAEY AND CONCLUSIONS"
        },
        {
            "text": "At least three possibilities could explain the failure of the vaccine to reduce total respiratory illness in the insurance group. One is that influenza was prevented by the vaccine but was replaced by illnesses due to other prevalent respiratory viruses. A second possibility is that all groups suffered equally from colds, but the nonprotected employees had superimposed influenza which obscured these relatively minor illnesses. Some support for this idea comes from the finding of three influenza infections in persons shedding a second respiratory virus. A third hypothesis is that vaccination interfered with the laboratory diagnosis of influenza. Evidence against this was the finding that influenza virus shedding rates were not reduced in vaccinees with serologic evidence of natural infections. Also, total respiratory illness rates were reduced for the protected elderly patients among whom colds were at a minimum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMMAEY AND CONCLUSIONS"
        },
        {
            "text": "The causes of most non-influenzal infections in the protected groups were not discovered because of technical limitations of testing which prevented making an etiologic diagnosis in 65 per cent of cases. The undiagnosed illnesses were presumably due to \"winter cold viruses\" such as coronaviruses. A final answer to the question of why the vaccine did not affect total illness rates will have to await the time when the diagnosis of acute respiratory diseases is more complete.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMMAEY AND CONCLUSIONS"
        },
        {
            "text": "Another goal of this trial was to extend observations on the effectiveness of influenza vaccine given by spray into the respiratory tract. A recent report of successful vaccination by this method (7) has stirred interest in its possible adoption for general use. In the current work, a standard dose of vaccine sprayed into the respiratory tract gave no protection when given alone and did not augment the effectiveness of simultaneously administered parenteral vaccine. The different results of this and the previous trial may be explained by the partial immunity which was present in the group studied earlier and by differences in methods of surveillance and sampling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMMAEY AND CONCLUSIONS"
        },
        {
            "text": "Nevertheless, respiratory tract antibody may be of primary importance in host defenses against influenza. If this is true, then the current resulte suggest that parenteral vaccination evokes secretory antibody more effectively than vaccination by spray when standard doses of vaccine are used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMMAEY AND CONCLUSIONS"
        },
        {
            "text": "In conclusion, it is suggested that while vigorous efforts to improve influenza vaccines should be continued, the value of currently available products given parenterally should not be lost due to lack of enthusiasm for their use. ADDENDUM More recently, testing of serum pairs obtained during the trial has been done by means of a hemagglutination inhibition test using coronavirus strain OC43 antigen. Nine coronavirus infections were documented among the participants in the study.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 239,
                    "text": "ADDENDUM",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SUMMMAEY AND CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A comparison of subcutaneous, nasal, and combined influenxa vaccination",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gwaltney",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Edmondaon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rothenberg",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "I. Antigenicity. Amer J Epidem",
            "volume": "93",
            "issn": "",
            "pages": "472--479",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Influenza virus",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Davenport",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Minuse",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Diagnostic Procedures for Viral and Rickettaial Infections",
            "volume": "",
            "issn": "",
            "pages": "465--460",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The epidemiological basis for the control of influenza",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Langmuir",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Serfling",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Amer J Public Health",
            "volume": "64",
            "issn": "",
            "pages": "663--571",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Inactivated influenza virus vaccines, past, present, and future",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Davenport",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Amer Rev Reap Dis",
            "volume": "183",
            "issn": "",
            "pages": "146--160",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Immunization against influenia prevention of illness in man by aerosolized inactivated vaccine",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Waldman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Small",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "JAMA",
            "volume": "207",
            "issn": "",
            "pages": "620--634",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Total and influenza specific respiratory illness rates in insurance company employees: Nov. 20,1968 to Jan. 17,1969.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "During the time of the epidemic, 44 of 234 (19 per cent) specimens of respiratory secretions were positive for Aa/HK virus. (These numbers include 27 viruses from 94 insurance employee specimens, 13 viruses from 101 psychiatric patient specimens, and 4 viruses from 39 medical student specimens which were tested by the same methods.) Embryonated eggs yielded virus from 43 specimens, while MK cells were positive in only 18 of these same specimens. In no case was virus isolated in MK cells and not in eggs when the specimen was tested in both systems. N tests were positive in 91 per cent, HI tests were positive in 94 per cent, and CF tests were positive in 81 per cent of acutely ill persons who shed virus (table 4). Thirty-one virus positive persons had all",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Monthly rejpiratory illness rotes for th. ptriod Jon 1968 • Jon 1969 Monthly mean respiratory illntsi rotes 1 17 itondord deviation! calculated from data tolUcttd between May 1963 through February 1969 FIODBB 1. Monthly respiratory illness rates Jan. 1968-Jan. 1969 compared to the six-year cumulative mean respiratory illness rates ±1.7 standard deviations: insurance company employees.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Surveillance, sampling, and influenza At/HK attack rates by vaccine status in insurance company employees",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Insurance company absenteeism during epidemic At/HK influenza Elderly hospitalized patients Occurrence of influenza: Influenza was present in this population from December 26, 1968 through February 14, 1969. It was recognized in areas housing less than half of the persons vaccinated and did not spread to the closed female wards. The analysis of vaccine efficacy was made on all of the 354 patients housed in two open buildings where influenza occurred with sufficient frequency to give meaningful results.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Influenza illness rales by vaccination status in elderly psychiatric patients",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}