{"paper_id": "b7748287e19480de013b52a6ee4a3ddf80f60c94", "metadata": {"title": "Haploidentical Stem Cell Transplantation with Post-Transplant Cyclophosphamide for Primary Immune Deficiency Disorders in Children: Challenges and Outcome from a Tertiary Care Center in South India", "authors": [{"first": "Ramya", "middle": [], "last": "Uppuluri", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Meena", "middle": [], "last": "Sivasankaran", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shivani", "middle": [], "last": "Patel", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Venkateswaran", "middle": ["Vellaichamy"], "last": "Swaminathan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kesavan", "middle": [], "last": "Melarcode", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ramanan", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nikila", "middle": [], "last": "Ravichandran", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Balasubramaniam", "middle": [], "last": "Ramakrishnan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Indira", "middle": [], "last": "Jayakumar", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lakshman", "middle": [], "last": "Vaidhyanathan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Revathi", "middle": [], "last": "Raj", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Haploidentical stem cell transplantation (haplo SCT) has emerged as an acceptable alternative to matched family donor transplantation for children diagnosed to have primary immune deficiency disorders (PIDs). We present data over 4 years on the challenges and efficacy of unmanipulated T cell replete haplo SCTs with post-transplant cyclophosphamide (PTCy) in children diagnosed to have PIDs. We performed a retrospective study in the pediatric blood and marrow transplantation unit where all children less than 18 years of age diagnosed to have PIDs and who underwent haplo SCT with PTCy from January 2014 to February 2018 were included in the study. Of the 16 transplants included in the study, 5 children were diagnosed to have Wiskott-Aldrich syndrome, 3 with congenital hemophagocytic lymphohistiocytosis, 2 each with Griscelli syndrome and Mendelian susceptibility to mycobacterial diseases, and one each with Chediak-Higashi syndrome, ORAI 1 mutation immune deficiency, severe combined immune deficiency, and Hyper IgM syndrome. The source of stem cells was PBSC in 62.5% and bone marrow in 32.5%. Engraftment by day 16-21 post hematopoietic stem cell transplantation was achieved in 75% transplants with 91% of these remaining in sustained complete chimerism. Acute skin and gut graft versus host disease of grade 2-3 were noted in 50% transplants and cytomegalovirus (CMV) reactivation in 43.7% transplants. One child with congenital HLH succumbed to refractory CMV, adenovirus, and BK virus infection. Cytokine release syndrome (CRS) was noted in 75% transplants with 2 children succumbing to the illness. Tocilizumab was successfully used early in one child. Overall mortality was found to be 37.5% with overall survival of 62.5% with a median follow-up of 23.3 months. In resource limited settings, PTCy has the potential to provide a cost-effective advantage in terms of accessibility of this curative procedure among children with PIDs.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Primary immune deficiency disorders (PIDs) are genetic conditions where children are prone to recurrent life-threatening infections and significant morbidity. The reported incidence of PIDs worldwide is approximately 1 in 2000 live births with over 300 distinct disorders identified thus far [1, 2] .", "cite_spans": [{"start": 292, "end": 295, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 296, "end": 298, "text": "2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Background"}, {"text": "Hematopoietic stem cell transplantation (HSCT) is an available curative option for PIDs which has the potential to result in intact survival. The chance of finding a matched related donor (MRD) is approximately 30%. Therefore, 70% of the affected children need to be transplanted using alternative donors including matched unrelated donors and haploidentical family donors. Unrelated donor transplantation is associated with difficulty in finding a compatible donor and increase in cost. Haploidentical stem cell transplantation (haplo SCT) has evolved as a feasible alternative to MRD transplants with further research and understanding of immunology aiding in improving outcomes.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "The prerequisites for a successful haplo SCT include infusing adequate doses of CD34 stem cells and optimal T cell depletion and immunosuppression. Post-transplant cyclophosphamide (PTCy) administered at a dose of 50 mg/kg per day on the third and fourth day post infusion of an unmanipulated graft is a technique of in vivo T cell depletion which specifically acts on the alloreactive T cells from the graft which are the perpetrators of graft versus host disease (GvHD). Administering the drug on D+3 and D+4 allows for homing of stem cells and facilitates engraftment [3, 4] .", "cite_spans": [{"start": 571, "end": 574, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 575, "end": 577, "text": "4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Background"}, {"text": "We present data over 4 years on the challenges and efficacy of haplo SCTs with PTCy in children diagnosed to have PIDs.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "We performed a retrospective study in the pediatric blood and marrow transplantation unit where all children less than 18 years of age diagnosed to have PIDs and who underwent haplo SCT with PTCy from January 2014 to February 2018 were included in the study. PID was confirmed by gene mutation analysis through whole exome sequencing or primary immune deficiency studies including T and B markers by flow cytometry; immunoglobulin profile including IgG IgA, IgM, and IgE; nitroblue tetrazolium chloride test or dihydrorhodamine assay; and flow cytometry for CD11b/18 and CD107a/perforin levels. The ten warning signs for PID as proposed by the Jeffry Modell Foundation were applied as a screening tool for initiating workup.", "cite_spans": [], "ref_spans": [], "section": "Patients and Methods"}, {"text": "Data was collected and analyzed on the age and sex distribution, graft characteristics including the source of stem cells and donor, rates of engraftment, peri-transplant complications, graft versus host disease, mortality, and overall survival. Written informed consent was obtained from all parents, and they were educated regarding the process of haplo SCT. The study has been approved by the institutional ethics review board.", "cite_spans": [], "ref_spans": [], "section": "Patients and Methods"}, {"text": "Post-transplant cyclophosphamide (PTCy) was the technique of T cell depletion employed in all of the included transplants where cyclophosphamide at a dose of 50 mg/kg/day was administered on D+3 and D+4 of infusion of an unmanipulated graft. All children received MESNA in adequate doses along with cyclophosphamide, and forced alkaline diuresis was maintained. All patients were screened for anti-HLA antibodies, and only those donors who were found to be non-reactive to the patient were considered for donation of stem cells.", "cite_spans": [], "ref_spans": [], "section": "Patients and Methods"}, {"text": "All continuous variables were represented by mean + SD, if they follow normal distribution. Non-normally distributed continuous variables were represented by median (IQR). Qualitative variables were represented by percentage. Comparison of continuous variables was done by the independent sample t test. Comparison of categorical variables was done by the chi-square test or Fisher's exact test based on the number of observations. Kaplan-Meier curve was drawn to know the survival pattern. Log-rank test was used to compare the survival curves. Data entry was done in MS Excel spread sheet. Data validation and analysis were carried out by SPSS 25.0. All Bp^values < 0.05 were considered as statistically significant.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "A total of 16 haplo SCTs with PTCy for PIDs have been performed with a male to female ratio of 2.2:1 and a median age of 42 months. The patient distribution and underlying disorder are provided in Table 1 . Three children (18%) were noted to have an infection or recovering from an infection during conditioning. Of these, a 2-month-old infant diagnosed to have SCID died due to sepsis while the other two are alive with complete chimerism.", "cite_spans": [], "ref_spans": [{"start": 197, "end": 204, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "Haplo graft was from a sibling donor in 4 (25%), mother in 4 (25%), and father donor in 8 (50%) children. The source of stem cells was PBSC in 10 (62.5%) and bone marrow in 6 (32.5%).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Conditioning included fludarabine/treosulphan in SCID and Mendelian susceptibility to mycobacterial diseases (MSMD), fludarabine/treosulphan/single-dose total body irradiation (TBI) 200 centigray (cGy) in HLH, fludarabine/ melphalan in WAS, and Hyper IgM syndrome. Serotherapy was not included as a component of conditioning chemotherapy in any of the patients in order to decrease the risk of viral reactivation. The median CD34 dose infused was 5.0 × 10*6/ kg recipient body weight (range 3.0-7.0 times).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Engraftment by day 16-21 post HSCT was achieved in 12/16 (75%) with sustained complete chimerism in 11/12 children (91%). One child with WAS dropped his chimerism to 77% around D+90 post HSCT and was salvaged with a donor lymphocyte infusion of CD3 cells of 1 × 10*5/kg of recipient body weight. Primary graft failure was noted in 4/16 (25%) transplants. Hyper IgM syndrome and MSMD were two conditions where primary rejection resulted in autologous reconstitution. Both children are clinically well and are awaiting second HSCT. Both the other two children with primary graft failure were diagnosed to have WAS and both succumbed to neutropenic sepsis.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Acute skin and gut GvHD of grade 2-3 were noted in 8/16 (50%) transplants which were responsive to steroids and did not require second line agents. One child with congenital HLH and the child with WAS developed chronic skin GvHD and required low dose steroids up to 9-10 months post HSCT. Both these children had recovered from acute GvHD as mentioned above.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Cytomegalovirus (CMV) reactivation post engraftment was noted in 7/16 (43.7%) transplants which was responsive to valganciclovir and ganciclovir. One child with congenital HLH succumbed to refractory CMV, adenovirus, and BK virus infection which remained refractory to cidofovir.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Cytokine release syndrome (CRS) was noted in 12/16 (75%) transplants during the peri-engraftment period, the most common grade being grade 3 CRS in 8/12 (66%), grade 2 and 4 in one child each and 2/12 (16%) children were noted to have grade 5 CRS both of whom succumbed to the illness. PBSC was the graft source in 9 (75%) children and bone marrow in 3 (25%) children. There was no statistically significant difference found between graft source and CRS. Subsequently, IL6 inhibitor tocilizumab was used early in a 1-year-old girl diagnosed to have ORAI1 mutation SCID which resulted in prompt resolution of symptoms.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Overall mortality was found to be 6/16 (37.5%) with overall survival of 62.5% with a median follow-up of 23.3 months (range 15.2-31.3 months) (Fig. 1) . Two deaths were due to sepsis and severe acute respiratory distress syndrome (ARDS) associated with grade 5 CRS. Both children were less than 6 months of age. Two children with WAS had primary graft failure and died of neutropenic sepsis. Congenital HLH was the underlying Treo treosulphan, TBI total body irradiation, PBSC peripheral blood stem cells diagnosis in the other two children of whom one child died of refractory CMV, adenovirus, and BK virus infection 3 months post HSCT, and the other child died of relapse of HLH 7 months post a successful HSCT. The child who died of relapsed HLH had undergone haplo SCTs from father's PBSC and maintained complete donor chimerism throughout ( Table 2 ). The relapse of her disease was noted in the form of elevated ferritin, progressive elevation in liver enzymes, and decreased fibrinogen. She showed transient response to steroids and etoposide. However, her sensorium progressively worsened with worsening liver dysfunction and ultimately; she succumbed to sepsis.", "cite_spans": [], "ref_spans": [{"start": 142, "end": 150, "text": "(Fig. 1)", "ref_id": null}, {"start": 846, "end": 853, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "There is a paucity of data from India as regards PIDs with recent studies reporting an estimated number of patients with PID of more than a million [5, 6] . These numbers definitely under-estimate the prevalence of PIDs particularly in India due to late diagnosis and referral. Jindal et al. have published a comprehensive review of the status of PIDs in India in 2017 [7] . The authors have recently published a single-center experience from India on HSCT in 85 children diagnosed to PIDs with overall survival rates of 67%. Haplo SCTs constituted 25% of these transplants with an overall survival of 70% among this cohort [8] . Data has also been published from India by Rastogi et al. in 2017 on children with PIDs undergoing haplo SCTs with PTCy with survival in 6 of the 8 children in their cohort [9] . Shah et al. published a comprehensive analysis in 2018 on the outcomes of haploidentical or mMUD HSCT after depletion of T cell receptor (TCR) αβ CD3 + cells from the graft. The reported overall survival at 3 years was 83.9% with a cumulative incidence of grade I to IV acute GvHD at 22%. Graft failure was noted in 4.2% of the transplants while CMV and/or adenoviral reactivation was seen in 58.8% transplants. Presence of systemic viral infections portended an increased risk of morbidity and mortality (33% vs 100%) [10] .", "cite_spans": [{"start": 148, "end": 151, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 152, "end": 154, "text": "6]", "ref_id": "BIBREF5"}, {"start": 369, "end": 372, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 624, "end": 627, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 673, "end": 687, "text": "Rastogi et al.", "ref_id": null}, {"start": 803, "end": 806, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1328, "end": 1332, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "In another study published by Balashov et al. in 2015 on unrelated and haploidentical stem cell transplantation with TCRαβ and CD19 depletion in children with pids, an overall survival of 96.7% was reported [11] .", "cite_spans": [{"start": 207, "end": 211, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion"}, {"text": "Active infections at the time of HSCT have been known to be associated with poorer survival and increased risk of mortality. As published by the Primary Immune Deficiency Treatment Consortium (PIDTC) of North America in 2015, among children with SCID, survival was similar irrespective of the graft source and HLA disparity when children were infection free at the time of HSCT. However, when taken up with active infections, survival rates were inferior with 39% among those undergoing haplo SCT with conditioning [12] .", "cite_spans": [{"start": 515, "end": 519, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "Cytokine release syndrome (CRS) has been reported by several groups in recent years post T cell replete peripheral blood haplo SCTs with PTCy with IL6 being the most prominent biomarker and cytokine involved. CRS has been shown to have an impact not just in engraftment but also in increased risk of GvHD [13, 14] . In view of the increased risk of viral reactivation, serotherapy has not been included as part of conditioning chemotherapy in any of these children which could be a probable cause for the high incidence of CRS in our cohort. IL6 inhibitor tocilizumab has been shown to be safe and effective in curbing the adverse effects associated with severe CRS [15] . There is an ongoing clinical trial NCT03533101 where tocilizumab will be administered preemptively prior to transplantation in the above group of patients. In our unit, we have been employing the early institution of tocilizumab at a dose of 4-8 mg/kg when the first features of CRS emerge which results in immediate abatement of symptoms. We have not had mortality due to CRS in our unit since the policy change.", "cite_spans": [{"start": 305, "end": 309, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 310, "end": 313, "text": "14]", "ref_id": "BIBREF13"}, {"start": 666, "end": 670, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "Although the rate of acute GvHD in our cohort is 50%, all of these children were responsive to steroids and none of them required second-line agents. The predominant GvHD involved skin followed by gut. Liver GvHD was not noted in our cohort thus far.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In resource-limited settings, PTCy priced at USD 25 as against USD 18000 for TCR alpha/beta depletion has the potential to provide an advantage in terms of accessibility of this curative procedure among children with PIDs. With emerging data on long-term survival and outcomes in these children, techniques can be further modified and developed so as to ensure intact survival and an improved quality of life.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Primary immunodeficiency diseases: an update on the classification from the International Union of Immunological Societies Expert Committee for Primary Immunodeficiency", "authors": [{"first": "C", "middle": [], "last": "Picard", "suffix": ""}, {"first": "W", "middle": [], "last": "Al-Herz", "suffix": ""}, {"first": "A", "middle": [], "last": "Bousfiha", "suffix": ""}], "year": 2015, "venue": "J Clin Immunol", "volume": "35", "issn": "", "pages": "696--726", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Practice parameter for the diagnosis and management of primary immunodeficiency", "authors": [{"first": "F", "middle": ["A"], "last": "Bonilla", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Khan", "suffix": ""}, {"first": "Z", "middle": ["K"], "last": "Ballas", "suffix": ""}, {"first": "J", "middle": [], "last": "Chinen", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Frank", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Hsu", "suffix": ""}], "year": 2015, "venue": "J Allergy Clin Immunol", "volume": "136", "issn": "", "pages": "1186--1205", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Post-transplantation cyclophosphamide for tolerance induction in HLA-haploidentical BMT", "authors": [{"first": "L", "middle": [], "last": "Luznik", "suffix": ""}, {"first": "P", "middle": ["V"], "last": "O&apos;donnell", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Ephraim", "suffix": ""}], "year": 2012, "venue": "Semin Oncol", "volume": "39", "issn": "6", "pages": "", "other_ids": {"DOI": ["10.1053/j.seminoncol.2012.09.005"]}}, "BIBREF3": {"ref_id": "b3", "title": "Post-transplant high dose cyclophosphamide for the prevention of graft-versus-host disease", "authors": [{"first": "A", "middle": ["S"], "last": "Al-Homsi", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Roy", "suffix": ""}, {"first": "K", "middle": [], "last": "Cole", "suffix": ""}, {"first": "Y", "middle": [], "last": "Feng", "suffix": ""}, {"first": "U", "middle": [], "last": "Duffner", "suffix": ""}], "year": 2015, "venue": "Biol Blood Marrow Transplant", "volume": "21", "issn": "4", "pages": "604--615", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Guidelines for screening, early diagnosis, and management of severe combined immunodeficiency (SCID) in India", "authors": [{"first": "M", "middle": [], "last": "Madkaikar", "suffix": ""}, {"first": "J", "middle": [], "last": "Aluri", "suffix": ""}, {"first": "S", "middle": [], "last": "Gupta", "suffix": ""}], "year": 2016, "venue": "Indian J Pediatr", "volume": "83", "issn": "5", "pages": "455--62", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Primary immunodeficiencies in India: a perspective", "authors": [{"first": "S", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "M", "middle": [], "last": "Madkaikar", "suffix": ""}, {"first": "S", "middle": [], "last": "Singh", "suffix": ""}, {"first": "S", "middle": [], "last": "Sehgal", "suffix": ""}], "year": 2012, "venue": "Ann N Y Acad Sci", "volume": "1250", "issn": "", "pages": "73--82", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Primary immunodeficiency disorders in India-a situational review", "authors": [{"first": "A", "middle": ["K"], "last": "Jindal", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Pilania", "suffix": ""}, {"first": "A", "middle": [], "last": "Rawat", "suffix": ""}, {"first": "S", "middle": [], "last": "Singh", "suffix": ""}], "year": 2017, "venue": "Front Immunol", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fimmu.2017.00714"]}}, "BIBREF7": {"ref_id": "b7", "title": "Hematopoeitic stem cell transplantation for primary immunodeficiency disorders: experience from a referral center in India", "authors": [{"first": "R", "middle": [], "last": "Uppuluri", "suffix": ""}, {"first": "D", "middle": [], "last": "Jayaraman", "suffix": ""}, {"first": "M", "middle": [], "last": "Sivasankaran", "suffix": ""}, {"first": "S", "middle": [], "last": "Patel", "suffix": ""}, {"first": "V", "middle": ["V"], "last": "Swaminathan", "suffix": ""}, {"first": "L", "middle": [], "last": "Vaidhyanathan", "suffix": ""}], "year": 2018, "venue": "Indian Pediatr", "volume": "55", "issn": "8", "pages": "661--665", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Reduced-toxicity alternate-donor stem cell transplantation with posttransplant cyclophosphamide for primary immunodeficiency disorders", "authors": [{"first": "N", "middle": [], "last": "Rastogi", "suffix": ""}, {"first": "S", "middle": [], "last": "Katewa", "suffix": ""}, {"first": "D", "middle": [], "last": "Thakkar", "suffix": ""}, {"first": "S", "middle": [], "last": "Kohli", "suffix": ""}, {"first": "S", "middle": [], "last": "Nivargi", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Yadav", "suffix": ""}], "year": 2018, "venue": "Pediatr Blood Cancer", "volume": "65", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/pbc.26783"]}}, "BIBREF9": {"ref_id": "b9", "title": "T-cell receptor αβ + and CD19 + cell-depleted haploidentical and mismatched hematopoietic stem cell transplantation in primary immune deficiency", "authors": [{"first": "R", "middle": ["M"], "last": "Shah", "suffix": ""}, {"first": "R", "middle": [], "last": "Elfeky", "suffix": ""}, {"first": "Z", "middle": [], "last": "Nademi", "suffix": ""}, {"first": "W", "middle": [], "last": "Qasim", "suffix": ""}, {"first": "P", "middle": [], "last": "Amrolia", "suffix": ""}, {"first": "R", "middle": [], "last": "Chiesa", "suffix": ""}], "year": 2018, "venue": "J Allergy Clin Immunol", "volume": "141", "issn": "4", "pages": "1417--1426", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Single-center experience of unrelated and Haploidentical stem cell transplantation with TCRαβ and CD19 depletion in children with primary immunodeficiency syndromes", "authors": [{"first": "D", "middle": [], "last": "Balashov", "suffix": ""}, {"first": "A", "middle": [], "last": "Shcherbina", "suffix": ""}, {"first": "M", "middle": [], "last": "Maschan", "suffix": ""}, {"first": "P", "middle": [], "last": "Trakhtman", "suffix": ""}, {"first": "Y", "middle": [], "last": "Skvortsova", "suffix": ""}, {"first": "L", "middle": [], "last": "Shelikhova", "suffix": ""}], "year": 2015, "venue": "Biol Blood Marrow Transplant", "volume": "21", "issn": "11", "pages": "1955--62", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Stem cell transplantation for primary immunodeficiency diseases: the North American experience", "authors": [{"first": "S", "middle": [], "last": "Pai", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Cowan", "suffix": ""}], "year": 2014, "venue": "Curr Opin Allergy Clin Immunol", "volume": "14", "issn": "6", "pages": "521--527", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Cytokine release syndrome after haploidentical stem cell transplantation", "authors": [{"first": "D", "middle": ["T"], "last": "Teachey", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Grupp", "suffix": ""}], "year": 2016, "venue": "Biol Blood Marrow Transplant", "volume": "22", "issn": "", "pages": "1735--1742", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Peripheral blood grafts for T cell-replete haploidentical transplantation increase the incidence and severity of cytokine release syndrome", "authors": [{"first": "R", "middle": ["V"], "last": "Raj", "suffix": ""}, {"first": "M", "middle": [], "last": "Hamadani", "suffix": ""}, {"first": "A", "middle": [], "last": "Szabo", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Pasquini", "suffix": ""}, {"first": "N", "middle": ["N"], "last": "Shah", "suffix": ""}, {"first": "W", "middle": ["R"], "last": "Drobyski", "suffix": ""}], "year": 2018, "venue": "Biol Blood Marrow Transplant", "volume": "24", "issn": "8", "pages": "1664--70", "other_ids": {"DOI": ["10.1016/j.bbmt.2018.04.010"]}}, "BIBREF14": {"ref_id": "b14", "title": "Severe cytokine-release syndrome after T cell-replete peripheral blood haploidentical donor transplantation is associated with poor survival and anti-IL-6 therapy is safe and well tolerated", "authors": [{"first": "R", "middle": [], "last": "Abboud", "suffix": ""}, {"first": "J", "middle": [], "last": "Keller", "suffix": ""}, {"first": "M", "middle": [], "last": "Slade", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Dipersio", "suffix": ""}, {"first": "P", "middle": [], "last": "Westervelt", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Rettig", "suffix": ""}], "year": 2016, "venue": "Biol Blood Marrow Transplant", "volume": "22", "issn": "", "pages": "1851--60", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Patient distribution with the underlying primary immune deficiency disorder n = 16", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Primary immune deficiency disorder </td><td>Number of patients, n (%)\n</td></tr><tr><td>Severe combined immune deficiency (SCID) (T- B- NK+) </td><td>1 (6%)\n</td></tr><tr><td>ORAI 1 mutation immune deficiency </td><td>1 (6%)\n</td></tr><tr><td>Hyper IgM disorder (CD40LG mutation) </td><td>1 (6%)\n</td></tr><tr><td>Chediak-Higashi syndrome with HLH </td><td>1 (6%)\n</td></tr><tr><td>Mendelian susceptibility to mycobacterial disorders (MSMD) </td><td>2 (12%)\n</td></tr><tr><td>Griscelli syndrome with HLH </td><td>2 (12%)\n</td></tr><tr><td>Congenital hemophagocytic lymphohistiocytosis (HLH) </td><td>3 (18%)\n</td></tr><tr><td>Wiskott-Aldrich syndrome (WAS) </td><td>5 (31%)\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Transplant characteristics of patients who underwent haplo SCT with PTCy", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgements We would like to acknowledge the immense support provided by the pediatric critical care team, the infectious disease specialists Dr. Abdul Ghafur and Dr. Vidyalakshmi, and the stem cell pheresis team in the management of these children.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "Authors' Contributions All co-authors have reviewed the manuscript and have contributed in a substantive and intellectual manner to the work described. Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "cite_spans": [], "ref_spans": [], "section": "annex"}]}