{"paper_id": "b8da6d649137c9ecc0da40e73ce884ed114815ce", "metadata": {"title": "Potential of Influenza Vaccine and Amantadine to Prevent Influenza A Illness in Canadian Forces Personnel 1980-1983", "authors": [{"first": "Fred", "middle": ["Y"], "last": "Aoki", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Manitoba", "location": {"settlement": "Winnipeg", "region": "Manitoba"}}, "email": ""}, {"first": "Daniel", "middle": ["S"], "last": "Sitar", "suffix": "", "affiliation": {}, "email": ""}, {"first": "E", "middle": ["V"], "last": "Milley", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rnh", "middle": ["E"], "last": "Hughes", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rnl", "middle": [], "last": "Sekla", "suffix": "", "affiliation": {"laboratory": "", "institution": "Cadham Provincial Laboratory", "location": {"settlement": "Winnipeg"}}, "email": ""}, {"first": "T", "middle": [], "last": "Sheppard", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "I nfluenza A virus infection epidemics are associated with significant morbidity and mortality. 1 Preventive measures havedepended uponimmunization withvaccine, butthis strategy is not an uncomplicated one. Tobe optimally effective the vaccine must be antlgentcally closely related to the epidemic virus strain. Such vaccines have decreased influenza attack rates by 60-70%. 2 The phenomena of antigenic shift and antigenic drift havenecessitated continuous production ofnew vaccines to protect against epidemic strains. Moreover, the occurrence of Guillan-Barre Syndrome complicating widespread vaccination against influenza A/New Jersey/8/76 in 1976, has further demonstrated the potential problems that can arise from the use of vaccine for influenza prophylaxis.", "cite_spans": [{"start": 96, "end": 97, "text": "1", "ref_id": "BIBREF0"}, {"start": 375, "end": 376, "text": "2", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "Amantadine Hel (Symmetrel®) is currentlylicensed for influenza A prophylaxis. A dose of 100 mg ingested twice daily has been shown to consistently produce protection against natural and induced influenza A illness of about 75% comparedto placebo.' This dose is generally verywell tolerated for extended periods of time in healthy adults. The drug inhibits all typesofinfluenza Avirusesin vitro. 3 Therefore, its efficacy ought not be affected by antigenic shift or drift. Thus, it theoretically is a suitablealternative to vaccine.", "cite_spans": [{"start": 395, "end": 396, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "The data of Smorodintsev et al suggested that amantadine, 100mgoncedaily, mightbeas efficacious as the recommended 200 mg daily dose.' A study of amantadine dose-plasma concentration-effect relationships during prophylaxis of experimental influenza A infection with attenuated virus in young adultvolunteers, provided some supportforthis hypothesis.\" These data suggested that doses less than 200 mg/day maybeas efflcaclous and that their efficacy warrantedfurther investigation against natural influenza Ainfections.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Successful chemoprophylaxis with amantadine would require that the drug be available rapidly if and when epidemic influenza A occurred, with subjects ingesting drug until the epidemic subsided. This approach has been demonstrated to be practicable in college students\" and families. 7 The relative merits ofthe twostrategies have never beenstudiedin parallel. This study aimedto test the hypothesisthat vaccineand amantadine in both 100 and 200 mg daily doses are not different for the prevention of influenza A infection. A prospective, placebo-controlled, randomized study was undertaken in Canadian Forces personnel to evaluate the efficacy and sideeffects of immunization compared to prophylaxis with amantadine initiated only when influenza A was identified in the Province of Manitoba. The investigation was conducted from November to April during three successive years, 1980-83, employing a single-blind design in which subjects were unaware of whether they had been injected with vaccine or placebo, or whether the dailyamantadine doseto which they had been allocated was 100 mg, 200 mgor 0 (placebo).", "cite_spans": [{"start": 283, "end": 284, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "Study population. Healthy men and women whogavewritten, informed consent wereenrolled at Canadian ForcesBases (C.F.B.) Winnipeg, Shilo, Portage and at Number 2 Battalion, Princess Patricia Canadian Light Infantry. Volunteers were allocated to one offiveexperimental groups, using a computergenerated list of random numbers: influenza vaccine (V), placebovaccine (VP), amantadine 100 mg/day (AI), 200 mg/day (A2) or amantadine placebo (AP).", "cite_spans": [], "ref_spans": [], "section": "Materialsand Methods"}, {"text": "For the 1981-82 study, volunteerswererandomly allocated after stratification according to age <28 years and >29 years, since two doses of vaccine were recommended by the manufacturer for persons <28 years and one dose for those >29 years.", "cite_spans": [], "ref_spans": [], "section": "Materialsand Methods"}, {"text": "Pregnant women were excluded. Flight crew were also excluded becauseofthe unknown effectof amantadine on ability to fly aircraft.", "cite_spans": [], "ref_spans": [], "section": "Materialsand Methods"}, {"text": "Study design. We calculated sample sizes needed to demonstrate a difference~25% betweenamantadine and vaccine with a power = 0.8 and P -s 0.05 for a 2-tailedtest, as such a difference was considered to be a clinically important one. We assumed that illness rates would be 30% during an influenza A epidemic and that at least one modality would be 70% effective in preventing illness. Sample sizes of 57 per group were calculatedto be necessary, for a total of 285 per year.", "cite_spans": [], "ref_spans": [], "section": "Materialsand Methods"}, {"text": "Vaccine and vaccine placebo. Inactivated whole virus polyvalent influenza A and B vaccines were administered as recommended by the manufacturer, Connaught Laboratories, Toronto, Ontario. The vaccinesused in all years containedthe same influenza strains: A/Brazil/11/78 (H1N1), A/Bangkok/ 1/79 (H3N2) and B/Singapore/222/79. Each 0.5 ml dose of the 1980-81 vaccine contained 7 I-lg of hemagglutinin (HA) of each virus strain, whereas each 0.5 ml dose of the vaccines used in the last two years of the study contained 15 I-lg of HA of each virus strain. In 1980-81, each V subject was injected intramuscularly with 0.5 rnl, In 1981-82, subjects~28 years were given two injections of 0.5 ml 4 weeks apart, and those >29 years, one injection of 0.5 ml, all subcutaneously. In 1982-83, all V subjects were injected with 0.5 ml subcutaneously. Sterilesaline was used as vaccineplacebo. All injections were in the left deltoid area.", "cite_spans": [], "ref_spans": [], "section": "Materialsand Methods"}, {"text": "Amantadine and amantadine placebo. Amantadine HCI and indistinguishable placebo capsules were supplied to the Military Medicine, Vol. 151,September1986", "cite_spans": [], "ref_spans": [], "section": "Materialsand Methods"}, {"text": "Potential of Influenza three chemoprophylaxis groups during the 1980-81 and 1982-83 study periods but not in 1981-82, as no outbreak of influenza A infection occurred that year. In 1980-81, medication was provided as six-week supplies of single daily dose bottles each containing two capsules, comprising either one amantadine plus one placebo (100 mg/day), two amantadine capsules (200 rug/day) or two placebo capsules. In the 1982-83 season, six-week supplieswereprovided in twobottles. One contained amantadine and the other placebo (100 mg/day), both contained amantadine (200 mg/day), or both contained placebo. Subjects were instructed to take one capsule from each bottleeach day.", "cite_spans": [], "ref_spans": [], "section": "Materialsand Methods"}, {"text": "Amantadine or placebo capsulesweredistributedonlywhen the CadhamProvincial Laboratory confirmed that influenzaA illness was occurring in Manitoba.", "cite_spans": [], "ref_spans": [], "section": "Materialsand Methods"}, {"text": "Amantadine concentrations in plasma and urine. Amantadine concentrationsin plasma weremeasuredas described.\" Urine was tested after initial 1:1000dilution in sterile distilled water. All assays were done in duplicate and agreed within ± 10%. The technician doing the assay was unaware of the dose of drug being ingested by the donor of the plasma or urine sample. The assay was linear from 10 to 1000 ng/ml, The presenceof amantadine in urine or plasma was used to assess compliance. Urine and plasma samples were collected without prior notice for this purpose in 1980-81 and 1982-83, respectively.", "cite_spans": [], "ref_spans": [], "section": "Materialsand Methods"}, {"text": "Serum samples were obtained prior to initiation of the study and at 4-6 week intervals thereafter and during the acute phase ofany respiratorytract illnessand 2-3 weeksthereafter. HAl titres were measured using the standard CDC/USPHS method after inactivation ofnon-speciftc inhibitorsbyreceptor destroying enzyme and included appropriate controls.\" Antigens used included vaccine strains plus those causing illness in Manitoba duringa study period. In 1982-83, these included A/Philippines/2/82 (H3N2) and A/Oregon/4/80 (H3N2).", "cite_spans": [], "ref_spans": [], "section": "Serum hemagglutination inhibiting (HAl) antibody titres."}, {"text": "Susceptibility was defined as an HAl titre~20 to the homologous virus. Seroconversion or a significant rise was definedas a~4-fold increasein titre. Forcalculation ofgeometric mean titre (GMT), HAl titres were transformed logarithmically to base 10; titres of < 10 were arbitrarily treated as transformed values of o.", "cite_spans": [], "ref_spans": [], "section": "Serum hemagglutination inhibiting (HAl) antibody titres."}, {"text": "Adverse symptoms. Adverse symptoms wereassessed from questionnaires completed for 10 consecutive days after injections and the start of each 3-week period of capsuleingestion. The questionnaire listed 25 symptoms or queries including 2 relatingto overall well being(generally well, unwell), 7 relating to respiratory tract infections (fever, cough, headache, sore muscles, stuffed nose, running nose, and sore throat; fever, headache, and sore muscles were also expected to reflect adverse reactions to vaccine), 4 relatingto gastrointestinalfunction (normal appetite, nausea, diarrhea, abdominal pain), 11 relatingto central nervoussystemfunction (sleepiness, insomnia, nightmares, dizziness, difficulty concentrating, difficulty remembering, irritable, dull, nervous, \"hyper\" or depressed), and urinary frequency.", "cite_spans": [], "ref_spans": [], "section": "Serum hemagglutination inhibiting (HAl) antibody titres."}, {"text": "Respiratory tract illness. The following definitions were used to classify acute intercurrent respiratory tract illnesses in 1981-82 and 1982-83: each study year had been immunized against influenza in previous years. Subjects withdrew because of adverse drugreactions (ADR), for reasons not related to medication (non-ADR), and for unknown reasons: 2,4, and 7 subjects respectively, withdrew for thesereasonsin 1980-81 and 8, 15,and 1, in 1982-83. These proportions were not different between years. The ADR's prompting withdrawal in 1980-81, included difficulty remembering and concentrating (1 subject Al group) and acid indigestion (1, AP); in 1982-83, headache with sore scalp (1 subject,Al group), dizziness witha \"hyper\" sensation,anxiety and insomnia (4), nausea (1), sleepiness (1), (all 6 in A2 group) and sleepiness (1, AP group). There was no relationship to amantadine dose. The non-ADR's included pregnancy, concurrent respiratory illness, lack of interest, development of a peptic ulcer, inability to swallow capsules, and left Forces. The proportions of subjects withdrawing in each dose group due to ADR or non-ADR in either year or between years were not different.", "cite_spans": [], "ref_spans": [], "section": "Serum hemagglutination inhibiting (HAl) antibody titres."}, {"text": "Influenza Ainfection was confirmed in Manitoba duringthe winters of 1980-81 and 1982-83. 11 Pre-study and 4-6 weeks influenza Aand BHAl GMT in the V groups and in the unimmunized groups are presented in Table 2 . Datafor subjects~28 years and >29 years in 1981-82 were not different and were therefore combined. GMT for the unimmunized groups in each year werenot different from the Vgroup or each other; for clarity, results for the unimmunized groups were alsocombined. Susceptibility to the vaccine viruses declined overthe 3 years. All individuals in 1980-81 were susceptible to A/Bangkok/1/79.Amedian of89% (range 1982-1983 1981-1982 Geometric meanHAl titres in 1980-1981 1981-1982 a) Common cold-like illness. Prominent nasal symptoms in the absence of serious constitutional upset. Coryza plus nasal stuffiness or obstruction required for diagnosis. b) Influenza-like. Abruptonsetofconstitutional symptoms.", "cite_spans": [{"start": 89, "end": 91, "text": "11", "ref_id": null}, {"start": 619, "end": 638, "text": "1982-1983 1981-1982", "ref_id": null}, {"start": 667, "end": 686, "text": "1980-1981 1981-1982", "ref_id": null}], "ref_spans": [{"start": 203, "end": 210, "text": "Table 2", "ref_id": "TABREF0"}], "section": "Serum hemagglutination inhibiting (HAl) antibody titres."}, {"text": "Diagnosis required three of: chilliness or a chill, fever, headache, myalgia or cough. c) Pharyngitis. Feverwith sore throat with or without constitutionalupset. d) Laryngitis and/or tracheitis and/or bronchitis. Hoarseness or loss of voice or harsh cough with or without sputum. e) Pneumonia. Diagnosis required one or more of dyspnea, cough, sputum, pleuritic chest pain plus a chest X-ray showing infiltrates compatible with the diagnosis. Volunteers wereasked to notify the study nurses within 24 hours of onset of symptoms. Nurses classified the illness and obtained swab specimens of nose and throat secretions and acute and convalescent blood samples. Secretions were cultured for viruses using 10-day embryonated chickeneggs and primary rhesus monkey kidney cell cultures and acute and convalescent HAl titres were determined for prevalent influenza strains. Serumsamplescollected in 1981-82 and 1982-83 were alsotestedfor seroconversion to coronaviruses strains 229E and OC43 using an ELISA assay modified from that of Kraaijeveld et al. ID Seroconversion using the ELISA technique was diagnosed when the ratio of optical density in convalescent:acuteserum specimens was~1.5.", "cite_spans": [], "ref_spans": [], "section": "Serum hemagglutination inhibiting (HAl) antibody titres."}, {"text": "Analyses. GMT data between groups wereconsidered to be significantly differentwhen the difference was~4-fold. Other differences between groups werecompared by X 2-tests unless otherwise specified. Differences with P:5 0.05 for 2-tailswere considered significant. ", "cite_spans": [], "ref_spans": [], "section": "Serum hemagglutination inhibiting (HAl) antibody titres."}, {"text": "In the 3 study years, 346, 220 and 250 volunteers respectively wereenrolled. In 1981-82 and 1982-83, it was apparent that the total number of volunteers would be less than the number desired, 285. Accordingly, allocation was altered so that the number ofVP and AP volunteers would be one-half of that in V, Al & A2 groups. No V or VP subjects withdrew. In 1980-81, 13 (3.8%) withdrew; in 1981-82,0; and in 1982-83, 24 (9.6%) subjects withdrew from chemoprophylaxis groups. The frequency of withdrawal was not relatedto amantadine dose. Thus, subsequent analyses were undertaken on the number of subjects in Table 1 ForinfluenzaA/Brazil/ll/78, the results were 5%, 1% and 0, respectively, and incidentally, for B/Singapore/ 222/79, 0, 1, and 0%. There were no significant differences in subclinical influenzaA or Battack rates between unimmunized groups in each year or between results based on HAl titres at 4-6 weeks or at the end of the study. In 1982-83, subclinical infection with A/Oregon/4/80 and A/Philippines/ 2/82 occurred in 0-10% for the two viruses respectively, in the unimmunized groups.", "cite_spans": [], "ref_spans": [{"start": 607, "end": 614, "text": "Table 1", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "In the V groups, GMT for all vaccine HA rose significantly 4-6 weeks after immunization ( Table 2) . Seroconversion or a significant rise in HAl titre was demonstrated in 48-100% of subjects. Pre-existing (titre~10) homologous antibodies to A/ Brazil/1/78 and B/Singapore/222/79 but not A/Bangkok/l/ 79 were associated with fewer 2:4-fold, rises at 4-6 weeks compared to seroconversion rates in seronegative subjects (P < 0.01 for A/Brazil/l/78 and P < 0.001 for B/Singapore/ 222/79). Therewas no difference in the proportion of subjects Potentialof Influenza responding toA/Bangkok/l/79 in 1980-81 (7 /lg HA per dose) than in 1981-82 or 1982-83 (15 /lg HA per dose), regardless of the pre-immunization titre of homologous HAl antibody. As well, the GMT detected at 4-6 weeks with the 7 /lg HA vaccine in seronegative subjects was not less than with 15 /lg HA.", "cite_spans": [], "ref_spans": [{"start": 90, "end": 98, "text": "Table 2)", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "At4-6 weeks, 89% of all Vsubjects had HAl titres >20 for all 3 vaccine HA duringall 3 years; 33% had titres >40. After 5-6 months, GMT's had not fallen significantly from those seen at 4-6 weeks. Thedecline ranged from 0.7 to 1.3(median 0.8) forthe three vaccine HA overeachofthe three studyyears.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "III Volunteers. The incidence of acute respiratory tract infection was 60 per 1000subjects in 1980-81 and 277per 1000 in both 1981-82 and 1982-83. The percentages ofall subjects developing an acute respiratory tract illness were greater in the last twoyearsofthe studythan in the first year,increasing from 6.0% in 1980-81, to 27.7% and 27.8% in the last two years (P < 0.001). The percentages of subjects in the five experimental groups in eachyear,developing acuterespiratory tract illnesses, were not different. Classification of the illnessesin the last two yearsofthe studyshowed no differences in the proportions of subjects in different groups each year developing different typesof acute respiratory tract infection.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Virus was isolated from nose and throat secretions of 2/63 SUbjects tested in the last year and none of the 20 and 61 subjects tested in the first and second year respectively. The virus isolates were a parainfluenza 3 virus from one subject witha common cold-like illnessand an influenza A/Bangkok/ 1/79 virus from an immunized subject with an influenza-like illnesswith homologous pre-and post-vaccine titres >320. An etiologic diagnosis was established by serologic testing in 1/ 15, 12/61 and 27/63 individuals in the three successive study years (Table 3 ). In 1980-81, one unimmunized subject seroconverted to A/Brazil/ll/78. In all 5 subjects who had laryngotracheobronchitis (3 in 1981-82 )and the oneindividual with pneumonia (1982-83), serologic tests were non-diagnostic.", "cite_spans": [{"start": 683, "end": 696, "text": "(3 in 1981-82", "ref_id": null}], "ref_spans": [{"start": 551, "end": 559, "text": "(Table 3", "ref_id": "TABREF4"}], "section": "Results"}, {"text": "Compliance. Compliance was evaluated once duringthe 39 and 32 day periods in 1980-81 and 1982-83, respectively. In 1980-81, urine samples were collected from 43 (58%) Al recipients, 48 (65%) A2 recipients and 32 (67%) AP recipients. These percentages were not different. Assay for amantadine revealed none in all 32 placebo recipients, 4 (10%) Al subjects Pharyngitis 1981-82 (7) 1982-83 (14) r = number of subjects studied.", "cite_spans": [{"start": 388, "end": 392, "text": "(14)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Results"}, {"text": "•, ** = denote same individual. and 6 (13%) A2 group subjects, Compliance between Al and A2 subjects was not different. Theamantadineconcentrations in the urine in Al recipients was 49.3 ± 5.9~g/ml (mean ± SE), significantly less than that in A2 recipients, 146.6± 22.1 g/ml (Mann-Whitney Utest, P < 0.001).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "In 1982-83, plasma samples were collected from 43 (94%) Al recipients, 44 (98%) A2 recipients and 30 (91 %) AP recipients, percentages that werenot different. No amantadinewas present in all AP, 9 (22%) of Al and 9 (21 %) A2 subject's samples. Compliance between Al and A2 subjects was not different. Amantadine concentration was measured specifically at trough (22-26 hours after a dose) in 13 (30%), 16 (36%), and 5 (17%) of AI, A2 and AP subjects respectively.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Mean concentrations ofamantadine,at trough, were 146 ± 33 ng/rnl (mean ± SE) and 244 ± 26 ng/ml in the Al and A2 groups respectively but the difference did not attain statistical significance (Mann-Whitney Utest, 0.05 < P < 0.10).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Overall, compliance in all Al plus A2 subjects was 84% (150/178) and was not differentbetween 1980-81 and 1982-83. There was no difference between Al and A2 groups in the twostudy periods or between Al and A2 groups in both years.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Adverse Effects. Completed questionnaires were returned by64% ofVrecipients in 1980-81,74% in 1981-82 and 98% in 1982-83 (P < 0.01 for 1982-83 compared to either previous year). The same trend was observed for VP recipients: 82% in 1980-81,87% in 1981-82, apd 100% in 1982-83. The percentages were higher in the last year than in both previous years for both V & VP groups (P < 0.05). Only 32% of V recipients and 46% of VP recipients returned completed forms after the second injection in 1981-82.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "No one, missed work in the.IG days after immunization.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "No differences in the proportions of V and VP subjects reporting any symptom wereobserved in 1980-81, when vaccinecontaining 7 J.Lg of HA per vaccine viruswasadministered. However, in both 1981-82 and 1982-83, higher proportions of V recipients immunized with vaccine containing 15 J.Lg HA per vaccine virus, complained of sore muscles at the deltoid injection site, than dtd VP recipients. The proportions (percentages) were 22/56 (39%) for V compared to 3/42 (7%) for vr (P < 0.05) and 18/63 (29%) for V compared to 2/38 (5%) forVP (P < 0.01) in the twostudyperiods respectively. Vaccine with 15 J.Lg HA did not cause myalgia more commonly than that with 7~g HA. There were no other differences between proportions of Vand VP recipients' citingadverse symptoms.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Ninety-eight to 100%of subjects in the three chemoprophylaxis groups returned the completed first questionnaires in 1982-83 which was more than in 1980-81 (61-81%). The same difference was observed for the second questionnaire: 76-85% in 1982-83 and 58-64% in 1980-81. The only amantadine-related difference in adverse symptom was abdominal pain which was reported by 9/38 A2 'subjects compared to 1/39 AP respondents in 1980-81 (P < 0.01). No significant differences were observed in any symptoms reported during the first 10 days of capsule ingestion as comparedto days 22 to 32 of capsuleingestion at the same dose.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "We were unableto compare the efficacy ofinfluenzavaccine or amantadine for preventing influenzaA illness in Canadian 463 Forces volunteers in this studybecause the clinical attack rates in our study population were toolow. Although the proportion of subjects in our study susceptible to strains of influenza A virusin the vaccine declined over the three years of the study, this would not haveprecluded a rigorous test of the hypothesis if a new antigenic strain had emerged and caused epidemic illness.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The potential of these two strategies for preventing influenza was estimated from data on the acceptability of vaccine and amantadine. Theacceptibility ofvaccine wasevaluated by its immunogenicity and side-effects. Vaccine-induced protection was assessed by measuring serum HAl responses since titres of >20 for homologous virus are considered protective\" although the relationship is not absolute. 14.15 Ofall immunized subjects, 89% had HAl titres >20 for all 3 vaccine HA. That is, these data suggested that up to 11 % of immunized subjects would not havebeenprotected againstvaccine strains ofinflu-enzaAvirus. Ifserum HAl titres of>40 were needed to ensure protection, then up to 67% of these subjects would not have been protected. These' HAl data are Virtually identical to those reported for the same vaccine in United States Air Force recruits in whom 91-95% of subjects had HAl titres > 16 three weeks after immunization. 16 Studydata illuminated other aspects of the HAl response to vaccine. The HAl antibody response to 7 J.Lg versus 15 J.Lg HA of A/Bangkok/1/79 was not different in individuals with no detectable homologous HAl antibody. In individuals with preexisting homologous antibody, influenza A/Bangkok/1/79 (H3N2) (15 J.Lg HA) was a more potent immunogen than AI Brazil/11/78 (H1N1) (and B/Singapore/222/79). Protective antibody titres of >20 persisted for at least 5 months.", "cite_spans": [{"start": 399, "end": 404, "text": "14.15", "ref_id": null}, {"start": 932, "end": 934, "text": "16", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}, {"text": "Side-effects to vaccine were relatively minor. Myalgia at the site of injection was the commonest adverse effectof vaccination. It occurred in up to 48% of vaccine recipients over the three years,compared to as manyas 24% ofsubjects receiving saline. This seemed an acceptable level of side-effects if one deducted the placebo response and considered the lack of an increase in absenteeism in the 10 days after ingestion. This conclusion accords with observations in large-scale placebo trials in which \"local reactions rarely presented significant problems to the recipients\". 17 Vaccine related side-effects were independent of HA content over the range studied. Failure of up to 36% of vaccine recipients to return questionnaires may have biased these interpretations. However, it is more likely that failure to reply signified lack of adverse effects rather than their occurrences. Thus, overall, influenza vaccine-induced HAl antibody was potentially protective in a high percentage of subjects with little associated morbidity from sideeffects.", "cite_spans": [{"start": 578, "end": 580, "text": "17", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Discussion"}, {"text": "Thepotential utilityofamantadinechemoprophylaxis could similarly be estimated from tolerance data during 32 and 39 consecutive days of ingestion, and compliance. Tolerance of 100 and 200 mg per day was high compared to the matching placebo and no dose-related adverse effects could be demonstrated. This interpretation was further supported by the lack of difference in drop-out ratio between the placebo and amantadine groups. We suspected that the need to ingest capsules per se caused dropouts because all volunteers allocated to chemoprophylaxis groups but nevergiven capsules concluded the study in 1981-82. Individuals who had amantadine in plasma appeared to be ingesting their doses precisely as recommended. This interpretation is supported bythe observation that the mean steady-state trough amantadine concentration in A2 subjects was almost double that observed in Al recipients, 244 and 146 ng/ml respectively. Moreover, these plasma concentrations were very similar to those expected from the regression oftroughsteady-state plasmaconcentration ondose in similar volunteers ingesting 50 to 300 rug/day.\" The same cannot be inferred in respectof the assiduousness of amantadine ingestion bysubjects in 1980-81, from urine amantadine measurements, eventhough the mean concentration of amantadine in subjects ingesting 200 mg/day was 3 times greater than in those ingesting 100 mg/day, This follows from observations that amantadine elimination through the kidneys is effected by both glomerular filtration and probably tubular secretion\" and is affected by glomerular filtration rates and the pH of urine.\"", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Overall, chemoprophylaxis was potentially protective in 84% of these subjects. An attempt to assess compliance in another long-term influenza A chemoprophylaxis trials was reported by Dolin et al\" who measured amantadine in urine from a randomsampleof 9 (6%) of 145amantadinerecipients ingesting drug for 6 weeks. Although the time of sampling duringthe 6 weeks is not specified, 8 of 9 subjects had amantadine detectable in urine (52-438 J.Lg/ml). This is a level of compliance (89%) similarto that whichweobserved. Whether protection ofup to 84% ofa population would protectmembers not ingesting drug by virtue of 'herd immunity' is unknown.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Acute respiratory tract infections occurred in 6-28% of volunteers during the three study periods. The majority of illnesses, 50-59% were common colds, an incidence of 155/ 1000 persons. This is considerably less than the frequency of 2-4/person/season in civilians and up to 12/person/year in newmilitary recruits.20.21 No reasonsforthesedifferences were evident. Interestingly, influenza-like illnesses accounted for 21-32 % ofthe illnesses. Aetiologtc diagnoses were established in 34% of all ill subjects; a virus was isolated only from 2 ill subjects (1.4 %). Coronaviruses caused 52% of the colds and 60% of the cases of pharyngitis in which an agent was identified. Hendley et al have described such illnesses caused by coronaviruses in military recruits.\" Surprisingly, in 29 subjects with influenza-like illness, an influenza virus aetiology was only demonstrated in 1 by virus isolation. Coronaviruses wereimplicated in 8 cases. Although coronaviruses have been demonstrated to cause pneumonia and pleural reactions as well as severecolds with systemic symptoms such as malaise, headache, and chills, an Influenza-like illness has not been described.\" Dual-infections in whichserologic data indicating infection with a coronavirus plus one or more other pathogens occurred in 3 of the 25 subjects with coronavirus infection. Such dual infection involvtng coronavirus has been previously described.\" However only one of the dual infections occurred in individuals withinfluenza-like illnesses suggesting that dual infection did not account for the association of coronavirus with this typeof acute illness.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, these data provide no basisfor recommending either a vaccine-or chemoprophylaxis-based strategy for preventing influenza A illness in Canadian Forces personnel but they suggest that bothstrategiescould bepotentially highly Military Medicine, Vol. 151,September 1986 Potential ofInfluenza acceptable. The difficulty of knowing whether data on influ-enzaAattack rates in the surrounding community are relevant to personnel on Canadian Forces Bases has been illustrated. Perhaps, as was originally suggested by Dr. George G. Jackson.\" these two modalities for controlling influenza should be seen as complementary, with vaccine used as the primary preventive measure and amantadine employed when vaccine is not available or rendered potentially ineffective by an antigenic shift in a new influenza Astrain.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Serious morbidity and mortality associated with influenza epidemics", "authors": [{"first": "W", "middle": ["P"], "last": "Glezen", "suffix": ""}], "year": 1982, "venue": "Epidemiologic Reviews", "volume": "4", "issn": "", "pages": "25--44", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Influenzaviruses in: Viralinfections of humans. Epidemiology and Control, ASEvans", "authors": [{"first": "F", "middle": ["M"], "last": "Davenport", "suffix": ""}], "year": 1982, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Selective inhibitorsofviralfunctions.WACarter", "authors": [{"first": "C", "middle": ["E"], "last": "Hoffman", "suffix": ""}], "year": 1973, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The prospect of amantadine for preventionof influenza A2 in humans (effectiveness of amantadine during influenza A2/HongKong epidemics in", "authors": [{"first": "A", "middle": ["A"], "last": "Smorodintsev", "suffix": ""}, {"first": "G", "middle": ["I"], "last": "Karpuchin", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Zlydnikov", "suffix": ""}], "year": 1969, "venue": "Ann NY AcadSci", "volume": "173", "issn": "", "pages": "44--61", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Prophylactic amantadine dose and plasmaconcentration-effect relationshipsin healthyadults", "authors": [{"first": "F", "middle": ["Y"], "last": "Aoki", "suffix": ""}, {"first": "H", "middle": ["G"], "last": "Stiver", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Sitar", "suffix": ""}], "year": 1985, "venue": "ClinPhar-macolTher", "volume": "37", "issn": "", "pages": "128--136", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Acontrolled trial ofamantadine and rimantadine in the prophylaxis of influenza A infection", "authors": [{"first": "R", "middle": [], "last": "Dolin", "suffix": ""}, {"first": "", "middle": [], "last": "Reichmanrc", "suffix": ""}, {"first": "H", "middle": ["P"], "last": "Madore", "suffix": ""}], "year": 1982, "venue": "N Engl J Med", "volume": "307", "issn": "", "pages": "580--583", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Protective effect of l-amantadanamine hydrochloride on influenza A2 infections in the family environment.Acontrolled double-blind study", "authors": [{"first": "A", "middle": ["W"], "last": "Galbraith", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Oxford", "suffix": ""}, {"first": "G", "middle": ["C"], "last": "Schild", "suffix": ""}], "year": 1969, "venue": "Lancet ii", "volume": "", "issn": "", "pages": "1026--1028", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A gas chromatographic methodfor the determinationof amantadine in human plasma", "authors": [{"first": "P", "middle": [], "last": "Biandrate", "suffix": ""}, {"first": "G", "middle": [], "last": "Tognoni", "suffix": ""}, {"first": "G", "middle": [], "last": "Belvedere", "suffix": ""}], "year": 1972, "venue": "J Chro", "volume": "74", "issn": "", "pages": "31--34", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Advanced laboratory techniques for influenza diagnosis. Immunology series #6", "authors": [{"first": "Educationand", "middle": [], "last": "Unitedstates Departmentof Health", "suffix": ""}, {"first": "", "middle": [], "last": "Welfare", "suffix": ""}], "year": 1975, "venue": "Centers for DiseaseControl", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Enzyme-linked Immunosorbedassay for coronavirusHCV 229Eand MH43", "authors": [{"first": "G", "middle": ["A"], "last": "Kraaijeveld", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Madge", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Macnaughton", "suffix": ""}], "year": 1980, "venue": "J", "volume": "49", "issn": "", "pages": "83--89", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Control of influenza and poliomyelitis with killed virus vaccines", "authors": [{"first": "J", "middle": [], "last": "Salk", "suffix": ""}, {"first": "D", "middle": [], "last": "Salk", "suffix": ""}], "year": 1977, "venue": "Science", "volume": "195", "issn": "", "pages": "834--845", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Immunityto influenza is related to antibodylevel", "authors": [{"first": "J", "middle": ["A"], "last": "Morris", "suffix": ""}, {"first": "", "middle": [], "last": "Kaselja", "suffix": ""}, {"first": "M", "middle": [], "last": "Saglan", "suffix": ""}], "year": 1966, "venue": "NEnglJ Med", "volume": "274", "issn": "", "pages": "527--535", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A/USSR and B/Hong Kong vaccine: Field experiences during an A/Brazil and an influenza B epidemic", "authors": [{"first": "H", "middle": ["M"], "last": "Foy", "suffix": ""}, {"first": "I", "middle": [], "last": "Allan", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Blumhagen", "suffix": ""}], "year": 1981, "venue": "J AmerMed", "volume": "245", "issn": "", "pages": "1736--1740", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Efficacy of single-dose influenza immunization in Air Force recruits", "authors": [{"first": "D", "middle": ["H"], "last": "Gremillon", "suffix": ""}, {"first": "G", "middle": [], "last": "Meiklejohn", "suffix": ""}, {"first": "P", "middle": [], "last": "Graves", "suffix": ""}], "year": 1983, "venue": "J Infect Dis", "volume": "147", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Summaryof clinicaltrials of influenza vaccines", "authors": [{"first": "P", "middle": ["D"], "last": "Parkman", "suffix": ""}, {"first": "", "middle": [], "last": "Galassogj", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Noble", "suffix": ""}], "year": 1976, "venue": "J Infect Dis", "volume": "134", "issn": "", "pages": "100--107", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Amantadine kinetics in healthy young subjects after long-term dosing", "authors": [{"first": "F", "middle": ["Y"], "last": "Aoki", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Sitar", "suffix": ""}, {"first": "R", "middle": ["I"], "last": "Ogilvie", "suffix": ""}], "year": 1979, "venue": "Clin Pharmacol Ther", "volume": "26", "issn": "", "pages": "729--736", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Influence of the pH of the urine on the rate of excretion of 1-adamantanamine", "authors": [{"first": "H", "middle": ["F"], "last": "Geuens", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Stephens", "suffix": ""}], "year": 1967, "venue": "Fifth International Congress Chemotherapy", "volume": "", "issn": "", "pages": "703--713", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Rhinovirus infections in an industrial population. I. The occurrence of illness", "authors": [{"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Hendley", "suffix": ""}, {"first": "G", "middle": [], "last": "Simon", "suffix": ""}], "year": 1966, "venue": "N Engl J Med", "volume": "275", "issn": "", "pages": "1261--68", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Epidemiology of the common cold in military recruits with emphasis on infections by rhinovirus types 1A, 2A, and two unclassified rhinoviruses", "authors": [{"first": "M", "middle": ["J"], "last": "Rosenbaum", "suffix": ""}, {"first": "P", "middle": [], "last": "Deberry", "suffix": ""}, {"first": "Lsj", "middle": [], "last": "Sullivan", "suffix": ""}], "year": 1971, "venue": "Am J Epidemiol", "volume": "93", "issn": "", "pages": "183--93", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Eight-year study with 229E and OC43", "authors": [{"first": "J", "middle": ["O"], "last": "Hendley", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Fishburne", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}], "year": 1971, "venue": "Cornavirus infections in working adults", "volume": "105", "issn": "", "pages": "805--816", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Coronavirus: In: Principles and Practice of Infectious Diseases", "authors": [{"first": "K", "middle": [], "last": "Mcintosh", "suffix": ""}], "year": 1985, "venue": "", "volume": "", "issn": "", "pages": "893--897", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Coronavirus infections in military recruits. Three year study with coronavirus strains OC43 and 229E", "authors": [{"first": "R", "middle": ["P"], "last": "Wenzel", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Hendley", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Davies", "suffix": ""}], "year": 1974, "venue": "Amer Rev Resp Dis", "volume": "109", "issn": "", "pages": "621--645", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Prevention and control of influenza by chemoprophylaxis and chemotherapy", "authors": [{"first": "J", "middle": ["G"], "last": "Jackson", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Stanley", "suffix": ""}], "year": 1976, "venue": "J Am Med Assoc", "volume": "235", "issn": "", "pages": "2739--2780", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": ",12 In 1980-81, influenza A/Bangkok/1/79 (H3N2)-like strains and A/Brazil/11/78 (H1N1) were isolated. Chemoprophylaxis wasstarted December 10and continued until January 18,at whichtimeinfluenza A viruseswere no longer beingisolated at the Cadham Provincial Laboratory. In 1982-83, influenza was dueto A/Oregon/4/80 (H3N2)-like, A/Phillipines/2/82 (H3N2)-like, and A/Brazil/ 11/78 (H3N2)-like strains (Dr. A. P. Kendal, WHO Influenza Laboratory, CDC, Atlanta, Georgia; personal communication). Chemoprophylaxis was started December 14 and continued until January 15.", "latex": null, "type": "table"}, "TABREF2": {"text": "NUMBER OF CANADIAN FORCES PERSONNEL ALLOCATED TO RECEIVE INFLUENZA VACCINE, VACCINE PLACEBO OR AMANTADINE 100 OR 200 MG/DAY ORPLACEBO TO PREVENT INFLUENZA A ILLNESS IN THE WINTERS OF 1980-83 INCLUSIVE", "latex": null, "type": "table"}, "TABREF3": {"text": ") in our study population was <10%. Acute influenza Aillnesses wereconfirmed in one subjectdue to A/Brazil/II / 78 in 1980-81, none in 1981-82 and two individuals to A/ Bangkok/1/79 in 1982-83. Subclinical influenzaA/Bangkok/ 1/79 infection was demonstrated at 8%, 0 and 7% of unimmunized volunteers in 1980-81, 1981-82 and 1982-83, respectively.", "latex": null, "type": "table"}, "TABREF4": {"text": "CAUSES OF ACUTE RESPIRATORY TRACT ILLNESS DIAGNOSED BY SEROLOGIC TESTING", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Coronavirus Types\n</td><td>Parainfluenza Types\n</td><td>Respiratory\n</td><td>Influenza\n</td></tr><tr><td> </td><td>OC43 </td><td>229 E\n</td><td>2 </td><td>3\nM. pneu-moniae\n</td><td>Syncytial Virus\n</td><td>A/Bangkok/I/\n79\n</td></tr><tr><td>Common cold\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>1981-82 (34t)\n</td><td>6\n</td><td> </td><td>2* 2*\n</td><td> </td><td> </td><td> </td></tr><tr><td>1982-83 (34)\n</td><td>3 + 1* + 1**\n</td><td>1*\n</td><td> </td><td>2\n</td><td>3 + 1**\n</td><td>2\n</td></tr><tr><td>Influenza-like\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>1981-82 (16)\n</td><td>1*\n</td><td>1\n</td><td>1* </td><td>1*\n</td><td> </td><td> </td></tr><tr><td>1982-83 (13)\n</td><td>2\n</td><td>4\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Pharyngitis\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>1981-82 (7)\n</td><td> </td><td>1\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>1982-83 (14)\n</td><td>3\n</td><td>2\n</td><td>2\n</td></tr></table></body></html>"}, "TABREF5": {"text": "Military Medicine, Vol. 151, September 1986", "latex": null, "type": "table"}, "TABREF6": {"text": "TABLE 2\nSERUM GEOMETRIC MEANTITRES (GMT) TO INFLUENZA VACCINE HEMAGGLUTININS IN CANADIAN FORCES PERSONNEL 1980-83, AT THE STARTOFEACHSTUDYPERIOD (PRE) AND 4-6 WEEKS LATER (AFTER V GROUP RECEIVED VACCINE). PERCENT OFSUBJECTS SEROCONVERTING ORDEVELOPING ~4-FOLD RISES IN HAl TITRESIN BRACKETS", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Geometric meanHAl titres in\n</td><td> </td></tr><tr><td> </td><td> </td><td>1980-1981\n</td><td> </td><td>1981-1982 </td><td> </td><td>1982-1983</td></tr><tr><td>A/Bangkok/1/79\n</td><td>Pre </td><td>4-6 weeks </td><td>Pre </td><td>4-6 weeks </td><td>Pre </td><td>4-6 weeks\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>V Group </td><td>2 </td><td>41 (85) </td><td>9 </td><td>64(63) </td><td>13 </td><td>100(100)\n</td></tr><tr><td>All others </td><td>2 </td><td>2 (8) </td><td>6 </td><td>5 (0) </td><td>16 </td><td>25 (7)\n</td></tr><tr><td>A/Brazil/11/78\nV Group </td><td>NA* </td><td>NA </td><td>13 </td><td>59(53) </td><td>20 </td><td>llO (48)\n</td></tr><tr><td>All others </td><td>5+ </td><td>5 (5)+ </td><td>6 </td><td>6(1) </td><td>15 </td><td>15(0)\n</td></tr><tr><td>B/Singapore/222/79\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>V group </td><td>NA </td><td>NA </td><td>6 </td><td>29(54) </td><td>15 </td><td>70(58)\n</td></tr><tr><td>All others </td><td>4+ </td><td>4 (0)+ </td><td>5 </td><td>4(1) </td><td>15 </td><td>14(0)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank our volunteers, the Directorate of Preventive Medicine, Department of National Defence and the Base Commanders, Surgeons, and Medical Officers at CFB's Winnipeg, Shilo, Portage, and", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}, {"text": "This is the 3rd edition which has been extensively revised. Two new chapters have been added dealing with exercise for special patient populations, patients with hypertension angina, obesity, and principles of behavioral medicine to initate and maintain a healthy life style. The book gives gutdeltnes for the health care provider for evaluation of health status, priorto exercise testingand prescription. Principles of exercise prescription to include prescription for cardiac patients including inpatient programs, outpatients and community exercise programs. This is a useful book for the health care practitionerinvolved with exercise prescription. The authors state that the stimulus to produce this book was the repeated demandsof medical students and houseofficers for a concise practical text listing methods of diagnosis and management of main general surgical conditions. The authors have provided them with a review of twelve major areas of challenge in generalsurgery. Rapid reference is possible byutilizing the Contents at the beginning ofthe book and the briefoutlineat the beginning ofeach subchapter. Although deficiencies can be identified, this outline from a major medical center in England can be a valuable reference source for any student/house officer in surgical training. This book is written for students, technologists, and physicians who wish to learn more about coagulation through evaluation of individual patients with disorders of hemostasis. The book is divided into two parts. In the first part the author reviews in four chapters the biochemistry of blood coagulation, fibrinolysis, the roles of platelets and endothelial cellsin coagulation, and the clinical and laboratoryapproach to bleeding disorders. The second part is comprised of sixty-two case histories that are organized under the categories of hereditary and acquired disorders of coagulation proteinsand physiologic inhibitors, hereditary and acquired disorders of platelets, and complications associated with anticoagulant therapy. The indexprovides a quickgutde to specific examples of each coagulation disorder. Many topics are covered in a somewhat superficial fashion; however numerous texts are available to provide detailed information about specific areas of interest. The book is an excellent gUide for instructors and for those whowish to learn more about a practical approach to disorders of hemostasis.BARBARA M. ALVING, M.D., LTC MC", "cite_spans": [], "ref_spans": [], "section": "Book Reviews"}]}