{"paper_id": "b8dab69269ebb4fb0d0138aa70404adfb0a1fb33", "metadata": {"title": "The efficiency of surgical masks of varying design and composition", "authors": [{"first": "L", "middle": ["O"], "last": "", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Manchester", "location": {"postCode": "M14 9PT. 936", "settlement": "Manchester"}}, "email": ""}, {"first": "S", "middle": ["B"], "last": "Q U E S N E L", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Manchester", "location": {"postCode": "M14 9PT. 936", "settlement": "Manchester"}}, "email": ""}]}, "abstract": [{"text": "Five different types of surgical mask of varying design and composition of natural and synthetic fibres were tested for their efficiency in vivo by means of a special rest chamber. Contaminated particles escaping through or around the mask during speech by the wearer could be collected arid sized. Analysis of the data showed that the gross efficiency of all the masks was high, but that some masks were distinctly better at small particle 'filtration' than others. There was a signifcant difference in efficiency between the best and worst masks. The best masks contained more fabric, were softer and were pleated, while the worst were stifler, smaller and not pleated. Reusable cotton fabric masks were as effective as synthetic fabric masks when made to a good design.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Five different types of surgical mask of varying design and composition of natural and synthetic fibres were tested for their efficiency in vivo by means of a special rest chamber. Contaminated particles escaping through or around the mask during speech by the wearer could be collected arid sized. Analysis of the data showed that the gross efficiency of all the masks was high, but that some masks were distinctly better at small particle 'filtration' than others. There was a signifcant difference in efficiency between the best and worst masks. The best masks contained more fabric, were softer and were pleated, while the worst were stifler, smaller and not pleated. Reusable cotton fabric masks were as effective as synthetic fabric masks when made to a good design.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "ALTHOUGH the use of surgical masks has become routine in many clinical situations there persists a wide variety of opinions about their usefulness. Hirshfield and Laube (1941) , summarizing the reports from twenty-one papers, recorded opinions ranging from a firm belief in their efficacy to denials of their usefulness in helping to prevent infection. One of the obvious reasons for the controversy is the difficulty of obtaining accurate assessments of mask efficiency, and a wide variety of techniques has been used in attempts to evaluate the effectiveness of different masks.", "cite_spans": [{"start": 148, "end": 175, "text": "Hirshfield and Laube (1941)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "As early as 1935 Paine, in performing tests with masks made from natural fibres such as silk and cotton gauze, recognized the importance of particle size and found that 'high momentum droplets' could be effectively arrested by several layers of fine gauze. Mask efficiency actually increased with prolonged use. His test system involved a painted plaster cast of a face, through which were bored three holes representing the nares and partly open mouth. Into the back of the cast was fitted the wide end of a funnel, the narrow end being joined to an atomizer spray charged with a broth culture of Micrococcus lysodeikticus. Shooter et al. (1959) tested one gauze (filtration) mask and two paper (deflection) masks and concluded that the three masks 'would fulfil their main purpose in protecting the patient's wound from many of the bacteria in the surgeon's mouth when the latter talked'. With deflection type masks it seemed 'probable that deflected expired air will inevitably carry some of the shed bacteria behind the head'. Their test system involved the use of 129 volunteers in a sitting position with the head isolated in a 'tent' through which a horizontal air flow was maintained. Organisms were collected on 20 Petri plates distributed in different locations on the floor of the tent chamber. From a variety of tests using exposed plate and slit sample techniques Thomas (1961) concluded that cotton gauze masks were much more efficient than paper masks in preventing the dispersal of 'small droplets and droplet nuclei'. Laundering of cotton masks increased their efficiency as filters. Greene and Vesley (1962) designed a chamber which enabled them to test the efficiency of surgical masks under simulated in vivo conditions, using an Andersen (1958) cascade sampler. They found that a gauze and flannel mask was over 99.6 per cent efficient in blocking particles of diameter greater than 4 pm and 96.7 per cent efficient for particles under 4 pm.", "cite_spans": [{"start": 625, "end": 646, "text": "Shooter et al. (1959)", "ref_id": "BIBREF8"}, {"start": 1377, "end": 1390, "text": "Thomas (1961)", "ref_id": "BIBREF9"}, {"start": 1601, "end": 1625, "text": "Greene and Vesley (1962)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": ""}, {"text": "Madsen and Madsen (1967) used a test chamber the same as that designed by Greene and Vesley (1962) to evaluate the efficiency of four different types of mask : a polypropylene-fibre mask, a polyester-rayon mask, a glass-fibre mask and a cellulose-fibre mask. Instead of the masks being worn by a human subject they were fixed to a dummy head made to average human dimensions (Churchill and Truett, 1957) . To simulate sneezing or coughing a nebulizer controlled by an electronic timer was fitted inside the manikin head. A spore suspension of Bacillus stearothermophilus was used as the test organism. They obtained overall efficiencies of 98.8 and 98.4 per cent for the polypropylene and polyester-rayon masks respectively, with 97.3 per cent for the glass-fibre mask and 92.7 per cent for the paper mask.", "cite_spans": [{"start": 74, "end": 98, "text": "Greene and Vesley (1962)", "ref_id": "BIBREF2"}, {"start": 375, "end": 403, "text": "(Churchill and Truett, 1957)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": ""}, {"text": "There is at present a wide variety of surgical masks available in several different designs, manufactured from a variety of natural and synthetic fibres. Equally, many different claims have been made as to their likely efficiency in preventing cross-infection from wearer to patient. We decided to compare the performance of a selection of these by an in vivo method based on the procedure used by Greene and Vesley (1962) .", "cite_spans": [{"start": 398, "end": 422, "text": "Greene and Vesley (1962)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": ""}, {"text": "A chamber similar to that of Greene and Vesley's (1962) was constructed. It was made mainly from &-in plywood and 14-h angle iron (Fig. 1) . The main box structure was 5 ft x 16-in x 16 in mounted vertically, of which the upper 4 ft was of square section, while the lower 1 ft tapered pyramidally to a 4-in square block of hardwood at the base. In the centre of the latter was fixed a piece of copper pipe of internal diameter", "cite_spans": [{"start": 29, "end": 55, "text": "Greene and Vesley's (1962)", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 130, "end": 138, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Sampling chamber"}, {"text": "3. At 20 minutes the chamber was extracted for a further 5 minutes, this time with the sampler loaded with 6, 5 per cent blood-agar plates. This yielded the background count (column a of Table I) .", "cite_spans": [], "ref_spans": [{"start": 187, "end": 195, "text": "Table I)", "ref_id": "TABREF0"}], "section": "Efficiency of surgical masks"}, {"text": "4. At 30 minutes less 15 seconds the head-port cover was removed, the sliding panel raised and the subject's head inserted into the chamber; the panel was closed to form a snug fit around the subject's neck.", "cite_spans": [], "ref_spans": [], "section": "Efficiency of surgical masks"}, {"text": "5. At 30 minutes the sampler (loaded with 6 fresh 5 per cent blood-agar plates) was switched on, and at the same time the subject began to speak the word 'chew' at 1-second intervals for 5 seconds followed by a 5-second rest, alternating for 4 minutes (i.e. 30 enunciations per minute for 4 minutes = 120 words).", "cite_spans": [], "ref_spans": [], "section": "Efficiency of surgical masks"}, {"text": "6. After the 4-minute speech sequence the subject remained mute until the total sampling time of 5 minutes had elapsed. The sampler was then switched 1 in. To this, externally, the Andersen sampler was linked by means of a piece of rubber tubing of similar internal diameter and about 5 in in length.", "cite_spans": [], "ref_spans": [], "section": "Efficiency of surgical masks"}, {"text": "The top of the chamber had a square, lipped hole into which was fitted, exactly, a 10-in Vokes Super Vee Fibreglass Air Filter Panel No. E. 70802/1. The filter was seated on a foam plastic gasket to give an airtight seal. This type of filter has an efficiency of over 98.5 per cent for particles down to 6.0 pm in diameter and about 90 per cent for particles down to 1 pm.", "cite_spans": [], "ref_spans": [], "section": "Efficiency of surgical masks"}, {"text": "One panel of the 'box' was divided at a point 1 ft from the top, and the 16x 12411 panel formed was made to slide up and down in close-fitting grooves provided in the frame. The bottom of this panel and the top of the adjoining panel was cut out to form between them an eliptical hole about 64 x 5Q in. This hole was surrounded on either half by a 2-in thick plastic foam collar to leave a final hole of 44 x 4 in which formed a snug fit around the neck of the subject when his head was inserted in the chamber and the sliding panel drawn down. The wall of the chamber opposite the 'head-port' was made entirely of clear Perspex to enable the subject to read a stopwatch placed on a bench outside the chamber and to prevent a feeling of claustrophobia.", "cite_spans": [], "ref_spans": [], "section": "Efficiency of surgical masks"}, {"text": "The total volume of the chamber was 7.886 ft3, of which 0.776 ft3 was the volume enclosed by the pyramidal lower portion of the chamber. The volume from the line of entry of the head to the base of the chamber was 6.106 ft3.", "cite_spans": [], "ref_spans": [], "section": "Efficiency of surgical masks"}, {"text": "The procedure used was based on that used by Greene and Vesley (1962) , but was not the same as we found it impossible to generate the large numbers of organisms which they claimed to be produced by uttering the words 'sing and chew' six times. Instead these trials required that the word 'chew' be repeated a total of 120 times during the space of 4 minutes. The exact procedure used was as follows:", "cite_spans": [{"start": 45, "end": 69, "text": "Greene and Vesley (1962)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Test procedure"}, {"text": "1. Exactly 30 minutes before the time at which the masked subject was to insert his head into the test chamber, the test mask was fixed in place in the normal wearer's position. This was taken as zero time for the whole sequence.", "cite_spans": [], "ref_spans": [], "section": "Test procedure"}, {"text": "2. At 10 minutes the chamber was flushed by running the sampler pump and drawing the air through for 5 minutes. During the whole of this Deriod (and in fact from the day by a cardboard plate by adhesive tape. the head-pori was 'overed to the Of the chamber Table I ) and a new set of plates loaded.", "cite_spans": [], "ref_spans": [{"start": 257, "end": 264, "text": "Table I", "ref_id": "TABREF0"}], "section": "Test procedure"}, {"text": "7. The subject removed his head, the head-port was sealed as before and at 40 minutes a further sample was withdrawn from the chamber, the plates removed and the sampler reloaded. These plates yielded the background count given in column c of Table I . There is no reference to such a count having been made by Greene and Vesley (1 962). 8. At 48 minutes the cardboard cover was removed from the head-port and the subject reinserted his head, but this time unmasked, and procedures 5 and 6 were repeated as exactly as possible as before. This yielded the 'unmasked' counts recorded in column d of Table I. 9. At the end of the 5-minute unmasked sampling period the headport was again sealed.", "cite_spans": [{"start": 311, "end": 321, "text": "Greene and", "ref_id": null}], "ref_spans": [{"start": 243, "end": 250, "text": "Table I", "ref_id": "TABREF0"}, {"start": 597, "end": 605, "text": "Table I.", "ref_id": "TABREF0"}], "section": "Test procedure"}, {"text": "Only one such mask trial was made on each day and blood-agar plates were poured freshly each day.", "cite_spans": [], "ref_spans": [], "section": "Test procedure"}, {"text": "They consisted of a bottom layer of Oxoid bloodagar base and a top layer of the same agar but containing 5 per cent defibrinated horse blood. The total volume in each plate was exactly 27 ml as required in the instructions for use of the Andersen sampler. Incubation was carried out at 37 \"C for 24 hours.", "cite_spans": [], "ref_spans": [], "section": "Test procedure"}, {"text": "The masks tested were:", "cite_spans": [], "ref_spans": [], "section": "Surgical masks"}, {"text": "1 . Aseptex mask No. 1800 (3M Company, Medical Products Division). This is a 'rigid' cup-shaped mask of bonded polyester and rayon fibres held in place by an elastic band.", "cite_spans": [], "ref_spans": [], "section": "Surgical masks"}, {"text": "2. Cestra mask (Robinsons of Chesterfield) made from four-ply cotton muslin. The entire batch of these masks was subjected once to the normal hospital laundry routine for articles of this type at the Manchester Royal Infirmary. They were steam pressed and packed in 'sterilization pack' paper bags, but were not autoclaved.", "cite_spans": [], "ref_spans": [], "section": "Surgical masks"}, {"text": "3. Surgine (Johnson & Johnson Ltd). Mask of three-ply construction, outer layers bonded rayon, inner glass fibre; three pleats.", "cite_spans": [], "ref_spans": [], "section": "Surgical masks"}, {"text": "4. Filtermask E-Z breathe (Deseret Pharmaceutical Co. Inc.). Mask of three-ply construction, outer layers cellulose, inner glass fibre; simple folded design. 5 . Filtron (3M Company, Medical Products Division). Mask of three-ply construction, outer layers cellulose, inner of polypropylene fibre; single box-pleat design.", "cite_spans": [], "ref_spans": [], "section": "Surgical masks"}, {"text": "Except for the Cestra mask they are all of the singleuse, disposable variety, and are used directly from the boxes in which they are purchased. Except for the Aseptex they are held in place by pairs of fabric ties.", "cite_spans": [], "ref_spans": [], "section": "Surgical masks"}, {"text": "All the disposable masks also have metal contour strips, which are pressed well down across the nose and cheeks in use.", "cite_spans": [], "ref_spans": [], "section": "Surgical masks"}, {"text": "Four trial runs were performed with each mask type, and all the masks were worn by the same subject throughout the investigation.", "cite_spans": [], "ref_spans": [], "section": "Surgical masks"}, {"text": "The colony counts recorded for each plate in each trial were obtained by using the 'positive hole count' method described in the instructions supplied with the Andersen sampler and a statistical correction applied according to the tables given by Pet0 and Powell (1 970).", "cite_spans": [], "ref_spans": [], "section": "Counrirrg"}, {"text": "The test procedure described yielded four sets of colony counts for each trial. The Andersen sampler separates contaminant particles into six different size ranges which comprised each set as follows : plate I , >9.2 pm; plate 2, 5.5-9.2 um; plate 3, 3.3-5.5 pm; plate 4, 2.0-3.3 pm; plate 5, 1-2 pm; plate 6, < I pm.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "In Table Z the counts recorded are the totals for all size ranges obtained in a total of 4 trials in each case.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 10, "text": "Table Z", "ref_id": null}], "section": "Results"}, {"text": "The 'background' count represents the number of organisms entering the chamber while the head-port was open plus any organisms which passed through the filter in the roof of the chamber. The 'masked' count gives the total colonies obtained during the sampling periods when the masks were worn, while the 'post-masked' count represents the residual airborne population still present in the chamber between 6 and 1 I minutes after the end of the speech sequence giving rise to the organisms. The 'unmasked' count represents the output of organisms resulting from the speech sequence and able to be collected within a 5-minute sampling period similar to that used for the 'masked' count. Table I shows that if the leakage of organisms through or around the mask is calculated from the 'masked' and 'unmasked' data, there is no difference in efficiency between the Cestra, Surgine and Filtron masks, while the Aseptex and Filtermask designs appear to be somewhat less efficient. The same general conclusion may be drawn if the calculations are based on the total leakage, i.e. the 'masked' and 'postmasked' counts as a percentage of the 'unmasked' counts.", "cite_spans": [], "ref_spans": [{"start": 685, "end": 692, "text": "Table I", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "From Table IZ some comparison of efficiencies may be made in regard to performance in filtering large particles ( > 3.3 pm) and smaller particles. It can be seen that all the masks show a high degree of efficiency of about 99 per cent in large particle filtration, but considerable differences in small particle filtration efficiency exists. Again, the Aseptex and Filtermask designs performed worst, however the data were calculated.", "cite_spans": [], "ref_spans": [{"start": 5, "end": 49, "text": "Table IZ some comparison of efficiencies may", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "In Table 111 overall efficiencies are listed taking all particles together, Aseptex and Filtermask again performing the least well. Statistical tests of significance (I-test) performed on the data for total leakage values showed no significant difference in efficiency between Cestra, Surgine and Filtron, while the difference was significant at the P = 0.05 level between Filtron and Filtermask, and at P = 0.1 between Filtron and Aseptex but just outside the significance level at P = 0.05. Fig. 2 shows the distribution of particle sizes found from bacteria-containing droplets expelled from the subjects' mouth and nares during the course of the trials reported in this paper. It shows a markedly different distribution from that obtained by the h u aerosolization of bacteria (or spores) using mechanical devices of various kinds, which has been drawn from the results of Garrow et al. (1971) using Serrntiu mnrcescens. It is not surprising that they differ significantly and that the distribution for the naturally expelled population should be skewed markedly to the left (i.e. towards large particle size) since the bacteria of the normal respiratory tract flora typically grow in clusters or aggregates, e.g. the Corynebacteria, streptococci, staphylococci, Neisseria, etc.", "cite_spans": [{"start": 877, "end": 897, "text": "Garrow et al. (1971)", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 3, "end": 12, "text": "Table 111", "ref_id": "TABREF1"}, {"start": 493, "end": 499, "text": "Fig. 2", "ref_id": "FIGREF2"}], "section": "Results"}, {"text": "The histogram of our data was calculated from a total of 25 481 particles (corrected count) which were expelled during 2400 utterances of the word 'chew', giving an average of 10-11 colony-forming units per word.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "In deciding which test procedure should be used for the investigation of mask efficiency it was necessary to consider carefully what were the main objectives. We did not think a test of filtration efficiency of merely the mask material under in vitro conditions such as those devised by Rubbo and Abbott (1968) would be adequate since in use the mask is 'fixed' around an irregular surface (the face) and a certain amount of leakage around the edges would occur. Also, to pass a standard aerosol through clamped samples of fabric at a steady flow rate did not seem to be a good approximation of the situation in vivo.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Also, it was thought necessary that the mask should be subjected to the effects of abrasion and moisture which would obtain during use by a human subject, so on this basis all the manikin methods described in the literature were ruled out. Again, because of the problems of uneven distribution of expelled organisms, some of which passed through the mask and some of which were expelled 'backwards' around the edges, all methods involving freely exposed agar plates were also ruled out.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Therefore, in order, to obtain in vivo conditions a human subject was considered essential, and in order to collect all the organisms which leaked either through or around the mask an enclosed air volume which could be 'swept' over the receiving plates was also considered necessary. The special test chamber and Andersen sampler met these requirements. We modified the procedure of Greene and Vesley (1962) , who first used this type of chamber, in a number of ways. First, it was thought essential that the mask be worn for at least a reasonable period of time before commencing the tests as some fibres are hygroscopic and would perform differently when 'saturated' with moisture from, for example, exhaled air. A time of 30 minutes was chosen so that the masks would be already moistened and contaminated with organisms before the tests began.", "cite_spans": [{"start": 383, "end": 407, "text": "Greene and Vesley (1962)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Discussion"}, {"text": "Secondly, we found that saying the phrase 'sing and chew' six times (Greene and Vesley, 1962 ) produced very few organisms and so we changed the speech sequence to 120 repetitions of the word 'chew'. Also, since this sequence lasted for 4 minutes of the 5-minute sampling period, and the total 5-minute sample was * See Table I . only 5 ft3 out of a chamber volume of nearly 8 ft3, a subsequent 5-minute sampling period, the 'postmasked' sample, was added to the procedure. Table I , which lists the counts obtained for the various masks, shows a number of interesting features. First, the background counts show that not more than an average of 6 contaminant particles per 5-minute sampling period were likely to enter the chamber adventitiously, i.e. through the filter or head-port. Strictly speaking, these adventitious contaminants % Efficiency based on b+c and d data* Louis B. Quesnel would also be present during the other count periods to give an artificially raised count of leakage organisms.", "cite_spans": [{"start": 68, "end": 92, "text": "(Greene and Vesley, 1962", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 320, "end": 327, "text": "Table I", "ref_id": "TABREF0"}, {"start": 474, "end": 481, "text": "Table I", "ref_id": "TABREF0"}], "section": "Discussion"}, {"text": "It would be possible to make a notional correction for this, but it was thought better to omit this and state that the efficiencies recorded were therefore slightly less than the true efficiencies of the masks concerned. On this basis it was interesting to note that the percentage leak obtained is nevertheless very low in absolute terms (column e, Table I) , and if only large particles are considered, extremely low (Table II) .", "cite_spans": [], "ref_spans": [{"start": 350, "end": 358, "text": "Table I)", "ref_id": "TABREF0"}, {"start": 419, "end": 429, "text": "(Table II)", "ref_id": "TABREF0"}], "section": "Discussion"}, {"text": "Secondly, in every case the 'post-masked' count was higher than the 'masked' count. This demonstrated two points, viz. that the initial sampling period was inadequate and that viable organisms could remain in aerosolized suspension for a considerable time. Greene and Vesley (1962) did not include a 'post-masked' count in their trials so it is not known how many of these organisms were missed by them. Separate tests showed that in our experiments the number of organisms still remaining after this second 'postmasked' sample was of the same order as the background count.", "cite_spans": [{"start": 257, "end": 281, "text": "Greene and Vesley (1962)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Discussion"}, {"text": "When the 'filtration' efficiency of the masks is examined relative to the different size ranges of large (> 3.3 pm diameter) and small ( < 3.3 pm) particles it can be seen from Table II that large particle filtration is extremely efficient in all cases, while small particle filtration is comparatively inefficient, and that even the best masks were only 89-90 per cent efficient. Analysis of the data also reveals that the 'post-masked' counts in the case of Filtron and Surgine masks are about 2.5 and 2 times as great as the 'masked' counts, but only 1.5 times as great for the Cestra mask. This may be an indication that very fine filters generate small particles, which may be caused either by splitting of large particles as they impact upon the mesh or by filling the pores with liquid which then bubbles out and bursts under further pressure-the 'bubble tube' effect. It may well be that the Cestra mask was superior in performance because it was absorbant and did not readily permit the build-up of liquid films which would contribute to the 'bubbletube' effect.", "cite_spans": [], "ref_spans": [{"start": 177, "end": 216, "text": "Table II that large particle filtration", "ref_id": "TABREF0"}], "section": "Discussion"}, {"text": "Table II also shows that the Aseptex and Filtermask designs had about half the small particle efficiency as the other 3 masks. We think that it is relevant in this regard that both of these masks were much narrower than the others, covering far less an area of the cheeks. In addition, they were both unpleated and rather stiff. These two factors would contribute to an increased leakage of organisms around the edges of the mask in that small particles would be more readily deflected backwards and more easily escape. Put conversely, it would appear that pleating contributed significantly to the efficiency of the mask in the case of the Filtron and Surgine, and the Cestra mask, while not pleated, was soft and extended well back over the cheeks and under the chin, covering a larger area than any of the other masks.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "It should also be remembered that particles less than 3 pm in diameter will not easily fall on their own account, for example, into a wound during surgery. On the other hand, particles larger than 5 pm are very unlikely to enter the lungs, so that small particle inhalation would be the main hazard in situations of poor ventilation where open wounds were not involved.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A broad summary of the overall data is given in Table III and we may make the following general conclusions from the investigation :", "cite_spans": [], "ref_spans": [{"start": 48, "end": 57, "text": "Table III", "ref_id": "TABREF0"}], "section": "Discussion"}, {"text": "1. The overall efficiency of all the masks is high, approaching 99 per cent for the best designs, viz. Cestra, Filtron and Surgine.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "2. Large particle filtration efficiency was similarly high in all cases.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "3. Small particle filtration efficiency was considerably lower, being worst in the Aseptex and Filtermask designs.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "4. Inefficiency was probably affected as much by stiffness, lack of pleating and size as by deficiencies in 'filtration'.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "5. Cotton fabrics may be as effective as synthetic fabrics when incorporated in a good mask design.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "New sampler for the collection, sizing and enumeration of viable airborne particles", "authors": [{"first": "", "middle": ["A"], "last": "Andersen A", "suffix": ""}], "year": 1958, "venue": "J . Bacterial", "volume": "76", "issn": "", "pages": "471--484", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Evaluation of surgical masks : the potential of resin treated wool", "authors": [{"first": "Churchill", "middle": ["E"], "last": "Truett B. ; Garrow C", "suffix": ""}, {"first": "", "middle": ["J"], "last": "Stephens L", "suffix": ""}, {"first": "", "middle": ["R"], "last": "Ewing M", "suffix": ""}], "year": 1957, "venue": "Surgery", "volume": "69", "issn": "", "pages": "881--883", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Method for evaluating effectiveness of surgical masks", "authors": [{"first": "", "middle": [], "last": "Greene", "suffix": ""}, {"first": "", "middle": [], "last": "Vesley D", "suffix": ""}], "year": 1962, "venue": "J. Bacteriol", "volume": "83", "issn": "", "pages": "663--667", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Surgical masks, an experimental study", "authors": [{"first": "J", "middle": ["W"], "last": "Hlrshfield", "suffix": ""}, {"first": "", "middle": ["J"], "last": "Laube P", "suffix": ""}], "year": 1941, "venue": "Surgery", "volume": "9", "issn": "", "pages": "720--730", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A study of disposable surgical masks", "authors": [{"first": "", "middle": ["0"], "last": "Madsen P", "suffix": ""}, {"first": "", "middle": ["E"], "last": "Madsen R", "suffix": ""}], "year": 1967, "venue": "Am. J. Surg", "volume": "114", "issn": "", "pages": "431--435", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The aetiology of puerperal infection with special reference to droplet infection", "authors": [{"first": ".", "middle": ["J"], "last": "Paine C", "suffix": ""}], "year": 1935, "venue": "Br. Med. J", "volume": "1", "issn": "", "pages": "243--246", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The assessment of aerosol concentration by means of the Andersen sampler", "authors": [], "year": 1970, "venue": "J. Appl. Bacteriol", "volume": "33", "issn": "", "pages": "582--598", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Filtration efficiency of surgical masks: a new method of evaluation", "authors": [{"first": ".", "middle": ["D"], "last": "Rubbo S", "suffix": ""}, {"first": "Abbott", "middle": ["L R"], "last": "", "suffix": ""}], "year": 1968, "venue": "Aust. NZ J. Surg", "volume": "38", "issn": "", "pages": "80--83", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "A study of surgical masks", "authors": [{"first": "", "middle": ["A"], "last": "Shooter R", "suffix": ""}, {"first": "", "middle": ["A"], "last": "Smith M", "suffix": ""}, {"first": "", "middle": ["W"], "last": "Hunter J", "suffix": ""}], "year": 1959, "venue": "Br. J. Surg", "volume": "47", "issn": "", "pages": "246--249", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Efficiency of surgical masks in use in hospital wards", "authors": [{"first": "", "middle": ["G A"], "last": "Thomas C", "suffix": ""}], "year": 1961, "venue": "Guys Hosp. Rep", "volume": "110", "issn": "", "pages": "157--167", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The experimental chamber showing, at the top, the fibre-glass filter, the foam collar, the clear Perspex front panel and the Andersen sampler.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "The distribution o f 'colony-forming units' by particle size. The histogram with entire margin was obtained by collecting together all the 'unmasked' counts and arranging the data as percentage o f the total count for each stage of the Andersen sampler. The total count was 25 481. The histogram with broken margin gives the distribution of colony-forming units by particle size for aerosolized Serratia rnarcescen.v as found by Garrow et al.(1971).", "latex": null, "type": "figure"}, "TABREF0": {"text": "COLONY COUNTS OBTAINED AT EACH SAMPLING TIME OF THE MASK TRIALS e f Each count figure recorded represents the total colony count for four experimental trials Louis B. Quesnel off, the plates removed for incubation (column b of", "latex": null, "type": "table"}, "TABREF1": {"text": "LEAKAGES", "latex": null, "type": "table", "html": "<html><body><table><tr><td>TYPE </td><td>\"/, Leak b of d* </td><td>Leak b + c o f d * </td></tr><tr><td>Mask type </td><td>&gt;3 ,3 pm </td><td>0-3.3 pm </td><td>:.3.3 pm </td><td>0-3.3 pm </td></tr><tr><td>Aseptex </td><td>1.13 </td><td>20 </td><td>2.1 </td><td>44.9 </td></tr><tr><td>Cestra </td><td>0.62 </td><td>10.96 </td><td>1.37 </td><td>32.89 </td></tr><tr><td>Surgine </td><td>0.28 </td><td>10.39 </td><td>0.54 </td><td>32.28 </td></tr><tr><td>Filtermask </td><td>0.70 </td><td>27.82 </td><td>1.65 </td><td>60.66 </td></tr><tr><td>Filtron </td><td>0.23 </td><td>11.73 </td><td>0.63 </td><td>42.39 </td></tr></table></body></html>"}, "TABREF2": {"text": "Table 111: CALCULATED FILTRATION EFFICIENCY OF THE VARIOUS MASKS; ALL SIZES OF PARTICLES", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Mask type </td><td>% Efficiency based on b and d data only* </td><td>% Efficiency based on b+c and d data* </td></tr><tr><td>Aseptex </td><td>96.5 </td><td>92.6 </td></tr><tr><td>Cestra </td><td>98.8 </td><td>96.7 </td></tr><tr><td>Surgine </td><td>98.8 </td><td>96.5 </td></tr><tr><td>Filtermask </td><td>95.8 </td><td>90.8 </td></tr><tr><td>Filtron </td><td>98.8 </td><td>95.7 </td></tr></table></body></html>"}}, "back_matter": [{"text": "My sincere thanks are due to Mr Dennis Coupes for his expert technical assistance.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgement"}]}