{
    "paper_id": "b9842fe8a84087c006d9108ef0f0521523e3d3e9",
    "metadata": {
        "title": "Blood filtration in children with severe sepsis: safe adjunctive therapy",
        "authors": [
            {
                "first": "J",
                "middle": [
                    "H"
                ],
                "last": "Reeves",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Intensive Care Unit",
                    "institution": "Royal Childrens Hospital",
                    "location": {
                        "addrLine": "Flernington Rd Parkville",
                        "postCode": "3052",
                        "settlement": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "W",
                "middle": [
                    "W"
                ],
                "last": "Butt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Intensive Care Unit",
                    "institution": "Royal Childrens Hospital",
                    "location": {
                        "addrLine": "Flernington Rd Parkville",
                        "postCode": "3052",
                        "settlement": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: To review the safety and efficacy of haemofiltration and plasmafiltration in children with severe sepsis. Design: Retrospective case notes analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Interventions: Continuous haemofiltration (HF) 18 patients; continuous haemofiltration and plasmafiltration (PF) 9 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Measurements and results: 27 children with sepsis-induced MOSF, median age 26.6 months (range 0.33-185), median weight 12 kg (range 2.5-58), mean PRISM score 19.4 (SD 8.6), mean number of organs failing 2.78 (SD 0.9) received filtration for a median duration of 36 hours (range 2-145). Eight (30o70) survived (HF 5/18, PF 3/9). There was no significant difference in the demographic features between the HF group and the PF group and no difference in mortality. The two groups were pooled to assess the effect of commencement of filtration on clinical wellbeing. Arterial blood gases, electrolytes, full blood examination, ventilator settings and doses of inotropes were recorded immediately prior to commencement of filtration and 18 h after commencement. Serum anion gap and osmolality were calculated using conventional formulae. There were no significant changes in the level of cardiorespiratory support, or biochemical markers of severity following commencement of filtration. Platelet count fell 32~ (p = 0.029) but no bleeding was encountered. No severe complications were observed during 1222 h of filtration. No bleeding or infection was observed at the site of cannulation. One child developed haemodynamic instability following commencement of plasmafiltration necessitating abandonment of the procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Continuous haemofiltration is an established supportive therapy for children with acute renal failure in intensive care [1] . Plasmafiltration, i.e. plasmapheresis with a large pore haemofilter, is an experimental therapy for severe sepsis which has been described in small series in adults [2, 3] and individual case reports in children [4] .",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 291,
                    "end": 294,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 295,
                    "end": 297,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Between November 1985 and April 1992, 27 children received haemofiltration during their admission to our intensive care unit with the diagnosis of severe sepsis. Nine of them also received plasmafiltration. The purpose of this report is to review our experience of filtration in these 27 children and assess the effect of the therapy on haemodynamic, respiratory, haematological and biochemical markers of illness severity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Patients who received haemofiltration (HF) or haemofiltration and plasmafiltration (PF) and whose major diagnosis was suspected or proven infection, were identified on the intensive care database and their clinical notes reviewed. All identified case notes were available for analysis. Patients were excluded if they had received other experimental therapies such as immunoglobulins, colony stimulating factors or extracorporeal membrane oxygenation. The severity of the presenting illness was quantified with the Paediatric Risk of Mortality (PRISM) score using the most abnormal values in the first 24 h after admission to intensive care. The number of organs failing in the first 24 hours after admission was identified using criteria defined in children [5] . The level of respiratory support was quantified using ventilatory index (VI) VI = respiratory rate (min-~)xpeak inspiratory pressure (cmH20)xarterial PCO 2 (mmHg)/1000; gas exchange was measured with the alveolar-arterial partial pressure gradient for oxygen (A-a DO2).",
            "cite_spans": [
                {
                    "start": 758,
                    "end": 761,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Patients and methods"
        },
        {
            "text": "The level of cardiovascular support was quantified using a weighted average of the infusion rates of all inotropes. The weighting was chosen empirically to reflect the comparative potencies of the agents in children. Weighted inotrope score = dopamine pg/kg/ min x 10 + dobutamine gg/kg/min x 7.5 + adrenaline gg/kg/min x 50+noradrenaline gg/kg/min• 50+ 10~ calcium gluconate ml/kg/h x 25.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and methods"
        },
        {
            "text": "Arterial blood gases, serum sodium, potassium, glucose, creatinlne, urea and chloride were recorded at the time of commencement of filtration and 18 h later. The anion gap and serum osmolality were calculated using standard formulae [6] . A full blood examination was performed before commencement of filtration and 18 h later.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 236,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Patients and methods"
        },
        {
            "text": "Before i987, a continuous arteriovenous technique was used. From 1987, a continuous venovenous technique was used. Blood was pumped by a calibrated roller pump incorporting alarms for air entrainment, line occlusion or overpressure. Two types of hollow fibre filter were used for haemofiltration: the Renaflo HF 250 (Renal Systems, Minneapolis, USA), and the Gambro FH22 (Gambro, Lund, Sweden). Bicarbonate buffered replacement solutions were prepared by pharmacy to the following concentrations (mmol/1) Na + 135, K + 3.0, Ca 2+ 1.5, Mg z+ 0.7, HCO3-25, PO~ 1.0, acetate 16.4, CI-100 and dextrose 0.3%. Filtrate production and re-placement infusions were controlled with volumetric infusion pumps. Haemofiltration was suspended during plasmafiltration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Filtration technique"
        },
        {
            "text": "Plasmafiltration was performed with the Gambro PF 1000 filter. All patients who underwent plasmafiltration received at least one double plasma volume exchange (100 ml/kg). The replacement solution for the first three quarters of plasmafiltration exchange contained the same electrolyte concentrations as above, with the addition of 40 g/1 of human albumin; fresh frozen plasma was used as replacement solution for the last quarter of the exchange.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Filtration technique"
        },
        {
            "text": "In addition to blood filtration, all patients received conventional supportive treatment consisting of antibiotics, fluids, inotropic drugs, mechanical ventilation and early feeding (parenteral or enteral).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other therapy"
        },
        {
            "text": "Results are presented as means with standard deviations or medians with ranges where the data is skewed. Non parametric analyses were used to avoid assumptions regarding the distribution of data. Paired data were compared using the Wilcoxon matched pairs signed rank sum test and unpaired data were compared using Mann-Whitney U test. Mortality in the two groups was compared with Fisher's exact test. All analyses were performed using Systat for Windows Version 5.02. (SYSTAT, Inc, Evanston, Illinois, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics"
        },
        {
            "text": "Between November 1985 and April 1992, 27 children with sepsis-induced MOSE median age 26.6 months (range 0.33-185), median weight 12 kg (range 2.5-58), received filtration for a median duration of 36hours (range 2-145). Eight survived. The mean PRISM score was 19.4 (SD 8.6) and the mean number of organs failing was 2.78 (SD 0.9). Their individual clinical details are presented in Table 1 . No neonates received plasmafiltration. Three patients had underlying immunocompromise (HF 2, PF 1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 383,
                    "end": 390,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The survival rate decreased with increasing numbers of failing organ systems and with increasing PRISM scores: one organ 1/1 survived, two organs 5/15 survived, three organs 2/9 survived, four organs 0/5 survived, five organs The demographic features of the haemofiltered group were comparable with the plasmafiltered groups (Table 2) . There was no significant difference between the two groups with respect to age, weight, PRISM score, number of organs failing in the first 24 h after admission to inten- Effects of filtration on biochemistry, haematology and the level of cardiorespiratory support",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 325,
                    "end": 334,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "There was no significant changes in the level of cardiorespiratory support following commencement of filtration ( Table 3) . None of the biochemical or haematological variables studied changed significantly following commencement of filtration except for the platelet count which fell by 32~ in the 18 h after commencement of filtration (p = 0.029) ( Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 122,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 351,
                    "end": 358,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The median filter life including elective discontinuations after plasmafiltration was 24 h (range 2-60.5 h).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Filter performance"
        },
        {
            "text": "During more than 1200 hours of filtration, there were no episodes of mechanical failure, no circuit disconnections or emboli. On average, each patient was exposed to two filters and therefore at least two circuit changes. There were no instances of superinfection with nosocomial organisms or uncontrolled systemic bleeding. There were no bleeding or infectious complications at the sites of cannulation. One child developed haemodynamic instability during plasmafiltration necessitating cessation of therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complications of filtration"
        },
        {
            "text": "Continuous haemofiltration might exert beneficial effects in MOSF via a number of mechanisms: correction of uraemia improves platelet and neutrophil function and reversal of overhydration improves cardiac and respiratory function [7] [8] [9] . However, extracorporeal circulations may cause haemodilution, and increase the risk of infection, embolism and bleeding. Exposure of the blood to artificial surfaces can cause the release of inflammatory mediators and platelet consumption; complement-induced pulmonary leukosequestration may cause a deterioration in gas exchange and hypotension. We observed a 32~ drop in platelet count following the connection of new haemofilters but no clinical bleeding occurred. We observed no significant change in the alveolar-arterial oxygen gradient or the ventilatory index during the first 18 h following commencement of haemofiltration and no change in the requirements for inotropes. Biochemical markers were unchanged. Plasmafiltration has been proposed as an experimental treatment for severe sepsis [10] because it removes bacterial toxins and inflammatory mediators. However, Parillo cautioned against its use in sepsis where it may remove beneficial host factors such as immunoglobulins, acute phase proteins and anti inflammatory cytokines [/1]. Data from animal models is balanced. Natanson showed a deleterious effect from plasmapheresis in a canine model of septic shock [12] and Muraji showed a beneficial effect in a puppy model [13] . There are a number of clinical reports of favourable results in human sepsis [3, 4, 14] . The majority of these cases were adults. In our retrospective study of children with severe sepsis, we observed no difference in mortality in the group which had received plasma filtration compared with a comparable group receiving continuous haemofiltration alone. However, the patient numbers were small and the indication for the use of plasmafiltration over haemofiltration was not standardised. Therefore conclusions about the relative efficacy of plasmafiltration compared to haemofiltration are not possible from this study.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 233,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 234,
                    "end": 237,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 238,
                    "end": 241,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1043,
                    "end": 1047,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1421,
                    "end": 1425,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 1481,
                    "end": 1485,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1565,
                    "end": 1568,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1569,
                    "end": 1571,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1572,
                    "end": 1575,
                    "text": "14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, we have shown that haemofiltration or plasmafiltration can be commenced in severely ill children without requiring an escalation in cardiovascular or respiratory support and without biochemical or haematological evidence of clinical deterioration. This pilot study paves the way for a prospective randomised controlled trial of plasmafiltration in sepsis. Such a trial has commenced at this institution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Five years experience with continuous extracorporeal renal support in paediatric intensive care",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zobet",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ring",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuttnig",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Grubbauer",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Intensive Care Med",
            "volume": "17",
            "issn": "",
            "pages": "315--319",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Use of extracorporeal supportive techniques as additional treatment for septic-induced multiple organ failure patients",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Barzilay",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kessler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Berlot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gullo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Geber",
                    "suffix": ""
                },
                {
                    "first": "Ben",
                    "middle": [],
                    "last": "Zeev",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Crit Care Med",
            "volume": "17",
            "issn": "",
            "pages": "634--637",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Plasma and whole blood exchange in Meningococcal Sepsis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Deuren",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Santman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Alen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Sauerwein",
                    "suffix": ""
                },
                {
                    "first": "Lfr",
                    "middle": [],
                    "last": "Span",
                    "suffix": ""
                },
                {
                    "first": "Jwm",
                    "middle": [],
                    "last": "Van Der Meer",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Clin Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "424--430",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Plasma exchange in septic shock",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Bjertnaes",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "First Vienna Shock Forum, Part B: Monitoring and treatment of shock. Eiss",
            "volume": "",
            "issn": "",
            "pages": "215--223",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Outcome of pediatric patients with multiple organ system failure",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Pollack",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "E"
                    ],
                    "last": "Ruttiman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Yeh",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Crit Care Med",
            "volume": "14",
            "issn": "",
            "pages": "271--274",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "For calculating osmolality, the simplest formula is the best",
            "authors": [
                {
                    "first": "Lig",
                    "middle": [],
                    "last": "Worthley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guerin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Pain",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Anaesth Intensive Care",
            "volume": "15",
            "issn": "",
            "pages": "199--202",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Hemofiltration in septic ARDS. The artificial kidney as an artificial endocrine lung",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gottloib",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Barzilay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shustak",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wais",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jaichenko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lev",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Resuscitation",
            "volume": "13",
            "issn": "",
            "pages": "123--132",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Continuous arteriovenous hemofiltration in the adult respiratory distress syndrome. A randomized trial",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cosentino",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Paganini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lockrem",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stoller",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wiedemann",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Contrib Nephrol",
            "volume": "93",
            "issn": "",
            "pages": "94--97",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Arteriovenous hemofiltration in children with multiple organ system failure",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zobel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Trop",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ring",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Grubbauer",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Int J Artif Organs",
            "volume": "10",
            "issn": "",
            "pages": "233--238",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Editorial response: blood exchange and plasmapheresis in sepsis and septic shock",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pollack",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Clin Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "431--433",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pathogenetic mechanisms of septic shock",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Parillo",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "N Engl J Med",
            "volume": "328",
            "issn": "",
            "pages": "1471--1477",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A controlled trial of plasmapheresis fails to improve the outcome in an antibiotic treated canine model of human septic shock",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Parillo",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Crit Care Med",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Plasma exchange therapy for endotoxin shock in puppies",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Muraji",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Okamoto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hoque",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Toyosaka",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Pediatr Surg",
            "volume": "21",
            "issn": "",
            "pages": "1092--1095",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Leukaplasmapheresis in meningococcal septic shock",
            "authors": [
                {
                    "first": "Rgj",
                    "middle": [],
                    "last": "Westendorp",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brand",
                    "suffix": ""
                },
                {
                    "first": "Vwm",
                    "middle": [],
                    "last": "Van Hinsbergh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Furth",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Meinders",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Am J Med",
            "volume": "92",
            "issn": "",
            "pages": "577--578",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "flora 6, fungus 1, unknown 2. The primary sites of infection were: blood 10, respiratory tract 1, abdo-men7, central nervous system3, urinary tract 1, unknown 5.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Effect of commencement of filtration on biochemical and",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}