{"paper_id": "b9dc940487811f9830e0ceb79d23ab3c1be2630c", "metadata": {"title": "The need for European professional standards and the challenges facing clinical microbiology", "authors": [{"first": "H", "middle": [], "last": "Humphreys", "suffix": "", "affiliation": {}, "email": ""}, {"first": "E", "middle": [], "last": "Nagy", "suffix": "", "affiliation": {}, "email": ""}, {"first": "G", "middle": [], "last": "Kahlmeter", "suffix": "", "affiliation": {}, "email": ""}, {"first": "G", "middle": ["J H M"], "last": "Ruijs", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Microorganisms spread across national boundaries and the professional activities of clinical (medical) microbiologists are critical in minimising their impact. Clinical microbiologists participate in many activities, e.g. diagnosis, antibiotic therapy, and there is a need for a set of professional standards for Europe with a common curriculum, to build upon the current strengths of the specialty and to facilitate the free movement of specialists within the European Union. Such standards will also better highlight the important contribution of clinical microbiologists to healthcare. There is a move to larger centralised microbiology laboratories often located off-site from an acute hospital, driven by the concentration of resources, amalgamation of services, outsourcing of diagnostics, automation, an explosion in the range of staff competencies and accreditation. Large off-site centralised microbiology laboratories are often distant to the patient and may not facilitate the early detection of microbial spread. Ultimately, the needs of patients and the public are paramount in deciding on the future direction of clinical microbiology. Potential conflicts between integration on an acute hospital site and centralisation can be resolved by a common set of professional standards and a team-based approach that puts patients first.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Transparency declarations HH has received research funding or support from Pfizer, Steris Corporation, 3M, Inov8 Science and Cepheid in the last three years. He has also received lecture or consultancy fees from 3M, Novartis and Astellas.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The ease with which we move across continents alters our perception of distance and we are increasingly part of a global community. This applies to us and to our microorganisms, such as H1N1 influenza virus, methicillin-resistant Staphylococcus aureus (MRSA), human immunodeficiency virus (HIV), tuberculosis and hypervirulent strains of Clostridium difficile 027. Their success in causing epidemics is influenced by the effectiveness of early detection, therapy and control.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "A key medical specialty in this regard is Clinical Microbiology (CM), referred to as Medical Microbiology in some countries, but is there a broad consensus within Europe of what CM involves? CM is a combination of many activities including, amongst other things, the synthesis and reporting of microbiology laboratory results and clinical consultation. Many of the components are interdependent and must be underpinned by agreed professional standards. Furthermore, deficiencies in one aspect, e.g. laboratory diagnosis, can impair quality in another, e.g. clinical consultation.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "CM has evolved over the last three decades from something that was largely laboratory-based and dominated by bacteriology to a complex mix of diagnostic, therapeutic, scientific, epidemiological and preventative activities. During that time, enormous changes have impacted on CM and infectious diseases (ID), including dramatically increased rates and novel complex mechanisms of antibiotic resistance, rendering an increased number of bacteria virtually untreatable, more patients highly susceptible to infection, the application of molecular microbiology to rapid diagnosis and new infections, e.g. Legionella pneumophila, Borrelia burgdorferi, Clostridium difficile, Helicobacter pylori disease, HIV, hepatitis C, SARS and West Nile virus, all described in the last 30-35 years.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Given these changes, a set of European professional standards for the medical specialty of CM is needed for three main reasons. Although professional standards for related disciplines such as ID are, of course, also important, they are not the subject of this article.", "cite_spans": [], "ref_spans": [], "section": "Professional standards"}, {"text": "Firstly, it is necessary to discuss and define the professional standards required in delivering optimal microbiological support to colleagues and patients in all healthcare settings, thus, providing a clear common professional identity. At present, there is no common European tradition with regards to the balance between laboratory-based diagnostic microbiology and bedside consultation and infection prevention and control.", "cite_spans": [], "ref_spans": [], "section": "Professional standards"}, {"text": "Secondly, common professional standards will enable us to formulate a common European curriculum. A European Directive ensures the free movement of medical specialists within the European Union (EU) where the specialty in question is fully recognised (Council Directive 93/16/EEC of 5 April 1993 to facilitate the free movement of doctors and the mutual recognition of their diplomas, certificates and other evidence of formal qualifications; http://eur-lex.europa.eu/LexUriServ/ LexUriServ.do?uri=CELEX:31993L0016:EN:HTML).", "cite_spans": [], "ref_spans": [], "section": "Professional standards"}, {"text": "Individual countries may also require the medical specialist to master the official language of the country in which they wish to practice. An agreed curriculum will harmonise co-operation between colleagues and meet the expectations of patients and national health systems. Delegates from the EU in the Union of European Medical Specialties (UEMS) Section of Medical (Clinical) Micro-biology are mandated to design and update a curriculum for training within the EU which is supported by the European Society of Clinical Microbiology and Infectious Diseases (ESCMID). Non-EU countries are welcome to be involved and use this curriculum. Professional standards and training programmes must be subject to quality control, be peer-reviewed with regular and mutual inspections, and be accredited by delegates from the UEMS Section of Medical Microbiology rather than by national governments, but with input from the public in the future.", "cite_spans": [], "ref_spans": [], "section": "Professional standards"}, {"text": "Thirdly, a common professional identity is required for communication purposes ranging from quality issues in healthcare to the training of future clinical microbiologists. Most members of the public and many healthcare professionals are unclear about the role of clinical microbiologists, unlike, for example, with neurosurgeons, orthopaedic surgeons and paediatricians, whose contribution and role is well defined. Most politicians, administrators and some colleagues mistakenly view CM like clinical chemistry, i.e. a laboratory discipline consisting solely of analysing samples. The establishment of a set of professional standards would address this professional recognition gap. Such professional standards must cover an integrated range of functions from microbiology laboratory diagnosis to research and development in microbiology and infections ( Table 1) .", "cite_spans": [], "ref_spans": [{"start": 857, "end": 865, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "Professional standards"}, {"text": "Members of the public often view any infection as a medical failure due to inadequacies in CM and related specialties, not realising that some infections, especially in very vulnerable patients, are difficult to prevent and virtually inevitable. This view can only be countered by the highest professional standards that are recognisable and acceptable to the public.", "cite_spans": [], "ref_spans": [], "section": "Professional standards"}, {"text": "CM must also adapt to new challenges which include changing professional practice, technological advances in the laboratory and information technology (IT). In CM, there is much discussion on what can provide the better service-an on-site hospital CM laboratory with close links between the clinical microbiologists and other specialists in consultation or a large multidisciplinary laboratory located off-site at a distance from a hospital. This second option concentrates technical resources on a single site with diagnostic automation and IT, but with the risk of only processing microbiology specimens. There is no single correct option for all circumstances but CM must not become a bystander to a largely analytic service without clinical and consultative aspects. When assessing which model is appropri-ate, it is important to understand what professional standards in CM should support. These are:", "cite_spans": [], "ref_spans": [], "section": "Challenges facing CM"}, {"text": "-Delivering safe, rapid, efficient and effective care to all patients -Creating a microbiologically safe environment for patients and healthcare workers in hospitals and in other healthcare facilities -Assessing and counteracting the evolution of new and existing diseases, and the rapid increase in antimicrobial resistance Current trends in CM include concentration of resources (the formation of larger microbiological units from the closing of smaller units), amalgamation of services (the formation of multidisciplinary laboratory facilities), outsourcing of microbiology laboratory diagnostics, automation of sample handling and diagnostics, accreditation of services and an explosion in microbiology laboratory staff competencies with greater sub-specialisation of skills and tasks.", "cite_spans": [], "ref_spans": [], "section": "Challenges facing CM"}, {"text": "The formation of larger microbiology laboratories, through concentration and/or amalgamation, and the closure of smaller facilities may increase the range of diagnostics and staff competences, and increase flexibility in staffing, affordability of automation and perceived costeffectiveness. However, contact with the individual patient and the consultative aspect of the services may be lost, as • Liaison with academic institutions/universities much energy will be devoted to the logistics of services, e.g. transport of a sample and the automation of diagnostics. Consequently, we may lose control over the rapid spread of certain infections with preventative measures not being implemented. Epidemiological monitoring is a key component of publically funded CM services to quickly identify changing trends to facilitate early interventions, but this support is not necessarily provided by private organisations or consortia.", "cite_spans": [], "ref_spans": [], "section": "Challenges facing CM"}, {"text": "Outsourcing refers to the sub-contracting of microbiology processes to a third party. This already partly occurs, such as when specialist tests are referred to a regional or national reference laboratory. However, it is important to distinguish between the referring on of samples between professionals to enhance services and to provide appropriate expertise compared with outsourcing driven solely by cost savings and logistics. Outsourcing may separate the three main activities of CM; analysis on one side and synthesis and consultation on the other, with a lack of input as to what is being done and why. Accreditation is driven by patient safety, political pressures and a desire for the harmonisation of services. It can enhance professional standards, but often excessively focuses on technical aspects, with delayed improvements in service development.", "cite_spans": [], "ref_spans": [], "section": "Challenges facing CM"}, {"text": "The range of competences among staff is rapidly increasing, e.g. staff exclusively involved in flow cytometry or antimicrobial susceptibility testing. Medically trained staff work with biomedical scientists, immunologists, physicists, biologists, molecular microbiologists, statisticians and others. The need for many competences drives concentration and amalgamation, and may be seen by some as a substitute for medical staff rather than as a complement. Finally, despite advantages such as cost-effectiveness, automation may lead to a loss of expertise and overdependence on technology, at the expense of clinical acumen.", "cite_spans": [], "ref_spans": [], "section": "Challenges facing CM"}, {"text": "The roles of the clinical microbiologist are linked and complementary. For example, the laboratory diagnosis of MRSA surgical site infection requires technical skills, clinical consultation, advice on antimicrobial therapy, infection prevention and control measures, and the findings may challenge the efficacy of antibiotic stewardship measures. All components must be included in any agreement or contract between the provider (public or private off-site laboratory) and the user (acute hospital, primary care facility).", "cite_spans": [], "ref_spans": [], "section": "Rationalisation and professional standards"}, {"text": "The multidisciplinary or large-scale microbiological laboratory on a green-field or non-hospital site is often characterised by the provision of services on a regional (or national) scale, with large volumes of specimens collected from many different sources. Logistics become all-important, clinical liaison is difficult because of the large distances, with nonparticipation by CM in patient care and due to the scale of operation, the needs of the individual patient are lost.", "cite_spans": [], "ref_spans": [], "section": "Rationalisation and professional standards"}, {"text": "The integrated CM service is usually part of a hospital and provides a comprehensive service, including diagnostics (analysis and synthesis), clinical consultation and infection prevention and control to that hospital and to the surrounding community, e.g. general practitioners and nursing homes. Consultants in CM work with and assist other medical specialists, most particularly ID, internal medicine, paediatrics, surgery and public health, but must not be separated from the laboratory. Some small hospital-based CM laboratories are finding it increasingly difficult to afford developments in modern CM because of the absence of large numbers of specimens or the need to invest upstream in the laboratory. For example, polymerase chain reaction (PCR) for MRSA before surgery leads to earlier decolonisation with greater efficiencies and potential cost savings for surgery, although it is sometimes difficult to quantify, but these are not repatriated to the microbiology laboratory.", "cite_spans": [], "ref_spans": [], "section": "Rationalisation and professional standards"}, {"text": "The availability of critical but preliminary results can be communicated by staff as part of an integrated CM service to allow interim therapeutic or infection prevention and control action for which detailed knowledge of the local circumstances and facilities is essential. Hospitals located in the north and west of Europe were more likely to examine blood cultures more than once a day and just over 40% of laboratories conducted daily ward rounds by CM or ID physicians to advise on therapy, which was more common in the north (58%) and west (49%) [1] . However, there was no analysis in terms of the size of the departments surveyed. Requests for telephone advice came most frequently from the medical specialties, neurosurgery and intensive care in an Irish hospital, but those relating to infection prevention and control had increased in the later years [2] . The clinical microbiologist also acts as a \"gatekeeper\" in the approval of requests for testing, contributing to cost-effective CM services.", "cite_spans": [{"start": 552, "end": 555, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 862, "end": 865, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Rationalisation and professional standards"}, {"text": "Large centralised microbiology laboratories have the potential and expertise to assess new technologies and to combine basic with translational research because of the professional skill mix, e.g. medical doctors, doctoral scientists, immunologists, molecular biologists etc. In a large regional French laboratory, ribosomal sequencing of brain abscess material identified 49 bacterial species compared with 14 by culture [3] , but the apparent failure to try and interpret the significance of the additional species in individual patients and how this extra information affected antimicrobial chemotherapy and clinical outcome means that the true role of this technology is not yet clear.", "cite_spans": [{"start": 422, "end": 425, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Rationalisation and professional standards"}, {"text": "Large centralised microbiology laboratories can designate specific staff to prioritise quality assurance issues but quality, per se, may not then be embedded in all staff. A review of staff in the UK suggests that there may be an optimal number of staff, i.e. less than 30, which maximises efficiency and staff satisfaction [4] .", "cite_spans": [{"start": 324, "end": 327, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Rationalisation and professional standards"}, {"text": "High throughput and an extended working day are potentially easier in large centralised or off-site laboratories because the increased numbers of staff provide more flexibility. Nonetheless, there may be a failure to reflect individual patient needs and a lack of urgency. A large complement of staff may facilitate a 24-h service, resulting in quicker results and a more extensive range of tests, but this may lead to unnecessary testing with the failure to prioritise tests because there is no full integration with a CM service. Some of the positive features of both models are highlighted in Table 2 .", "cite_spans": [], "ref_spans": [{"start": 596, "end": 603, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Rationalisation and professional standards"}, {"text": "Ultimately, the needs of patients and the public are paramount in the future of clinical microbiology (CM).", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Potential conflicts between integration and specialisation can be resolved by a common set of professional standards and a team-based, flexible approach. However, the separation of CM from patient care risks undermining the diagnosis and management of infection in all patients, and the infrastructure that currently facilitates infection prevention and antibiotic stewardship, must be preserved. A rational and safe option should include integrated comprehensive CM laboratories taking the lead in providing services for the individual patient, usually on a hospital site as the sickest patients are located there, assisted by specialised and regional laboratories, which may be off-site. In the Netherlands, the National Health Care Inspectorate has concluded that the current structure for CM should be maintained in the interests of patient safety and that widespread outsourcing is not necessary or acceptable [5] . Finally, the European professional societies, ESCMID and UEMS, must lead in defining the appropriate professional standards for CM and in addressing the challenges ahead, while, at the same time, recognising differences in regional and national approaches to service delivery.", "cite_spans": [{"start": 915, "end": 918, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The role of microbiology and pharmacy departments in the stewardship of antibiotic prescribing in European hospitals", "authors": [{"first": "F", "middle": ["M"], "last": "Mackenzie", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Gould", "suffix": ""}, {"first": "J", "middle": [], "last": "Bruce", "suffix": ""}, {"first": "J", "middle": [], "last": "Mollison", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Monnet", "suffix": ""}, {"first": "V", "middle": [], "last": "Krcmery", "suffix": ""}, {"first": "B", "middle": [], "last": "Cookson", "suffix": ""}, {"first": "Jwm", "middle": [], "last": "Van Der Meer", "suffix": ""}], "year": 2007, "venue": "J Hosp Infect", "volume": "65", "issn": "2", "pages": "73--81", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Where do out-of-hours calls to a consultant microbiologist come from?", "authors": [{"first": "H", "middle": [], "last": "Humphreys", "suffix": ""}], "year": 2009, "venue": "J Clin Pathol", "volume": "62", "issn": "", "pages": "746--748", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The expansion of the microbiological spectrum of brain abscesses with use of multiple 16S ribosomal DNA sequencing", "authors": [{"first": "Al", "middle": [], "last": "Masalma", "suffix": ""}, {"first": "M", "middle": [], "last": "Armougom", "suffix": ""}, {"first": "F", "middle": [], "last": "Scheld", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Dufour", "suffix": ""}, {"first": "H", "middle": [], "last": "Roche", "suffix": ""}, {"first": "P-H", "middle": [], "last": "Drancourt", "suffix": ""}, {"first": "M", "middle": [], "last": "Raoult", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "Clin Infect Dis", "volume": "48", "issn": "", "pages": "1169--1178", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Effect of staff attitudes on quality in clinical microbiology services", "authors": [{"first": "S", "middle": ["J"], "last": "Pitt", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Sands", "suffix": ""}], "year": 2002, "venue": "Br J Biomed Sci", "volume": "59", "issn": "", "pages": "69--75", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Medisch-microbiologische laboratoria in Nederlandse ziekenhuizen: essentieel voor veilige patiëntenzorg (Medical microbiology laboratories in Dutch hospitals: essential for safe patient care)", "authors": [{"first": "M", "middle": ["J"], "last": "Bonten", "suffix": ""}], "year": 2008, "venue": "Ned Tijdschr Geneeskd", "volume": "152", "issn": "", "pages": "2650--2652", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Professional standards and the role of the clinical microbiologist Conduct and dissemination of clinical and laboratory results Research and development • Leadership in larger institutions or contribution from smaller institutions to research programmes • Evaluation of new diagnostic or other techniques • Clinical trials of pathogenesis, antimicrobial chemotherapy etc.", "latex": null, "type": "table"}, "TABREF1": {"text": "Positive aspects of on-site hospital microbiology laboratories and off-site multidisciplinary laboratories Comprehensive service, i.e. diagnosis, clinical liaison and infection prevention • Automation • Close collaboration between laboratory and infection control teams• Rationalisation and cost-effectiveness per test • Integrated service with other disciplines, e.g. infectious diseases", "latex": null, "type": "table"}, "TABREF2": {"text": "Table 1 Professional standards and the role of the clinical microbiologist", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Core function </td><td>Role of the clinical microbiologist\n</td></tr><tr><td>Laboratory diagnosis </td><td>Hospital and community infections\n</td></tr><tr><td>Guidelines, e.g. appropriate specimens for which infections Screening for the appropriateness of specimens Patient focused, clinically relevant with standard operating procedures\n</td></tr><tr><td>Clinical consultation </td><td>Interpretation of results Patient focused Solicited and unsolicited advice\n</td></tr><tr><td>Laboratory management </td><td>Incidental and regular, e.g. intensive care unit ward rounds Strategic planning with scientific and other staff\n</td></tr><tr><td>Prioritising resources with input to purchasing Human resources policy, from applications to the ageing workforce Staff health and safety Quality assurance and accreditation\n</td></tr><tr><td>Multidisciplinary protocols and guidelines Infection prevention and control Public health Communication, education and training Research and development </td><td>Prevention, diagnosis and treatment of infection Antimicrobial stewardship Committee work, e.g. antimicrobial surveillance, antimicrobial stewardship, infection prevention and control in hospital and in the community Leadership within and outside hospitals with other professionals Day-to-day advice Outbreak management Collection and interpretation of surveillance data for action Collaboration with local, regional and national agencies Notification of laboratory surveillance data Collection of national surveillance data Provision of information to patients and the public Undergraduate and postgraduate education and training for medical doctors, scientists, nurses etc. Conduct and dissemination of clinical and laboratory results Leadership in larger institutions or contribution from smaller institutions to research programmes Evaluation of new diagnostic or other techniques Clinical trials of pathogenesis, antimicrobial chemotherapy etc. Liaison with academic institutions/universities\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Table 2 Positive aspects of on-site hospital microbiology laboratories and off-site multidisciplinary laboratories", "latex": null, "type": "table", "html": "<html><body><table><tr><td>On-site hospital microbiology laboratory </td><td>Off-site multidisciplinary laboratory\n</td></tr><tr><td>Focus on the individual patient </td><td>Focus on logistics and IT\n</td></tr><tr><td>Clinically relevant diagnostics </td><td>Greater scope of services, e.g. 24-h provision\n</td></tr><tr><td>Close contact between laboratory and clinic </td><td>Greater range of staff competencies Automation\n</td></tr><tr><td>Comprehensive service, i.e. diagnosis, clinical liaison and infection prevention Close collaboration between laboratory and infection control teams </td><td>Rationalisation and cost-effectiveness per test\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgement We are grateful to Dr. Edmond G. Smyth and Professor John Degener, chairman of the UEMS Section of Medical Microbiology, for their helpful feedback during the preparation of this manuscript.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}