{
    "paper_id": "b9fe8325d20574de9f26fe544f4b10e10d5f8cae",
    "metadata": {
        "title": "Hintergrund Europäische Koordination von Surveillance und Schutzmaßnahmen",
        "authors": [
            {
                "first": "W",
                "middle": [],
                "last": "Haas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Robert Koch-Institut",
                    "location": {
                        "settlement": "Berlin",
                        "region": "BRD"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "M"
                ],
                "last": "Straetemans",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Robert Koch-Institut",
                    "location": {
                        "settlement": "Berlin",
                        "region": "BRD"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "G"
                ],
                "last": "Pfaff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "BRD",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "A"
                ],
                "last": "Nicoll",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Wie groß sind die Differenzen zwischen den europäischen Pandemieplänen, sind sie relevant und woher stammen sie?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Die menschlichen Erkrankungsfälle in der Türkei Anfang 2006 und das unerwartet rasche Auftreten von Erkrankungen bei Wildvögeln durch hochpathogene Influenza-A-Viren vom Subtyp H5N1 (Vogelgrippe) im Februar 2006 auf der Insel Rügen machten -obwohl auf Rügen menschliche Erkrankungen ausbliebendie Gefahr einer erneuten Influenzapandemie auch für Europa und Deutschland besonders deutlich [1] .",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 391,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Es ist keine neue Erkenntnis, dass sich Infektionserreger nicht an nationale oder administrative Grenzen halten. Jeder kann dies selbst beobachten, wenn sich die Influenza in der zweiten Hälfte des Winterhalbjahres ungehindert innerhalb weniger Wochen über die europäischen Länder ausbreitet [2] . Doch insbesondere Ereignisse, wie die SARS-Epidemie 2003, die innerhalb weniger Monate 29 Länder erreichte, führten zu konkreten Ergebnissen bei der internationalen Zusammenarbeit zum Schutz der öffentlichen Gesundheit [3, 4] .",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 295,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 517,
                    "end": 520,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 521,
                    "end": 523,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Die Koordination der Vorbereitungen auf eine Influenzapandemie und die Abstimmung der konkreten Empfehlungen für die Bevölkerung zwischen den europäischen Staaten ist für Deutschland von besonderer Bedeutung, da 10 der 16 Bundesländer direkt an andere europäische Staaten (Dänemark, Niederlande, Belgien, Luxemburg, Frankreich, Schweiz, Österreich, Tschechische Republik und Polen) angrenzen. Unterschiedliche Entscheidungen über Maßnahmen, wie z. B. über Grenzkontrollen, würden die Bevölkerung in den Grenzgebieten direkt betreffen, und widersprüchliche Informationen der angrenzenden Länder könnten in besonderem Maße zur Verunsicherung beitragen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Der rasche internationale Informationsfluss hält heute schon (fast) mit der Ausbreitung der Infektionserreger Schritt. Auch inoffizielle Quellen, wie z. B. Presseberichte, tragen im Rahmen der sogenannten \"rumor surveillance\" zur Informationsgewinnung bei [5] . Der Aufbau eines Frühwarnsystems auf europäischer Ebene war daher eine wichtige Voraussetzung für die Vernetzung der Surveillancesysteme und ein bedeutender erster Schritt zur Abstimmung der notwendigen Maßnahmen zum Schutz der öffentlichen Gesundheit [6, 7] . Eine konsequente Fortsetzung und Ergänzung dieser Aktivitäten besteht im Aufbau eines Kommunikationsnetzwerkes zur aktiven Information der Bevölkerung im Fall einer neuen Influenzapandemie.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 259,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 518,
                    "end": 520,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Die Publikation der nationalen Influenzapandemiepläne (im Internet, z. B. http:// ecdc.europa.eu/en/Health_Topics/Pande-mic_Influenza/Pandemic_Planning.aspx) ist eine wesentliche Voraussetzung zur Schaffung von Transparenz und Akzeptanz in der Bevölkerung. Aktuell liegen in allen Mitgliedstaaten der Europäischen Union (EU), des Europäischen Wirtschaftsraums (EU mit Island, Liechtenstein und Norwegen; EWR) und in den 3 Aufnahmekandidaten (Republik Kroatien, Mazedonien und Türkei) nationale Pandemiepläne vor. Mit Ausnahme des slowenischen Planes sind diese auch im Internet publiziert. Nur für 14 der 27 EU-Mitgliedsstaaten ist der Plan nicht nur in der Landessprache, sondern auch in einer englischen Übersetzung verfügbar. Für 4 weitere ist eine Kurzversion in englischer Sprache publiziert (. Tabelle 1). Deutschland gehört zu den 6 Ländern, deren nationaler Influenzapandemieplan bisher nur in der Landessprache vorliegt. 1 Garoon und Duggan untersuchten in einer strukturierten Diskursanalyse eine Stichprobe von 37 (nach Verfügbarkeit in englischer Sprache ausgewählten) Pandemieplänen und konnten interessante Gemeinsamkeiten und Lücken offenlegen. Nach ihren Ergebnissen stehen die biologische Verletzbarkeit sowie politische und gesetzliche Aspekte im Vordergrund der Pläne. Soziale und kulturelle Beziehungen finden hingegen wenig Beachtung. Dieser Punkt wird zu der Feststellung zugespitzt, dass unter der Zielsetzung das Leben von \"Opfern\" zu schützen (Senkung von Mor-bidität und Mortalität), die Lebensbedingungen der Individuen innerhalb der Gesellschaft keine Berücksichtigung finden. Gerade sozial benachteiligte Gruppen sind auch in einer Krisensituation, wie sie eine Influenzapandemie darstellen kann, besonders schwer betroffen und besitzen nur wenige Ressourcen zur Kompensation. Diese Kritik an der zu homogenen und zu stark biologisch ausgerichteten Darstellung der Probleme wird durch Analysen des Verlaufs früherer Seuchengeschehen unterstützt: Historische Daten über die Pandemie von 1918 zeigen sehr unterschiedliche Auswirkungen auf verschiedene Altersgruppen, aber auch auf verschiedene Regionen/Städte oder soziale Schichten [8, 9] . Auch der Zeitpunkt der stärksten Betroffenheit kann stark variieren. ",
            "cite_spans": [
                {
                    "start": 930,
                    "end": 931,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2160,
                    "end": 2163,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2164,
                    "end": 2166,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Eine gemeinsame Sprache der Influenzapandemiepläne als Schlüssel für mehr Transparenz und zur Aufdeckung von Lücken"
        },
        {
            "text": "States in preparing for and the foci they have chosen when dealing with an influenza outbreak are heterogeneous. The simultaneous analysis presented here from European, national and regional points of view aims to identify both opportunities and risks of this diversity in Europe for coping with a new pandemic. Regional and local initiatives for cross-border measures and crisis management will play a central role in achieving successful influenza pandemic preparedness in Europe. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zusammenfassung · Abstract"
        },
        {
            "text": "Eine Erklärung für die Unterschiede bei den Strategien zur Pandemievorbereitung bzw. Pandemiebekämpfung ist das Fehlen wissenschaftlich gesicherter Erkenntnisse, z. B. in Bezug auf die Wirksamkeit von Gegenmaßnahmen und deren bestmöglichen Einsatz. Pharmazeutische Gegenmaßnahmen werden in einer zukünftigen Pandemie deutlich besser verfügbar sein als in allen vergangenen Pandemien. Das Aufkommen neuer antiviraler Arzneimittel (Neuraminidaseinhibitoren), die Entwicklung humaner Impfstoffe gegen aviäre Influenzaviren (sogenannte \"präpandemische Impfstoffe\") und die breitere Verfügbarkeit spezifischer pandemischer Impfstoffe bedeuten, dass bei einer neuen Influenzapandemie möglicherweise wirksame Arzneimittel zur Prävention und Behandlung zur Verfügung stehen werden. Diese können als Public-Health-Werkzeuge auch zur Abschwächung oder Verlangsamung der Transmission des Pandemieerregers eingesetzt werden. Gleichzeitig wird in Europa die Bedeutung nicht pharmazeutischer Maßnahmen zum Schutz der öffentlichen Ge-sundheit klarer erkannt als in der Vergangenheit. Die Anwendung dieser Gegenmaßnahmen ist jedoch mit hohen Kosten sowie mit Risiken und Unsicherheiten verbunden, die u. a. im sogenannten \"Public Health Measures Menu\" des ECDC und in Dokumenten von Expertengruppen für präpandemische Impfstoffe festgehalten werden [15] .",
            "cite_spans": [
                {
                    "start": 1333,
                    "end": 1337,
                    "text": "[15]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Unterschiede bei den Strategien der Pandemievorbereitung und Pandemiebekämpfung"
        },
        {
            "text": "Antivirale Arzneimittel und Impfstoffe sind kostspielig, insbesondere die sogenannten \"präpandemischen\" Impfstoffe. Folglich ist es nachvollziehbar, dass sich die (vorläufigen) Entscheidungen verschiedener Länder darüber, in welche Gegenmaßnahmen sie investieren, voneinander unterscheiden. Wenige haben entschieden, in präpandemische Impfstoffe zu investieren. Andere ziehen Investitionen in andere Bereiche der Pandemievorbereitung vor (s. u. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unterschiede bei den Strategien der Pandemievorbereitung und Pandemiebekämpfung"
        },
        {
            "text": "Ein weiterer Grund für die Unterschiede zwischen den Pandemieplänen der verschiedenen EU-Länder liegt in der Vielfalt der politischen Strukturen. Die 3 Dimensionen der Pandemievorbereitung (. Übersicht 1) müssen daher mit diesen unterschiedlichen Systemen/Strukturen unterlegt werden. Länder mit zentralen Planungsstrukturen und solche mit sektorübergreifenden Verantwortlichkeiten für Krisenmanagement und -planung scheinen im Vorteil zu sein, da sie schneller (re) agieren können, insbesondere entlang der Dimensionen 2 und 3 (siehe auch . Übersicht 2 und 3). Länder, in denen die Verantwortung für die Gesundheitsversorgung der lokalen Ebene übertragen wurde, haben größere Schwierigkeiten bei der Aktivierung der lokalen Gesundheitsdienste, insbesondere dann, wenn die zentralen Ressourcen knapp sind oder Strukturen zur Koordination fehlen. Umgekehrt scheinen Länder mit grundsätzlich lokaler Verantwortung eher in der Lage zu sein, die lokale sektorübergreifende Zusammenarbeit zu organisieren. In Ländern mit Übernahme der Führungsrolle durch die oberste Regierungsebene erwies sich dies als Vorteil. Es ist zu erwarten, dass für Länder, in denen die Verantwortung für die Pandemieplanung bei den Gesundheitsministerien oder technischen Institu-tionen liegt, zum Erreichen der neuen WHO-Vorgaben noch eine große Strecke zu überbrücken sein wird.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Die Vielfalt der politischen Strukturen"
        },
        {
            "text": "Ein Bereich, an dem noch intensiv gearbeitet werden muss, ist die Kompatibilität zwischen den Planungen der verschiedenen europäischen Mitgliedsstaaten. Diese beschreibt den Umfang, in dem die verschiedenen Strategien und Maßnahmen vor und während einer Pandemie aufeinander abgestimmt sind (Vorschläge für Komponenten, siehe . Übersicht 3). Hier besteht eine besondere Herausforderung für die EU, die auf gemeinsame Aktionen vertraut, auch wenn die Verantwortung für die Gesundheit ihrer Bürger allein bei den einzelnen Nationalstaaten liegt. Vielleicht entwickelt sich hier eine vierte Dimension der Pandemieplanung. Einige Staaten haben in bilateralen oder regionalen Ansätzen bereits mit Abstimmungsinitiativen begonnen. Ein diesbezügliches Beispiel sind die nordeuropäischen Staaten, die über eine lange Tradition in regional übergreifender Arbeit verfügen. Auch in Deutschland gibt es aufgrund seiner zentralen Lage entsprechende regionale Initiativen (s. u.). Diese länderübergreifende Zusammenarbeit ist eine komplexe und schwierige Aufgabe, da sowohl die Strategien selbst als auch deren zeitliche Koordination mit den Nachbarländern und -regionen abgestimmt werden müssen. Wo dies nicht möglich ist, ist es erforderlich, die Gründe zu erklären. Diese Abstimmung ist keine neue Aufgabe für Europa. Sie ist für die Bereiche der übertragbaren Erkrankungen und der öffentlichen Gesundheit in der Entscheidung 1998/2119/EG gesetzlich verankert. Diese betrifft jedoch in erster Linie den Informations-und Beratungsprozess, und es wird sich zeigen, wie sich dieser in der Krisensituation einer Pandemie bewähren wird. Das EU Health Security Committee, dem Vertreter aller EU/ EWR-Mitgliedstaaten angehören, verfügt jetzt ebenfalls über eine spezifische Influenzasektion, um diese Themen anzugehen. Auch die französische Ratspräsidentschaft hat sich in der zweiten Hälfte des Jahres 2008 gemeinsam mit der Europäischen Kommission und dem ECDC auf diese Fragen konzentriert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Arbeit zur Kompatibilität der Planungen in einer Pandemie"
        },
        {
            "text": "In der ersten Welle einer Pandemie wird ein pandemischer Impfstoff, wenn überhaupt, nur begrenzt verfügbar sein, da die Impfstoffproduktion erst nach Charakterisierung des pandemischen Virus begin-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unterschiede bei den internationalen Pandemieplanungen am Beispiel der Impfpriorisierung"
        },
        {
            "text": "Besondere Anforderungen an die Kompatibilität der Planungen und die Zusammenarbeit auf europäischer Ebene",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Übersicht 3"
        },
        {
            "text": "ßungen, die den Grenzverkehr auch für Arbeitspendler unterbinden). nen kann [19] . Die Verteilung des begrenzt und nur chargenweise verfügbaren Impfstoffes erfordert eine Priorisierungsstrategie, d. h. ein Konzept, in dem festgelegt wird, welche Gruppe(n) von Menschen die Impfung zuerst erhalten soll [20] . Um die Strategien der Impfstoffpriorisierung anderer Länder kennenzulernen, wandte sich das Robert Koch-Institut (RKI) zunächst an die 9 Staaten, die Deutschland direkt benachbart sind. Im Verlauf der Untersuchung äußerten auch andere Länder ihr Interesse an einer Übersicht über die Priorisierungsstrategien in Bezug auf einen pandemischen Impfstoff. Ein entsprechender multinationaler Vergleich ist u. a. wichtig, um größere Unterschiede zwischen direkt angrenzenden Ländern zu erkennen und damit zu einer Harmonisierung oder zumindest frühzeitigen Erklärung möglicher Unterschiede beizutragen (siehe auch . Übersicht 3). Auf diese Weise entstand ein Survey, der eine Übersicht über die Konzepte zur Impfstoffpriorisierung der 27 Mitgliedstaaten der EU und der 4 Nicht-EU-Länder der Global Health Security Action Group (Kanada, Japan, Mexiko, USA) lieferte. Die Datensammlung erfolgte zwischen September und Dezember 2006. Dabei wurden für jedes Land 2 Datenquellen herangezogen: (i) der nationale Influenzapandemieplan, (ii) die Ergebnisse der Befragung von Experten im Bereich Pandemieplanung über E-Mail, Telefon oder Fax [21] .",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "text": "[19]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[20]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1436,
                    "end": 1440,
                    "text": "[21]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Ein Mitgliedstaat (MS) oder eine Region trifft Entscheidungen mit direkten negativen Auswirkungen auf das eigene Land (z. B. Grenzschlie-"
        },
        {
            "text": "Insgesamt fanden sich große Übereinstimmungen zwischen den teilnehmenden Ländern. Die meisten Länder (26 von 31) benannten zumindest eine prioritäre Gruppe für die Impfung [21] . Bei der Mehrzahl der untersuchten Länder entsprachen die Etablierung der prioritären Gruppen, die Bildung der Rangfolge und die genannten Begründungen den Empfehlungen der WHO. Diese sind -nach Priorität geordnet: medizinisches Personal, Personal zur Aufrechterhaltung kritischer Infrastrukturen, Hochrisikogruppen und schließlich gesunde Erwachsene und Kinder [22] . Große Unterschiede wurden jedoch zwischen Deutschland und den benachbarten Niederlanden festgestellt. Die Niederlande sind das einzige befragte Land, das nicht das medizinische Personal, sondern die \"Personen mit dem höchsten Komplikationsrisiko\" an die erste Stelle der Prioritätenliste gesetzt haben. Im deutschen Influenzapandemieplan gehört diese Gruppe nicht zu den oben genannten prioritären Gruppen für eine Impfung [21] . Ein weiterer bedeutsamer Unterschied zwischen den einzelnen Ländern bestand darin, wie detailliert die Konzepte der Priorisierung und die Bildung der Rangfolge begründet wurden. Die Zuordnung der Begründungen zu allgemeinen Kategorien stellte aufgrund dieser Vielfalt eine Herausforderung dar. Begründungen für eine Priorisierung wurden von 22 der 26 Länder, die prioritäre Gruppen definiert hatten, gegeben. Nur 7 Länder stellten einen direkten Bezug zwischen den einzelnen priorisierten Gruppen und der Begründung für den Einschluss der jeweiligen Gruppe her. Zudem wurde die Priorität einer bestimmten Gruppe von verschiedenen Ländern unterschiedlich begründet. Während in einigen Ländern Kinder zu den priorisierten Gruppen gehören (da sie eine Hochrisikogruppe darstellen), betonen andere Länder, dass Kinder nur geimpft werden, wenn ausreichend Impfstoff für die gesamte Bevölkerung zur Verfügung steht [21] .",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "[21]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 540,
                    "end": 544,
                    "text": "[22]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 970,
                    "end": 974,
                    "text": "[21]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1886,
                    "end": 1890,
                    "text": "[21]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Ein MS oder eine Region ergreift Maßnahmen, die Informationsbedarf in einem andern Land auslösen, insbesondere falls dies ohne eine"
        },
        {
            "text": "Unterschiede zwischen benachbarten Ländern bezüglich der prioritären Gruppen für die Impfung mit einem pandemischen Impfstoff können zu Problemen bei der Umsetzung der Priorisierungsstrategie führen, insbesondere wenn die Begründung nicht deutlich kommuniziert wird. Die Überlegungen zur Impfstoffpriorisierung werden aber für jedes Land unterschiedlich sein -und zwar nicht nur aufgrund von Unterschieden bei der Impfstoffverfügbarkeit und den Ressourcen für seine Verteilung, sondern auch basierend auf unterschiedlichen Bevölkerungsstrukturen und der Organisation der kritischen Infrastrukturen [22] . Die Kommunikation der Priorisierung und ihrer Begründung ist von entscheidender Bedeutung für den Erfolg der Strategie. Dennoch waren in den meisten publizierten Pandemieplänen die Kriterien zur Identifizierung der prioritären Gruppen nicht einfach zu erkennen. Zur Steigerung der Akzeptanz einer Priorisierung ist es daher empfehlenswert, diese deutlicher zu benennen. Darüber hinaus muss eine Pri-orisierung um konkrete Planungen zur Verteilung des Impfstoffes an die priorisierten Gruppen und zum Monitoring der Impfung ergänzt werden. ",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 602,
                    "text": "[22]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Ein MS oder eine Region ergreift Maßnahmen, die Informationsbedarf in einem andern Land auslösen, insbesondere falls dies ohne eine"
        },
        {
            "text": "In den letzten Jahren wurden in der Pandemieplanung in Europa wesentliche Fortschritte gemacht. Diese betreffen nicht nur das Vorhandensein von Plänen in allen EU/EWR-Mitgliedstaaten, sondern auch konkrete Schritte der Umsetzung auf nationaler, regionaler und lokaler Ebene. Wichtige Unterstützung leisteten dabei die internationalen fachlichen und gesundheitspolitischen Organisationen, insbesondere die WHO, die EU-Kommission und nicht zuletzt das ECDC. Die Gemeinsamkeiten der Planungen umfassen auch gemeinsame Lücken, u. a. im Bereich der lokalen Umsetzung und der Berücksichtigung besonders gefährdeter und benachteiligter Gruppen. Unterschiede zwischen den verschiedenen Planungen bergen wiederum die Chance, sich gegenseitig bei der Entwicklung der besten Lösung zu unterstützen. Gleichzeitig stehen alle Länder vor großen Herausforderungen, die die Kommunikation und transparente Begründungen ihrer jeweils gewählten Strategien und ergriffenen Maßnahmen betreffen. Dabei muss die besondere Situation in Grenzgebieten berücksichtigt werden, die besonderes Fingerspitzengefühl bei Entscheidungen über Schutzmaßnahmen erfordert. Regionale Initiativen sind in diesem Zusammenhang eine wichtige Ergänzung zur nationalen Planung und sollten mit dieser in kontinuierlichem Austausch stehen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlussfolgerungen"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Avian influenza A (H5N1) infection in eastern Turkey in 2006",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Oner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arslan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "355",
            "issn": "",
            "pages": "2179--2185",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Influenza activity in Europe during eight seasons (1999-2007): an evaluation of the indicators used to measure activity and an assessment of the timing, length and course of peak activity (spread) across Europe",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Paget",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Marquet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meijer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Der Velden",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Infect Dis",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe acute respiratory syndrome (SARS): a year in review",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Skowronski",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Astell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Brunham",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Annu Rev Med",
            "volume": "56",
            "issn": "",
            "pages": "357--381",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SARS: how to manage future outbreaks?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tai",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Acad Med",
            "volume": "35",
            "issn": "",
            "pages": "368--373",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Rumor surveillance and avian influenza H5N1",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Samaan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Olowokure",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "463--466",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Decision No 2119/98/EC: Commission Decision of 24 September 1998 of setting up a network for the epidemiological surveillance and control",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Decision No 2000/57/EC: Commission Decision of 22 December 1999 on the early warning and response system for the prevention and control of communicable diseases under Decision No 2119/98/EC of the European Parliament and of the Council",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Social contexts, syndemics, and infectious disease in northern Aboriginal populations",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Herring",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sattenspiel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Hum Biol",
            "volume": "19",
            "issn": "",
            "pages": "190--202",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Nonpharmaceutical interventions implemented by US cities during the 1918-1919 influenza pandemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Markel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Lipman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Navarro",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "JAMA",
            "volume": "298",
            "issn": "",
            "pages": "644--654",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "How prepared is Europe for pandemic influenza? Analysis of national plans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mounier-Jack",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Coker",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet",
            "volume": "367",
            "issn": "",
            "pages": "1405--1411",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "WHO global influenza preparedness plan -The role of WHO and recommendations for national measures before and during pandemics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mounier-Jack",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Coker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "World Health Organization",
            "volume": "85",
            "issn": "",
            "pages": "923--929",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Commission of the European Communities (2005) Communication from the Commission to the Council, the European Parliament, the European Economic and Social Committee and the Committee of the Regions on Pandemic Influenza Preparedness and Response Planning in the European Community",
            "authors": [],
            "year": 2008,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Interim guide to public health measures to reduce the impact of influenza pandemics during phase 6",
            "authors": [],
            "year": 2008,
            "venue": "European Centre for Disease Prevention and Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Assessment tool for influenza preparedness in European",
            "authors": [],
            "year": 2008,
            "venue": "European Centre for Disease Prevention and Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Technical report pandemic influenza preparedness in the EU/EEA status report as of autumn",
            "authors": [],
            "year": 2007,
            "venue": "European Centre for Disease Prevention and Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Global pandemic influenza action plan to increase vaccine supply",
            "authors": [],
            "year": 2006,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Public health. Who should get influenza vaccine when not all can?",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Emanuel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wertheimer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "312",
            "issn": "",
            "pages": "854--855",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Prioritization strategies for pandemic influenza vaccine in 27 countries of the European Union and the Global Health Security Action Group: a review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Straetemans",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Buchholz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reiter",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC. Public Health",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "WHO guidelines on the use of vaccines and antivirals during influenza pandemics",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Questions touchant les frontaliers en cas de pandémie: Le point de vue des hospitaliers",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hansen-Koenig",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Haut-Commissariat à la Protection Nationale. 211, route d'Esch, L-1471 Luxembourg 25. Service Central de Législation (2008) Loi 8 décembre 1981 sur les réquisitions en cas de conflit armé",
            "authors": [
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Gouvernement Du Grand-Duché De Luxembourg",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Statistische Ämter im Rahmen der Arbeitsgruppe \"Wirtschaftspolitik\" der Deutsch-französisch-schweizerischen Oberrheinkonferenz (Hrsg) Eigenverlag, Kehl 27. Euro-Institut (2004) EPI-Rhin. Bekämpfung außergewöhnlicher Krankheitsgeschehen im grenzüberschreitenden Kontext der Oberrheinregion",
            "authors": [
                {
                    "first": "Deutsch-Französisch-Schweizerische",
                    "middle": [],
                    "last": "Oberrheinkonferenz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eisenberg E (Hrsg) Dokumentation der Tagung 20.10.2004, mit Unterstützung des Sozialministeriums",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Es muss Mechanismen zur Sicherstellung einer ausreichenden Versorgung mit Antibiotika und mit anderen essenziellen medizinischen Materialien (Infektionsschutzmaterialien, Injektionsnadeln etc.) über einen längeren Zeitraum mit einem erhöhten Verbrauch geben.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Die Krankenhausversorgung muss in der Lage sein, die Akutversorgung der am schwersten erkrankten Influenzapatienten -bei gleichzeitiger Fortsetzung der essenziellen Behandlungen nicht influenzabedingter Erkrankungen -trotz unvermeidbarer hoher Personalausfälle zu leisten. Die Funktion kritischer Infrastrukturen zur Versorgung mit Strom, Nahrungsmitteln und Kraftstoffen muss auf lokaler Ebene weiter gewährleistet sein.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Wenn ein pandemischer Impfstoff verfügbar sein sollte, sollten Vorbereitungen für eine gerechte und effiziente Verteilung der Impfdosen getroffen worden sein. http://www.ecdc.eu.int/Health_topics/Pandemic_Influenza/tests.htm Leitthema: EU-Recht und nationales Gesundheitswesen: Infektionsschutz",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Aktueller Stand der Pandemiepläne in Europa und verfügbare Übersetzungen",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "W. Haas · M. Straetemans · G. Pfaff · A. NicollWie groß sind die Differenzen zwischen den europäischen Pandemieplänen, sind sie relevant und woher stammen sie?Differences in European influenza pandemic preparedness plans, how important are they and what are the underlying reasons? AbstractThe coordination of influenza pandemic preparedness planning within Europe is especially important for Germany with 10 out of 16 Länder (regions) bordering neighbouring countries. The language barrier presents only one of the challenges to overcome. Creating a European early warning system by linking national surveillance structures and the development of a communication network are important initial achievements. Several instruments have been designed and the European Centre for Disease Prevention and Control has already played a major role in the coordination of this process. It has also led the assessment of preparedness and planning by Member States.The speed of the European Member auf Grenzkontrollen und Reisewarnungen -fest. gemeinsam mit der Europäischen Kommission und dem Regionalbüro Europa der WHO -, jeden EU/EWR-Mitgliedsstaat bei der Erfassung und Bewertung (Assessment) seiner Pandemievorbereitungen und der Festlegung der kurzfristigen Arbeitspläne -orientiert an den Vorlagen der WHO und der Europäischen Kommission -zu unterstützen. Dies bedeutete für das ECDC, dass es zwischen 2005 und 2008 die Pandemiepläne und den Planungsstand aller 30 EU/EWR-Mitgliedsstaaten kennen und verstehen lernen musste. Für diese Erfassung war ein standardisiertes Vorgehen erforderlich, das über die Zeit weiterentwickelt wurde. Zunächst erfolgte ein 3-bis 4-tägiger Vor-Ort-Besuch durch eine Expertengruppe, die einen nicht veröffentlichten Bericht erstellte. Bei kritischer Reflexion muss aber festgestellt werden, dass einige der besuchten Mitgliedstaaten nur wenige Anregungen aus dem Bericht übernahmen und die Wirkung dieser Maßnahmen begrenzt blieb. Mittlerweile hat sich ein gemeinsamer Prozess der Selbsterfassung entwickelt, d. h., es erfolgt weiterhin der Besuch durch eine Expertengruppe als zentralem Bestandteil, jedoch eingebettet in eine Initiative von 3-4 Monaten Dauer unter Leitung des Mitgliedstaates, die mit einer gemeinsamen Publikation der Ergebnisse durch das Land und das ECDC endet [16]. Dies schließt Empfehlungen ein, die be-reits vor der Publikation landesintern diskutiert werden konnten und daher häufiger umgesetzt werden. Parallel führte das ECDC mit den Mitgliedsstaaten im Herbst 2006 und 2007 2 EU-weite Surveys zur Erfassung des Vorbereitungsstandes anhand von definierten Schlüsselindikatoren durch [17, 18]. Aus der neueren Untersuchung wurde gefolgert, dass weitere 3 Jahre intensiver Arbeit mit besonderen Anstrengungen in folgenden 5 Bereichen erforderlich sein werden: F Integration der regierungs-und sektorenübergreifenden Planungen und Vorbereitungen, F Umsetzung der Planungen auf lokaler Ebene, F Sicherstellung der Kompatibilität der Planungen auf nationaler und regionaler Ebene, d. h. Sicherstellung der Vereinbarkeit der Planungen und der Zusammenarbeit der Länder vor und während einer Pandemie, F Steigerung der Anstrengungen zur Prävention der saisonalen Influenza, insbesondere durch Impfung, F Ausweitung und verbesserte Steuerung der Influenzaforschung zur Beantwortung von Schlüsselfragen. Die dritte Erfassungsrunde ist für das Jahr 2009 vorgesehen, d. h. nach Abschluss einer Revision der Schlüsselindikatoren, die zurzeit von den Mitgliedstaaten und der WHO Europaregion durchgeführt wird. Diese Arbeit und die Offenheit der Mitgliedstaaten ermöglichten dem ECDC einen wesentlich besseren Einblick in die Planung als die bloße Sichtung der Pläne. Auf diese Weise hat es einen einzigartigen Überblick über den Fortschritt der Pandemievorbereitungen in Europa, die diesbezüglichen Übereinstimmungen und Unterschiede sowie darüber, was noch zu tun bleibt, gewonnen. Die verschiedenen Pläne zeichnen sich durch viele Gemeinsamkeiten aus, da sie sich an den Vorgaben der WHO und auch -in geringerem Maße -der Europäischen Kommission aus dem Jahr 2005 orientie-ren [11, 14]. Da jedoch die Empfehlungen der WHO von vorläufiger Natur waren, haben sich dort vorhandene und mittlerweile auch erkannte Lücken in den Plänen der europäischen Mitgliedstaaten reproduziert. So wurde 2005 dem aus heutiger Sicht wichtigen Thema der Surveillance in einer Pandemie wenig Aufmerksamkeit gewidmet. Zudem fehlt in den EU-Plänen die Einteilung von Pandemien in verschiedene Schweregrade, und der Fokus liegt vorwiegend auf der Gesundheitsversorgung. Die Empfehlungen der WHO werden gegenwärtig, unter Mitarbeit europäischer Spezialisten, überarbeitet, d. h., der neue Entwurf wird diese Fragen adressieren. Er wird voraussichtlich auch einen gesamtgesellschaftlichen Ansatz beinhalten und nicht mehr ausschließlich auf den Gesundheitssektor fokussieren. Besondere Berücksichtigung wird auch die Pandemiesurveillance finden. Der Entwurf wurde im Herbst 2008 auf den WHO-Internetseiten zur Kommentierung eingestellt. Jahre intensiver Anstrengungen erforderlich sind, um ein Land so gut wie möglich auf eine Influenzapandemie vorzubereiten. Das Ausmaß und die Komplexität der Aufgabe erfordern Arbeiten entlang dreier Hauptdimensionen und an vielen ergänzenden Themenbereichen (. Übersicht 1). Für jedes Land ist es schwierig, alle diese Bereiche gleichzeitig zu bearbeiten. Entsprechend müssen zunächst Prioritäten gesetzt werden. Obwohl die Pläne in den Mitgliedstaaten der EU mehr Übereinstimmungen als Unterschiede aufweisen, können die notwendigen weiteren Schritte bei den Vorbereitungen daher sehr unterschiedlich sein. So machen z. B. einige Länder große Fortschritte bei der Organisation ihrer lokalen Gesund-heitsversorgung und der Krisenbewältigung im Pandemiefall, wohingegen andere diesen Prozess noch beginnen müssen. Einige Länder verfügen über gut durchdachte Kommunikationsstrategien, während diese in anderen Ländern fehlen. Jeder Verlust an Dynamik bei der Planung und Vorbereitung erscheint bedenklich. Falls nicht alle Länder mit Nachdruck daran arbeiten, die jeweils noch bestehenden Lücken zu schließen und bisher ausstehende Themenbereiche aufzugreifen, besteht die Gefahr, dass im Fall einer unvermeidbaren Pandemie beachtliche Leerstellen entdeckt werden. Die Diversität bei der Pandemieplanung der EU-Länder ist jedoch auch mit Vorteilen verbunden. Sie erlaubt es -in begrenztem Umfang -verschiedene Ansätze zu erproben. Bei einem Informationsaustausch zwischen den Mitgliedstaaten (Member State to Member State Approach) können Länder von den Vorbereitungen und Erfahrungen anderer profitieren, z.B. über die \"Pandemieplanungs-und -vorbereitungsinnovationen\" auf den Internetseiten des ECDC (http:// ecdc.europa.eu/en/Health_Topics/Pande-mic_Influenza/innovations.aspx). Falls ein Land bei der Vorbereitung auf den Prozess der Selbsterfassung (s. o.) bestimmte Fragen angehen möchte, können Nationale Pandemieplanung. Drei Dimensionen und unterstützende Themenbereiche Dimension 1 Planungsprozess: Pläne → Vorbereitung → Übungen → Ergebnisse aus den Übungen (lessons learnt) und Überarbeitung der Pläne und Vorbereitung Dimension 2 Straten: national → regional → lokal → primäre Dienstleister Dimension 3 Sektoren: Gesundheit → sektorenübergreifende Struktur → alle Sektoren → gesamtgesellschaftlicher Ansatz Ergänzende Themenbereiche (in alphabetischer Reihenfolge): F Ausrüstung und Kapazität zur Bewältigung eines plötzlichen personellen Mehrbedarfs F betriebliche Notfallplanung im nicht-öffentlichen Bereich F Durchimpfungsquoten gegen saisonale Influenza F ethische Überlegungen zum Einsatz von Schutz-/Gegenmaßnahmen F Kapazität zur Bewältigung eines plötzlichen Mehrbedarfs an zentralen medizinischen und labordiagnostischen Dienstleistungen F Kapazität zur Bewältigung eines plötzlichen Mehrbedarfs im Bestattungswesen F Kommunikation mit der Bevölkerung F Kommunikation mit Mitarbeitern außerhalb des Gesundheitsbereichs F Kommunikation mit Mitarbeitern/Experten im Gesundheitsbereich F Kompatibilität der Planungen innerhalb eines Landes und grenzüberschreitend F Surveillance in einer Pandemie F Vorbereitung der Zivilgesellschaft/Nichtregierungsorganisationen (NGOs) F Vorbereitungen für besonders gefährdete Gruppen F Zoonosen (Vogelgrippe) und sektorenübergreifende Arbeit zwischen Gesundheits-und LandwirtschaftssektorSpezialisten aus Ländern mit besonderen Fortschritten in diesen Bereichen in die Expertengruppe für den Vor-Ort-Besuch aufgenommen werden und erläutern, was zur Lösung beigetragen hat (und was nicht).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "). Die Menge an antiviralen Arzneimitteln, in die Länder investiert haben, hängt entscheidend von der Behandlungsstrategie und deren Zielen ab, d. h. (i) ob nur diejenigen behandelt werden sollen, die hospitalisiert werden müssen; (ii) ob versucht wird, allen Erkrankten eine Therapie zur Verfügung zu stellen, und (iii) ob eine Prophylaxe im Umfeld der Erkrankungsfälle geplant ist. Folglich kann die nationale Bevorratung verschiedener europäischer Länder bis um den Faktor 10 variieren. Ein weiterer Punkt, den das ECDC in seiner \"Feuerprobe\" für die lokale Vorbereitung hervorhebt (Local Acid Test; . Übersicht 2), ist die lokale Verfügbarkeit potenziell wünschenswerter pharmazeutischer Op-tionen. So macht es keinen Sinn (unter der Zielstellung einer Behandlung, sofort nach Auftreten der Erkrankung) in den Kauf großer Bevorratungsmengen antiviraler Arzneimittel zu investieren, wenn die Strukturen der medizinischen Primärversorgung nicht ausreichen, um diese zu den Patienten zu bringen. Auch die Unterschiede in der Planung verschiedener EU-Länder in Bezug auf nichtpharmazeutische Maßnahmen lassen sich erklären. Als Beispiel sei hier die präventive Schließung von Schulen genannt. Länder mit einer hohen Bevölkerungsdichte und vorwiegend städtischer Bevölkerung (in denen sich Kinder üblicherweise auch außerhalb der Schule treffen) oder mit einem hohen Anteil arbeitender Mütter werden Schulschließungen voraussichtlich seltener als mögliche Maßnahme in Erwägung ziehen als solche mit einer geringeren Bevölkerungsdichte und vielen Familien, die die Kinder über längere Zeit zu Hause versorgen können. Darüber hinaus scheint die Planung einer solchen Maßnahme auch eine Frage des üblichen Vorgehens zu sein: In einigen Ländern sind Schulschließungen traditionell proaktive Instrumente während einer Epidemie, in anderen ist dies nicht der Fall. Eine dritte Gruppe verfügt über ein so komplexes Schulsystem, sodass eine koordinierte Schließung und Wiedereröffnung von Schulen -zumindest ohne weitreichende gesetzliche Änderungennur schwer vorstellbar scheint. Lokale Vorbereitung und Planung. ECDC \"Acid Tests\" Folgendes sollte etabliert sein:F Die Primärversorgung sollte in der Lage sein, der überwiegenden Zahl der Betroffenen Therapeutika (wie z. B. antivirale Arzneimittel und Antibiotika) zur Verfügung zu stellen, sobald sie diese benötigen.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Für viele Grenzregionen sind Arbeitnehmer mit Wohnsitz im angrenzenden Ausland eine unverzichtbare Stütze der Wirtschaft, d. h., ohne sie wären zahlreiche Betriebe in ihrer Existenz bedroht. Dort, wo Grenzgänger in großer Zahl im Gesundheitswesen arbeiten, kann das Funktionieren von Krankenhäusern und anderen Gesundheitseinrichtungen durch eine Pandemie beeinträchtigt werden. Besonders eindrucksvoll ist die Situation in Luxemburg. Dort wohnten im Jahr 2007 rund 43 % aller Erwerbstätigen in Belgien (35.200), Frankreich (68.800) oder Deutschland (32.200) [23]. Von 9956 Beschäftigten in Gesundheitsberufen kamen 44 % als Grenzgänger aus Frankreich (1883 = 19 %), Deutschland (1487 = 15 %) oder Belgien (1025 = 10 %). Das Fehlen einer örtlichen Produktion von Arzneimitteln, Impfstoffen oder medizinischen Verbrauchsgütern erfordert besondere Vorkehrungen bei den Krankenhäusern: Luxemburgs Pandemieplan enthält einen Maßnahmenkatalog, dem zufolge in den WHO-Pandemiephasen 5 und 6 Dienstverpflichtungen möglich sind [24]. Nach luxemburgischem Recht können nicht nur eigene Staatsbürger, sondern auch Personen anderer Staatsangehörigkeit zum Dienst verpflichtet werden [25]. In der Oberrheinregion 2 pendeln rund 90.000 Grenzgänger in das benachbarte Ausland zur Arbeit, davon knapp 60.000 in die Schweiz und knapp 30.000 nach Deutschland [26]. Im grenzüberschreitenden Kontext des Oberrheingebiets wurden die speziellen Gefahren einer Influenzapandemie für diese Region erstmals im Oktober 2004 (gemeinsam mit denen anderer außergewöhnlicher Krankheitsgeschehen) und erneut im November 2005 in einem deutsch-französischschweizerischen Vergleich über den Stand der Vorbereitung auf eine Vogelgrippe-Pandemie und den Infektionsschutz auf Flughäfen angesprochen [27, 28]. Bei einer gemeinsamen Tagung 3 der Oberrheinkonferenz und der Bodenseekonferenz 4 am 25. Februar 2008 in Basel ging es neben einer vergleichenden Betrachtung der Pandemiepläne in den Grenzregionen auch darum, welche präventiven und kurativen medizinischen Leistungen die Grenzgänger im Pandemiefall am Arbeitsort in Anspruch nehmen können. Die Teilnehmer aus Verwaltung und Wirtschaft, aus nationalen Behörden und internationale Fachleute aus dem Elsass, der Nordwest-und Nordschweiz, aus Baden-Württemberg, Rheinland-Pfalz, Liechtenstein, dem Vorarlberg und Luxemburg befassten sich auch mit möglichen Behinderungen beim Grenzübertritt durch epidemienrechtliche oder ordnungspolitische Auflagen. Ziel der Veranstaltung war es, Unterschiede und Gemeinsamkeiten zwischen den Pandemieplanungen der jeweiligen Grenzregionen zu beleuchten, relevante gesundheitliche und wirtschaftliche Aspekte anzusprechen sowie konkrete Perspektiven für eine grenzüberschreitende Kooperation zu diesen Fragen aufzuzeigen. Die Arbeitsgruppe Gesundheitspolitik der Oberrheinkonferenz hat sich für eine verstärkte Kooperation im Bereich der Pandemieplanung über die Grenzen hinweg ausgesprochen. Mögliche Hindernisse beim Grenzübertritt sollen nicht entstehen oder beseitigt werden. Medizinische Vorsorgemaßnahmen und Behandlungen am Arbeitsort sollten auch für Grenzgänger gewährleistet werden. Tagungsdokumentation im Internet: http:// www.euroinstitut.org/Pandemie/Dokumentation.htm 4 Die Internationale Bodenseekonferenz (IBK) ist ein kooperativer Zusammenschluss der Länder und Kantone Baden-Württemberg, Schaffhausen, Zürich, Thurgau, St. Gallen, die beiden Appenzell, das Fürstentum Liechtenstein, Vorarlberg und Bayern.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Das Buch wendet sich vor allem an Akteure der Gesundheitsförderung, die in den unterschiedlichen Settings tätig sind beziehungsweise mit den oben angeführten Zielgruppen arbeiten. Da das Buch aber auch übergreifende Aspekte der Gesundheitsförderung wie Evidenzbasierung, Evaluation und Messbarkeit informativ, fundiert und kritisch behandelt, ist es auch für eine Leserschaft von Interesse, die sich generell für das Thema Gesundheitsförderung interessiert. Wie bei Sammelwerken üblich, widerspiegeln die Beiträge den jeweiligen Zugang zum Thema und das Selbstverständnis der Verfasserinnen und Verfasser. Sie reichen daher von Artikeln mit einem handfesten Praxisbezug bis hin zu mehr wissenschaftlich-theoretisch orientierten Beiträgen. Das Engagement für das Thema und ein kritischer und lösungsorientierter Ansatz sind durchgängig in den Beiträgen erkennbar.Oskar Meggeneder (Linz)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}