{"paper_id": "ba59e4882d390f0d29f32209d6583da38987fd81", "metadata": {"title": "Pediatric Hospitalizations Associated with 2009 Pandemic Influenza A (H1N1): An Experience from a Tertiary Care Center in North India", "authors": [{"first": "Ankit", "middle": [], "last": "Parakh", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Amit", "middle": [], "last": "Kumar", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Virendra", "middle": [], "last": "Kumar", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ashok", "middle": [], "last": "Kumar", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Dutta", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shashi", "middle": [], "last": "Khare", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Objectives To describe our experience in children hospitalized with the pandemic Influenza A (H1N1) from Northern India. Methods The retrospective case study was conducted at the Pediatric ward and Pediatric Intensive Care Unit (PICU) dedicated to the children (aged 18 years or younger) with influenza-like illness (ILI) with positive laboratory test results for pandemic H1N1 by reverse-transcriptase polymerasechain-reaction assay. Results Between August 2009 and January 2010, a total of 100 children were hospitalized with suspected 2009 H1N1 influenza with Category \"C\" as described by the Government of India. Twenty five patients were positive for H1N1 and 9 for seasonal influenza A. The most common presentation (H1N1 positive) was with fever (100%), cough (100%), coryza (52%), respiratory distress (88%), vomiting (28%) and diarrhea (16%). One child presented with hypernatremic dehydration and seizures (Serum sodium 174 meq/l). Of the H1N1 positive hospitalized children, 7 (28%) had respiratory failure and required PICU admission, 4 (16%) required mechanical ventilation, and 3 (12%) died. The major radiological findings were bilateral pulmonary infiltrates and consolidation. All patients were treated with oral Oseltamivir suspension or capsule as per appropriate weigh band and supportive care as required. Two deaths were caused by refractory hypoxemia and one by refractory shock.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusions The exact incidence of Pandemic 2009 H1N1 influenza on morbidity and mortality is difficult to calculate since only Category \"C\" patients were screened.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The pandemic 2009 Influenza A virus appeared in Mid-March 2009 and spread rapidly to involve a large part of the world. The first case in the Indian subcontinent was reported on 16 May 2009 [1] . In a matter of few weeks it spread to large parts of the country. After the reports of the epidemic the Government of India, anticipating the spread of the pandemic, initiated the containment phase. On 11th June 2009 the WHO raised level of pandemic alert from phase 5 to phase 6, considering community-level outbreaks in at least 1 country in ≥2 WHO regions [2] .", "cite_spans": [{"start": 190, "end": 193, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 555, "end": 558, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "This observational retrospective analysis describes our experience in children hospitalized with the pandemic Influenza A (H1N1) virus in a tertiary care hospital in North India.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "We conducted a retrospective analysis of case records involving hospitalized children with Influenza like illness (ILI) in whom 2009 H1N1 influenza was diagnosed on reverse-transcriptase polymerase-chain-reaction assay.", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "As per the directions of the Director General Health Services (DGHS), Ministry of Health and Family Welfare (MOHFW), Government of India, a Screening Center, Pediatric ward and Pediatric Intensive Care Unit (PICU) dedicated to the children with influenza-like illness (ILI) aged 18 years or younger hospitalized was started at Kalawati Saran Children's Hospital (KSCH), New Delhi, India (referral center for positive patients). It is only exclusive hospital for children in North India in the Government sector and caters to the National Capital Region of Delhi and the neighboring states.", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "All patients with ILI were referred to the screening center. Patients were categorized into category A/B/C as per the guidelines of the MOHFW for home isolation, testing treatment, and hospitalization (revised and released on 5th October 2009) [3] as described in Table 1 . These guidelines were released at the time when the pandemic was underway, there was sustained human-to-human transmission and containment was not possible. The patients who were in Category \"A\" or \"B\" were managed on a domiciliary basis with instructions for follow up. Oral Oseltamivir was given as per the guidelines. Telephonic calls were made after 24 and 48 h to assess the clinical course. Patients with Category \"C\" symptoms were admitted. Detailed history (including travel history, any contacts, and previous premorbid conditions) and clinical examination (including anthropometry) was done for all patients. Relevant routine investigations, chest radiographs and blood cultures were done. A naso-pharyngeal swab was taken at the time of admission and stored in the appropriate transport media for Category \"C\" patients. All samples were sent for RT-PCR the next morning to the National Center for Disease Control (NCDC) Delhi. All patients were treated with oral Oseltamivir suspension or capsule as per appropriate weight band for 5 days and supportive care as required as per standard guidelines [4] . Children who tested positive for H1N1 and those awaiting results were kept in separate cubicles. Children who tested positive were isolated in the wards with the parents for 5 days.", "cite_spans": [{"start": 244, "end": 247, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1383, "end": 1386, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 264, "end": 271, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Material and Methods"}, {"text": "The statistical analysis was done using the SPSS version 16.0 software. Data are presented as numbers (percentages), mean (SD) or median (range) as appropriate. The clinical characteristics of children positive for pandemic H1N1 and negative for H1N1 but positive only for Influenza A were compared using Fisher's exact test for dichotomous variables and the Wilcoxon rank-sum test for continuous variables. A two-tailed p-value, 0.05 was considered statistically significant.", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "From August 2009 through January 2010, a total of 878 children were screened in the screening center of which 752 were category \"A\" and 103 were category \"B\". One hundred children were hospitalized with ILI, suspected 2009 H1N1 influenza with Category \"C\" symptoms. Twenty five patients were positive for H1N1 and 9 for seasonal influenza A. Further details are described for these 25 children only. Figure 1 depicts the pandemic curve for the entire season for the hospitalized patients.", "cite_spans": [], "ref_spans": [{"start": 400, "end": 408, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "The median age of the H1N1 positive patients was 30 months (3mo-10 yrs) and 15 (60%) were females. The majority of the patients were between 1-5 years. Eight (32%) children had moderate and another eight (32%) had severe malnutrition in the H1N1 positive group as compared to children with seasonal flu only two (22%) had moderate and none had severe malnutrition. All patients presented with similar features of fever, cough, and coryza. Vomiting and diarrhea were also present in a substantial number of patients. One child presented with gastroenteritis like illness with hypernatremic dehydration and seizures (Serum sodium 174 meq/l). One patient had underlying pulmonary tuberculosis and another had acyanotic congenital heart disease. Baseline characteristics and details of clinical signs and symptoms of both groups are summarized in Table 2 .", "cite_spans": [], "ref_spans": [{"start": 843, "end": 850, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "Baseline characteristics were similar in both groups. Contact history was positive in 3 patients with positive H1N1.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Although 22 (88%) children had respiratory distress at presentation, only 7 (28%) had respiratory failure at presentation. These seven (28%) were admitted to the PICU and four (16%) required mechanical ventilation. Three (12%) patients expired. Two deaths were caused by refractory hypoxemia and one by refractory shock. One patient who expired had underlying pulmonary tuberculosis. One child required PICU care and expired with seasonal Influenza A. The details of the patients who died are described in Table 3 and the age related severity of illness in Fig. 2 .", "cite_spans": [], "ref_spans": [{"start": 506, "end": 513, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 557, "end": 563, "text": "Fig. 2", "ref_id": null}], "section": "Results"}, {"text": "The major radiological findings were prominent peribronchial markings with hyperinflation 17 (68%) and bilateral, symmetric, and multifocal areas of consolidation, often associated with ground-glass opacities in 8 (32%). Nodular opacities, reticular opacities, pleural effusion, or lymphadenopathy were not observed in any patient. All children with hypoxemia and PICU admission had extensive involvement on the chest radiographs. Chest radiographs were normal in the seasonal influenza group except one child who expired had bilateral, symmetric, and multifocal areas of consolidation. Blood cultures were negative in all patients.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Rest patients were discharged in healthy conditions with instructions for follow up. No significant adverse events were observed with the drug. Most patients received antibiotics since bacterial disease could not be excluded with the clinical picture and reports were available only after 3-7 days.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Our study summarizes the clinical characteristics of Pandemic H1N1 virus infection in North Indian children during the peak of the pandemic. Our results are in variance with the earlier Indian report by Saha et al done during the containment phase which was suggestive of a very mild disease with no PICU admissions and no deaths [5] . The difference could be due to the categorization of patients which was not suggested earlier or change in the intensity of the evolving pandemic. Similar study from Argentina including a total of 251 hospitalized children with 2009 H1N1 influenza, 47 (19%) were admitted to a PICU, 42 (17%) required mechanical ventilation, and 13 (5%) died [6] . Recently published results from Canada including 234 children also show similar results but mortality in only 2 children [7] . In another study from Canada, a total of 57 children were admitted to 7 PICU's. One or more chronic comorbid illnesses were observed in 70.2% of patients. Mechanical ventilation was used in 68% of children, 20 children (35.1%) had acute lung injury on the first day of admission. The PICU mortality rate was 7% (4 of 57 patients) [8] . Kumar et al have described 75 hospitalized children from Wisconsin, US. PICU admissions were in 18.6%, 6% required ventilation, 2.6% required ECMO and 2.6% died. Bacterial coinfections occurred in 1.3% and 80% of patients received antibacterials [9] . Similar reports are also available from Australia [10] and China [11] .", "cite_spans": [{"start": 330, "end": 333, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 678, "end": 681, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 805, "end": 808, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1141, "end": 1144, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1393, "end": 1396, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1449, "end": 1453, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1464, "end": 1468, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion"}, {"text": "The slightly higher mortality in our study (although sample size was small) could be possibly attributed to underlying malnutrition, delayed presentation to health care facilities in developing countries and better intensive care facilities including ECMO in the developed world. The association of severe malnutrition and higher mortality in children with pandemic H1N1 has not been described elsewhere in literature. Recent reports suggest that Pandemic H1N1 can also present with unusual complication like myopericarditis [12] , benign acute myositis [13] , Guillain-Barre syndrome [14] and neurological features [15] .", "cite_spans": [{"start": 525, "end": 529, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 554, "end": 558, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 585, "end": 589, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 616, "end": 620, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "There are a few drawbacks in the study. Firstly, being a hospital based (tertiary referral hospital) and not a community based study there would be a bias towards sicker cases. Secondly, since only Category \"C\" patients were tested for pandemic H1N1 virus as per the national guidelines, the exact incidence of 2009 H1N1 influenza on morbidity and mortality is difficult to calculate. Present data could not be compared to seasonal Influenza from the previous years since there is poor routine surveillance from India, although it appears to be statistically similar with our small cohort. Thirdly, the sample size was small and hence the predictors of severe disease or mortality could not be evaluated using a regression model. Also very few patients had underlying problems and hence whether the disease would have a greater impact on some conditions is difficult to predict. Fourthly, we could not study other viruses which could be co-morbid or could be there in the negative group both for H1N1 and seasonal influenza A. Their contribution cannot be ruled out. Since this group would be very heterogeneous it was not compared. Our data reiterates the fact that influenza can present with a wide spectrum of disease from very mild self limiting upper respiratory tract infection to very severe fatal pneumonias. Children presenting with rapidly developing pneumonias with typical radiological finding (bilateral, symmetric, and multifocal areas of consolidation) should be evaluated for Influenza and not just be treated for pyogenic infections. Where in the algorithm of diagnosis of pneumonias should a RT-PCR be incorporated would have to be decided, the investigation being expensive and available in only specialized laboratories at present. Also, routine surveillance for seasonal influenza should be enhanced in developing countries like India.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Contributions Ankit Parakh: patient management, acquisition of data, literature search, statistical analysis, interpretation and writing. Amit Kumar: patient management, interpretation and writing. Virendra Kumar: concept, design and final critical review. He will act as the guarantor. Ashok Kumar Dutta: critical reappraisal and writing. Shashi Khare: performance of the RT-PCR for H1N1.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Ministry of Health and Family Welfare, India. Information on Swine Flu. New Delhi: MOHFW, Accessed 20", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "World Health Organization. Influenza A (H1N1): Pandemic Alert Phase 6 Declared, Of Moderate Severity. Geneva: WHO", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Ministry of Health and Family Welfare, India. Information on Swine Flu. New Delhi: MOHFW, Accessed 20", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Ministry of Health and Family Welfare, India. Information on Swine Flu. New Delhi: MOHFW, Accessed 20", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Swine-origin influenza A (H1N1) in Indian children", "authors": [{"first": "A", "middle": [], "last": "Saha", "suffix": ""}, {"first": "N", "middle": [], "last": "Jha", "suffix": ""}, {"first": "N", "middle": ["K"], "last": "Dubey", "suffix": ""}, {"first": "V", "middle": ["K"], "last": "Gupta", "suffix": ""}, {"first": "M", "middle": [], "last": "Kalaivani", "suffix": ""}], "year": 2010, "venue": "Ann Trop Paediatr", "volume": "30", "issn": "", "pages": "51--56", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Pediatric hospitalizations associated with 2009 pandemic influenza A (H1N1) in Argentina", "authors": [{"first": "R", "middle": [], "last": "Libster", "suffix": ""}, {"first": "J", "middle": [], "last": "Bugna", "suffix": ""}, {"first": "S", "middle": [], "last": "Coviello", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Hijano", "suffix": ""}, {"first": "M", "middle": [], "last": "Dunaiewsky", "suffix": ""}, {"first": "N", "middle": [], "last": "Reynoso", "suffix": ""}], "year": 2010, "venue": "N Engl J Med", "volume": "362", "issn": "", "pages": "45--55", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Pandemic influenza in Canadian children: a summary of hospitalized pediatric cases", "authors": [{"first": "J", "middle": ["A"], "last": "Bettinger", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Sauvé", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Scheifele", "suffix": ""}, {"first": "D", "middle": [], "last": "Moore", "suffix": ""}, {"first": "W", "middle": [], "last": "Vaudry", "suffix": ""}, {"first": "D", "middle": [], "last": "Tran", "suffix": ""}], "year": 2010, "venue": "Vaccine", "volume": "28", "issn": "", "pages": "3180--3184", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Critical illness in children with influenza A/pH1N1 2009 infection in Canada. Pediatr Crit Care Med", "authors": [{"first": "P", "middle": [], "last": "Jouvet", "suffix": ""}, {"first": "J", "middle": [], "last": "Hutchison", "suffix": ""}, {"first": "R", "middle": [], "last": "Pinto", "suffix": ""}, {"first": "K", "middle": [], "last": "Menon", "suffix": ""}, {"first": "R", "middle": [], "last": "Rodin", "suffix": ""}, {"first": "K", "middle": [], "last": "Choong", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Clinical and epidemiologic characteristics of children hospitalized with 2009 pandemic H1N1 influenza A infection", "authors": [{"first": "S", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Havens", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Chusid", "suffix": ""}, {"first": "Willoughby", "middle": [], "last": "Jr", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Simpson", "suffix": ""}, {"first": "P", "middle": [], "last": "Henrickson", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "", "suffix": ""}], "year": 2010, "venue": "Pediatr Infect Dis J", "volume": "29", "issn": "", "pages": "591--595", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Pandemic (H1N1) 2009: A clinical spectrum in the general paediatric population", "authors": [{"first": "P", "middle": ["J"], "last": "Larcombe", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Moloney", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Schmidt", "suffix": ""}], "year": 2010, "venue": "Arch Dis Child", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Analysis of 12 children with novel influenza A (H1N1) virus infection", "authors": [{"first": "X", "middle": ["B"], "last": "Xie", "suffix": ""}, {"first": "Q", "middle": ["R"], "last": "Zhu", "suffix": ""}, {"first": "Y", "middle": ["L"], "last": "Ge", "suffix": ""}, {"first": "Z", "middle": ["L"], "last": "Wang", "suffix": ""}, {"first": "G", "middle": ["C"], "last": "Zhao", "suffix": ""}, {"first": "X", "middle": ["H"], "last": "Wang", "suffix": ""}], "year": 2009, "venue": "Zhonghua Er Ke Za Zhi", "volume": "47", "issn": "", "pages": "935--943", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Cardiac tamponade and heart failure due to myopericarditis as a presentation of infection with the pandemic H1N1 2009 influenza A virus", "authors": [{"first": "S", "middle": [], "last": "Puzelli", "suffix": ""}, {"first": "F", "middle": ["M"], "last": "Buonaguro", "suffix": ""}, {"first": "M", "middle": [], "last": "Facchini", "suffix": ""}, {"first": "A", "middle": [], "last": "Palmieri", "suffix": ""}, {"first": "L", "middle": [], "last": "Calzoletti", "suffix": ""}, {"first": "De", "middle": [], "last": "Marco", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "", "suffix": ""}], "year": 2010, "venue": "J Clin Microbiol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Benign acute myositis associated with H1N1 influenza A virus infection", "authors": [{"first": "E", "middle": [], "last": "Rubín", "suffix": ""}, {"first": "L", "middle": [], "last": "De La Rubia", "suffix": ""}, {"first": "A", "middle": [], "last": "Pascual", "suffix": ""}, {"first": "J", "middle": [], "last": "Domínguez", "suffix": ""}, {"first": "C", "middle": [], "last": "Flores", "suffix": ""}], "year": 2010, "venue": "Eur J Pediatr", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Guillain-Barré syndrome in children aged <15 years in Latin America and the Caribbean: baseline rates in the context of the influenza A (H1N1) pandemic", "authors": [{"first": "J", "middle": ["M"], "last": "Landaverde", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Danovaro-Holliday", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Trumbo", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Pacis-Tirso", "suffix": ""}, {"first": "C", "middle": [], "last": "Ruiz-Matus", "suffix": ""}], "year": 2010, "venue": "J Infect Dis", "volume": "201", "issn": "", "pages": "746--50", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Neurological sequelae of 2009 influenza A (H1N1) in children: a case series observed during a pandemic", "authors": [{"first": "S", "middle": ["A"], "last": "Baltagi", "suffix": ""}, {"first": "M", "middle": [], "last": "Shoykhet", "suffix": ""}, {"first": "K", "middle": [], "last": "Felmet", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Kochanek", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Bell", "suffix": ""}], "year": 2010, "venue": "Pediatr Crit Care Med", "volume": "11", "issn": "", "pages": "179--84", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The pandemic curve for the entire season showing the number of hospitalized children with Pandemic H1N1", "latex": null, "type": "figure"}, "TABREF0": {"text": "Guidelines on categorization of Influenza A H1N1 cases during screening for home isolation, testing treatment, and hospitalization", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Clinical features </td><td>Investigations </td><td>Treatment\n</td></tr><tr><td>Category-A </td><td>Mild fever plus cough / sore throat with or without body ache, headache, diarrhea and vomiting\n</td><td>No testing for H1N1 is required\n</td><td>Do not require Oseltamivir; symptomatic treatment; home quarantine\n</td></tr><tr><td>Category-B1 </td><td>In addition to Category-A: high grade fever and severe sore throat\n</td><td>No testing for H1N1 is required\n</td><td>May require home isolation and Oseltamivir\n</td></tr><tr><td>Category-B2 </td><td>In addition to Category-A: Children with mild illness but with predisposing risk factors, Pregnant women, Patients with lung diseases, heart disease, liver disease, kidney disease, blood disorders, diabetes, neurological disorders, cancer and HIV/AIDS; Patients on long term cortisone therapy\n</td><td>No testing for H1N1 is required\n</td><td>Require home isolation and Oseltamivir\n</td></tr><tr><td>Category-C </td><td>In addition to the above signs/ symptoms, if the patient has one or more of the following:\nsomnolence, high/ persistent fever, inability to feed well, convulsions, shortness of breath, difficulty in breathing, worsening of\n</td><td>Testing for H1N1 is required but should not delay treatment\n</td><td>Immediate hospitalization and treatment\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Baseline characteristics, symptoms and laboratory tests of children hospitalized with 2009 pandemic H1N1 influenza", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Characteristic </td><td>Pandemic H1N1 </td><td>Seasonal Flu </td><td>P value\n</td></tr><tr><td>n </td><td>25 </td><td>9\n</td><td> </td></tr><tr><td>Sex (Females), n (%) </td><td>15 (60) </td><td>5 (55) </td><td>0.9\n</td></tr><tr><td>Age, median (Range), years </td><td>2.5 (3mo-10y) </td><td>0.5 (.25-9) </td><td>0.28\n</td></tr><tr><td>Age distribution (n, %)\n</td><td> </td><td> </td><td> </td></tr><tr><td>&lt;6 m </td><td>4 (16) </td><td>3 (33)\n</td><td> </td></tr><tr><td>6 m-1y </td><td>3 (12) </td><td>3 (33)\n</td><td> </td></tr><tr><td>1y-5y </td><td>14 (56) </td><td>2 (22)\n</td><td> </td></tr><tr><td>5-10y </td><td>3 (12) </td><td>1 (11)\n</td><td> </td></tr><tr><td>&gt;10y </td><td>1 (4) </td><td>0\n</td><td> </td></tr><tr><td>Underlying illness </td><td>Pulmonary tuberculosis (1),\n</td><td>Nil\n</td><td> </td></tr><tr><td>Symptoms\n</td><td>Acyanotic congenital heart disease (1)\n</td><td> </td><td> </td></tr><tr><td>Fever </td><td>25(100) </td><td>25 (100) </td><td>1.0\n</td></tr><tr><td>Duration of fever, days, median, range </td><td>4 (2-7) </td><td>3 (1-5) </td><td>0.04\n</td></tr><tr><td>Cough </td><td>25(100) </td><td>25 (100) </td><td>1.0\n</td></tr><tr><td>Duration of cough, days, median, range </td><td>5 (1-7) </td><td>3 (2-5) </td><td>.05\n</td></tr><tr><td>Coryza </td><td>13(52) </td><td>5 (55) </td><td>1.0\n</td></tr><tr><td>Throat pain/sore throat </td><td>4(16) </td><td>1 (11.1) </td><td>1.0\n</td></tr><tr><td>Decreased oral acceptance </td><td>18(72) </td><td>7 (77) </td><td>1.0\n</td></tr><tr><td>Vomiting </td><td>7(28) </td><td>2 (22.2) </td><td>1.0\n</td></tr><tr><td>Diarrhea </td><td>4 (16) </td><td>3 (33) </td><td>0.34\n</td></tr><tr><td>Wheezing </td><td>10 (40) </td><td>4 (44) </td><td>1.0\n</td></tr><tr><td>Hypoxemia </td><td>7 (28) </td><td>1 (11.1) </td><td>0.40\n</td></tr><tr><td>Ventilation </td><td>4 (16) </td><td>1 (11.1) </td><td>1.0\n</td></tr><tr><td>Deaths </td><td>3 (12) </td><td>1 (11) </td><td>1.0\n</td></tr><tr><td>Total leukocyte count, per mm3(Mean, SD) </td><td>10,764 (4,622) </td><td>8,045 (3,944) </td><td>0.28\n</td></tr><tr><td>Platelet count, lac/mm3(Mean, SD) </td><td>3.05 (2.25) </td><td>1.91 (0.67) </td><td>.094\n</td></tr><tr><td>Blood urea (mg/dL)(Mean, SD) </td><td>26.4 (20.2) </td><td>21.1(6.99) </td><td>0.81\n</td></tr><tr><td>Serum creatinine (mg/dl)(Mean, SD) </td><td>0.6(0.16) </td><td>0.5 (0.07) </td><td>0.06\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Characteristics of hospitalized children who died with 2009 pandemic H1N1 Influenza ARDS Acute respiratory distress syndrome Fig. 2 Age related severity of illness", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 3 Characteristics of hospitalized children who died with 2009 pandemic H1N1 Influenza", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Age </td><td>Sex </td><td>Predisposing condition </td><td>Illness duration at admission\n</td><td>Length of hospitalization\n</td><td>Complication </td><td>Cause of death\n</td></tr><tr><td>1 </td><td>2 y </td><td>M </td><td>Severe malnutrition </td><td>4 days </td><td>4 h </td><td>Renal failure </td><td>Refractory shock\n</td></tr><tr><td>2 </td><td>4 y </td><td>F </td><td>Severe malnutrition, Pulmonary tuberculosis\n</td><td>5 days </td><td>7 days </td><td>ARDS </td><td>Refractory hypoxemia\n</td></tr><tr><td>3 </td><td>2.5 y </td><td>F </td><td>None </td><td>3 days </td><td>3 days </td><td>ARDS </td><td>Refractory hypoxemia\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Role of Funding Source None.", "cite_spans": [], "ref_spans": [], "section": "Conflict of Interests None."}]}