{
    "paper_id": "ba6502bc78d7f74a1c214e7cc065c029b68a201d",
    "metadata": {
        "title": "Feline calicivirus protein synthesis investigated by Western blotting",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "J"
                ],
                "last": "Carter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Newcastle-upon-Tyne",
                    "location": {
                        "settlement": "Newcastle-upon-Tyne",
                        "country": "U.K"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We have used Western blotting to examine the accumulation of feline calicivirus proteins within the infected cell. Experiments using elevated growth temperature to block post-translational cleavage have demonstrated two additional high molecular weight protein bands 125 kd and 123 kd respectively which may be precursor polyproteins. Inhibition of proteolytic processing with p-ftuorophenylalanine ted to the accumulation of several additional protein species which may represent intermediates in the protein processing pathway. None of these proteins were related to the 62 kd major capsid protein (cP 62) of the virus as judged by reaction with monoclonal antibodies. The production of a 76 kd capsid precursor protein (cpP 76) was demonstrated for the first time in FCV-infected cells. The pathway by which calicivirus polypeptides are made thus appears highly complex and may involve temporal regulation of protein synthesis as well as protein processing. Tentative identification of primary, intermediate and mature forms of virus proteins is discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The caliciviruses are a group of positive stranded RNA viruses which resemble in many respects the picornaviruses with which they were originally classified [8, 9] . The particles of both virus groups are non-enveloped icosahedral capsids enclosing a single molecule of positively stranded RNA to which a protein (VpG) is covalently attached at the 5'end. Both groups have members which replicate in the gut or respiratory tract and, in both types of virus, proteins mature by a process of proteolytic cleavage. However, the replication cycle of the caliciviruses differs from that of the picornaviruses in that no single large polyprotein precursor to all virus proteins is known. Instead the virus produces a 3'-nested set of mRNAs which resembles that of the coronaviruses [6] . As yet the coding strategy and specificities of these mRNAs are unknown.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 161,
                    "end": 163,
                    "text": "9]",
                    "ref_id": null
                },
                {
                    "start": 776,
                    "end": 779,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The pathways by which calicivirus proteins mature are not yet fully elucidated, and the proteins made by different members of the group have seemed diverse. Two reports have concerned protein synthesis by FCV. In the first, Black and Brown [1] identified 2 stable non-structural proteins of 100 and 80 kd, and the 65 kd capsid protein. Using inhibitors of proteolysis they also identified a 120kd short-lived precursor molecule. The second analysis, by Komotaffe [4] , failed to confirm the presence of P 100, but inferred the existence of two proteins of 80 kd. They also found a virus capsid protein (68 kd) and smaller proteins of 40 and 14 kd respectively.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 243,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recently we have reported the development of monoclonal antibodies specific for the FCV capsid protein, and extended the number of virus proteins known to be made by this virus [2] . In this report we have investigated the kinetics of virus protein synthesis by Western blotting and have used procedures which inhibit protein processing to identify normally short-lived molecules.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Feline calicivirus, strain F 9 was kindly supplied by Prof. O. Jarrett, University of Glasgow Veterinary School, and was grown in the feline kidney cell line CRFK obtained from Flow, U.K. Cells were grown in Eagle's MEM \"Autopow\" (Flow) supplemented with 1% nonessential amino acids and 10 mM Hepes pH 7.4. Stock virus was prepared following 3 cycles of plaque purification to yield a master stock from which submaster and working stocks were prepared. For the growth of stock virus inocula were diluted 1:100 to achieve a multiplicity of infection (moi) of 0.1. Virus was grown for 24 h and released from the cells by 2 cycles of freeze-thaw. Titres of such stocks were in the range t-5 x 10 s pfu/ml.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells and virus"
        },
        {
            "text": "Virus infection for time course experiments was performed at high moi (200 pfu/cell) and virus was allowed to adsorb for 60 rain at 37 °C. Monolayers were then washed three times in PBS, covered in fresh medium and incubated at 37 °C before cells were harvested at the times described and processed for electrophoresis as follows: The cell sheets were washed with PBS and scraped into ice-cold saline. Cells were briefly pelleted in a microfuge, resuspended in electrophoresis sample buffer, boiled for 2 rain and frozen at -20 °C for storage. Samples were syringed to shear DNA before analysis on a 10% SDS polyacrylamide gel [5] . Proteins were transferred to nitrocellulose membranes by Western blotting. This was performd using a \"Bio-Rad Transblot cell\" as described by Samson et al. [7] . Following transfer any excess capacity for protein adsorption to the filter was blocked by an overnight incubation in phosphate buffered saline supplemented with Tween-20 (0.05% v/v) and 1% bovine serum albumin. Blots were stained in two ways: Serum from a cat immunized with the feline calicivirus \"Catavac\" vaccine (obtained from Prof. O. Jarrett, Glasgow Veterinary School) was diluted 500-fold in PBS-Tween containing 5% heat-inactivated foetal calf serum, and allowed to bind to proteins on the filter for 1 h at 37 °C. Blots were then washed three times for 15 min each in PBS-Tween, and treated with a 1 : 1,000 dilution of Goat anti-cat Immunoglobulin (Miles) for 1 h at 37 °C. Following this treatment, the filters were washed as before and reacted with peroxidase-conjugated rabbit anti-goat immunoglobulin (Miles) diluted 1 : 1,000 in the same buffer. Washing was repeated and the bands visualized by the cotour reaction of 4-chtoro-napthol (Sigma Chemicals, Poole) in the presence of hydrogen peroxide as described [7] . Alternatively, blots were stained using a 1:1,000 dilution of capsid protein specific monoclonal antibody 1 G 9 or 1 E 1 [2] diluted in PBS-Tween 20, washed as above and reacted with the same dilution of peroxidase-conjugated FCV proteins 71 rabbit anti-murine immunoglobulin (Miles) in the same buffer. Finally, blots were washed again and developed as above. Protein molecular weight markers (BDH UK) were separated alongside experimental samples, transferred to nitrocellulose and cut as a strip from the blot before the protein blocking stage. These strips were then stained with \"Pelican\" India ink diluted 1 : 500 in PBS-Tween 20.",
            "cite_spans": [
                {
                    "start": 627,
                    "end": 630,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 789,
                    "end": 792,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1822,
                    "end": 1825,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1949,
                    "end": 1952,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Analysis of virus proteins"
        },
        {
            "text": "The time course of FCV protein synthesis was investigated by infecting CRFK cells as described. At each hour post infection the cells were examined under the microscope for the appearance of cytopathic effect. The medium was harvested and frozen for plaque assay and the cells were harvested for electrophoresis. Each cell sample was divided into three and analysed on a separate gel and blot. Each blot was then stained with either cat serum, monoclonal antibody 1 G 9 or 1 E 1. Results obtained using the polyclonal serum and one monoclonal antibody are presented (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 566,
                    "end": 574,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Time course of virus protein synthesis"
        },
        {
            "text": "The feline serum recognized the most proteins. Since these animals undergo a productive infection following vaccination, serum from this source should recognize non-structural as well as structural virus proteins. All polypeptides migrated with lower apparent molecular weights in 10% gels than those previously derived in 15% gels [2] . The single capsid protein of the virus (cP 62) was observed from as early as 1 h p.i. Levels remained steady at first but began to increase from 3 h onwards. A non-structural 75 kd polypeptide (P 75) was also detected at this early time and behaved similarly. There were indications of a slightly smaller (73 kd) protein band (P 73). This protein was difficult to detect and did not persist. Although at very low levels, it was reproducibly present at early times and was no longer detectable in the cells by 3 h p.i. (Fig.  1 a, b) . The general level of virus protein accumulation within the cell increased dramatically from 3 h p.i. Cellular degeneration progressed rapidly beginning at 4 h p.i. and was accompanied by release of infectious virus progeny. Several other virus proteins were also observed from 3 h onward. Two larger proteins, 96 and 84 kd (designated P 96 and P 84) and minor amounts of a third band at 98kd were detected, as were 3 smaller bands; 39kd, 36kd, and 27.5kd (designated P 39, P 36, and P 27). Two minor species (70 kd and 49 kd) were also seen at late times (4-5 h p.i.) which were designated P 70 and P49. With the exception of P 70 and P 49, all of these bands appeared before the onset of extensive cytopathic effect.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 335,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 856,
                    "end": 870,
                    "text": "(Fig.  1 a, b)",
                    "ref_id": null
                }
            ],
            "section": "Time course of virus protein synthesis"
        },
        {
            "text": "A different picture was observed when the same samples were probed with the monoclonal antibodies but the results obtained with either antibody were identical, only IG9 is shown. Both antibodies recognized the capsid protein and both revealed the same general increase in the levels of this protein from 3 h p.i. and onwards. A typical result is presented (Fig. 1 c) . Neither antibody recognized any of the other proteins present in the infected cell during the period studied. The capsid protein of SMSV is known to mature by processing a larger (86 kd) precursor [3] . This molecule cannot be detected in the infected cell unless measures are taken to prevent its cleavage. Fretz and Schaffer [3] achieved this by conducting the infection at 42 °C. No such precursor has been described during FCV infection and it was surprising that it could not be detected during infection at 37 °C, even with the sensitive means provided by monoclonal antibodies. It was possible therefore that capsid protein synthesis might differ between caliciviruses or alternatively cleavage could be so rapid that levels of any precursor were not detectable even by these sensitive means. In order to examine this and any processing involved in the synthesis or maturation of the other virus proteins it was necessary to inhibit protein processing during virus replication. Two procedures were used, elevated temperature and treatment with the drug p-fluorophenylalanine.",
            "cite_spans": [
                {
                    "start": 566,
                    "end": 569,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 696,
                    "end": 699,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 366,
                    "text": "(Fig. 1 c)",
                    "ref_id": null
                }
            ],
            "section": "Time course of virus protein synthesis"
        },
        {
            "text": "Cells were infected at 37 °C as described and transferred to 42 °C at hourly intervals post infection. Protein synthesis was allowed to proceed at this temperature for 1 h to permit the accumulation of any precursor molecules being synthesized. At the end of this time cells were harvested and prepared for electrophoresis, blotted and stained with immune cat serum or monoclonal antibodies as described.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of increased temperature"
        },
        {
            "text": "When monoclonal antibodies were used capsid protein was detected from the first sample and began to accumulate after 2 h at 37 °C (Fig. 2 a) . Under these conditions the capsid accumulated as a double band, this was also seen in similar experiments using SMSV infected cells [3] . The induction of a 76 kd polypeptide was observed in increasing amount after 2 h at 37 °C. This is presumably a capsid precursor protein as identified by Fretz and Schaffer [3] and we designate this protein cpP 76. Faint bands intermediate in size between the precursor and the capsid protein were also observed.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 278,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 454,
                    "end": 457,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 140,
                    "text": "(Fig. 2 a)",
                    "ref_id": null
                }
            ],
            "section": "Effect of increased temperature"
        },
        {
            "text": "When the same samples were probed with the immune cat serum, many other proteins were detected (Fig. 2 b) . The main difference between proteins synthesized during a normal infection at 37 °C and in these experiments was the appearance at 2 h p.i. of two new proteins 125 and 123 kd respectively which we term P 125 and P 123. P 96 appeared slightly larger in this analysis (98 kd) and this is discussed below. Synthesis of the capsid precursor protein began after 2 h at 37 °C and this protein was clearly visible as the upper component of a multiple band of closely spaced proteins around the 75 kd region. Once more the capsid protein accumulated as a double band. A final novel band (112 kd) was observed, this species was faint compared with the other new bands and was observed after 3 h at 37 °C. The other proteins identified in the time course of virus protein synthesis at 37 °C were unchanged.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 105,
                    "text": "(Fig. 2 b)",
                    "ref_id": null
                }
            ],
            "section": "Effect of increased temperature"
        },
        {
            "text": "An alternative method of inhibiting proteolytic processing is to use the amino acid analogue, p-fluorophenylalanine (FPA) [10] . This compound has two Fig. 2 a, b . Effect of temperature elevation on induced proteins. Cells were infected and processed for electrophoresis as described in the text. [1] [2] [3] [4] Infected cultures were shifted to 42 °C at hourly intervals p.i., M mock-infected cells. Blots were stained with: a monoclonal antibody 1 G 9; b polyclonal immune cat serum. Protein bands are marked as described in the text actions: it may be incorporated into proteins (including proteases) and disrupt correct molecular function; or alternatively it may be incorporated into the protein substrate and decrease the \"cleavability\"of that substrate. These two effects combine to reduce the level of protein cleavage intracellularly. The inhibitory effect of this drug was compared with that exerted by temperature elevation. Three replicate cultures of C R F K cells were infected with F C V as described and the virus was allowed to adsorb at 37 °C for 60 min. At the end of this time the inoculum was removed and the monolayers were washed. The cultures were then overlaid with either fresh m e d i u m (two dishes) or fresh m e d i u m containing 1 mg/ml F P A (one dish). Incubation was continued at 37 °C for 3 h when one of the FCV-infected cultures lacking the drug was removed to 42 °C. Incubation was continued for a further hour when all cultures were assessed for cpe and prepared for electrophoresis as described. Proteins were Fig. 3 . Effect of FPA inhibition ofproteotysis compared to the effect of elevated temperature. Infected cells were treated with FPA or temperature elevation as described in the text and processed for Western blotting. Bands were detected using polyclonal immune cat serum and tracks are labelled according to the treatment received. Protein bands are as designated in the text separated on a polyacrylamide gel and blotted onto nitrocellulose before detection with immune cat serum (Fig. 3) . The proteins detected in the 37 °C infection were as expected from the foregoing discussion, P 96, P 84, P 75, P 70, cP 62 (capsid), and the three low molecular weight proteins P 39, P 36, and P 27. Similarly transfer to 42 °C led to the accumulation of the expected proteins characteristic of that treatment, that is P 125, P 123 and low amounts of P 112. The cluster of species at approximately 75 kd which includes cpP 76 was not well resolved on this gel. Treatment with FPA however caused an obvious difference in the polypeptide patterns observed. There were greatly increased levels of P 84 and P 70, and P 96 appeared as an obvious double band. The lower component of this doublet co-migrated with P 96 from a normal 37 °C infection, and the upper band co-migrated with that observed at 42 °C (P 98). Addition of FPA inhibited the development of virus-induced cpe completely despite the fact that induction of the late polypeptides had occurred. Transfer to elevated temperature largely prevented the increase in cpe which occurs between 3 and 4 h p.i., and release of progeny virus. 76 M.J. Carter FCV-infected cells were also treated with FPA at 42 °C, this procedure led to the production of proteins indistinguishable from those produced by growth at 42 °C alone (data not shown).",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 302,
                    "end": 305,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 306,
                    "end": 309,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 310,
                    "end": 313,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 162,
                    "text": "Fig. 2 a, b",
                    "ref_id": null
                },
                {
                    "start": 1553,
                    "end": 1559,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 2036,
                    "end": 2044,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Effect of inhibitors of proteolytic cleavage"
        },
        {
            "text": "It is clear that FCV replication is a complex process which may involve temporal regulation of protein synthesis. We suggest that unlike the picornaviruses, the caliciviruses may have two phases of protein synthesis. The early production of P 75 corresponds to the first, there is also evidence for the transient production of P 73 which is cleared from the cells by 3 h p.i. Since these proteins do not react with capsid protein-specific antibodies, they are unlikely to be precursors to capsid protein. P 75 and P 73 are the earliest proteins detected no precursors or products have been identified. Komolaffe et al. [-4] were able to infer the existence of a short-lived protein of about this molecular weight from their experiments, but could not separate it from a longer-lived molecule of the same size--here designated P75. Antiserum used by these workers was unable to recognize these proteins efficiently and so they could not detect them in the early stages of infection. Capsid protein detected at early times presumably represents infecting virus since no precursor to this protein can be detected before 2 h p.i. Metabolic labelling studies have also failed to detect capsid protein synthesis at these early stages of infection [4] . Virus proteins begin to increase in quantity and accumulate in the cell from 3 h p.i. onwards. This coincides with the onset of synthesis of P 125, 123, and cpP76 which are not detectable unless proteolytic processing is inhibited and marks the beginning of the late phase. P 125 and P 123 are the largest products detectable intracellutarly. A single species of this size has been observed under similar conditions [1] . In this report, we have resolved this band into two, neither of which is related to the capsid protein as judged by monoclonal antibody recognition. Pulse chase experiments and salt shock procedures led Black and Brown [1] to a similar conclusion in the case of FCV and Fretz and Schaffer in the case of SMSV [3] . The largest protein related to the capsid is cpP 76.",
            "cite_spans": [
                {
                    "start": 619,
                    "end": 623,
                    "text": "[-4]",
                    "ref_id": null
                },
                {
                    "start": 1241,
                    "end": 1244,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1663,
                    "end": 1666,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1978,
                    "end": 1981,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A 100kd protein was observed by Black and Brown [1] in FCV-infected cells, but was not found by Komolaffe and co-workers [4] . We have used the same strain as Komolaffe and have been able to confirm that proteins of this size are synthesized by FCV. FPA treatment has shown that there are two proteins in the 100 kd region, and that the protein seen at 42 °C (P 98) is slightly larger than that at 37 °C (P 96) suggesting that a maturational event is involved.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 51,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 121,
                    "end": 124,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Since these four species (P 125, P 123, P 98, and cpP 76) were only detected in significant amounts by inhibition of processing they are candidates for the primary products of translation from the 4 virus mRNAs which are known to appear at this time [6] . However, there is no obvious relationship between coding capacity of these mRNAs and the sizes of the proteins reported here. This assessment is difficult to perform because the coding strategy of the virus",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 253,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is not yet known. Some mRNAs may be similar in structure to those of the coronaviruses, and coding information could be contained in the novel sequences at the 5'end which differentiate members of the nested set. Others may be polycistronic. Furthermore, whilst P125, P123, and P98 are clearly distinguished from cpP76 by reactivity with the monoclonal antibodies, it is not possible to differentiate between these three species. Thus it remains possible that some or all of these proteins are in fact related by an event which is not inhibited at 42 °C. In this respect Black and Brown considered that, in their system P 120 could be a precursor to P 100 [1] .",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 659,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The final forms of FCV polypeptides are largely unknown. Only in the case of the capsid protein cP 62 is it certain that the mature form has been reached. It is therefore difficult to be certain which of the intracellular proteins represent mature forms and which are simply processing intermediates, but it seems likely in view of their accumulation that P 96, P 75, P 39, P 36, and P 27 are indeed final forms. P 84, P 70, and P 49 are only observed faintly towards the end of infection when cellular damage has accumulated. The breakdown in cellular organization occurring at this time could lead to disruption of the protein synthesis and maturation system, and the consequent accumulation of intermediate forms of the virus proteins. Further information on this point may be derived from a consideration of the proteins observed in FPA-treated FCV-infected cells. The proteins observed in FPA-treated infected cells at 42 °C are the same as those made at this temperature in the absence of the drug. Drug treatment alone, however, allows the simultaneous accumulation of proteins seen at both elevated and normal temperatures and leads to an increase in the amounts of P 84 and P 70. It is likely that FPA and increased temperature both inhibit protein processing, but that inhibition by FPA may be less efficient than that by temperature elevation. Consequently the normally short-lived precursor molecules P 125, P 123, P98, and cpP76 are observed in the presence of the drug, but limited and inefficient processing could allow the accumulation of intermediate forms normally only detected when cellular integrity is extensively damaged. Thus we tentatively identify P 84 and P 70 as intermediate forms in protein maturation. It seems likely that P 49 and P 112 may also constitute intermediate forms since they are similarly detecte d in low amounts late in infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The capsid protein was seen to accumulate as a double band at elevated temperature and numerous faint bands were detected between the precursor and mature forms. These may also reflect processing intermediates. In these experiments, the 40 kd capsid protein degradation product which accumulates at very late times p.i. (> 24 h) was not observed in the shorter incubation times utilized here. The 39 kd molecule reported here had no reaction with capsidspecific monoclonal antibodies and is thus clearly different from the 40 kd product reported earlier [2] . The available data concerning protein synthesis by FCV are summarized in Table 1 . Until more information is available on the caliciviruses the suggestions made in this report cannot be confirmed. To this end we are currently seeking to sequence the virus genome and to express certain regions for the production of monoclonal antibodies with which to analyse protein maturation in more detail.",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 557,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 633,
                    "end": 640,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Proteins induced by infection with caliciviruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J Gen Virol",
            "volume": "38",
            "issn": "",
            "pages": "75--82",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Monoclonal antibodies to feline calicivirus",
            "authors": [
                {
                    "first": "M J",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Routledge",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Toms",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J Gen ViroI",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Calicivirus proteins in infected cells: evidence for a capsid polypeptide precursor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fretz",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Schaffer",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Virology",
            "volume": "89",
            "issn": "",
            "pages": "318--321",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Feline calicivirus induced polypeptides",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "O"
                    ],
                    "last": "Komolaffe",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Jarrett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Nell",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Microbios",
            "volume": "27",
            "issn": "",
            "pages": "185--192",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cleavage of structural proteins during the assembly of bacteriophage T4",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "K"
                    ],
                    "last": "Laemmli",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Nature",
            "volume": "227",
            "issn": "",
            "pages": "680--685",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Further characterization of the virus-specific RNAs in feline calicivirus-infected cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Neill",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Mengeling",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Virus Res",
            "volume": "11",
            "issn": "",
            "pages": "59--72",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A neutralizing monoclonal antibody to respiratory syncytial virus which binds to both F1 and F2 components of the fusion protein",
            "authors": [
                {
                    "first": "Acr",
                    "middle": [],
                    "last": "Samson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Willcocks",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Routledge",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Toms",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Gen Virol",
            "volume": "67",
            "issn": "",
            "pages": "1479--1483",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Calici-druses",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Schaffer",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Comprehensive virology",
            "volume": "14",
            "issn": "",
            "pages": "249--283",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Division-Related Proteins",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Wheatley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Nature",
            "volume": "247",
            "issn": "",
            "pages": "281--283",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "1 a-c. The time course of virus protein synthesis investigated by Western blotting. Cells were infected and processed for electrophoresis as described in the text.[1][2][3][4][5] Samples were taken at hourly intervals p.i., M mock-infected cultures, Blots were stained with: a, b polyclonal immune cat serum; c monoclonal anticapsid antibody 1 G 9. b Enlargement of a t -4 . Protein bands marked as described in the text",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Feline calicivirus proteins",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by the MRC under the \"New Blood\" scheme. We thank Miss Julia Walker for excellent technical assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        }
    ]
}