{
    "paper_id": "baa854f6c6e0a70e6500ee81a92c40d7b5cae3af",
    "metadata": {
        "title": "Symposium 3: Non-enzymatic biocatalysts in nature and biotechnology Reverse splicing of the Tetrahymena Group I intron: Studies in RNA catalysis RNA species with endonuclease activity against target molecules",
        "authors": [
            {
                "first": "F",
                "middle": [
                    "X"
                ],
                "last": "Sullivan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "R"
                ],
                "last": "Cech",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "A"
                ],
                "last": "Woodson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "One of the earliest known examples of RNA catalysis is the selfsplicing of the Tetrahymena Group I intron. This reaction has been shown to proceed by a two-step mechanism where the intron catalyzes transesterification reactions at specific phosphodiester bonds, with conservation of the total number of bonds [1]. Self-splicing requires only an exogenous guanosine co-factor, and no external energy source. One prediction of this mechanism is that the reaction should be readily reversible. A related reaction, cyclization of the excised intron RNA, was previously shown to be reversible [2]. We have demonstrated that the self-splicing reaction of the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Tetrahymena Group I intron is fully reversible in vitro [3] . Incubation of ligated exon RNA with the linear intron in the absence of guanosine produces a molecule containing the splice site sequences of the precursor RNA. 5' exon sequences which can pair with sequences within the intron are essential, whereas 3' exon sequences are not required for the reverse reaction.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We have also shown that the intron RNA can integrate into a/~-globin transcript which is unrelated to the natural exons. Integration of the intron RNA into another m R N A has implications for transposition of Group I introns during evolutionary development [4, 5] .",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 261,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 262,
                    "end": 264,
                    "text": "5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The sequences immediately upstream of the 5' splice site have been shown to pair with sequences in the intron during self-splicing, and this pairing is required for activity. The same sequences are also involved in another hairpin in the spliced ribosomal RNA, which is the natural site of the Tetrahymena Group I intron. We have constructed a number of variants where the wild-type hairpin is either strengthened or destabilized, and tested them in both forward and reverse splicing reactions. The ability to form a stable hairpin in the flanking exon sequences lowers the rates of both the forward and reverse reactions. Thus, at least in vitro, the pairing within the exon sequences competes with pairing of the 5' exon and the intron which is necessary for catalysis. A refolding of the RNA following excision of the intron may serve to shift the equilibrium in favor of the normal spliced products. Recent efforts in our laboratory have concentrated on optimizing ribozyme design for increased activity in vitro and testing activity in vivo. We are currently assessing both in vitro and in vivo ribozyme activity directed against cat m R N A and two pathogenic RNA targets. The two pathogen model systems are the 6000nt ssRNA genome of tobacco mosaic virus (TMV) and the 371 nt circular ssRNA of citrus exocortis viroid. In vitro kinetic studies indicate that the secondary structure of the target RNA greatly influences ribozyme activity. Studies will also be discussed which describe the in vivo activity of ribozymes directed against cat mRNA and TMV infection in transgenic plants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Fresenius J Anal Chem (1990) 337:13 -© Springer-Verlag 1990",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA species with endonuclease activity against target molecules"
        },
        {
            "text": "Genzentrum der Universit/it Mfinchen, Max-Planck-Institut ffir Biochemie, D-8033 Martinsried, Federal Republic of Germany Today, monoclonal antibodies can be produced against almost any chemical structure. The advent of gene technology makes it now possible to go one step further: To produce antibodies not present in the natural pool or to directly obtain smaller fragments of the antibody. While convenient techniques to alter DNA sequences had been firmly established, the production of the antibody protein from the altered genes was not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recombinant antibodies produced in E. coli: Prospects for catalysis Andreas Pliickthun"
        },
        {
            "text": "Some time ago, we solved this problem by developing an expression system with which fully functional antibody Fv or F,b fragments can be expressed in E. coli [1] . Both chains are co-expressed and co-secreted into the periplasm of E. coli with correct signal-processing, disulfide formation, and chain association. The Fv and F,u fragments can be purified to homogeneity in a single step by hapten affinity chromatography. The binding constant of the hapten to the Fv fragment was found to be identical to that of the whole antibody. As a model system, we used the particularly well studied phosphorylcholine binding antibody McPC603. Most importantly, the crystal structure of its Fab fragment with [2] and without [3] bound hapten is known. The genes encoding the variable domains (Vn and VL) had been obtained by DNA synthesis. In addition, we had constructed genes encoding the variable and the appropriate constant domains of each chain in order to directly express the Fab fragment [4] .",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 700,
                    "end": 703,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 716,
                    "end": 719,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 988,
                    "end": 991,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Recombinant antibodies produced in E. coli: Prospects for catalysis Andreas Pliickthun"
        },
        {
            "text": "The expression system allows an easy access to both Fab and Fv fragments. Fv fragments are very difficult to prepare proteolytically and had, before the availability of this expression system, not been characterized in detail. Since they constitute the smallest antigen binding fragment and since they are promising models for structural studies as well as in cancer diagnostics and therapy, it is essential to have a complete understanding of their physical properties. The association constant between the Vn and VL domains was determined by crosslinking and fluorescence experiments. We found that VL dimerizes with itself with an association constant similar to that of the heterodimer, but VH does not. The binding of the hapten favors the association to the correct Fv fragment and stabilizes the Fv fragment at low concentrations. The dissociation of the two chains also limits their stability at physiological temperatures. From the knowledge of the structure, altered proteins were constructed that are up to 60-fold more stable against irreversible denaturation. These stable variants are covalently crosslinked by an engineered intermolecular disulfide-bond, by a connecting peptide linker or by glutaraldehyde [5] . Such small and stable fragments with full binding activity might extend the range of applications of antibodies in biotechnology and medicine.",
            "cite_spans": [
                {
                    "start": 1222,
                    "end": 1225,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Recombinant antibodies produced in E. coli: Prospects for catalysis Andreas Pliickthun"
        },
        {
            "text": "We have recently solved the crystal structure of this recombinant VL dimer [6] and are pursuing the structure determination of the recombinant Fv fragment.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 78,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Recombinant antibodies produced in E. coli: Prospects for catalysis Andreas Pliickthun"
        },
        {
            "text": "The Fv and Fab fragments of this antibody are very convenient model systems for quantitatively investigating binding interactions by systematic modification of the antigen binding site and the hapten. We have now characterized the binding affinities of a range of mutants. This constitutes the foundation of a database against which to check the results from theoretical calculation of Nnding constants in this system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recombinant antibodies produced in E. coli: Prospects for catalysis Andreas Pliickthun"
        },
        {
            "text": "One of the essential features of enzyme catalysis is a structural complementarity of the protein to the transition state of the reaction. Antibodies raised against stable analogs of the transition state have previously been shown to have catalytic function in certain instances. We have now shown that the recombinant Fv fragment of McPC603 possesses catalytic activity toward the hydrolysis of a carbonate ester. The kinetic rate constants were determined. This made it possible to carry out a systematic investigation of this catalysis by site directed mutagenesis, binding studies, kinetics and crystallography to get further insight into the structural requirements of an efficient catalytic antibody. The presence of leukocyte elastase (HLE) in the serum, released from damaged or overloaded leukocytes, with its high unspecific proteolytic activity, is considered to be one of the main factors effecting mortality in septic shock syndrome, acute respiratory distress syndrome (ARDS), multiple organ failure (MOF) after polytrauma and burns shock. The shock syndrome is accompanied by loss of factors required for haemostasis (disseminated intravascular coagulation; DIC), activation of complement, and increased vasodilation and vaso-permeability. In emphysema and rheumatoid arthritis low levels of HLE inhibitors and high levels of proteolytic activities have been implicated. Elastase activity has also recently been implicated in local hormone release during inflammation. The natural inhibition of elastase is complicated by the inactivation of alpha-l-antitrypsin by oxygen, and also by oxygen radicals created by lysosomal oxidases. On this basis it is considered that a strong, highly specific elastase inhibitor could function as an effective therapeutic agent for the syndromes mentioned above, and in particular reduce mortality associated with ARDS, MOF, septic and burns shock. The validity of various animal models in testing this hypothesis will be discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recombinant antibodies produced in E. coli: Prospects for catalysis Andreas Pliickthun"
        },
        {
            "text": "Recombinant DNA technology has been applied to the production of peptide elastase inhibitors from a number of serine protease inhibitors, namely oxidation resistant human alpha-lantitrypsin, eglin C from the leech, human serum inhibitor-I (HUSH), aprotinin and, our own contribution, human pancreatic secretory trypsin inhibitor (hPSTI).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recombinant antibodies produced in E. coli: Prospects for catalysis Andreas Pliickthun"
        },
        {
            "text": "It was considered that a clinically useful elastase inhibitor requires the following properties; low molecular weight (tissue penetration, low antigenicity), oxygen resistance (no methionine or free cysteine), should be of human origin (low antigenicity), easily secretable through the kidney (reduced renal stress), reasonable retention time in serum (hours; duration of activity).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recombinant antibodies produced in E. coli: Prospects for catalysis Andreas Pliickthun"
        },
        {
            "text": "All these criteria could be met by hPSTI. An important additional criteria for our selection of hPSTI for our studies was the similarity in structure between hPSTI and other serineprotease inhibitors of either known primary or tertiary structure (e.g. the ovomucoids and porcine PSTI). Some of the ovomucoid domains are known elastase inhibitors. This data base was used to limit the initial set of variants to be constructed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recombinant antibodies produced in E. coli: Prospects for catalysis Andreas Pliickthun"
        },
        {
            "text": "Starting with human PSTI synthetic genes [1] , variants were created which exclusively inhibit HLE with inhibitory constants as low as 5 x ]0-12 M [2] [3] [4] . Model structures were developed on the basis of known structures of analogous inhibitors and proteases. Computer aided protein design (CAPD) was used to model the structure of human leukocyte elastase and human PSTI from the known structures of porcine pancreatic elastase (36% homology) and porcine PSTI (67% homology) [5] . Models of the protease/inhibitor complexes were used to select variants which should give the highest affinity (and specificity; via modelling chymotrypsin complexes) for human elastase. This was of particular value in view of the astronomical number of possible variants, even when confined to the approximately ten residues postulated as being directly involved in direct contact between protease and inhibitor. Crystal structures of PSTIvariant/protease complexes not allow a critical evaluation of the modelling process. A vector pMAMPF, which allows sequencing, site specific mutagenesis, product synthesis and secretion in E. coli, without subcloning steps, simplifies the genetic segment of the design cycle. This production system also had the added advantage that product was produced in the medium in active form and as such could be used directly for analysis of inhibitory parameters, without renaturation steps.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 44,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 147,
                    "end": 150,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 154,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 481,
                    "end": 484,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Recombinant antibodies produced in E. coli: Prospects for catalysis Andreas Pliickthun"
        },
        {
            "text": "All variants are exceedingly stable against cleavage by elastase, in contrast to the transient inhibitory properties of the initial hPSTI complexed with trypsin. Amongst the last set of variants, one was obtained which exhibits an extremely low dissociation constant (< 10-6 s-1). This could be of particular importance in terms of the in vivo effectiveness. This phenomenon is hypothesized as being due to exclusion of water from the active center due to the strong hydrophobic interaction between inhibitor and elastase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recombinant antibodies produced in E. coli: Prospects for catalysis Andreas Pliickthun"
        },
        {
            "text": "Future research will involve a critical evaluation of the clinical application in collaboration with other groups, using, initially, animal models and a rabbit lung perfused with human leukocytes as a model for ARDS. In addition, this approach is now being applied to the development of novel inhibitors based on the human seminal inhibitor-II acrosin inhibitor, recently cloned by Edwin Fink (Univ. Miinchen), and will be extended to the inhibitory specificity with other human serine proteases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recombinant antibodies produced in E. coli: Prospects for catalysis Andreas Pliickthun"
        }
    ],
    "bib_entries": {
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Advances in Protein Design Workshop",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "201--203",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Biol Chemie Hoppe-Seyler",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Genetic engineering of specific elastase inhibitor peptides and their possible medical application John Collins GBF -Gesellschaft ffir Biotechnologische Forschung, Mascheroder Weg 1, D-3300 Braunschweig, Federal Republic of Germany",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Mark Young, Rhonda Perriman, Lisa Kelly, Linda Graf, Danny Llewellyn, and Wayne Gerlach CSIRO, Division of Plant Industry, Canberra 2601, Australia Ribozymes are catalytic RNAs which direct site-specific cleavage of RNA molecules. In vitro cleavage of targeted RNAs has been previously demonstrated in a number of ribozyme systems. Our laboratory had demonstrated that ribozymes derived from the satellite of tobacco ringspot virus system are capable of efficient site-specific cleavage of cat m R N A in vitro.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}