{
    "paper_id": "bb4845cf51a83d817c2e1d887dde303026c3019b",
    "metadata": {
        "title": "Thylakoid protein phosphorylation in evolutionally divergent species with oxygenic photosynthesis",
        "authors": [
            {
                "first": "Saijaliisa",
                "middle": [],
                "last": "Pursiheimo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Turku",
                    "location": {
                        "postCode": "FIN-20014",
                        "settlement": "Turku",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Eevi",
                "middle": [],
                "last": "Rintama",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Turku",
                    "location": {
                        "postCode": "FIN-20014",
                        "settlement": "Turku",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Elena",
                "middle": [],
                "last": "Baena-Gonzalez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Turku",
                    "location": {
                        "postCode": "FIN-20014",
                        "settlement": "Turku",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Eva-Mari",
                "middle": [],
                "last": "Aro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Turku",
                    "location": {
                        "postCode": "FIN-20014",
                        "settlement": "Turku",
                        "country": "Finland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Phosphothreonine antibody was used to explore reversible thylakoid protein phosphorylation in vivo in evolutionally divergent organisms with oxygenic photosynthesis. Three distinct groups of organisms were found. Cyanobacteria and red algae, both with phycobilisome antenna system, did not show phosphorylation of any of the photosystem II (PSII) proteins and belong to group 1. Group 2 species, consisting of a moss, a liverwort and a fern, phosphorylated both the light-harvesting chlorophyll a/b proteins (LHCII) and the PSII core proteins D2 and CP43, but not the D1 protein. Reversible phosphorylation of the D1 protein seems to be the latest event in the evolution of PSII protein phosphorylation and was found only in seed plants, in group 3 species. Light-intensity-dependent regulation of LHCII protein phosphorylation was similar in group 2 and 3 species, with maximal phosphorylation of LHCII at low light and nearly complete dephosphorylation at high light.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "z 1998 Federation of European Biochemical Societies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Several thylakoid proteins of higher plants undergo reversible light-dependent phosphorylation [1, 2] . These phosphoproteins mainly belong to the photosystem II (PSII) complex, including the heterodimeric reaction center polypeptides D1 and D2, the internal chlorophyll a antenna polypeptide CP43 and the 9 kDa psbH gene product as well as the two major polypeptides of the light-harvesting chlorophyll a/b binding complex (LHCII). Reversible phosphorylation of all these proteins occurs at the N-terminal threonine residue on the stromal side of the thylakoid membrane [3, 4] . Additionally, a chill-induced light-dependent phosphorylation of a minor chlorophyll a/b binding protein CP29 has been shown to occur in maize leaves [5] . Reversible phosphorylation of PSII proteins in lower photosynthetic organisms is less well characterized. Phosphorylation of D1, D2 or CP43 in red algae or cyanobacteria has not been reported (for reviews, see [6, 7] ), yet the phenomenon has been supposed to be involved in regulatory processes of PSII function [6, 8] . Chlorophyll b-possessing lower eukaryotic organisms, like green algae and mosses, also appear to di¡er from higher plants with respect to PSII core protein phosphorylation [9, 10] . On the other hand, LHCII polypeptide phosphorylation has been established also for green algae [11^13] .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 101,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 574,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 575,
                    "end": 577,
                    "text": "4]",
                    "ref_id": null
                },
                {
                    "start": 730,
                    "end": 733,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 946,
                    "end": 949,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 950,
                    "end": 952,
                    "text": "7]",
                    "ref_id": null
                },
                {
                    "start": 1049,
                    "end": 1052,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 1053,
                    "end": 1055,
                    "text": "8]",
                    "ref_id": null
                },
                {
                    "start": 1230,
                    "end": 1233,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 1234,
                    "end": 1237,
                    "text": "10]",
                    "ref_id": null
                },
                {
                    "start": 1335,
                    "end": 1342,
                    "text": "[11^13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Reversible LHCII polypeptide phosphorylation has been implicated in the regulation of excitation energy distribution between the two photosystems [6, 14] while the physiological signi¢cance of PSII core protein phosphorylation is not yet fully resolved. Reversible D1 protein phosphorylation of higher plants has been shown to play an important role in the regulation of D1 protein turnover and hence the repair of PSII centers under photoinhibitory conditions [15, 16] . PSII repair cycle also involves a conversion of PSII dimers to monomers [17] . The stability of PSII dimers is possibly controlled by reversible phosphorylation of PSII core proteins thus providing another level of regulation for D1 degradation [18] . Thylakoid protein phosphorylation, however, may not only be involved in a short-term regulation of photosynthetic processes but possibly also has a crucial role in physiological and metabolic signalling within chloroplasts or even in the crosstalk between the chloroplast and the nuclear genomes.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 149,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 150,
                    "end": 153,
                    "text": "14]",
                    "ref_id": null
                },
                {
                    "start": 461,
                    "end": 465,
                    "text": "[15,",
                    "ref_id": null
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "16]",
                    "ref_id": null
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 717,
                    "end": 721,
                    "text": "[18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recent application of the phosphothreonine antibody for studies of thylakoid protein phosphorylation has made it possible to investigate the dynamics of thylakoid protein phosphorylation in intact plants [19] . In the present study we have addressed a question on phosphorylation of PSII proteins and its response to the irradiance level in evolutionally divergent oxygenic photosynthetic organisms, which has been a matter of confusion in attempts to reveal the physiological role of PSII protein phosphorylation.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Synechocystis sp. PCC 6803 wild type cells were grown in BG-11 medium under continuous light of 50 Wmol photons m 3P s 3I . Aseptic cultures of Ceratodon purpureus protonemata were grown in culture medium on cellophane membranes [20] under a photon £ux density (PFD) of 50 Wmol photons m 3P s 3I at 20³C. Marchantia polymorpha, a liverwort, and Adiantum tenerum, a fern, were grown in a greenhouse under low irradiance (30 Wmol photons m 3P s 3I ) in a 12/12 h light rhythm. Pumpkin (Cucurbita pepo L.) and winter rye (Secale cereale L.) were grown at 300 Wmol photons m 3P s 3I in a 16/8 h light rhythm at 20³C for pumpkin and at 20³C/13³C for rye. Ceramium tenuicorne, a red alga, was collected from its natural habitat (the coast of the Baltic Sea in southwestern Finland) and exposed to di¡erent light treatments during the same day.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "For analysis of the steady-state level of thylakoid protein phosphorylation, the photosynthesizing tissue of di¡erent species was harvested in the end of the 12-h dark period, after 4 h in growth light conditions and after a high-light treatment of intact plants. Rye plants were additionally treated at several intermediary light intensities. High-light treatment of the higher plants was given under a metalhalide lamp (HQI-T 250 W/daylight) at a PFD of 2000 Wmol photons m 3P s 3I for 4 h. Less severe light treatments were given for low-light grown organisms; Synechocystis, Ceratodon and Adiantum were illuminated for 4 h and Ceramium and Marchantia for 1 h at a PFD of 500 Wmol photons m 3P s 3I . After di¡erent light treatments, samples were immediately frozen in liquid nitrogen and stored at 380³C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Thylakoid membranes of Synechocystis were isolated according to Tyystja ërvi et al. [21] in the presence of 10 mM NaF to inhibit thylakoid protein dephosphorylation. For other species the thylakoids were rapidly isolated by homogenizing the tissue in ice-cold isolation bu¡er (350 mM sucrose, 25 mM Tris-HCl, pH 8.5, 5 mM Mg-acetate, 5 mM K-acetate, 10 mM NaF). After ¢ltration through Miracloth, thylakoids were collected by centrifugation at 6000Ug, for 2 min, at 4³C, washed in 25 mM Tris-HCl, pH 8.5, 10 mM Mg-acetate, 100 mM K-acetate, 10 mM NaF and ¢nally suspended in the isolation bu¡er and stored at 380³C. The chlorophyll content of plants with LHCII antenna was determined according to Porra et al. [22] while the method of Arnon [23] was used to determine chlorophyll a content in Synechocystis and Ceramium, possessing a phycobilisome antenna as a light-harvesting system for PSII.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 710,
                    "end": 714,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 741,
                    "end": 745,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Thylakoid polypeptides were separated by SDS-PAGE essentially according to Laemmli et al. [24] , using 15% acrylamide and 6 M urea in the separation gel. Thylakoid samples equivalent to 2.5 Wg chlorophyll for Synechocystis and Ceramium, 1.5 Wg of chlorophyll for Ceratodon, Marchantia and Adiantum, and 1 Wg of chlorophyll for pumpkin and rye were loaded in the wells. Polypeptides were electroblotted to a PVDF membrane (Immobilon P, Millipore). After blocking with 1% BSA (fatty acid free, Sigma), thylakoid phosphoproteins were immunodetected with a commercial polyclonal phosphothreonine antibody (Zymed Laboratories Inc.) using an Immuno-Lite Assay Kit (BioRad). D1, D2, CP43, CP29 and LHCII were immunodetected with protein-speci¢c antibodies. The D1-speci¢c antibody was raised against the amino acids 234^242 of the D-E loop of D1 protein and the D2-speci¢c antibody against the amino acids 230^245 of the D-E loop of D2 protein in Synechocystis 6803 (Research Genetics, Huntsville, AL). Protein-speci¢c antibodies against CP43, CP29 and LHCB2 were generous gifts from Dr. Roberto Barbato, Dr. David Simpson and Dr. Stefan Jansson, respectively.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "angiosperms Pumpkin and rye responded to changing light conditions with clear modi¢cations in the steady-state phosphorylation level of the thylakoid proteins (Fig. 1) , and essentially similar results were also obtained for pea (data not shown) and spinach [19] . The main phosphoproteins were identi¢ed as P-CP43, P-D2, P-D1 and P-LHCII, with protein-speci¢c antibodies ( Fig. 1) . Detection of the 9 kDa phosphoprotein was not consistently successful. In pumpkin, nearly complete dephosphorylation of the phosphoproteins took place during the dark period and the level of phosphorylation of all the phos-phoproteins increased after a shift to growth light (Fig. 1A) . During high-light treatment, the PSII core protein phosphorylation further increased whereas LHCII was almost completely dephosphorylated, as also shown earlier [19] . 2 . Thylakoid protein phosphorylation in di¡erentially light-treated lower plants with LHCII antenna. Ceratodon, Marchantia and Adiantum were exposed to darkness, to growth light and to high light, and the PSII phosphoproteins were analyzed with phosphothreonine-speci¢c antibody. The corresponding light intensities are indicated above the lanes. For quantitative comparison of immunolabelling, a thylakoid sample of rye, illuminated at 600 Wmol photons m 3P s 3I , was run in parallel with the lower plant samples. On the right hand side, an immunoblot (i) with protein-speci¢c antibodies demonstrating the migration of CP43, D2, P-D1, D1 and LHCB2 in Adiantum (A) and rye (R). this experiment. Phosphorylation of D2 and CP43 responded to increasing irradiance very similarly to that of the D1 protein. As in pumpkin [19] , LHCII showed maximal phosphorylation well below the growth light intensity (300 Wmol photons m 3P s 3I ) and then sharply declined as irradiance increased. Interestingly, exposure of rye plants to high irradiance (2000 Wmol photons m 3P s 3I ) also resulted in an accumulation of a 33 kDa phosphoprotein in the thylakoid membrane. This polypeptide cross-reacted with a CP29-speci¢c antibody (Fig. 1B) and possibly represents the phosphorylated form of the 29 kDa chlorophyll a/b binding protein [5] . It should be noted that in our gel system the phosphorylated and non-phosphorylated forms of CP29 could not be separated.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 262,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 832,
                    "end": 836,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1658,
                    "end": 1662,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 2160,
                    "end": 2163,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 167,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 374,
                    "end": 381,
                    "text": "Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 659,
                    "end": 668,
                    "text": "(Fig. 1A)",
                    "ref_id": null
                },
                {
                    "start": 839,
                    "end": 840,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 2056,
                    "end": 2065,
                    "text": "(Fig. 1B)",
                    "ref_id": null
                }
            ],
            "section": "Reversible phosphorylation of thylakoid proteins in"
        },
        {
            "text": "photosynthetic organisms with LHCII antenna No distinct reversible D1 protein phosphorylation was detected in lower eukaryotic oxygenic organisms (Fig. 2) . Hardly any signal was detected in the thylakoids of Ceratodon (moss) or Marchantia (liverwort) and only a faint immunoresponse in the region where P-D1 migrates in higher plants was obtained with the phosphothreonine antibody in Adiantum (fern). Moreover, this phosphoprotein was not recognized by the D1-speci¢c antibody, which cross-reacted with both the nonphosphorylated and phosphorylated forms of D1 in the higher plants (Fig. 2) . Neither did di¡erent irradiance conditions induce any D1 phosphorylation in these species. Opposite to the D1 protein, both D2 and CP43 were clearly phosphorylated in Ceratodon, Marchantia and Adiantum (Fig. 2) . In Ceratodon and Marchantia, D2 and CP43 remained phosphorylated also in darkness and at low light, and the phosphorylation level hardly increased with increasing light intensity. However, in Adiantum, D2 and CP43 were almost completely dephosphorylated under growth light conditions and the level of phosphorylation clearly increased as the plant was shifted from growth light to high light, and a surprisingly high level of phosphorylation was also detected in dark-adapted plants.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 154,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 592,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 797,
                    "end": 805,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Thylakoid phosphoproteins in lower eukaryotic"
        },
        {
            "text": "Ceratodon, Marchantia and Adiantum all possess chlorophyll a/b complexes as a light-harvesting system for PSII and also showed phosphorylation of LHCII polypeptides. Notably, changing light conditions induced similar reversible phosphorylation of LHCII in all chlorophyll b possessing organisms (chlorophyll a/b ratios are given in Table 1 ): also in these lower organisms, the phospho-LHCII was present almost exclusively at growth light conditions. Hardly any immunoresponse with the phosphothreonine antibody was detectable after incubation of these species at high light or in darkness (Fig. 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 339,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 590,
                    "end": 597,
                    "text": "(Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Thylakoid phosphoproteins in lower eukaryotic"
        },
        {
            "text": "oxygenic organisms No phosphorylation of PSII core proteins was detected in vivo in the cyanobacterium Synechocystis or in the red alga Ceramium (Fig. 3) . The phosphothreonine antibody gave some cross-reaction with a 31 kDa and a 24 kDa polypeptide in Synechocystis (Fig. 3A) . The level of phosphorylation of the 31 kDa protein was highest in darkness and somewhat less phosphorylation was observed both at low and high irradiances. Phosphorylation of the 24 kDa polypeptide was totally independent of the light conditions. In Ceramium, the phosphothreonine antibody gave an immunoresponse with a 67 kDa polypeptide (data not shown) and with 31 kDa, 22.5 Wmol photons m 3P s 3I , respectively) and the thylakoid protein phosphorylation was analyzed with a phosphothreonine antibody (exposure times of X-ray ¢lms were ¢ve times longer than in Figs. 1 and 2) . On the right hand sides, immunoblots (i) with protein-speci¢c antibodies against CP43, D2 and D1 are shown.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 153,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 267,
                    "end": 276,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 844,
                    "end": 858,
                    "text": "Figs. 1 and 2)",
                    "ref_id": null
                }
            ],
            "section": "Thylakoid phosphoproteins in phycobilisome-containing"
        },
        {
            "text": "kDa, 15 kDa polypeptides (Fig. 3B) . As in Synechocystis, also in Ceramium, strong phosphorylation of the 31 kDa protein was evident in darkness but at low and high irradiances the protein was completely dephosphorylated. The 22.5 kDa protein was phosphorylated under low light conditions while a complete dephosphorylation was observed under high light conditions and in darkness. The 15 kDa (Fig. 3B ) and the 67 kDa polypeptides (data not shown) were phosphorylated in a light-independent manner. Both in Synechocystis and Ceramium, the protein-speci¢c antibodies cross-reacted with only one form of D1, D2 and CP43, none of which co-migrated with the 31 kDa phosphoprotein (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 25,
                    "end": 34,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 393,
                    "end": 401,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 677,
                    "end": 685,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Thylakoid phosphoproteins in phycobilisome-containing"
        },
        {
            "text": "Oxygenic photosynthetic organisms can be divided into three groups with respect to their PSII core protein phosphorylation. Cyanobacteria and red algae, with apparent lack of the phosphorylation of PSII core polypeptides D1, D2 and CP43, belong to group 1 organisms. Although light-dependent phosphorylation of both thylakoid and soluble proteins has previously been reported in cyanobacteria [25, 26] , all these experiments, like our present approach with polyclonal phosphothreonine antibody (Fig. 3) , have failed to reveal any phosphorylation of PSII core proteins in cyanobacteria. Similarly, no phosphorylated PSII core proteins could be detected in the thylakoids of a red alga (Fig. 3) . Prokaryotic prochlorophytes apparently also belong to this group [27, 28] , and it is worth noting that the chlorophyll a/b proteins present in this group have recently been shown not to belong to the Lhc gene family encoding the LHCII proteins of chloroplasts [29] .",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 397,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 398,
                    "end": 401,
                    "text": "26]",
                    "ref_id": null
                },
                {
                    "start": 762,
                    "end": 766,
                    "text": "[27,",
                    "ref_id": null
                },
                {
                    "start": 767,
                    "end": 770,
                    "text": "28]",
                    "ref_id": null
                },
                {
                    "start": 958,
                    "end": 962,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 495,
                    "end": 503,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 686,
                    "end": 694,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Group 2 organisms consist of green algae [9] , mosses, liverworts and probably also ferns. The most distinguishable feature of these species was the apparent lack of D1 protein phosphorylation (Fig. 2) . Notably, all the species in group 2 exhibited phosphorylation of D2 and CP43. Clear variance, however, was evident inside this group with respect to the light regulation of D2 and CP43 phosphorylation. Only in the fern, a strong light-intensity-dependent phosphorylation of both D2 and CP43 could be clearly demonstrated.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 44,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 201,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Group 3 organisms, consisting of gymnosperms [10] and angiosperms ( Fig. 1) , both monocots and dicots, showed distinct reversible phosphorylation of all three PSII core phosphoproteins D1, D2 and CP43. Opposite to the saturation of PSII core protein phosphorylation already at moderate light intensities in pumpkin leaf discs [16] , a linear increase in the phosphorylation of D1, D2 and CP43 with increasing light intensity up to 2000 Wmol photons m 3P s 3I was apparent when intact rye plants were illuminated (Fig. 1) .",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 49,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 327,
                    "end": 331,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 75,
                    "text": "Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 513,
                    "end": 521,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "It is noticeable that all organisms in groups 2 and 3, with a capacity to phosphorylate at least D2 and CP43, also possess reversible LHCII phosphorylation (Figs. 1 and 2) [11, 12, 30] . In contrast, no phosphorylated PSII core proteins were detected in the eukaryotic red alga that possesses a phycobilisome antenna instead of LHCII (Fig. 3) . It is therefore conceivable that the PSII core protein phosphorylation is associated with the mechanism of light harvesting into PSII and raises a question weather the phosphorylation of LHCII is the origin for PSII core protein phosphorylation. LCHII phosphorylation has apparently evolved ¢rst, together with grana stacking, to regulate the distribution of excitation energy between the two photosystems. Grana stacking, although sometimes very irregular in group 2 species, is typical for species with reversible LHCII phosphorylation. Whether the phosphorylation of D2 and CP43 evolved independently of LHCII phosphorylation cannot be answered at the moment. Indisputably, however, the reversible D1 protein phosphorylation is the latest event in thylakoid protein phosphorylation and present exclusively in seed plants, both angiosperms and gymnosperms.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 177,
                    "end": 180,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 184,
                    "text": "30]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 171,
                    "text": "(Figs. 1 and 2)",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 342,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The lack of D1 protein phosphorylation in group 2 organisms suggests at least two di¡erent kinases in phosphorylation of thylakoid proteins, one for LHCII, D2 and CP43 and the other for D1 protein phosphorylation. However, the regulation of LHCII phosphorylation distinctively di¡ers from that of D2 and CP43, as evidenced by the di¡erential response of the phosphorylation of these proteins to increasing light intensity (Fig. 1) and by the phosphorylation studies with electron transport inhibitors and cyt b T /f mutants [31, 32] . Therefore it is possible that even three di¡erent kinases are involved in reversible phosphorylation of thylakoid proteins in seed plants. Moreover, the kinase responsible for phosphorylation of CP29 is possibly distinct from the kinase(s) involved in phosphorylation of other PSII proteins. Despite intense research, none of the thylakoid-associated kinases have yet been isolated and characterized.",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 528,
                    "text": "[31,",
                    "ref_id": null
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 422,
                    "end": 430,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The absence of PSII core protein phosphorylation in cyanobacteria and red algae clearly demonstrates it unnecessary for the proper function of PSII. Reversible PSII core protein phosphorylation may instead have evolved as a regulatory mechanism for the acclimation of PSII function to changing conditions in more developed photosynthetic organisms. Reversible D1 protein phosphorylation has been attributed a distinct role in PSII photoinhibition-repair cycle in higher plants [16, 33] with strict lateral heterogeneity of the thylakoid membrane. PSII core protein phosphorylation in general has been suggested to stabilize PSII dimers and has also been discussed in terms of the regulation of PSII repair [18] . It should be noted, however, that the dimerization [34] and stability of cyanobacterial PSII does not involve phosphorylation of any of the PSII core proteins.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 481,
                    "text": "[16,",
                    "ref_id": null
                },
                {
                    "start": 482,
                    "end": 485,
                    "text": "33]",
                    "ref_id": null
                },
                {
                    "start": 706,
                    "end": 710,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 764,
                    "end": 768,
                    "text": "[34]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Interestingly, the regulation of LHCII phosphorylation with respect to irradiance level is principally similar in all organisms, with maximum phosphorylation at low light and nearly complete dephosphorylation in darkness and at high irradiances ( Figs. 1 and 2) . The inactivation of LHCII kinase at high light intensities [19] was a general feature for all chlorophyll b-containing photosynthetic organisms studied here and has earlier been reported also for Chlamydomonas cells [12] . Indeed, the complex regulation mechanism for LHCII polypeptide phosphorylation seems to have remained principally similar throughout the eukaryotic organisms with chlorophyll a/b binding LHCII polypeptides, whereas the phosphorylation of PSII core proteins shows much more versatility.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 327,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 484,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 261,
                    "text": "Figs. 1 and 2)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Progress in Photosynthesis Recearch",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Sanders",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "II",
            "issn": "",
            "pages": "761--764",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Proc. Natl. Acad. Sci. USA 93",
            "authors": [
                {
                    "first": "La",
                    "middle": [],
                    "last": "Roche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Der Staay",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W M"
                    ],
                    "last": "Partensky",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ducret",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aebersold",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Golden",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Hiller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wrench",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Larkum",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W D"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "15244--15248",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1B depicts in more detail the steady-state phosphorylation pattern of thylakoid proteins in intact rye plants under di¡erent irradiance levels. Phosphorylation of D1 increased with increasing light intensity and did not show saturation in the light regime (up to 2000 Wmol photons m 3P s 3I ) used in Fig. 1. Reversible thylakoid protein phosphorylation in higher plants. A: Steady-state phosphorylation level of thylakoid proteins in pumpkin leaves after incubation in darkness, in growth light (300 Wmol photons m 3P s 3I ) and in high light (2000 Wmol photons m 3P s 3I ). On the right hand side, an immunoblot (i) with protein-speci¢c antibodies demonstrating the migration of CP43, D2, P-D1, D1 and LHCB2. B: Thylakoid phosphoproteins in rye plants illuminated under di¡erent PFDs. On the right hand side, an immunoblot (i) showing the migration of CP29. The corresponding light intensities are indicated above the lanes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2. Thylakoid protein phosphorylation in di¡erentially light-treated lower plants with LHCII antenna. Ceratodon, Marchantia and Adiantum were exposed to darkness, to growth light and to high light, and the PSII phosphoproteins were analyzed with phosphothreonine-speci¢c antibody. The corresponding light intensities are indicated above the lanes. For quantitative comparison of immunolabelling, a thylakoid sample of rye, illuminated at 600 Wmol photons m 3P s 3I , was run in parallel with the lower plant samples. On the right hand side, an immunoblot (i) with protein-speci¢c antibodies demonstrating the migration of CP43, D2, P-D1, D1 and LHCB2 in Adiantum (A) and rye (R).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Thylakoid phosphoproteins in phycobilisome-containing photosynthetic organisms. Cyanobacterium Synechocystis 6803 (A) and red alga Ceramium tenuicorne (B) were incubated in darkness and under low and high irradiances (50 and 500",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Chlorophyll a/b ratios of the species with LHCII antenna",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements: This work was ¢nancially supported by the Academy of Finland and the Foundation of the University of Turku.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}