{"paper_id": "bc85da9aefd9f60b9b2f854e2e5e7e275cb979a5", "metadata": {"title": "Learning Theory as Teaching Resource: Enhancing Students' Understanding of Economic Concepts", "authors": [{"first": "Ming-Fai", "middle": [], "last": "Pang", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Hong Kong", "location": {"settlement": "Hong Kong", "country": "China"}}, "email": ""}, {"first": "Ference", "middle": [], "last": "Marton", "suffix": "", "affiliation": {"laboratory": "", "institution": "Go¨teborg University", "location": {"country": "Sweden"}}, "email": ""}]}, "abstract": [{"text": "A group of experienced secondary school teachers used a novel learning theory as a resource for planning and carrying out their teaching of a difficult economic concept. Their students' mastery of this concept after a series of three lessons was compared with the mastery of the same concept by students who were taught by another group of teachers under the same conditions except for the use of the theory. The difference in learning outcomes was extreme. Observations of what was happening in the classrooms showed subtle but decisive differences correlated with the differences in outcome. These differences were interpreted in terms of the theory used by the first group, and the results seem to give support to the theoretical claim that for any specific object of learning there is a necessary pattern of variation and invariance that the learners must experience in order to appropriate the object of learning in question and thus by bringing out that pattern in the learning situation, the likelihood of that object of learning being appropriated is enhanced. Furthermore, this study shows how the understanding of the simultaneous change in the supply of and the demand for a certain good affects its market price can be brought about in a powerful way.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In a previous paper (Pang & Marton, 2003) , we introduced variation theory and reported how it was used by a group of teachers to identify and bring about conditions necessary for understanding and appropriating some difficult concepts in Economics (price elasticity and tax incidence). A group of experienced teachers were familiarized with variation theory (see below) and they used it as a resource for developing a lesson plan and carrying out a series of lessons in their own classes.", "cite_spans": [{"start": 20, "end": 41, "text": "(Pang & Marton, 2003)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Introduction"}, {"text": "Another group of teachers with a similar background worked together on teaching the same concept in the same way as the first group, but without making use of the specific theory. The difference in the learning outcome was rather spectacular: more than 70% of the students taught by the first group developed a good grasp of the concept, but less than 30% of the students taught by the second group did so.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The study had two aims: putting the theory used by the first group of teachers to the test and finding a powerful way of developing the students' understanding of the specific concept. In a similar vein, the present study has two aims: to put the theory to another test and find a powerful way of developing the students' understanding of another concept. There are two important ways in which this study is supposed to make a contribution. First, it supports the theoretical claim that for any specific object of learning there is a necessary pattern of variation and invariance that the learners must experience in order to appropriate the object of learning in question and thus by bringing out that pattern in the learning situation, the likelihood of that object of learning being appropriated is enhanced. Second, this study shows how the understanding of the simultaneous change in the supply of and the demand for a certain good affects its market price can be brought about in a powerful way.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The object of learning, i.e. what the students are supposed to learn, in the present study is the ability to account for change in the market price of a commodity by taking into consideration the relative magnitude of change in its demand and supply, which comes from the Hong Kong economics curriculum for Secondary 4-5 students. This topic was chosen for two reasons. First, it includes some of the most difficult concepts for school children at this level. Many candidates in the Hong Kong public examination failed to discern that both the supply of and demand for a commodity affected its market price, which required a comparison of the magnitude of changes in both its demand and supply (Hong Kong Examinations Authority, 1992 , 1995 . Second, this concept was considered to be worthwhile for the students to learn because it is one of the most fundamental concepts in Economics and it is useful for students to develop a powerful way of understanding this phenomenon, which they often encounter in their daily lives.", "cite_spans": [{"start": 694, "end": 733, "text": "(Hong Kong Examinations Authority, 1992", "ref_id": null}, {"start": 734, "end": 740, "text": ", 1995", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "The object of learning"}, {"text": "Market prices change due to supply changes, demand changes, or both. Based on a commonsense understanding, quite a number of people see a change in the market price of a commodity as an effect of a change either in demand or supply. Not many of them would ever take into account a simultaneous change in both demand and supply.", "cite_spans": [], "ref_spans": [], "section": "The object of learning"}, {"text": "For instance, in mid-2004, there was a sharp increase in the price of gasoline, which reached a record high in the world market. Many people would attribute this price increase merely to a change in supply, as they still remembered how the past cuts in production by the Organization of Petroleum Exporting Countries (OPEC) during the 1970s greatly affected supply, and thus the price of oil and gasoline. However, the supply of oil in the world market has not decreased as people expected. According to Dow Jones (March 27 2004) , since September 2003 ''OPEC has twice called for output reductions but is pumping more oil than before, and far above its official quota''. Combined with the increased output of non-OPEC countries, the total oil output has actually increased.", "cite_spans": [{"start": 508, "end": 529, "text": "Jones (March 27 2004)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "The object of learning"}, {"text": "However, quite a number of people tend to overlook the fact that the demand for oil and gasoline has jumped constantly this year. As reported by Shenk (2004) , ''demand for gasoline, diesel and other fuels will rise by 1.7 million barrels a day this year to almost 80.3 million barrels, the biggest gain since 1997... It was the sixth straight monthly report to forecast an increase''. The key source of the increase in demand for oil comes from developing countries, especially China.", "cite_spans": [{"start": 145, "end": 157, "text": "Shenk (2004)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "The object of learning"}, {"text": "The main reason for the oil price soaring is that the increase in demand for oil and gasoline has been relatively greater than the increase in supply. When people simply consider the increase in supply to account for the price change, they may not be able to develop a more advanced way of understanding the economic phenomenon of the changes in the market price of oil and gasoline because they fail to account for the relatively greater increase in demand over supply. It is important to note that this simultaneous change in demand and supply, and in particular their relative magnitude of change, actually led to the price rise of oil and gasoline.", "cite_spans": [], "ref_spans": [], "section": "The object of learning"}, {"text": "In economics, when both the demand and supply change in the same direction at the same time, whether the price will go up or down depends on the relative magnitude of change in demand and supply. In general, there are three possibilities for the effect of a simultaneous change in demand and supply on price: when the increase (decrease) in demand is greater than the increase (decrease) in supply, the price of the commodity will go up (down); when the increase (decrease) in demand is smaller than the increase (decrease) in supply, the price of the commodity will go down (up); and when the magnitude of change (increase/ decrease) for demand and supply is the same, the price will remain unchanged.", "cite_spans": [], "ref_spans": [], "section": "The object of learning"}, {"text": "To derive the effects on price of the simultaneous change in demand and supply, we attempt to decompose the two effects and consider how each affects price. Take the simultaneous increase in demand and supply as an example. An increase in demand for a good with constant supply will lead to a rise in price, whereas an increase in supply with constant demand will lead to a fall in price. It is obvious that the effects of these two changes on price are opposite and counteracting. Thus, to determine the combined effects of a simultaneous increase in demand and supply on price, one needs to look at which magnitude of increase is greater. If the magnitude of increase in demand is relatively greater than that of supply, then the price will rise, and vice versa. For the reverse case the result will be reversed. That is, when the decrease in demand is relatively greater than the decrease in supply, the price will go down, and vice versa.", "cite_spans": [], "ref_spans": [], "section": "The object of learning"}, {"text": "In summary, to develop an economic way of understanding how the price of a commodity will change as a result of a simultaneous change in its demand and supply, one must focus on and discern the critical aspect of the object of learning, the relative magnitude of simultaneous changes in demand and supply.", "cite_spans": [], "ref_spans": [], "section": "The object of learning"}, {"text": "The point of departure for variation theory is that learning is characterized in terms of the learner's dynamic structure of awareness, and is related to discernment, variation, and simultaneity (both synchronic and diachronic) (Marton & Booth, 1997; Pang, 2003; Marton et al., 2004) . Learning is associated with a change in discernment, which entails a change in the aspect(s) of the phenomenon in the focal awareness of the learner.", "cite_spans": [{"start": 228, "end": 250, "text": "(Marton & Booth, 1997;", "ref_id": "BIBREF12"}, {"start": 251, "end": 262, "text": "Pang, 2003;", "ref_id": "BIBREF15"}, {"start": 263, "end": 283, "text": "Marton et al., 2004)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Variation theory"}, {"text": "To discern, one must experience variability, because discernment assumes experienced variation. When certain aspects of a phenomenon vary while other aspects remain invariant, those aspects that vary are discerned. For instance, one could not discern ethnicity if there was only one ethnic group or colour if the Earth was filled with only one colour. Every aspect can be a dimension of variation, and the capability to discern an aspect is seen as a function of the variation that is experienced in that aspect.", "cite_spans": [], "ref_spans": [], "section": "Variation theory"}, {"text": "For a phenomenon to be experienced in a particular way, certain critical aspects that correspond to the dimensions of variation of that phenomenon must also be discerned at the same time. For instance, to develop a complete way of understanding Archimedes' principle one must be focally aware of the weight of a body immersed in water as compared to its weight when not immersed, and of the weight of the water displaced at the same time (Marton & Booth, 1997) . Thus, a particular way of experiencing something represents a set of related critical aspects that are discerned and focused upon in a simultaneous manner.", "cite_spans": [{"start": 438, "end": 460, "text": "(Marton & Booth, 1997)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Variation theory"}, {"text": "The qualitatively different ways of experiencing something can thus be understood in terms of the discernment of critical aspects, the simultaneity of discerned critical aspects, and the potential for variation in the discerned critical aspects of the phenomenon in question. For instance, the different ways in which children understand numbers have been described in terms of 'many-ness' and sequential ordering. Some children discern and focus on the 'many-ness aspect' of numbers, others discern the sequential aspect, some discern and focus on both at the same time, and others discern none of these aspects (Marton & Booth, 1997) . However, to discern 'many-ness' the child must have experienced variation in that aspect. They cannot experience the 'seven-ness' of seven, for instance, without experiencing the 'six-ness' of six and the 'eight-ness' of eight. Moreover, to experience the sequential aspect of numbers the child must also experience variation in that aspect. Again, to experience the 'seventh-ness' of seven, for instance, they must experience the 'sixth-ness' of six and 'the eight-ness of eight'.", "cite_spans": [{"start": 613, "end": 635, "text": "(Marton & Booth, 1997)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Variation theory"}, {"text": "According to Marton and Booth (1997) , certain patterns of variation and invariance characterize certain ways of experiencing a phenomenon, and to bring about a particular way of experiencing a particular phenomenon it is necessary to create a corresponding pattern of variation and invariance. The object of study is how to make use of the variation theory to design learning environments that create specific patterns of variation and invariance, and which thereby bring about student learning. Marton (1999) defines learning as experiencing something in a new light. There is no learning without discernment, as learning means being able to discern certain critical aspects of the phenomenon that one previously did not focus on or which one took for granted, and simultaneously bringing them into one's focal awareness.", "cite_spans": [{"start": 13, "end": 36, "text": "Marton and Booth (1997)", "ref_id": "BIBREF12"}, {"start": 497, "end": 510, "text": "Marton (1999)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Variation theory"}, {"text": "As Bowden and Marton (1998) purport, the object of learning is seen as a certain way of experiencing something upon which a certain human ability or value is developed. It is more than a collection of concepts within the structure of an academic discipline. The learning of a certain concept enables the learner to see the phenomenon in a more efficient and powerful way than before. To take an example from economics education, students will not just be learning the notion of market price as an abstract economic concept, rather they will be developing an ability to look at or make sense of price from an economic perspective in an everyday context.", "cite_spans": [{"start": 3, "end": 27, "text": "Bowden and Marton (1998)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Variation theory"}, {"text": "Hence, in the course of preparing teaching, the teacher should be mindful of the intended object of learning, that is, what ability is intended for the students, and how the use of variation can help to bring it about. In using variation theory, the role of the teacher is to design learning experiences in such a way that helps students to discern the critical aspects of the object of learning with the use of variation. Marton and Booth (1997) argued that in relation to every object of learning, certain patterns of variation and invariance in the learning environment are implied. By consciously varying certain critical aspects of the phenomenon in question while keeping other aspects invariant, a space of variation is created that can bring the learner's focal awareness to bear upon the critical aspects, which makes it possible for the learner to experience the object of learning.", "cite_spans": [{"start": 423, "end": 446, "text": "Marton and Booth (1997)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Variation theory"}, {"text": "However, the intended object of learning does not by itself affect student learning; how it is realized in the actual classroom context does, i.e. the enacted object of learning. Teachers implement the lesson plan in their classrooms and the lessons are video-recorded and analyzed in terms of what was made possible to learn from the point of the object of learning through the pattern of variation and invariance that has been jointly constituted by the teacher and the students.", "cite_spans": [], "ref_spans": [], "section": "Variation theory"}, {"text": "From the students' answers to the written and oral questions before and after the lesson we can characterize the lived object of learning, i.e. the object of learning that is experienced by the learners. From the preinstruction lived object of learning, teachers can ascertain students' initial understandings of the object of learning, and identify the critical aspects that differentiate the qualitatively different ways of understanding the phenomenon. To evaluate what the students have learned and thus the effectiveness of the instructional design, students' understandings are probed by written questions and interviews after the lessons. The teachers can then compare the pre-and post-test student learning outcomes. The gains and the absence of gains can be related to what was enacted in the classroom, especially when the enacted and the lived objects of learning are described in commensurable terms, i.e. in terms of variation and invariance.", "cite_spans": [], "ref_spans": [], "section": "Variation theory"}, {"text": "The design of study A ''learning study'' (Pang & Marton, 2003) was conducted. A learning study combines a ''design-experiment'' (Brown, 1992; Collins, 1992) or ''design-based research'' (e.g. Kelly, 2003 Kelly, , 2004 with the ''lesson study'' model from Japan (e.g. Stigler & Hiebert, 1999) or the similar arrangement in China called the ''teaching research group'' (Ma, 1999) . Hence, a learning study has two aspects: it aims to build innovative learning environments and conduct research studies of the theoretically grounded innovations; and it aims to pool teachers' valuable experiences in one or a series of research lessons to improve teaching and learning. The primary focus is on the object of learning, and not teaching methods.", "cite_spans": [{"start": 41, "end": 62, "text": "(Pang & Marton, 2003)", "ref_id": "BIBREF16"}, {"start": 128, "end": 141, "text": "(Brown, 1992;", "ref_id": "BIBREF2"}, {"start": 142, "end": 156, "text": "Collins, 1992)", "ref_id": "BIBREF3"}, {"start": 192, "end": 203, "text": "Kelly, 2003", "ref_id": "BIBREF7"}, {"start": 204, "end": 217, "text": "Kelly, , 2004", "ref_id": "BIBREF8"}, {"start": 267, "end": 291, "text": "Stigler & Hiebert, 1999)", "ref_id": "BIBREF19"}, {"start": 367, "end": 377, "text": "(Ma, 1999)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "The Method"}, {"text": "In this study, groups of secondary school Economics teachers worked together to develop instructional means for achieving an agreed upon learning objective. The aim was to develop the ability of students to take into account the relative magnitude of change in demand and supply in determining the change in the market price of a commodity (the object of learning). The specific and measurable aim was to develop a qualitative understanding of the object of learning and the skills to handle the problem and present it graphically. In this paper we report the first aspect only.", "cite_spans": [], "ref_spans": [], "section": "The Method"}, {"text": "Two groups of teachers participated in the study. One of the groups followed the lesson study model (the lesson study group). The three teachers in this group first discussed how the object of learning could best be handled. To assess the students' initial understanding, a pre-test was conducted with the students, in which their qualitatively different understandings of the economic phenomenon were explored. This was supplemented by pre-test interviews of 10 students who were chosen randomly. The results of the pre-test written task and interviews were used in the course of designing the lessons, and combined with its collective experience the group developed a joint lesson plan for a series of three lessons, which were then taught in the three different classrooms. All of the lessons were videotaped and subsequently analyzed in terms of the enacted objects of learning.", "cite_spans": [], "ref_spans": [], "section": "The Method"}, {"text": "After the series of lessons, the students' understanding of the economic concept was evaluated. All students were required to complete a post-test written task, which was identical to that used in the pre-test, and the same ten students who were interviewed during the pre-test were interviewed again to chart their progress of understanding. Based on the data obtained about the teaching and learning, inter-and intra-group comparisons were conducted to explore qualitative differences in the ways that teachers handled the same object of learning, and the students' qualitatively different ways of making sense of the phenomenon in question.", "cite_spans": [], "ref_spans": [], "section": "The Method"}, {"text": "The procedure was the same for the other group of teachers (the learning study group), with one major difference. In this group, the researcher introduced variation theory as a tool for developing a lesson plan to the two teachers involved. Both the lesson plan and the enacted objects of learning demonstrated the teachers' understanding of the variation theory as applied to the particular object of learning. The lesson study group served as a reference to reveal the effect of the instructional design based on variation theory.", "cite_spans": [], "ref_spans": [], "section": "The Method"}, {"text": "Five teachers participated in the study, two of whom (Teachers 1 and 2) belonged to the learning study group and three of whom (Teachers 3-5) belonged to the lesson study group. The teachers in both groups were very experienced in teaching Economics at this level, and all of them had received formal teacher training. The average teaching experience was 5 years for the learning study group and 5.5 years for the lesson study group.", "cite_spans": [], "ref_spans": [], "section": "Participants"}, {"text": "One hundred and sixty-nine students, including 123 boys and 46 girls, participated in this study. They were in the age range of 16-18 years and all studied Economics as a school subject. All of the students belonged to the Band One category (which represents the highest level of academic attainment in Hong Kong) and were thought to be relatively more academically able than their peers. In terms of academic attainment, no significant difference was found between the students in the learning study group and the lesson study group.", "cite_spans": [], "ref_spans": [], "section": "Participants"}, {"text": "Data for the study was collected by a pre-test written task and interviews with students, preparatory meetings, class observation and videorecording lessons, a post-test written task and interviews with students, and interviews with teachers.", "cite_spans": [], "ref_spans": [], "section": "Data collection"}, {"text": "To ascertain students' initial understanding of the object of learning and to identify the qualitatively different ways in which they made sense of the economic concept in question, all of the students were given a pretest before the lessons. They were allowed 30 minutes to answer two questions that were framed in such a way that both required the discernment of concepts such as demand, supply, change in demand and in supply, the magnitude of change in demand and supply, and change in the relative magnitude of the two.", "cite_spans": [], "ref_spans": [], "section": "Pre-test written task and interviews"}, {"text": "The first question was as follows.", "cite_spans": [], "ref_spans": [], "section": "Pre-test written task and interviews"}, {"text": "''Some years ago, the original VCDs were rather expensive, and many people turned to buy the pirated VCDs. Many shops sold these pirated VCDs. Over the past few years, however, Hong Kong Customs has put much effort into stopping the illegal trading of pirated VCDs, and there are now fewer shops selling them. However, it is interesting to find that the prices of pirated VCDs has not gone up but remained more or less the same as in the past. Why? Can you explain this?''", "cite_spans": [], "ref_spans": [], "section": "Pre-test written task and interviews"}, {"text": "The second question was as follows.", "cite_spans": [], "ref_spans": [], "section": "Pre-test written task and interviews"}, {"text": "''In 1997, a new bird flu virus, H5N1, was found in humans in Hong Kong. Eighteen cases were reported and six people died. To stop the spread of the bird flu, the government immediately killed about 1.2 million live chickens in the territory. However, it was surprising to find that after this move, the price of live chickens in the market did not go up but fell. Why? Please explain.''", "cite_spans": [], "ref_spans": [], "section": "Pre-test written task and interviews"}, {"text": "The results of the students were supplied to their respective groups of teachers, and became the major input for teachers of both groups to identify the critical aspects of the qualitatively different ways of experiencing that distinguish one way from the other.", "cite_spans": [], "ref_spans": [], "section": "Pre-test written task and interviews"}, {"text": "In addition to answering the written questions, 10 students were chosen randomly from each class to attend an individual interview during which they were asked to elaborate on their answers in the written task. The analyses of the data from this interview facilitated the analysis of the written data, and all of the students' answers were analyzed phenomenographically to reveal their conceptions of the economic phenomenon in question (which will be elaborated in the data analysis part of this paper).", "cite_spans": [], "ref_spans": [], "section": "Pre-test written task and interviews"}, {"text": "To enable the teachers to work together to deal with the object of learning, two preparatory meetings were held, and both groups met twice for around five hours in total. In the first meeting, all of the teachers readily agreed that the chosen topic was important but difficult for students. Thus, they had no hesitation in trying to find ways to make it possible for their students to grasp the concept. They were asked to think about the following questions and share their views.", "cite_spans": [], "ref_spans": [], "section": "Preparatory meetings"}, {"text": "• What are the important points of teaching this topic?", "cite_spans": [], "ref_spans": [], "section": "Preparatory meetings"}, {"text": "• What common errors and confusions do students have when learning this topic? • How do students make sense of the topic?", "cite_spans": [], "ref_spans": [], "section": "Preparatory meetings"}, {"text": "The pre-test results of each group and the different conceptions identified were presented to each teacher. They were invited to use this as an input in their lesson design, and then discussed how to achieve the object of learning more effectively. They were asked to share with one another how they handled the same object of learning in the past and reflect on the following questions.", "cite_spans": [], "ref_spans": [], "section": "Preparatory meetings"}, {"text": "• How did you handle the same object of learning in the past?", "cite_spans": [], "ref_spans": [], "section": "Preparatory meetings"}, {"text": "• What do you think are the critical aspects of understanding this topic?", "cite_spans": [], "ref_spans": [], "section": "Preparatory meetings"}, {"text": "• What were the difficult points of teaching this topic in the past?", "cite_spans": [], "ref_spans": [], "section": "Preparatory meetings"}, {"text": "• How could we make students develop an economic way of understanding this phenomenon?", "cite_spans": [], "ref_spans": [], "section": "Preparatory meetings"}, {"text": "Both groups of teachers found that what caused students the most difficulty was the conceptualisation of the notion of relative magnitude of change in demand and supply in determining the price change. All teachers agreed that it was rather advanced for students at Secondary 4 level, as it was very abstract and sophisticated in nature. They admitted that the existing instructional strategies to explain the three possible scenarios one after another in a decontextualized manner seemed not work effectively in addressing this learning difficulty of students. No matter how hard they have tried to reason logically with the aid of the three separate diagrams (as shown in Figure 1 ) but without using any real-life examples as the background, most of their students could not follow but tended to regurgitate the three possible cases without deep understanding. This was evidenced by the sharing of both groups of teachers that a handful of students failed to apply the economic concept to handle novel situations and put the two dimensions, the magnitude of change in demand and supply, together in determining the price change.", "cite_spans": [], "ref_spans": [{"start": 674, "end": 682, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Preparatory meetings"}, {"text": "For the learning study group, variation theory was also introduced as a resource for designing the learning environment. First of all, the researcher presented some of the basic theoretical constructs of the theory of variation (as detailed in earlier section) in a less technical way. For instance, when explaining why discernment is a function of variation, examples of colour, sex and height were used, which were conceived to be easier for the teachers to comprehend. Furthermore, the researcher tried to exemplify how the variation theory could be applied to economics education, by making use of examples drawn from the teaching of the notion of price elasticity and tax incidence at Secondary", "cite_spans": [], "ref_spans": [], "section": "Preparatory meetings"}, {"text": "Note: When the increase in demand (from D1 to D2) equals the increase in supply (from S1 to S2), the market price remains unchanged (P1=P2).", "cite_spans": [], "ref_spans": [], "section": "Preparatory meetings"}, {"text": "Note: When the increase in demand (from D1 to D2) is smaller than the increase in supply (from S1 to S2), the market price falls (from P1 to P2).", "cite_spans": [], "ref_spans": [], "section": "Preparatory meetings"}, {"text": "Note: When the increase in demand (from D1 to D2) is greater than the increase in supply (from S1 to S2), the market price rises (from P1 to P2). 4 level (as documented in Pang & Marton, 2003) , and the determination of consumption equilibrium using indifference curves analysis at Secondary 6 level. After much deliberation, the group was most willing to try out the variation theory in their planning.", "cite_spans": [{"start": 172, "end": 192, "text": "Pang & Marton, 2003)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Preparatory meetings"}, {"text": "In the second meeting, based on the discussion in the first meeting, the teachers deliberated on the teaching sequences and plan for the three lessons that they had prepared together before they came to the meeting. After that, both groups produced the teaching materials, which were collected before the commencement of the lessons. Furthermore, to ascertain the prior knowledge of their students, the teachers were asked to submit their teaching schemes for the year.", "cite_spans": [], "ref_spans": [], "section": "Preparatory meetings"}, {"text": "Teachers implemented the plan in their classes in line with their own personal styles and with any modifications that they considered necessary. To understand how the teachers dealt with the object of learning in the actual classroom contexts, the lessons were observed (field notes were taken) and video-recorded. The lessons were transcribed verbatim by student helpers and checked by a research assistant and the first author of this paper to ensure accuracy.", "cite_spans": [], "ref_spans": [], "section": "Video-recording of lessons, Post-test written task and interviews"}, {"text": "To ascertain the extent to which the students had appropriated the object of learning, after the lessons all the students were required to complete the same written task as used in the pre-test, and the 10 students who were randomly chosen from each class for the pre-test were interviewed. All of the interviews were tape-recorded and transcribed verbatim.", "cite_spans": [], "ref_spans": [], "section": "Video-recording of lessons, Post-test written task and interviews"}, {"text": "The researcher explained the task of the written test to each class before they started to work, to enable them to grasp the question adequately. They were told to elaborate their ideas as much as possible and feel free to use whatever language they liked, including slang, spoken Cantonese or even pictures, to answer the question and articulate their ways of understanding. They were strongly encouraged to use diagrams to assist their explanation.", "cite_spans": [], "ref_spans": [], "section": "Video-recording of lessons, Post-test written task and interviews"}, {"text": "The interviews were conducted with individuals to elicit the most open responses possible, with the tacit assumption that people find it less stressful to verbalize their thoughts in such an environment. During the interviews, students were mainly asked to elaborate their answers to the written task, and in the post-test interview they were also asked to talk about the teaching approach and to handle a new task that aimed to ascertain their ability to make sense of an authentic case using the economic concept learned in the lessons. The new task concerned the price change of a very popular game named ''toy rocket'' during the 2004 Lunar New Year period, in which a simultaneous change in demand for and supply of the commodity in question was embedded. This case was highly related to students' experiences, as it was a very fashionable item for most youngsters. To facilitate understanding of the case, photos and newspaper clippings were displayed. The translated text of the task is as follows.", "cite_spans": [], "ref_spans": [], "section": "Video-recording of lessons, Post-test written task and interviews"}, {"text": "''It was reported that the trendy item ''toy rocket'' (as shown in the photo herein) was so well received by the public that one of the stalls in the Victoria Park Flower Fair sold 2,000 pieces and earned $15,000 on January 20, 2004. The toy carried a good symbol of ''Having Great Improvement'' in the New Year to come, and both adults and kids liked it very much. You might find people playing with this fancy item everywhere in Hong Kong, and the price of the toy rocket soared over these few days. Owners of other stalls also felt its popularity and imported the items from China immediately to reap profit'' (News extract from a local newspaper)", "cite_spans": [], "ref_spans": [], "section": "Video-recording of lessons, Post-test written task and interviews"}, {"text": "Read the above news as well as the price chart of the toy rocket during the period of January 10 to March 11 2004. Try your best to explain why the price of the toy rocket changed in such a way. You may use the information contained in the news clipping as well as your own personal experience to support your answers.", "cite_spans": [], "ref_spans": [], "section": "Video-recording of lessons, Post-test written task and interviews"}, {"text": "In the interviews, initial questions were used to thematize the participant's experiences, after which they were allowed to take their own course. The interviewees were tape-recorded, and each interview lasted between 15 and 30 minutes. Supplementary questions were asked for clarification. The questions were mostly made up spontaneously, depending on the responses of the interviewees, to help the students to clarify or elaborate on the remarks that they had made earlier.", "cite_spans": [], "ref_spans": [], "section": "Video-recording of lessons, Post-test written task and interviews"}, {"text": "Above all, in both the written task and interviews, the questions were open-ended, which allowed students to reflect on their own experiences of the phenomenon in a free manner. These questions aimed to provide students with a context or situation in which to express their ways of understanding the economic phenomenon.", "cite_spans": [], "ref_spans": [], "section": "Video-recording of lessons, Post-test written task and interviews"}, {"text": "The subsequent data analysis focused on teaching and learning. The analytical framework of variation was adopted to analyze the teaching data. Attention was paid to the qualitatively different ways that the teachers handled the same object of learning. Instead of giving a detailed account of the process of teaching, the main focus of the analysis of the classroom data was on the patterns of variation and invariance constituted in the lessons -i.e. those aspects that were focused upon, those aspects that were varied simultaneously, and those aspects that remained invariant. Similarities and differences were identified in terms of the patterns of variation and invariance in the critical features that were found between groups and within groups in the lessons. The analysis of the teaching data was supplemented by other sources of data such as those from the preparatory meetings, the interviews with the teachers, the lesson plans submitted, and the field notes made.", "cite_spans": [], "ref_spans": [], "section": "Data analysis"}, {"text": "The learning data were analyzed in an iterative manner by first studying the transcripts holistically and reading through them repeatedly to capture the global meaning of what the interviewees wrote and said. Parts of the written tasks or interview transcripts were then marked as significant quotes. These quotes were brought together to form ''a pool of meaning'', with the similarities and differences among them noted down. The quotes were then labeled tentatively and placed back in their original contexts to ascertain whether the labels matched the overall meanings, and at the same time compared to other transcripts of the group, until the critical aspects that differentiated the various ways of experiencing were identified.", "cite_spans": [], "ref_spans": [], "section": "Data analysis"}, {"text": "Finally, a set of categories that signified the students' conceptions of the economic phenomenon in question was created. In the words of Booth (1997, p. 138) , ''the set of categories arrived at can be considered to be satisfactory when an internal logical relationship, a hierarchy, is seen to exist between them, which in turn can be related to other descriptions of the phenomenon in question''. It should be emphasized that although the data encompasses the descriptions of individual experiences, the categories of description that are derived reveal the collective experience of the participants, rather than documenting every individual way of experiencing manifested by each individual participant. Five qualitatively different ways of experiencing the two problems were identified, and five categories were derived for capturing the variation in answers applied to both questions. Each category will be described in more detail in the next section with an illustration of the critical aspects of the categories through verbatim quotes from relevant students' written work and interview transcripts.", "cite_spans": [{"start": 138, "end": 158, "text": "Booth (1997, p. 138)", "ref_id": null}], "ref_spans": [], "section": "Data analysis"}, {"text": "To meet the criterion of multifaceted understanding and to verify the effectiveness with which the categories were explained, inter-judge agreement or the communicability of categories on the categorization of the data was sought. As Saljo (1988, p. 45) argued, this reflects ''the communicability of categories and thus gives the researcher information that someone else can see the same differences in the material as he or she has done''. Another two very experienced Economics teachers with solid backgrounds in education were invited to make independent judgments of the categorization of the conceptions. They were provided with a copy of the categories of description, 20 written answer scripts, and 20 interview transcripts, and were then asked to classify the transcripts against the categories of description. Although there were some minor disagreements in one individual case for the written task and interview with one of the external examiners, after consultation we managed to agree on the set of categories to describe the data. To permit informed scrutiny here, sufficient interview excerpts will be provided to adequately illustrate and fully describe the categories of description identified.", "cite_spans": [{"start": 234, "end": 253, "text": "Saljo (1988, p. 45)", "ref_id": null}], "ref_spans": [], "section": "Data analysis"}, {"text": "The ways of experiencing that were identified were categorized in accordance with the categories of description or conceptions identified. In the course of categorizing the qualitatively ways of experiencing of each student, the highest conception expressed in the two written questions asked was counted, as the students had already demonstrated that they possessed the capability of experiencing the phenomenon in a new light in one of the instances.", "cite_spans": [], "ref_spans": [], "section": "Data analysis"}, {"text": "The lived object of learning (1) -The pre-test", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Five qualitatively different ways of understanding changes in price were identified before the lesson started, ordered here according to increasing complexity. Conception A Change in features of the goods The change in price was related to a change in the features of the good. Students who operated with Conception A focused mainly on changes in the physical features of the good -its quality, size, and so on.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The data classified under this category contains a view of price change as a function of the change in properties of the good. Structurally, the students' attention was focused totally on a change in the details of the good. Hence, the variation was in terms of the physical condition of the commodity: for instance, the quality of pirated VCDs had become better. The following is an illustration of such immersion in the details of the goods selected from written task.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "''The price of pirated VCDs should have gone up a little over the past few years, but not much because their quality has much improved. In the past, they simply video-recorded the film from the theatre with their video-camera put in their handbag and they duplicated the copies for sale. The quality of the picture varied. Now, they somehow manage to get the original copy of the film from insiders and you will not see so many people walking or laughing in front of the camera. Regardless of the sound, the quality of the picture is much better, so it is worth a higher price. Anyway, although its price has gone up a bit, it is still much cheaper than the original.''", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The change in price was related to the change in demand for the good, caused by a change in the conditions of the market in which the good was situated. For instance, the commodity became more popular, people become more frightened to buy the goods, or there were more substitutes available in the market.", "cite_spans": [], "ref_spans": [], "section": "Conception B Change in Demand Only"}, {"text": "Students who expressed Conception B thought that price change was simply a function of a change in demand. They looked for reasons for a particular change in demand, such as buyers having formed strong habits of consuming the good, which meant that no big change in demand would be expected. In the case of this conception, the answers given by students were structurally characterized by a concern about the extent to which consumers would change their consumption plans, which would affect the price. The following written answer demonstrates this way of understanding.", "cite_spans": [], "ref_spans": [], "section": "Conception B Change in Demand Only"}, {"text": "''As the H5N1 virus was found in live chickens, people's desire to eat chicken dropped very much. So, fewer people bought live chickens. The reason why the price of live chickens fell was psychological. From the newspaper, people learned that there were 18 cases reported and 6 people were killed by this new virus. People were very frightened that they might get this disease by buying live chickens. No one dared to have live chickens and no one bought live chickens in the market, so their price fell''.", "cite_spans": [], "ref_spans": [], "section": "Conception B Change in Demand Only"}, {"text": "The change in price was related to the change in supply of the good, which resulted from the change in the supply conditions of the market in which the good was situated, such as there being more suppliers in the market or changes in the cost of producing the good.", "cite_spans": [], "ref_spans": [], "section": "Conception C: Change in Supply Only"}, {"text": "In structural terms, students who displayed Conception C focused on the supply change only, looking at those factors influencing the supply side of the market, such as whether the cost of production had changed or whether there was a change in the level of inventory of the sellers. The answers given by students were structurally characterized by a concern about the extent to which suppliers would change their supply plans, which would eventually affect the price. The following answer illustrates this conception.", "cite_spans": [], "ref_spans": [], "section": "Conception C: Change in Supply Only"}, {"text": "''The price of live chickens was high before the new bird virus H5N1 because the supplies mainly were local. Although all of the live chickens in Hong Kong were killed, the new supplies were from Mainland China. That means the cost of production was lower because the price of importing live chickens from China was lower. Therefore, the new price of live chickens was lower''.", "cite_spans": [], "ref_spans": [], "section": "Conception C: Change in Supply Only"}, {"text": "The change in price depended on the simultaneous interaction of the change in demand and supply of the good, without considering the relative magnitude of change in demand and supply.", "cite_spans": [], "ref_spans": [], "section": "Conception D: Change in both Demand and Supply (without comparing their magnitude of change)"}, {"text": "Structurally, the simultaneous discernment of elements that related to a change in both demand and supply characterized all of the answers that indicated this conception. On the demand side, the elements discerned were the change in people's willingness to buy the commodity and the change in the availability of substitutes in the market, etc. On the supply side, the elements included the change in the level of stock and the change in the number of sellers, etc. However, students exhibiting this conception did not attempt to compare the change in magnitude between demand and supply. The following are examples drawn from answers to each of the two questions.", "cite_spans": [], "ref_spans": [], "section": "Conception D: Change in both Demand and Supply (without comparing their magnitude of change)"}, {"text": "''Because of the bird flu crisis, many people were afraid of getting the H5N1 virus from live chickens. At the same time, live chicken hawkers also dared not buy much from the wholesalers. Thus, there were fewer live chickens in the market. However, the price did not rise but fell. As many people were scared and did not want to buy live chickens, although there were fewer chicken in the market, the price dropped instead''.", "cite_spans": [], "ref_spans": [], "section": "Conception D: Change in both Demand and Supply (without comparing their magnitude of change)"}, {"text": "''As Hong Kong Customs has put much effort into stopping illegal trading of pirated VCDs, and fewer shops sold pirated VCDs, the supply of pirated VCDs decreased. In the past, original VCDs were rather expensive but recently their prices have dropped, so not many people have bought pirated VCDs. Therefore, the demand for pirated VCDs also decreased. As both demand and supply decreased, the price remained more or less the same as in the past''.", "cite_spans": [], "ref_spans": [], "section": "Conception D: Change in both Demand and Supply (without comparing their magnitude of change)"}, {"text": "Conception E: Change in both demand and supply (and taking into account the relative magnitudes of change)", "cite_spans": [], "ref_spans": [], "section": "Conception D: Change in both Demand and Supply (without comparing their magnitude of change)"}, {"text": "The change in price was seen as a function of the simultaneous interaction between the change in demand and supply, as well as the relative magnitude of change in demand and supply. Structurally, the object of awareness of the students was the three dimensions of variation identified, i.e. change in demand, change in supply, and their relative magnitude of change. The following provide good illustrations.", "cite_spans": [], "ref_spans": [], "section": "Conception D: Change in both Demand and Supply (without comparing their magnitude of change)"}, {"text": "''Because the government killed 1.2 million live chickens, the supply of live chicken decreased, but on the other hand, people in Hong Kong were unwilling to buy chickens because they were afraid of having the virus H5N1, therefore the demand and supply both decreased. In this case, we need to see what decreased more. Although the supply decreased, the demand decreased more, therefore the price of live chickens did not go up but fell''.", "cite_spans": [], "ref_spans": [], "section": "Conception D: Change in both Demand and Supply (without comparing their magnitude of change)"}, {"text": "''Some years ago, there were many people buying pirated VCDs because original VCDs were expensive. But during the past few years, Hong Kong Customs has tried to stop the illegal trading of pirated VCDs, and there have been fewer shops selling pirated VCDs. Therefore, we can see the supply of the pirated VCDs decrease. On the other hand, people's willingness of buying pirated VCDs also decreased because they were afraid of being sued for the illegal trading of pirated VCDs. Although they might still have been willing to buy pirated VCDs, that willingness was decreasing. We can see the demand also decreased. In this case, we have to look at how much the demand and supply decreased. The level of decrease of demand and supply were almost the same, therefore the price did not change much''.", "cite_spans": [], "ref_spans": [], "section": "Conception D: Change in both Demand and Supply (without comparing their magnitude of change)"}, {"text": "The frequency distribution of conceptions between the two groups in the pre-test is shown in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 93, "end": 100, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Conception D: Change in both Demand and Supply (without comparing their magnitude of change)"}, {"text": "As we can see, all of the students considered the market mechanism. However, only one student displayed Conception E and discerned the relative magnitude of changes in demand and supply. Judging from the results, the ability to make sense of market price changes by taking into account the relative magnitude of change in demand and supply is a novel but worthwhile ability for practically all students in the two groups.", "cite_spans": [], "ref_spans": [], "section": "Conception D: Change in both Demand and Supply (without comparing their magnitude of change)"}, {"text": "Drawing from their own experience and the results of the pre-test, teachers in both groups came up with a lesson plan, showing the intended object of learning.", "cite_spans": [], "ref_spans": [], "section": "The intended object of learning"}, {"text": "The teachers wanted to establish a context for learning, hoping to bring to the students an experience of an abstract economic concept in a meaningful way. To do so, they planned to present students with the case study of the face mask market when SARS hit Hong Kong to exemplify how a simultaneous change in demand and supply would affect the price of a commodity in a context of which the students had direct experience.", "cite_spans": [], "ref_spans": [], "section": "The intended object of learning according to the lesson plan in the learning study group"}, {"text": "According to the plan, a worksheet on the Face Mask Market during the SARS period would be distributed to the students. Having one case study across different lessons was thought to afford a better focus on how the interaction between a change in demand and supply affects price change rather than on the product itself. The first part of the worksheet would try to separate the change in demand from the change in supply. To put it in another way, the supply would be kept unchanged or invariant, and only the demand would be changed. By referring to the various scenarios as portrayed by the relevant news clippings, the demand for face masks would first increase moderately, then further increase greatly, and finally decrease.", "cite_spans": [], "ref_spans": [], "section": "The intended object of learning according to the lesson plan in the learning study group"}, {"text": "After that, the teacher would introduce a similar treatment on supply while keeping demand invariant, with the selection of those news clippings related to a change in the supply of face masks only. The supply would change in both directions: i.e. it would first increase to a small extent, then increase greatly and eventually decrease so that students could discern how a change in supply in both directions would affect the price of face masks. After deliberating on this partial equilibrium analysis of how a change in demand or supply would affect price, the teacher would introduce a paradox to the students by asking them the following question.", "cite_spans": [], "ref_spans": [], "section": "The intended object of learning according to the lesson plan in the learning study group"}, {"text": "''As seen from the news extract on Q.9, despite the increase in supply of masks, the price of masks did not drop, but rose instead over the period. Can you explain the phenomenon with the aid of a supply and demand diagram?'' This paradox would serve to show that a change in supply or demand sometimes could not account for the economic phenomenon observed, and this would be used as a springboard to develop the second part of the lessons in which a simultaneous change in demand and supply would be introduced to resolve the paradox.", "cite_spans": [], "ref_spans": [], "section": "The intended object of learning according to the lesson plan in the learning study group"}, {"text": "With a view to achieving what the teachers had originally discussed, the difficulty that students had in conceptualizing the idea of ''relative magnitude of change'' in demand and supply, the teachers would introduce simultaneous variation in both aspects after dealing with the cases where either the demand or supply changed separately.", "cite_spans": [], "ref_spans": [], "section": "The intended object of learning according to the lesson plan in the learning study group"}, {"text": "First, the teacher would ask the students to suggest why the price of face mask still rose despite the fact that the supply had increased greatly. Some students were expected to guess that the increase in demand for face masks might be larger than the increase in supply, but they would not be able to explain it systematically and with the use of a supplydemand diagram. The teacher would then present a graphical representation of the situation to the students and emphasize that when both demand and supply increase at the same time, and when the increase in demand is greater than the increase in supply, the price will rise.", "cite_spans": [], "ref_spans": [], "section": "The intended object of learning according to the lesson plan in the learning study group"}, {"text": "The teacher would then offer students a challenge by asking them whether the price will necessarily increase when both demand and supply increase at the same time. Hopefully, some students would be able to say that when the increase in demand for the good is less than the increase in supply, the price will fall. The teacher would then show a diagram to the students demonstrating how the mechanism works. Finally, the teacher would ask the students about the conditions under which the price would remain unchanged when both demand and supply increase simultaneously. This would be a bit more difficult for students, and in case they could not answer that this occurs when the increase in demand is equal to the increase in supply, the teacher would supply the answer and show it in another diagram. By inviting students to explore the three possible alternative results with the aid of diagrams, the teachers intended to introduce simultaneous variation in the magnitude of increase in both demand and supply. This would lead students to discern the critical aspect of the object of learning, the relative change of magnitude in demand and supply.", "cite_spans": [], "ref_spans": [], "section": "The intended object of learning according to the lesson plan in the learning study group"}, {"text": "To help students conceptualize the notion of relative change in magnitude in a more effective manner, the teacher would put the three possible cases into one diagram and demonstrate the dynamic changes in the relative magnitude of change in demand and supply, as shown in Figure 2 . Changes in price can be seen as a function of changes in the relative magnitude of changes in supply and demand, as shown by the continuous movement of the supply curve from the left to the right while keeping the magnitude of change in demand constant. This would help students discern the notion of ''relative magnitude of change in demand and supply'' in a more direct manner.", "cite_spans": [], "ref_spans": [{"start": 272, "end": 280, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "The intended object of learning according to the lesson plan in the learning study group"}, {"text": "To enable students to develop a logical way of reasoning, the teacher would use a table to help them to separately decompose the effects on price of changes in demand and supply, and then combine the two effects to determine the overall effect of a simultaneous change in demand and supply. The simultaneous increase in demand and supply Note: The original equilibrium market price is P where D intersects with S. Given an increase in demand (from D to D'), the market price rises (from P to P') when the increase in supply (from S to S') is less than that of demand; then the market price becomes the same as the original equilibrium price (P) when the increase in supply (from S to S'') is equal to that of demand; and finally the market price falls (from P to P'') when the increase in supply (from S to S''') is greater than that of demand. can be decomposed into the following three steps: first, when only the demand increases, the price increases; second, when only the supply increases, the price decreases; and finally, when both the demand and supply increase at the same time, the effect on the price will depend on the relative magnitude of change in demand and supply because the effects of increases in demand and supply are opposing. In other words, by considering whether the increase in demand is greater than, equal to or less than the increase in supply, students could predict the direction of change in price.", "cite_spans": [], "ref_spans": [], "section": "The intended object of learning according to the lesson plan in the learning study group"}, {"text": "After that, the teachers would introduce simultaneous variation in the change in both demand and supply. In addition to the case when both demand and supply increase, the teacher would provide students with the reverse case (when both demand and supply decrease). Furthermore, the teacher would introduce the cases when demand and supply change in opposite directions, i.e. when demand increases and supply decreases or when demand decreases and supply increases, in which there would be a definite answer for the price change without the need to consider the critical aspect of the relative magnitude of change in demand and supply (as the changes of the two curves would affect the price in the same direction). This would serve as a good contrast to the previous cases in which both demand and supply changed in the same direction, which would draw students' focal awareness toward the importance of the critical aspect of relative magnitude of change in demand and supply when determining the price change. The teacher would conclude by restating the key points of the lessons and drawing students' attention to the object of learning.", "cite_spans": [], "ref_spans": [], "section": "The intended object of learning according to the lesson plan in the learning study group"}, {"text": "The teacher would first divide the students into groups of four, and each group would be required to discuss whether the various events contained in Worksheet A would affect consumers (the demand side) or producers (the supply side). Afterwards, the teacher would invite students to explain their answers with the whole class. This would enable the students to develop a basic understanding that some actions would affect consumers (demand) while some would affect producers (supply).", "cite_spans": [], "ref_spans": [], "section": "The intended object of learning according to the lesson plan in the lesson study group"}, {"text": "The groups would then receive Worksheet B containing advertisements of slimming companies in Hong Kong. The students would be required to discuss how advertising would affect the demand for slimming services, i.e. the case of an increase in demand. The teacher would then invite students to complete Worksheet C on the case of a decrease in demand, in the context of how the construction of a new railway would result in a decrease in demand for bus services in a region. This would serve to introduce variation in the change in demand, and thereby help students to direct their focal awareness towards its effect on price.", "cite_spans": [], "ref_spans": [], "section": "The intended object of learning according to the lesson plan in the lesson study group"}, {"text": "Subsequently, the teacher would ask the students to work in groups to complete Worksheet D, in which they would be informed that there would be more slimming companies in the market. In other words, there would be an increase in the supply of slimming services. After that, the teacher would ask the students to complete Worksheet E, in which the situations in the Worksheet B and D would be combined, i.e. a simultaneous increase in demand for and supply of slimming services. Students would be asked to show their answers verbally and graphically either during the lessons or as homework. The teacher would check the answers in the next lesson.", "cite_spans": [], "ref_spans": [], "section": "The intended object of learning according to the lesson plan in the lesson study group"}, {"text": "In the ensuing lesson, the teacher would deliberately pick three students to present the three possible alternative answers in three separate diagrams, i.e. when the increase in demand is greater than, less than, or equal to the increase in supply, the price would go up, go down, or remain unchanged. This would demonstrate that with different relative magnitudes of change in demand and supply, the effect on price change would be different. By introducing variation in the relative magnitude of change in demand and supply using the case of a simultaneous increase in demand and supply, the teacher would draw students' attention to and help them discern the critical aspect of the object of learning, i.e. the relative magnitude of change in demand and supply.", "cite_spans": [], "ref_spans": [], "section": "The intended object of learning according to the lesson plan in the lesson study group"}, {"text": "The teacher would then show a case of a simultaneous decrease in demand and supply in the context of how the building of a new railway would affect related bus services, and would invite the students to deduce the three possible results for the case. The students would be invited to present their answers and the teacher would then draw a conclusion for the cases.", "cite_spans": [], "ref_spans": [], "section": "The intended object of learning according to the lesson plan in the lesson study group"}, {"text": "At first sight, it seemed that the difference between the lesson plans, the intended objects of learning, of the two groups was not very striking. Both planned a sequential variation in the change of demand and the change in supply, to be followed by a simultaneous variation in the change in demand and supply, as well as the relative magnitude of change. However, when the plans were scrutinized from the point of view of variation theory some decisive differences were found.", "cite_spans": [], "ref_spans": [], "section": "The intended object of learning in the two groups compared"}, {"text": "1. Different goods used in the increment and decrement cases in the lesson study group. The lesson study group used one good, the slimming service, to contextualize the case of increases in demand and supply, while using another good, the bus service, for the case of decreases in demand and supply. However, the learning study group kept the same good (face masks) invariant in all cases. 2. Cases with different directions of change in supply and in demand were missing in the lesson study group. The lesson study group focused on the case in which demand and supply simultaneously changed in the same direction, but did not include the case in which demand and supply simultaneously changed in opposite directions, i.e. when demand increased and supply decreased, and when demand decreased and supply increased. This means that the simultaneous variation in change in demand and supply was curtailed. However, the learning study group encompassed both in its intended object of learning. 3. No variation would be introduced in the absolute magnitude of change in demand or in supply in the lesson study group. The lesson study group only showed the increase and decrease in demand or supply, without introducing different absolute magnitudes of change.", "cite_spans": [], "ref_spans": [], "section": "The intended object of learning in the two groups compared"}, {"text": "Consequently, no variation was constituted in this dimension, which meant that the absolute magnitude of change in demand or supply could not be discerned. In contrast, the learning study group planned to do so. 4. The variation in the relative magnitude of change would be illustrated with three different diagrams in the lesson study group, whereas the learning study, in addition to the different diagrams, further planned to represent the dynamic changes in the relative magnitude of change in demand and supply with a combined diagram.", "cite_spans": [], "ref_spans": [], "section": "The intended object of learning in the two groups compared"}, {"text": "The enacted object of learning in the two groups -The lessons plans implemented", "cite_spans": [], "ref_spans": [], "section": "The intended object of learning in the two groups compared"}, {"text": "The lesson plans served to demonstrate the intended object of learning, but it is the enacted object of learning which has an effect on student learning. Whether the intended object of learning was actually enacted in the classrooms hinged on a number of contingencies, such as immediate feedback from the students, the understanding of the lesson plan by the teachers, etc. When it came to the actual classroom teaching, aside from the lesson plans, teachers usually had their own ''micro-planning''. Some did less than what was stated in the plan, whereas others improvised to expand the original schedule of work. Consequently, it was common to identify a gap between the intended and enacted object of learning. When we analyzed the teaching in the classrooms, we found that all of the teachers introduced variation in demand (while keeping supply invariant) and in supply (while keeping demand invariant). Hence, this was a sequential pattern of variation and invariance, with two elements of the desired understanding of the price change being varied one at a time. However, the lesson study group, following its lesson plan, introduced just one instance of an increase in demand or supply, whereas the learning study group introduced both an increase and a decrease in demand or supply, with varying magnitudes of change. In other words, the teachers introduced variation in the magnitude of absolute change in demand or supply by showing the cases of a big increase, a small increase and a negative increase (decrease) in demand or supply.", "cite_spans": [], "ref_spans": [], "section": "The intended object of learning in the two groups compared"}, {"text": "The learning study group further introduced variation in the relative magnitude of decrease in demand and supply, and other alternative cases where demand and supply changed in opposite direction, i.e. when demand decreased and supply increased simultaneously, as well as when demand increased and supply decreased. In such a way, the learning study group introduced variation in the simultaneous change in demand and supply in a more thorough way. However, in the lesson study group only Teacher 3 tried to introduce the case of a simultaneous decrease in demand and supply, and it was noteworthy that no teachers in this group used cases in which demand and supply moved in opposite directions.", "cite_spans": [], "ref_spans": [], "section": "The intended object of learning in the two groups compared"}, {"text": "Regarding the invariance of the good in context, teachers in the learning study did very well, although Teacher 1 occasionally introduced the example of vegetables to supplement the example of face masks when dealing with the change in supply. In the lesson study group, only Teacher 5 used the case of slimming services all of the time. Teacher 3 used slimming services for the case of an increase in demand and supply, and used bus services for the case of a decrease in demand and supply. Teacher 4, in addition to the slimming case, used watermelons and sports shoes in exemplifying the effect of a change in supply on price.", "cite_spans": [], "ref_spans": [], "section": "The intended object of learning in the two groups compared"}, {"text": "All of the teachers introduced variation in the relative magnitude of increase in demand and supply by using three separate diagrams (as shown in ''The intended object of learning in the two groups compared'' section) to show the three possibilities that when the increase in demand is relatively greater than, relatively smaller than, or equal to the increase in supply, the price would increase, decrease, or remain unchanged. More importantly, to enable students to better grasp the critical aspect of the relative magnitude of change in demand and supply in determining price change, the learning study group further exemplified the simultaneous variation in one combined diagram to show how it affected price. After observing the lessons of Teacher 1, Teacher 2 decided to devise a computer program to demonstrate the dynamic changes in the relative magnitude of change in demand and supply. Instead of using the blackboard, the teacher used information technology in such a way that the simultaneous movements of the two curves were exhibited in a dynamic manner to show the relationship between the relative magnitude of change in demand and supply and price changes (see Figure 3 ). The change in price was demonstrated to be dependent on changes in the relative magnitude of changes in supply and demand, as was shown by the continuous movements of the supply and demands curves from left to right (or the other way around). Hence, students could discern change in relative magnitude more directly and readily. For the lesson study group, only Teacher 3 attempted to do so intuitively with the use of an overhead transparency.", "cite_spans": [], "ref_spans": [{"start": 1179, "end": 1187, "text": "Figure 3", "ref_id": null}], "section": "The intended object of learning in the two groups compared"}, {"text": "Above all, the main differences in the enacted object of learning between the two groups were the introduction of variation in the absolute magnitude of change in demand or supply, the use of the same good as the context of study, the use of a combined diagram to represent the simultaneous variation in the relative magnitude of change in demand and supply, the introduction of simultaneous variation in the relative magnitude of decrease in demand and supply, and simultaneous changes in demand and supply in opposite directions. These differences derived from the teachers' interpretations of variation theory, and in our view it is these differences that account for the differences in student learning outcomes.", "cite_spans": [], "ref_spans": [], "section": "The intended object of learning in the two groups compared"}, {"text": "Learning is seen as a change in one's way of understanding certain phenomena. This implies that there are qualitatively different ways of understanding any given phenomenon. Students are said to have attained the object of learning when they come to see the phenomenon in a new light: in other words, when they discern the critical aspects of the phenomenon that they had not previously been able to discern.", "cite_spans": [], "ref_spans": [], "section": "The lived object of learning (2) -after the lessons"}, {"text": "In this study, the agreed object of learning was a powerful way of understanding a change in the market price of a commodity by taking into consideration the relative magnitude of change in its demand and supply. To determine the extent to which this was achieved, students were assessed on whether they had acquired a more considered way of understanding the phenomenon by the end of the study, with reference to the categories of description derived for the phenomenon. The learning outcomes in terms of the conceptions attained by students are reported on a group basis, with a comparison made between the learning study group and the lesson study group.", "cite_spans": [], "ref_spans": [], "section": "The lived object of learning (2) -after the lessons"}, {"text": "As shown in Table 2 , a striking difference was found between the two groups in the post-test. A much higher ratio of students in the learning study group was able to demonstrate Conception E, the object of learning. In the post-test, most of the observed conceptions in the learning study group belonged to Conception E (89.6%). This was much higher than the percentage for Conception E in the lesson study group, which amounted to only 28.3%. Hence, students in the learning study group generally had a higher level of understanding of the economic phenomenon in terms of their ability to discern the critical aspects of the object of learning. They performed much better than their counterparts in the lesson study group.", "cite_spans": [], "ref_spans": [{"start": 12, "end": 19, "text": "Table 2", "ref_id": null}], "section": "The lived object of learning (2) -after the lessons"}, {"text": "As previously mentioned, during the post-test interview, every student was also asked to make sense of a new case about the ''Toy Rocket'' in Hong Kong. This served to evaluate whether the students had developed ability to conceptualize the question of price change Note: With the use of technology, the demand and supply curves shift simultaneously, i.e. from D0S0 to D1S1, then to D2S2 and finally to D3S3, in order to illustrate the three possible cases in a dynamic manner, which shows the relationship between the relative magnitude of change in demand and supply and price changes S3 D3 S0 D0 S2 D2 S1 D1 0 P Q Figure 3 .", "cite_spans": [], "ref_spans": [{"start": 617, "end": 625, "text": "Figure 3", "ref_id": null}], "section": "The lived object of learning (2) -after the lessons"}, {"text": "from an economic perspective in a novel situation. It was interesting that only three conceptions (Conception B, D and E) were identified, as no student who exhibited Conception A in the written task was interviewed and those students focusing on the supply-side factors in the written task did not lose sight of the demand-side factors, which were quite prominent in this case. The following excerpt of an interview with a student regarding the new task also demonstrates the desired way of understanding, i.e. Conception E.", "cite_spans": [], "ref_spans": [], "section": "The lived object of learning (2) -after the lessons"}, {"text": "Here it mentions that on January 10, the toy rocket was sold at $20, but within the following few days, the price soared to a very high level. Well, it really rose a lot. I think this was related to the fashion. As at that time, people liked to play with this kind of thing. People. . .many kids saw others playing with this fancy thing, and also wanted to possess one. Well. . .you know, when you watched people playing the item, it seemed to be very interesting. So they urged their parents to buy one for them. You know, the inventories of the sellers were usually quite limited, and it would take some time for them to replenish their inventories, maybe a few weeks. So I think the supply remained unchanged and the demand increased sharply over the period. So the price continued to rise.", "cite_spans": [], "ref_spans": [], "section": "S:"}, {"text": "I: Good. But why did the price of the toy start to fall from here? S: Well, from January 27 onwards, I think the demand for the toy may not have increased so much, or in fact it may have dropped. The fashion was about to finish. Maybe the sellers had put in extra orders earlier and the items just arrived, so the supply increased. But, the demand dropped or at least the increase in demand was not as much as the increase in supply, so the price began to fall.", "cite_spans": [], "ref_spans": [], "section": "S:"}, {"text": "I: What about the price after the Lunar New Year? S: From here, you can see that the price returned to the original price at around February, when the Lunar New Year holidays ended. It should be the case that both the demand and supply dropped to the level that was more or less the same as at the very beginning, so the price was about the same as the starting point.", "cite_spans": [], "ref_spans": [], "section": "S:"}, {"text": "Ten students from each class were randomly selected for interviews. As there were few students in each group, it was difficult to employ percentage measures to show the distribution of conceptions. Hence, the result should be interpreted with great caution. The purpose of using statistical tables to illustrate the distribution was mainly to complement the data obtained from the written task.", "cite_spans": [], "ref_spans": [], "section": "S:"}, {"text": "Moreover, to ascertain whether the two groups of interviewed students were representative of their respective groups, the distribution of conceptions for their post-test written task was analyzed. It was found that 90.0% of the interviewed students of the learning study group attained Conception E, which was a little higher than the entire group (89.6% attaining Conception E). Similarly, 30.0% of the interviewed students in the lesson study group displayed Conception E in the written task, which was higher than the overall result of the lesson study group (28.3%). This revealed that the two groups of interviewed students were representative of their entire groups, and no major discrepancies were found between the two groups.", "cite_spans": [], "ref_spans": [], "section": "S:"}, {"text": "As shown in Table 3 , in the pre-test interview only 1 student in the lesson study group managed to display Conception E, and this was the same in the written task. Hence, the students' initial understanding of the two groups was more or less the same.", "cite_spans": [], "ref_spans": [{"start": 12, "end": 19, "text": "Table 3", "ref_id": null}], "section": "S:"}, {"text": "In the post-test interviews, students in the learning study group outperformed their counterparts in the lesson study group. When counting the highest conceptions that were manifested in the new task during the post-test interviews, a sizeable difference was found. Students in the learning study group demonstrated Conception E more often (13 out of 20) than those in the lesson study group (4 out of 30). In other words, Conception E accounted for 13.3% in the lesson study group, but for 65.0% in the learning study group. This indicates that students in the learning study group had a better learning outcome in terms of adopting a more complex way of seeing the phenomenon dealt with.", "cite_spans": [], "ref_spans": [], "section": "S:"}, {"text": "The results of this study show that students who belonged to the learning study group demonstrated a better understanding of the topic in question after the lessons than did their counterparts in the lesson study group, in terms of their ways of experiencing the topic concerned. Furthermore, there seems to be a systematic relationship between the differences in the enacted objects of learning and the differences in student understanding of the topic concerned. In terms of the enacted objects of learning, what happened in the classrooms of the teachers in the two groups differed systematically (in the introduction of sequential variation in the absolute magnitude of change in demand or supply, the use of the same good as the context of study, the use of one diagram to illustrate the simultaneous variations, the introduction of simultaneous variation in the relative magnitude of decrease in demand and supply, and simultaneous changes in demand and supply in opposite directions). These differences reflect teachers' interpretations of variation theory, and in our view they account for the differences in student learning outcomes. It seems that these differences in the enacted object of learning, as shown by the different patterns of variation and invariance made available in the classrooms, were reflected in the ways of experiencing that students manifested after the lessons. The students in the learning study group, who were presented with a particular pattern of variation and invariance based on theory, learned more effectively than those in the lesson study group.", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusion"}, {"text": "From an analysis of the teaching in terms of the dimensions of variation that were opened up in the lessons -those aspects that were varied simultaneously and those aspects that remained invariant -a pattern of variation and invariance that is critical to the development of an economic understanding of the phenomenon of price change became apparent. The teachers in the learning study group handled this object of learning in a way that seemed to be very successful in enhancing student learning.", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusion"}, {"text": "As seen from the results of the study, variation theory is a powerful tool in enhancing learning in the economics classroom, in terms of the possibility it gives teachers to identify critical aspects of different ways of understanding, and to introduce simultaneous variation in these critical aspects. By doing so, teachers can provide students with a widened space of variation that offers them a better chance of experiencing the critical features of the object of learning. Consequently, the students' understanding of the phenomenon in question will be greatly enhanced. This study provides support for the tenet of variation theory -that there is a particular pattern of variation and invariance necessary for mastering every specific object of learning.", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusion"}, {"text": "However, we are not arguing that teachers who do not know this theory could not bring about such a pattern of variation and invariance. Actually, teachers cannot teach at all without using variation and invariance in their classes, and many teachers often intuitively create the necessary conditions for mastering the specific object of learning with which they are dealing (Marton & Morris, 2002) . However, we believe that this is more likely to happen if teachers are aware of the necessary conditions for mastering the specific object of learning from the point of view of variation theory. What the theory offers is simply a more coherent, explicit and systematic framework for bringing about necessary conditions for learning.", "cite_spans": [{"start": 374, "end": 397, "text": "(Marton & Morris, 2002)", "ref_id": null}], "ref_spans": [], "section": "Discussion and conclusion"}, {"text": "Overall, variation theory is a valuable resource with which teachers can improve student learning in the sense that it sensitizes them to looking for the critical aspects of the object of learning as well as the corresponding pattern of variation and invariance. The best sources of insights about what is critical and what is necessary come from the learners themselves.", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "On phenomenography, learning and teaching. Research and Development in Higher Education", "authors": [{"first": "S", "middle": ["A"], "last": "Booth", "suffix": ""}], "year": 1997, "venue": "", "volume": "16", "issn": "", "pages": "135--158", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The University of Learning: Beyond Quality and Competence in Higher Education", "authors": [{"first": "J", "middle": [], "last": "Bowden", "suffix": ""}, {"first": "F", "middle": [], "last": "Marton", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Design experiments: Theoretical and methodological challenges in creating complex interventions in classroom settings", "authors": [{"first": "A", "middle": ["L"], "last": "Brown", "suffix": ""}], "year": 1992, "venue": "The Journal of the Learning Sciences", "volume": "2", "issn": "2", "pages": "141--178", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Toward a design science of education", "authors": [{"first": "A", "middle": [], "last": "Collins", "suffix": ""}], "year": 1992, "venue": "New Directions in Educational Technology", "volume": "", "issn": "", "pages": "15--22", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "OPEC Calls for Oil Cuts But Keeps on Pumping. The Sydney Morning Herald", "authors": [{"first": "Dow", "middle": [], "last": "Jones", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Annual Report. Hong Kong: Hong Kong Examinations Authority", "authors": [], "year": 1992, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Annual Report. Hong Kong: Hong Kong Examinations Authority", "authors": [], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Research as design. Theme issue: The role of design in educational research", "authors": [{"first": "A", "middle": ["E"], "last": "Kelly", "suffix": ""}], "year": 2003, "venue": "Educational Researcher", "volume": "32", "issn": "1", "pages": "17--20", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Design research in education: Yes, but is it methodological?", "authors": [{"first": "A", "middle": ["E"], "last": "Kelly", "suffix": ""}], "year": 2004, "venue": "The Journal of Learning Sciences", "volume": "13", "issn": "1", "pages": "115--128", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Knowing and Teaching Elementary Mathematics", "authors": [{"first": "L", "middle": [], "last": "Ma", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Phenomenography -describing conceptions of the world around us", "authors": [{"first": "F", "middle": [], "last": "Marton", "suffix": ""}], "year": 1981, "venue": "Instructional Science", "volume": "10", "issn": "", "pages": "177--200", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Variatio est mater Studiorum", "authors": [{"first": "F", "middle": [], "last": "Marton", "suffix": ""}], "year": 1999, "venue": "Opening address delivered to the 8th European Conference for Learning and Instruction", "volume": "", "issn": "", "pages": "24--28", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Learning and Awareness", "authors": [{"first": "F", "middle": [], "last": "Marton", "suffix": ""}, {"first": "S", "middle": [], "last": "Booth", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "What Matters? Discovering Critical Conditions of Classroom Learning", "authors": [], "year": 2002, "venue": "Acta Universitatis Gothoburgensis", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Classroom Discourse and the Space of Learning", "authors": [{"first": "F", "middle": [], "last": "Marton", "suffix": ""}, {"first": "A", "middle": ["B M"], "last": "Tsui", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Chik", "suffix": ""}, {"first": "P", "middle": ["Y"], "last": "Ko", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Lo", "suffix": ""}, {"first": "I", "middle": ["A C"], "last": "Mok", "suffix": ""}, {"first": "F", "middle": ["P"], "last": "Ng", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Pang", "suffix": ""}, {"first": "W", "middle": ["Y"], "last": "Pong", "suffix": ""}, {"first": "U", "middle": [], "last": "Runesson", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Two faces of variation -on continuity in the phenomenographic movement", "authors": [{"first": "M", "middle": ["F"], "last": "Pang", "suffix": ""}], "year": 2003, "venue": "Scandinavian Journal of Educational Research", "volume": "47", "issn": "2", "pages": "145--156", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Beyond ''lesson study'' -Comparing two ways of facilitating the grasp of economic concepts", "authors": [{"first": "M", "middle": ["F"], "last": "Pang", "suffix": ""}, {"first": "F", "middle": [], "last": "Marton", "suffix": ""}], "year": 2003, "venue": "Instructional Science", "volume": "31", "issn": "3", "pages": "175--194", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Learning in educational settings: Methods of inquiry", "authors": [{"first": "R", "middle": [], "last": "Saljo¨", "suffix": ""}], "year": 1988, "venue": "Improving Learning New Perspective", "volume": "", "issn": "", "pages": "32--48", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Crude Oil Jumps to 3-Week High as Demand Forecast to Rise", "authors": [{"first": "M", "middle": ["; N Y"], "last": "Shenk", "suffix": ""}], "year": 2004, "venue": "Bloomberg.com. April", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The Teaching Gap", "authors": [{"first": "J", "middle": ["W"], "last": "Stigler", "suffix": ""}, {"first": "J", "middle": [], "last": "Hiebert", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Figure 1.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Figure 2.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Distribution of conceptions for the written task between the learning study group and the lesson study group -Pre-test", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Conception </td><td>The learning study group (77 students)\n</td><td>The lesson study group (92 students)\n</td></tr><tr><td>Occurrence </td><td>Percentage (%) </td><td>Occurrence </td><td>Percentage (%)\n</td></tr><tr><td>A </td><td>0 </td><td>0.0 </td><td>0 </td><td>0.0\n</td></tr><tr><td>B </td><td>30 </td><td>39.0 </td><td>45 </td><td>48.9\n</td></tr><tr><td>C </td><td>1 </td><td>1.3 </td><td>2 </td><td>2.2\n</td></tr><tr><td>D </td><td>46 </td><td>59.7 </td><td>44 </td><td>47.8\n</td></tr><tr><td>E </td><td>0 </td><td>0.0 </td><td>1 </td><td>1.0\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Distribution of conceptions for the written task between the learning study group and the lesson study group -Post-test Distribution of conceptions between the learning study group and the lesson study group -student interviewsThe learning study group (20 students)", "latex": null, "type": "table"}, "TABREF2": {"text": "Table 2. Distribution of conceptions for the written task between the learning study group and the lesson study group - Post-test", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>The learning study group (77 students) </td><td>The lesson study group (92 students)\n</td></tr><tr><td>Conception </td><td>Occurrence </td><td>Percentage (%) </td><td>Occurrence </td><td>Percentage (%)\n</td></tr><tr><td>A </td><td>0 </td><td>0.0 </td><td>0 </td><td>0.0\n</td></tr><tr><td>B </td><td>2 </td><td>2.6 </td><td>13 </td><td>14.1\n</td></tr><tr><td>C </td><td>0 </td><td>0.0 </td><td>1 </td><td>1.1\n</td></tr><tr><td>D </td><td>6 </td><td>7.8 </td><td>52 </td><td>56.5\n</td></tr><tr><td>E </td><td>69 </td><td>89.6 </td><td>26 </td><td>28.3\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "This study was made possible thanks to a grant from the Swedish Research Council, and another from the University of Hong Kong.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}