{"paper_id": "bca691e8abdc3c549fee2c0e215305b3ea088388", "metadata": {"title": "Clinical and microbiological effect of pulsed xenon ultraviolet disinfection to reduce multidrug-resistant organisms in the intensive care unit in a Japanese hospital: a before-after study", "authors": [{"first": "Keita", "middle": [], "last": "Morikane", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shoko", "middle": [], "last": "Suzuki", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jun", "middle": [], "last": "Yoshioka", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jun", "middle": [], "last": "Yakuwa", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Masaki", "middle": [], "last": "Nakane", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kenji", "middle": [], "last": "Nemoto", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: No-touch environmental disinfection using ultraviolet devices has been highlighted in the past several years to control the transmission of multidrug-resistant organisms (MDROs). However, its effectiveness in non-US healthcare settings is yet to be examined. This study aimed to evaluate the effectiveness of disinfection by portable pulsed xenon ultraviolet (PX-UV) devices in controlling transmission of MDROs in a non-US healthcare setting. Methods: All patients admitted in the intensive care unit in a 629-bed tertiary referral hospital in Japan from August 2016 to February 2019 were enrolled. During the study period, PX-UV disinfection was added to manual terminal cleaning after every patient transfer/discharge. For microbiological evaluation, surfaces were selected for sampling by contact plates before/after manual cleaning and after PX-UV. After overnight incubation, colonies on the plates were counted. Results: The incidence of newly acquired methicillin-resistant Staphylococcus aureus (MRSA) declined significantly (13.8 to 9.9 per 10,000 patient days, incidence rate ratio 0.71, p = 0.002), as well as that of newly acquired drugresistant Acinetobacter (48.5 to 18.1, 0.37, p < 0.001). The percent reduction of the microbiological burden by manual cleaning was 81%, but a further 59% reduction was achieved by PX-UV. Conclusions: PX-UV is effective in further reducing the microbial burden and controlling MDROs in a non-US healthcare setting.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Infection remains a significant cause of morbidity and mortality in the healthcare setting, despite international initiatives in infection control and prevention. Pathogens such as Clostridioides difficile, vancomycin-resistant enterococci (VRE) and multidrug-resistant Acinetobacter are especially difficult to deal with. These pathogens can easily reside in the healthcare environment [1] and are difficult to remove or eradicate by conventional environmental cleaning, typically by manual wiping with disinfectants and cloths [2] . Ultraviolet light disinfection has recently been used as an adjunct to terminal cleaning, and many studies have shown its effectiveness in reducing environmental contamination [3] [4] [5] and healthcare-associated transmission of these pathogens [6] [7] [8] [9] [10] [11] [12] . However, most of these studies [3, 4, [6] [7] [8] [9] [10] [11] [12] have been performed in the United States, where the majority of rooms are private. To our knowledge, there are no published studies investigating the clinical effectiveness of this novel technology in healthcare settings outside the United States.", "cite_spans": [{"start": 387, "end": 390, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 529, "end": 532, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 711, "end": 714, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 715, "end": 718, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 719, "end": 722, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 781, "end": 784, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 785, "end": 788, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 789, "end": 792, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 793, "end": 796, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 797, "end": 801, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 802, "end": 806, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 807, "end": 811, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 845, "end": 848, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 849, "end": 851, "text": "4,", "ref_id": "BIBREF3"}, {"start": 852, "end": 855, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 856, "end": 859, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 860, "end": 863, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 864, "end": 867, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 868, "end": 872, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 873, "end": 877, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 878, "end": 882, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Background"}, {"text": "In Yamagata University Hospital, there has been sporadic identification of two-drug resistant Acinetobacter baumannii (2DRA), which is resistant to two classes of antimicrobial: carbapenem and quinolone. In order to halt the transmission of this pathogen, interventions such as enhanced terminal cleaning by hypochlorous acid and strict contact precaution were implemented. This was partially successful; however, it did not lead to the eradication of transmission. Therefore, we decided to implement further intervention using pulsed xenon ultraviolet light (PX-UV).", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "The objective of this study was to evaluate the effect of PX-UV on the transmission of healthcare-associated pathogens and on the environmental contamination within a Japanese healthcare setting.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "This study was conducted at Yamagata University Hospital, a 629-bed academic tertiary referral hospital in Yamagata, Japan. The Yamagata University School of Medicine Institutional Review Board approved this study with a waiver of informed consent.", "cite_spans": [], "ref_spans": [], "section": "Study settings and design"}, {"text": "A PX-UV device (Xenex Disinfection Services, San Antonio, TX, USA) was introduced in the study hospital in November 2017. It was decided that this device would be used in the intensive care unit (ICU), since most of the newly detected 2DRA infections occurred in the ICU patient population. After education to clinical engineering staff, the device was deployed in the ICU environment. The ICU has six rooms and beds. One room has independent walls and positive/negative air pressure. The other rooms are in an open space separated by curtains. Portable drapes, which protect UV and visible light from leaking outside the designated room, were used when operating PX-UV in the open space rooms. The device came into full operation by January 2018.", "cite_spans": [], "ref_spans": [], "section": "Implementation and operation of the disinfection device"}, {"text": "Terminal cleaning after every patient discharge or transfer to the ward was performed using cloths soaked with diluted sodium hypochlorite solution, which were then applied to every possible touchable surface in the room as well as portable and non-portable equipment. This type of cleaning was already implemented at the beginning of the baseline period and continued throughout the study period. Next, the room was covered by portable drapes, which were hung inside of the curtains of the room. After hanging the portable drapes, two 5-min disinfection cycles using PX-UV were run following the manufacturer's recommendation. The machine was operated by clinical engineering staff, and sequentially placed on two opposite corners of the room. For each operation, the operator's name, date and time, and duration (in seconds) of UV irradiation was recorded on the device's cloud-based reporting system.", "cite_spans": [], "ref_spans": [], "section": "Implementation and operation of the disinfection device"}, {"text": "Every patient admitted in the ICU was screened by nasal sampling for methicillin-resistant Staphylococcus aureus (MRSA) and 2DRA colonization on the day of the admission and every Tuesday and Thursday, until transfer or discharge from the unit. New acquisition of MRSA or 2DRA was defined as the identification of these pathogens from the screening specimen or clinical culture specimen on or after the third day of admission to the ICU, with at least one preceding negative screening result.", "cite_spans": [], "ref_spans": [], "section": "Active surveillance of MDROs"}, {"text": "Microbiological contamination of the environment was evaluated by using Replicate Organism Detection and Counting (Rodac) plates (P34 Tryptic Soy Agar with Lecithin and Tween 80, Hardy Diagnostics, Santa Maria, CA, USA). Ten frequently touched surfaces were selected for sampling: the bed rail (inside and outside near patient's head, near patient's feet), touch panel of cardiopulmonary monitor, ventilator control panel, intravenous fluid pump control panel, glove hanger, workstation keyboard, workstation cart handle and water basin. Samples were collected by gently stamping Rodac plates onto the site for 10 s. The roll plate method was used for nonflat surfaces such as bedrails. Sampling occasions included (1) immediately after patient discharge, before terminal cleaning (2) immediately after terminal cleaning (3) after PX-UV disinfection. Plates were then cultured at 37 degrees Celsius for 18 h. Colony-forming units (CFU) were counted and reported as CFU per 25cm [2] .", "cite_spans": [{"start": 978, "end": 981, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Microbiological evaluation"}, {"text": "Poisson regression model analysis was used to estimate the incidence of MRSA and 2DRA infection, which were expressed as the number of acquisitions per 10,000 patient days. For the statistical analysis, we assumed that the pre-intervention period was the baseline, which means the event (acquisition of MRSA or 2DRA) occurs in a probability calculated by using the data in the preintervention period. To analyze the CFU data a Shapiro-Wilk test was conducted to determine the skewness of the CFU data. The results suggested the CFU data were skewed (p < 0.001), indicating the need for a nonparametric test. The Dunn's Test of multiple comparisons using a rank sum was used to assess the difference between environmental sampling timepoints. This test is a nonparametric multiple comparison test, that uses a Wilcoxon Rank Sum that allows for more than a twogroup comparison. The Dunn's Test used a Bonferroni correction to adjust for multiple comparisons. The statistical analyses were conducted using the Poisson and Dunn's Test package in STATA 15.1 (College Station, TX, USA).", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The baseline incidence of MRSA and 2DRA in the ICU were 13.8 and 48.5 per 10,000 patient days, respectively. The incidence dropped to 9.9 and 18.1, resulting in a decrease of 29 and 63%, respectively ( Table 1 ). The reductions in both MRSA and 2DRA were statistically significant (p = 0.002 and p < 0.001, respectively) ( Table 2) . Notably, in the intervention period, new acquisition of 2DRA in the ICU was observed only in the first six months, with no new acquisition for a seven month period. This also led to the eradication of new acquisition of 2DRA throughout the hospital in August 2018.", "cite_spans": [], "ref_spans": [{"start": 202, "end": 209, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 323, "end": 331, "text": "Table 2)", "ref_id": "TABREF1"}], "section": "Change in the incidences of MDROs"}, {"text": "Environmental sampling was performed after 17 patient discharges. Some of the samplings were not performed due to time constraints by waiting patients or unique features of certain rooms. In total, 128 sites were sampled. The total colony count was: 3336 (before manual cleaning), 669 (after manual cleaning, before PX-UV) and 280 (after PX-UV). Compared to pre-cleaning, a statistically significant decrease in colony count was observed after manual cleaning (p < 0.0001, Wilcoxson rank sum test) (Table 3) . Also, compared to post-manual cleaning, a statistically significant decrease in colony count was observed after PX-UV disinfection (p = 0.0213) ( Table 3) .", "cite_spans": [], "ref_spans": [{"start": 498, "end": 507, "text": "(Table 3)", "ref_id": "TABREF2"}, {"start": 656, "end": 664, "text": "Table 3)", "ref_id": "TABREF2"}], "section": "Microbiological effect"}, {"text": "There are a number of studies which have demonstrated the effect of ultraviolet light disinfection in reducing environmental microbiological contamination [3] [4] [5] and healthcare-acquired infections by MRSA [6, 7] , VRE [7, 8] and Clostridioides difficile [7] [8] [9] [10] [11] [12] . However, all but one study [5] was performed in the United States, where most of the patient rooms are private. Furthermore, that study [5] did not evaluate clinical outcomes.", "cite_spans": [{"start": 155, "end": 158, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 159, "end": 162, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 163, "end": 166, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 210, "end": 213, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 214, "end": 216, "text": "7]", "ref_id": "BIBREF6"}, {"start": 223, "end": 226, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 227, "end": 229, "text": "8]", "ref_id": "BIBREF7"}, {"start": 259, "end": 262, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 263, "end": 266, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 267, "end": 270, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 271, "end": 275, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 276, "end": 280, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 281, "end": 285, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 315, "end": 318, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 424, "end": 427, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our study is the first hospital-acquired infection outcome study evaluating the clinical effectiveness of the PX-UV device in a non-US healthcare setting with an open-style ICU. In this setting, patient beds were separated by privacy curtains, not by walls. PX-UV emits intense visible light and creates a sound while disinfecting. The light and sound can be seen and heard outside the privacy curtains. This was initially not well tolerated by healthcare staff, some of whom raised concerns about sensitivity to the light and sound. We also experienced faults from the pulse oximeter when PX-UV was used adjacent to patient beds. To overcome these challenges, we provided goggles and earplugs to healthcare staff and ordered blackout curtains from the PX-UV vendor that hung inside the privacy curtains during PX-UV operation. The blackout curtains worked well and eliminated the problems stated above.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Adding PX-UV disinfection to routine terminal cleaning after patient discharge increased the turn-around time of ICU beds by approximately 20 min. Manual cleaning by sodium hypochlorite solution took about 50 min, so the increase in time by adding PX-UV was not significant and was well accepted by ICU staff and physicians as a routine workflow.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The effectiveness of PX-UV is expected to be maximized when environmental contamination is a major factor in transmission of the specific pathogen. In this context, pathogens such as Clostridioides difficile and multidrug-resistant Acinetobacter are more likely to be controlled. The effectiveness of PX-UV in controlling transmission of Clostridioides difficile is well studied and demonstrated [7] [8] [9] [10] [11] [12] , but that of Acinetobacter has not been well investigated. Sporadic transmission of 2DRA has been observed in our ICU for the last five years. In Japan, antimicrobial resistance of Acinetobacter is not as serious. According to the Japanese national microbiological surveillance report, 97, 97 and 87% of Acinetobacter isolates were reported to be susceptible to meropenem, amikacin and levofloxacin, respectively [13] . Therefore, most of the newly identified 2DRA in our hospital seemed to be acquired by horizontal transmission. Until mid-2018, this situation has not been well controlled, despite our efforts for elevated compliance to hand hygiene, strict contact precaution of patients with this pathogen, terminal cleaning using bleach, and in some occasions, restriction of new admission to the ICU. However, by introducing the PX-UV, transmission of 2DRA in the ICU halted. As of June 2019, no new isolation of 2DRA from patients in the ICU has been observed for 11 months (August 2018 to June 2019). Generally, terminal cleaning by bleach is effective in preventing transmission of pathogens via environmental route, however, the result from the environmental sampling in this study, approximately 80% reduction in CFU by manual cleaning, indicated that cleaning by bleach is partially effective in reducing the bioburden in the patient care area. The halt of transmission of 2DRA in our ICU after introducing PX-UV suggests its adjunctive effect.", "cite_spans": [{"start": 396, "end": 399, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 400, "end": 403, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 404, "end": 407, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 408, "end": 412, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 413, "end": 417, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 418, "end": 422, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 837, "end": 841, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "The effectiveness of ultraviolet light disinfection is maximized when performed after every patient discharge from the targeted ward. In the only multicenter, randomized controlled study conducted by Anderson et al. [8] , ultraviolet disinfection was performed in only isolation rooms occupied by known MDRO or C. difficile colonization or infection. They did not observe any statistically significant effect on the incidence of MRSA and multidrug-resistant Acinetobacter. The effect of the addition of PX-UV to terminal cleaning by bleach was not observed in the study by Anderson et al. [8] . The differences between our study result and the results from Andersen et al. could be due to differences in the healthcare setting (proportion of private rooms), in the way the device is implemented (disinfecting isolation rooms in multiple units vs every discharge/transfer on single unit), or in the intervention fidelity (proportion of eligible rooms that are disinfected). We operated PX-UV after every patient discharge or transfer from the ICU, regardless of their colonization status, and obtained a statistically significant reduction in the incidence of healthcare-associated transmission of MRSA and 2DRA. This difference may be because undetected carriers of MRSA or Acinetobacter could serve as a source of environmental contamination even under the operation of ultraviolet light disinfection in the targeted rooms.", "cite_spans": [{"start": 216, "end": 219, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 589, "end": 592, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Discussion"}, {"text": "No new isolation of 2DRA from patients in the non-ICU ward has been observed for 10 months (September 2018 to June 2019). We believe that PX-UV successfully decreased or eradicated the environmental Acinetobacter bioburden of not only the targeted ward (ICU), but also of the other wards, perhaps indirectly through the decrease in bioburden throughout the hospital and also of colonized/infected patients with 2DRA. Anderson et al. experienced a similar decrease in the transmission of MRSA and VRE throughout the hospital by using ultraviolet light disinfection in only isolation rooms after patients with targeted pathogen were discharged [8] .", "cite_spans": [{"start": 642, "end": 645, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our study has several limitations. First, the effect of PX-UV was evaluated using historical controls when we were not using this technology. We have only one ICU in our hospital, so we were not able to have a nonintervention arm in this study. Second, not all MRSA or 2DRA identified were necessarily acquired in the ICU by horizontal transmission. However, we screened all patients on the day of their admission into the ICU and if they were positive for MRSA and/or 2DRA we regarded it as prior acquisition and excluded them from the acquisition in the ICU. Therefore, we believe that most of the identified MRSA and 2DRA in this study were acquired by horizontal transmission. Third, the microbiological effect of PX-UV was evaluated by comparing the number of colonies from sampling the same frequently touched surface, but with different sites adjacent to each other. If there were significant differences in contamination between sites on the same surface, the result may not accurately reflect the effect of cleaning and PX-UV. We, however, believe that by sampling over 100 surfaces, we can minimize the effect by the heterogeneity of environmental contamination. Fourth, we did not measure the environmental contamination of MRSA or 2DRA by using selective media to sample the environment. For this reason, we are unable to demonstrate the direct relationship between environmental disinfection by PX-UV and the decrease/eradication of new isolation of MRSA or 2DRA. However, it is well known that contamination of the patient care area by the same pathogen that is isolated from the patient is common [14] . We have previously observed contamination by 2DRA on the keyboard in a patient care area where 2DRA was isolated from the patient (data not shown). Furthermore, MRSA, 2DRA and other common environmental flora are susceptible to bleach and PX-UV disinfection. Therefore, it is plausible that environmental contamination by MRSA and 2DRA was controlled by adding PX-UV as an adjunct to manual cleaning, which led to the decrease/eradication of the transmission of these pathogens.", "cite_spans": [{"start": 1612, "end": 1616, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "The addition of PX-UV to terminal cleaning successfully decreased the bioburden in the healthcare environment and led to the decrease of MRSA and drug-resistant Acinetobacter transmission in the ICU as well as in other wards of our hospital. ", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The role of environmental cleaning in the control of hospitalacquired infection", "authors": [{"first": "S", "middle": ["J"], "last": "Dancer", "suffix": ""}], "year": 2009, "venue": "J Hosp Infect", "volume": "73", "issn": "", "pages": "378--85", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Reduction of Clostridium difficile and vancomycin-resistant Enterococcus contamination of environmental surfaces after an intervention to improve cleaning methods", "authors": [{"first": "B", "middle": ["C"], "last": "Eckstein", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Adams", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Eckstein", "suffix": ""}, {"first": "A", "middle": [], "last": "Rao", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Sethi", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Yadavalli", "suffix": ""}], "year": 2007, "venue": "BMC Infect Dis", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Evaluation of a pulsed-xenon ultraviolet room disinfection device for impact on hospital operations and microbial reduction", "authors": [{"first": "M", "middle": [], "last": "Stibich", "suffix": ""}, {"first": "J", "middle": [], "last": "Stachowiak", "suffix": ""}, {"first": "B", "middle": [], "last": "Tanner", "suffix": ""}, {"first": "M", "middle": [], "last": "Berkheiser", "suffix": ""}, {"first": "L", "middle": [], "last": "Moore", "suffix": ""}, {"first": "I", "middle": [], "last": "Raad", "suffix": ""}], "year": 2011, "venue": "Infect Control Hosp Epidemiol", "volume": "32", "issn": "", "pages": "286--294", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Is the pulsed xenon ultraviolet light no-touch disinfection system effective on methicillin-resistant Staphylococcus aureus in the absence of manual cleaning?", "authors": [{"first": "C", "middle": [], "last": "Jinadatha", "suffix": ""}, {"first": "F", "middle": ["C"], "last": "Villamaria", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Restrepo", "suffix": ""}, {"first": "N", "middle": [], "last": "Ganachari-Mallappa", "suffix": ""}, {"first": "I", "middle": ["C"], "last": "Liao", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Stock", "suffix": ""}], "year": 2015, "venue": "Am J Infect Control", "volume": "43", "issn": "", "pages": "878--81", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Evaluation of a pulsed xenon ultraviolet light device for isolation room disinfection in a United Kingdom hospital", "authors": [{"first": "I", "middle": [], "last": "Hosein", "suffix": ""}, {"first": "R", "middle": [], "last": "Madeloso", "suffix": ""}, {"first": "W", "middle": [], "last": "Nagaratnam", "suffix": ""}, {"first": "F", "middle": [], "last": "Villamaria", "suffix": ""}, {"first": "E", "middle": [], "last": "Stock", "suffix": ""}, {"first": "C", "middle": [], "last": "Jinadatha", "suffix": ""}], "year": 2016, "venue": "Am J Infect Control", "volume": "44", "issn": "", "pages": "157--61", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Impact of a multi-hospital intervention utilizing screening, hand hygiene education and pulsed xenon ultraviolet (PX-UV) on the rate of hospital associated methicillin resistant Staphylococcus aureus infection", "authors": [{"first": "S", "middle": [], "last": "Simmons", "suffix": ""}, {"first": "M", "middle": [], "last": "Morgan", "suffix": ""}, {"first": "T", "middle": [], "last": "Hopkins", "suffix": ""}, {"first": "K", "middle": [], "last": "Helsabeck", "suffix": ""}, {"first": "J", "middle": [], "last": "Stachowiak", "suffix": ""}, {"first": "M", "middle": [], "last": "Stibich", "suffix": ""}], "year": 2013, "venue": "J Infect Prevent", "volume": "14", "issn": "", "pages": "172--176", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Implementation and impact of ultraviolet environmental disinfection in an acute care setting", "authors": [{"first": "J", "middle": ["P"], "last": "Haas", "suffix": ""}, {"first": "J", "middle": [], "last": "Menz", "suffix": ""}, {"first": "S", "middle": [], "last": "Dusza", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Montecalvo", "suffix": ""}], "year": 2014, "venue": "Am J Infect Control", "volume": "42", "issn": "", "pages": "586--90", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Enhanced terminal room disinfection and acquisition and infection caused by multidrug-resistant organisms and Clostridium difficile (the benefits of enhanced terminal room disinfection study): a cluster-randomised, multicentre, crossover study", "authors": [{"first": "D", "middle": ["J"], "last": "Anderson", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Chen", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Weber", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Moehring", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Lewis", "suffix": ""}, {"first": "P", "middle": ["F"], "last": "Triplett", "suffix": ""}], "year": 2017, "venue": "Lancet", "volume": "389", "issn": "", "pages": "805--819", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The effect of portable pulsed xenon ultraviolet light after terminal cleaning on hospital-associated Clostridium difficile infection in a community hospital", "authors": [{"first": "J", "middle": [], "last": "Levin", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Riley", "suffix": ""}, {"first": "C", "middle": [], "last": "Parrish", "suffix": ""}, {"first": "D", "middle": [], "last": "English", "suffix": ""}, {"first": "S", "middle": [], "last": "Ahn", "suffix": ""}], "year": 2013, "venue": "Am J Infect Control", "volume": "41", "issn": "", "pages": "746--754", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Clostridium difficile infections before and during use of ultraviolet disinfection", "authors": [{"first": "A", "middle": [], "last": "Nagaraja", "suffix": ""}, {"first": "P", "middle": [], "last": "Visintainer", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Haas", "suffix": ""}, {"first": "J", "middle": [], "last": "Menz", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Wormser", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Montecalvo", "suffix": ""}], "year": 2015, "venue": "Am J Infect Control", "volume": "43", "issn": "", "pages": "940--945", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Utilization and impact of a pulsed-xenon ultraviolet room disinfection system and multidisciplinary care team on Clostridium difficile in a long-term acute care facility", "authors": [{"first": "R", "middle": [], "last": "Miller", "suffix": ""}, {"first": "S", "middle": [], "last": "Simmons", "suffix": ""}, {"first": "C", "middle": [], "last": "Dale", "suffix": ""}, {"first": "J", "middle": [], "last": "Stachowiak", "suffix": ""}, {"first": "M", "middle": [], "last": "Stibich", "suffix": ""}], "year": 2015, "venue": "Am J Infect Control", "volume": "43", "issn": "", "pages": "1350--1353", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A trial of pulsed xenon ultraviolet disinfection to reduce Clostridioides difficile infection", "authors": [{"first": "P", "middle": [], "last": "Sampathkumar", "suffix": ""}, {"first": "C", "middle": [], "last": "Folkert", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Barth", "suffix": ""}, {"first": "L", "middle": [], "last": "Nation", "suffix": ""}, {"first": "M", "middle": [], "last": "Benz", "suffix": ""}, {"first": "A", "middle": [], "last": "Hesse", "suffix": ""}], "year": 2019, "venue": "Am J Infect Control", "volume": "47", "issn": "", "pages": "406--414", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Ministry of Health Labour and Welfare of Japan website", "authors": [], "year": null, "venue": "JANIS open report", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Environmental contamination due to methicillin-resistant Staphylococcus aureus; possible infection control implications", "authors": [{"first": "J", "middle": ["M"], "last": "Boyce", "suffix": ""}, {"first": "G", "middle": [], "last": "Potter-Bynoe", "suffix": ""}, {"first": "C", "middle": [], "last": "Chenevert", "suffix": ""}, {"first": "T", "middle": [], "last": "King", "suffix": ""}], "year": 1997, "venue": "Infect Control Hosp Epidemiol", "volume": "18", "issn": "", "pages": "622--629", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Publisher's Note", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "MRSA and 2DRA Infection, by locations NOTE. ICU intensive care unit, HCU high care unit, MRSA methicillin-resistant Staphylococcus aureus, 2DRA two-drug resistant Acinetobacter baumannii", "latex": null, "type": "table"}, "TABREF1": {"text": "Poisson models NOTE. ICU intensive care unit, HCU high care unit, MRSA methicillin-resistant Staphylococcus aureus, 2DRA two-drug resistant Acinetobacter baumannii", "latex": null, "type": "table"}, "TABREF2": {"text": "Reduction in colony-forming units (CFU) from the environment NOTE: IQR Inter-quartile range, PX-UV pulsed xenon ultraviolet *Bonferroni correction used to adjust for multiple comparisons", "latex": null, "type": "table"}, "TABREF3": {"text": "Abbreviations 2DRA: two-drug resistant Acinetobacter baumannii; CFU: colony-forming units; ICU: intensive care unit; MDROs: multidrug-resistant organisms; MRSA: methicillin-resistant Staphylococcus aureus; PX-UV: pulsed xenon ultraviolet; VRE: vancomycin-resistant enterococci", "latex": null, "type": "table"}, "TABREF4": {"text": "Table 1 MRSA and 2DRA Infection, by locations", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Aug 2016 - Jan 2018 (Baseline period) </td><td>ICU MRSA </td><td>HCU MRSA </td><td>All Other Units MRSA </td><td>ICU 2DRA </td><td>HCU 2DRA </td><td>All other Units 2DRA\n</td></tr><tr><td>Infections </td><td>4 </td><td>5 </td><td>44 </td><td>14 </td><td>13 </td><td>17\n</td></tr><tr><td>Patient days </td><td>2852 </td><td>6494 </td><td>309,512 </td><td>2852 </td><td>6494 </td><td>309,512\n</td></tr><tr><td>Infection incidence </td><td>13.84 </td><td>7.64 </td><td>1.23 </td><td>48.5 </td><td>20.2 </td><td>0.55\n</td></tr><tr><td>Feb 2018 - Feb 2019 (Intervention period) </td><td>ICU MRSA </td><td>HCU MRSA </td><td>All Other Units MRSA </td><td>ICU 2DRA </td><td>HCU 2DRA </td><td>All other Units 2DRA\n</td></tr><tr><td>Infections </td><td>2 </td><td>3 </td><td>31 </td><td>4 </td><td>3 </td><td>7\n</td></tr><tr><td>Patient days </td><td>2102 </td><td>4554 </td><td>218,907 </td><td>2102 </td><td>4554 </td><td>218,907\n</td></tr><tr><td>Infection incidence </td><td>9.89 </td><td>6.60 </td><td>1.41 </td><td>18.10 </td><td>6.46 </td><td>0.31\n</td></tr><tr><td>Percent Change </td><td>−28.5% </td><td>−13.6% </td><td>+ 14.6% </td><td>−62.6% </td><td>− 68.0% </td><td>−43.6%\n</td></tr></table></body></html>"}, "TABREF5": {"text": "Table 3 Reduction in colony-forming units (CFU) from the environment", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Before Cleaning (A) </td><td>After Cleaning (B) </td><td>After PX-UV (C)\n</td></tr><tr><td>Total CFU </td><td>3336 </td><td>679 </td><td>280\n</td></tr><tr><td>Median (IQR) </td><td>10 (2-30) </td><td>0 (0-2) </td><td>0 (0-1)\n</td></tr><tr><td>A vs B* (p-value) </td><td>- </td><td>79.6% (p &lt; 0.0001) </td><td>-\n</td></tr><tr><td>A vs C* (p-value) </td><td>- </td><td>- </td><td>91.6% (p &lt; 0.0001)\n</td></tr><tr><td>B vs C* (p-value) </td><td>- </td><td>- </td><td>58.7% (p = 0.0213)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank Dr. Deborah Passey at Xenex Disinfection Services for her generous assistance in the statistical analysis, and Mr. Tatsuro Takezawa ", "cite_spans": [], "ref_spans": [{"start": 132, "end": 140, "text": "Takezawa", "ref_id": null}], "section": "Acknowledgements"}, {"text": "Authors' contributions KM collected and analysed all of the data in this manuscript. KM, SS, JY1 (Jun Yoshioka), JY2 (Jun Yakuwa), MN and KN established the operational logistics. JY1 and JY2 operated and maintained the PX-UV device. All authors read and approve the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "No funding was obtained for this research, except that the Rodac plates were supplied from Xenex Disinfection Services.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "The datasets generated and/or analysed during the current study are available in a GitHub repository, https://github.com/keitamorikane/BMCID.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "The Yamagata University School of Medicine Institutional Review Board approved this study (reference number: H29-248) with a waiver of informed consent, based on this study's design which contains no direct intervention on patients and collects no data regarding patient identification.", "cite_spans": [], "ref_spans": [], "section": "Ethics approval and consent to participate"}, {"text": "Not applicable.Competing interests KM declares that he has received honorarium from Terumo Corporation, which sells the PX-UV devices in Japan. The other authors declare that they have no competing interest.Author details", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}]}