{
    "paper_id": "bd3528d7e88297687ee300d25aee614f78f7a4c1",
    "metadata": {
        "title": "Fatal outcome of human influenza A (H5N1) is associated with high viral load and hypercytokinemia",
        "authors": [
            {
                "first": "Menno",
                "middle": [
                    "D"
                ],
                "last": "De Jong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oxford University Clinical Research Unit",
                    "location": {
                        "postCode": "190",
                        "settlement": "Ben"
                    }
                },
                "email": ""
            },
            {
                "first": "Cameron",
                "middle": [
                    "P"
                ],
                "last": "Simmons",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oxford University Clinical Research Unit",
                    "location": {
                        "postCode": "190",
                        "settlement": "Ben"
                    }
                },
                "email": ""
            },
            {
                "first": "Tran",
                "middle": [
                    "Tan"
                ],
                "last": "Thanh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oxford University Clinical Research Unit",
                    "location": {
                        "postCode": "190",
                        "settlement": "Ben"
                    }
                },
                "email": ""
            },
            {
                "first": "Vo",
                "middle": [
                    "Minh"
                ],
                "last": "Hien",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gavin",
                "middle": [
                    "J D"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Emerging Infectious Diseases",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "addrLine": "21 Sassoon Road",
                        "settlement": "Hong Kong SAR",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Tran",
                "middle": [],
                "last": "Nguyen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bich",
                "middle": [],
                "last": "Chau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oxford University Clinical Research Unit",
                    "location": {
                        "postCode": "190",
                        "settlement": "Ben"
                    }
                },
                "email": ""
            },
            {
                "first": "Minh",
                "middle": [],
                "last": "Dang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Hoang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oxford University Clinical Research Unit",
                    "location": {
                        "postCode": "190",
                        "settlement": "Ben"
                    }
                },
                "email": ""
            },
            {
                "first": "Nguyen",
                "middle": [],
                "last": "Van",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vinh",
                "middle": [],
                "last": "Chau",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Truong",
                "middle": [
                    "Huu"
                ],
                "last": "Khanh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vo",
                "middle": [
                    "Cong"
                ],
                "last": "Dong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tu",
                "middle": [],
                "last": "Qui",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bach",
                "middle": [
                    "Van"
                ],
                "last": "Cam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Do",
                "middle": [
                    "Quang"
                ],
                "last": "Ha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oxford University Clinical Research Unit",
                    "location": {
                        "postCode": "190",
                        "settlement": "Ben"
                    }
                },
                "email": ""
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Guan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Emerging Infectious Diseases",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "addrLine": "21 Sassoon Road",
                        "settlement": "Hong Kong SAR",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "S Malik"
                ],
                "last": "Peiris",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Emerging Infectious Diseases",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "addrLine": "21 Sassoon Road",
                        "settlement": "Hong Kong SAR",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Nguyen",
                "middle": [
                    "Tran"
                ],
                "last": "Chinh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tran",
                "middle": [
                    "Tinh"
                ],
                "last": "Hien",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeremy",
                "middle": [],
                "last": "Farrar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oxford University Clinical Research Unit",
                    "location": {
                        "postCode": "190",
                        "settlement": "Ben"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Avian influenza A (H5N1) viruses cause severe disease in humans 1,2 , but the basis for their virulence remains unclear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In vitro and animal studies indicate that high and disseminated viral replication is important for disease pathogenesis [3] [4] [5] . Laboratory experiments suggest that virus-induced cytokine dysregulation may contribute to disease severity [6] [7] [8] [9] . To assess the relevance of these findings for human disease, we performed virological and immunological studies in 18 individuals with H5N1 and 8 individuals infected with human influenza virus subtypes. Influenza H5N1 infection in humans is characterized by high pharyngeal virus loads and frequent detection of viral RNA in rectum and blood. Viral RNA in blood was present only in fatal H5N1 cases and was associated with higher pharyngeal viral loads. We observed low peripheral blood T-lymphocyte counts and high chemokine and cytokine levels in H5N1-infected individuals, particularly in those who died, and these correlated with pharyngeal viral loads. Genetic characterization of H5N1 viruses revealed mutations in the viral polymerase complex associated with mammalian adaptation and virulence. Our observations indicate that high viral load, and the resulting intense inflammatory responses, are central to influenza H5N1 pathogenesis. The focus of clinical management should be on preventing this intense cytokine response, by early diagnosis and effective antiviral treatment.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 124,
                    "end": 127,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 128,
                    "end": 131,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 242,
                    "end": 245,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 250,
                    "end": 253,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 254,
                    "end": 257,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Influenza H5N1 viruses cause severe and often fatal disease in humans that is characterized by fulminant pneumonia and multi-organ failure 1, 2 . High replication efficiency, broad tissue tropism and systemic replication seem to determine the pathogenicity of H5N1 viruses in animals [3] [4] [5] . To examine the relevance of these viral properties in the context of human disease, we carried out virological analyses in respiratory and non-respiratory specimens of 18 previously healthy individuals with influenza H5N1 who were admitted to referral hospitals in Ho Chi Minh City during the years 2004 and 2005, of whom 13 died. (Table 1) . For comparison, we studied eight patients who were hospitalized during the same period with human influenza H3N2 or H1N1. These patients presented earlier in the course of illness (Table 1) , which may be explained by their origin from Ho Chi Minh City or neighboring provinces, in contrast with H5N1 patients who were mostly from more distant provinces.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 629,
                    "end": 638,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 821,
                    "end": 830,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Despite their presentation late in the course of illness, we were able to isolate virus from pharyngeal specimens of 12 of 16 H5N1-infected individuals ( Table 2) . Genetic characterization and phylogenetic analysis revealed that all viral strains were of the genotype Z, H5N1 sublineage of viruses prevalent in Vietnam, Cambodia and Thailand, as previously reported 10 . Pairwise comparison of all gene segments of viruses isolated from eight fatal and four surviving cases did not reveal unique amino acid changes in either group. No viruses contained Glu92 in the NS1 protein, which is associated with increased virulence of H5N1 viruses 6 , but all contained the recently reported PDZdomain ligand ESEV 11 . An E627K substitution in the viral polymerase basic protein 2 (PB2), which is associated with adaptation and virulence of H5N1 viruses in mammals 12 , was present in five of eight isolates from fatal cases and in three of four isolates from patients who survived. There was no association between the presence of Lys627 and clinical outcome (data not shown). Notably, three of four viruses without this substitution, but none of the viruses containing Lys627, contained an D701N substitution in PB2 that has been associated with adaptation of H7N7 viruses to mammalian cells 13 . This suggests that the D701N substitution may compensate for the absence of Lys627 in conferring enhanced viral polymerase activity and virulence in the mammalian host. Other amino-acid residues in the viral polymerase complex implicated in mammalian adaptation 13 , including Pro13 in polymerase basic protein 1 (PB1) and Arg615 in polymerase acidic protein (PA), were present in all viruses. These observations are in agreement with recent studies demonstrating the importance of the viral polymerase complex for H5N1 virulence in mammals 14 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 162,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Viral RNA could be detected at high levels in nasopharyngeal specimens of H5N1-infected individuals, without a clear decline, when viral loads were plotted against time after onset of illness ( Table 2 and Supplementary Fig. 1 online) . Prolonged viral shedding is not unique to H5N1 influenza but is also observed in young children with human influenza, probably reflecting the absence of pre-existing immunity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 201,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 206,
                    "end": 234,
                    "text": "Supplementary Fig. 1 online)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "In H5N1-infected individuals, viral RNA levels were higher in pharyngeal specimens than in nasal specimens ( Table 2) . Tracheal aspirates obtained from two patients during the course of illness showed more prolonged detection of viral RNA and at substantially higher levels as compared with corresponding nasopharyngeal swabs (Supplementary Fig. 2 online) . Particularly in the pharynx, viral RNA levels were higher in H5N1-infected individuals than in individuals infected with human influenza H3N2 or H1N1, despite presentation later in the course of the illness ( Table 2 and Supplementary Fig. 1 ). The highest viral RNA levels occurred in H5N1-infected individuals who died ( Table 2) , suggesting that the level of viral replication influences outcome. Viral RNA could also be detected in blood specimens from 9 of 16 H5N1-infected individuals and in the rectal swabs from 5 of 7 of these individuals ( Table 2) . It remains unclear whether the detection of virus in rectal specimens reflects genuine gastrointestinal infection. However, symptoms of diarrhea frequently occur during influenza H5N1 (refs. 1,2,15) and were present in three of the five individuals with detectable viral RNA in the rectum. No viral RNA was present in the blood of surviving H5N1-infected individuals or in those with human influenza. Individuals with detectable H5N1 RNA in blood also had higher pharyngeal viral loads (median 7.4 log 10 copies per ml; range 5.1-7.4) than those without evidence of H5N1 RNA (6.0 log 10 copies per ml; range 4.3-7.0; P ¼ 0.021), suggesting that the presence of viral RNA in blood reflects an overall high viral burden. Virus was also isolated from one rectal and one serum specimen from a patient who presented with diarrhea and coma as the only initial symptoms 16 . The failure to isolate virus from remaining non-respiratory specimens ( Table 2 ) could suggest that the viral RNA does not necessarily reflect replicating virus, but may also reflect relatively low viral loads, loss of replication-competent virus during storage and limitations in the sensitivity of viral culture. The recent isolation of H5N1 virus from the plasma of a patient from Thailand 17 confirmed that viremia can occur. Although viremia indicates the potential of the H5N1 virus to disseminate systemically, it remains unclear whether virus replication commonly occurs in non-respiratory organs. Postmortem examinations have not shown evidence of extrapulmonary infection, but revealed reactive hemophagocytosis (which is believed to be a cytokine-driven condition) as the most prominent feature 18, 19 . In vitro and animal experiments also implicate cytokine Rates of virus isolation, detection of viral RNA and viral loads in nasopharyngeal, rectal and blood specimens of patients with influenza H5N1 and H3N2 or H1N1. Viral loads are given as log 10 cDNA copies per ml of viral transport medium. Und., below detection limit; NA, not assessed. a Virus isolation was not performed in two cases due to insufficient specimens. b Rectal swabs were obtained after 6-11 d (median 8) of illness. c Blood specimens were obtained after 5-9 d (median 7) of illness.",
            "cite_spans": [
                {
                    "start": 2596,
                    "end": 2599,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 117,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 342,
                    "end": 356,
                    "text": "Fig. 2 online)",
                    "ref_id": null
                },
                {
                    "start": 568,
                    "end": 575,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 580,
                    "end": 600,
                    "text": "Supplementary Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 682,
                    "end": 690,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 910,
                    "end": 918,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1861,
                    "end": 1868,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "dysregulation in H5N1 pathogenesis, as characterized by evasion of the antiviral effects of interferons and tumor necrosis factor (TNF)-a 6 , in addition to induction of proinflammatory cytokines and chemokines by H5N1 viruses [7] [8] [9] . Observations in our subjects support a role for the inflammatory response in the pathogenesis of human H5N1 disease. Peripheral lymphopenia often accompanies H5N1 infection 1,2 . Measurement of peripheral blood lymphocyte counts in a subset of our subjects showed low total and CD3 + lymphocyte counts and inverted ratios of CD4 + to CD8 + cells in H5N1-infected individuals, particularly in those who died (Supplementary Table 1 online). Total and CD3 + lymphocyte numbers in H5N1-infected individuals correlated inversely with pharyngeal viral RNA load (Fig. 1a,b) , suggesting an association between lymphopenia and the level of viral replication. In addition to decreased production of lymphocytes (as suggested by bone marrow hypoplasia reported in one individual 18 ), or increased destruction through apoptosis (as suggested by in vitro and mouse experiments with H5N1 viruses 20,21 ), peripheral blood lymphopenia may result from trafficking of lymphocytes to infected tissue. How-ever, postmortem studies in H5N1-infected individuals have not shown a predominance of lymphocytes, but instead of macrophages, in pulmonary infiltrates 19 . The latter observation is in agreement with the chemokine profile that was measured in peripheral blood of the individuals in this study ( Table 3) : levels of IP-10, MIG and MCP-1 (chemoattractants of monocytes and macrophages that are produced in bronchial epithelial cells and alveolar macrophages 9,22,23 ) were elevated in patients with avian and human subtypes of influenza, but were higher in H5N1-infected individuals and particularly high in those who died ( Table 3) . Levels of the neutrophil chemoattractant interleukin (IL)-8 were also elevated in H5N1-infected individuals, particularly in those who died ( Table 3) . This chemokine is produced by bronchial epithelial cells and may function in the pathogenesis of acute respiratory distress syndrome (ARDS) 24 , which may be particularly relevant to H5N1 influenza, as progression to respiratory failure is associated with development of ARDS 15 .",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 235,
                    "end": 238,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 663,
                    "end": 670,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 796,
                    "end": 807,
                    "text": "(Fig. 1a,b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1527,
                    "end": 1535,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1856,
                    "end": 1864,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2009,
                    "end": 2017,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "Measurement of cytokines in plasma revealed elevated levels of IL-10, IL-6 and IFN-g in H5N1-infected individuals ( Table 3) ; the latter is a strong inducer of IP-10 and MIG expression by bronchial Levels of chemokines and cytokines in the peripheral blood of patients with influenza H5N1 and H3N2 or H1N1. Levels are given as median log 10 pg per ml (range).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 124,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "a Plasma levels of chemokines and cytokines in H5N1 patients were all higher than in healthy controls at o0.001 significance levels. b Comparison between H5N1 and H3/H1 patients. c Comparison between H3/H1 patients and healthy controls. und., undetectable. epithelial cells 22 . Plasma levels of other cytokines were not higher than healthy controls, although low levels of TNF-a, IL-1b and IL-12 were observed in four H5N1-infected individuals (data not shown). Although levels of cytokines in lung tissue may be more relevant to pathogenesis than levels in blood 25 , it is likely that blood cytokine levels reflect the events in the highly vascular lung. In vitro infection of bronchial epithelial cells and macrophages with H5N1 viruses is associated with hyperinduction of chemokines and cytokines, suggesting that intrinsic viral properties may contribute to the increased levels and to pathogenesis. However, plasma levels of IP10, MCP-1, IL-8, IL-6 and IL-10 in our subjects correlated with pharyngeal H5N1 load ( Fig. 1c-g) , which indicates that the observed hypercytokinemia and hyperchemokinemia reflect, at least partly, increased viral replication.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1022,
                    "end": 1032,
                    "text": "Fig. 1c-g)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Our observations point to a central role for high viral burden in the pathogenesis of human H5N1 disease and suggest that timely suppression of viral replication should remain the mainstay for treatment of influenza H5N1. This is supported by our previous data demonstrating that successful control of viral replication by antivirals was associated with a good clinical outcome 26 . The seemingly limited clinical efficacy of antiviral treatment of H5N1 influenza may be due to the inability of antivirals to interfere with the sequence of events leading to the observed hypercytokinemia, and associated complications, when treatment is started late in the course of illness. Although immunomodulatory treatment has potential benefits at this stage, the focus of clinical management should be on preventing the intense cytokine response by early diagnosis and effective antiviral treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Clinical specimens. At admission, we collected pharyngeal and nasal swabs in viral transport medium (vtm: minimum essential medium Eagle with Hanks' salts, supplemented with 0.5% gelatin and antibiotics (Sigma-Aldrich)). We obtained repeat throat swabs during admission from 8 H5N1-infected individuals 26 , rectal swabs from 7 such individuals, and serum or plasma from 16 H5N1-infected individuals and 6 individuals with influenza H3N2 or H1N1. We used plasma specimens from 15 healthy donors for comparison of cytokine and chemokine levels. All specimens were stored at -80 1C before analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Experimental ethics policy. This study was approved by the institutional review board of the Hospital for Tropical Diseases, Ho Chi Minh City, and the Oxford Tropical Research Ethical Committee. Informed consent was obtained from all participating patients or their parents or legal guardians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "RT-PCR. We purified nucleic acids from 100 ml of pharyngeal, nasal and rectal swab specimens in vtm, or 100 ml of serum or plasma, using a previously decscribed method 27 . After reverse transcription, influenza A viral RNA was detected and quantified by real-time PCR targeted at a highly conserved region of the matrix gene, as previously described 16 . Quantitative analyses of influenza A viral load in clinical specimens were performed batch-wise. Influenza A virus was subtyped using H5-, H3-and H1-specific primers as previously described 1 . The preparation of reagents, the extraction of nucleic acids, and nucleic acid amplification and analysis were performed in physically separated laboratories. Viral culture. We isolated influenza A H5N1 viruses by cell culture in Madin-Darby canine kidney cells in biosafety level III laboratory facilities and identified influenza viruses by serotype-specific RT-PCR and hemagglutination inhibition assays, as previously described 16 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Sequence analysis. We carried out sequence analysis of 12 H5N1 virus isolates as previously described 28, 29 , using BigDye Terminator v3.1 Cycle Sequencing Kit on an ABI PRISM 3700 DNA Analyzer (Applied Biosystems) following the manufacturers' instructions. We sequenced all gene segments from all viruses completely, with the exception of PA of Vietnam/CL2/04 and PB2 of Vietnam/ CL17/04 (owing to technical difficulties). From the latter we obtained a partial sequence encompassing residue 627. Sequence fragments were assembled and edited with Lasergene (version 6.0; DNASTAR). Alignments and residue analyses were performed in BioEdit version 7. MrModeltest 2.2 was used to determine the appropriate DNA substitution model for constructing neighbor-joining trees in PAUP* 4.0. The sequences of all eight gene segments were compared pairwise between viruses isolated from patients who died and those who survived.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Flow cytometry and cytokine measurements. We carried out flow cytometric analyses of whole-blood stained with fluorochrome-conjugated monoclonal antibodies on a FACScalibur flow cytometer (Becton Dickinson). Plasma concentrations of the cytokines IFN-g, IL-2, IL-5, IL-4, IL-6, IL-10, IL-1b, TNF-a and IL-12p70 and of the chemokines MCP-1, IP-10, MIG, RANTES and IL-8 were measured using cytometric bead-array assays (Becton Dickinson) according to the manufacturers' instructions, with the exception that all samples were fixed in 2% paraformaldehyde before analysis. IFN-a plasma concentrations were measured using a commercial capture ELISA assay (Biosource International) according to the manufacturers' instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Statistical analysis. Virus load and levels of cytokines and chemokines were analyzed after log transformation. For statistical purposes, the lower detection limit of the assay (1,000 cDNA copies per ml) was used in cases of negative test results of virus load measurements, and a value of 0.1 pg ml -1 was used in cases of undetectable concentrations of cytokines or chemokines in specimens. The Mann-Whitney U or Fisher exact tests were used for group comparisons of numerical and categorical data respectively, and the Wilcoxon ranked-sum test was used for comparison of viral load in paired throat and nasal swabs. Correlations between viral load and immunological parameters in specimens obtained on the same day were calculated using Spearman's rank correlation test. For all analyses, a P value of less than 0.05 derived from a two-tailed test was considered significant. All statistical analyses were performed with SPSS 14.0 for Windows software (SPSS Inc). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Avian influenza A (H5N1) in 10 patients in Vietnam",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Tran",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N. Engl. J. Med",
            "volume": "350",
            "issn": "",
            "pages": "1179--1188",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Human disease from influenza A (H5N1)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chotpitayasunondh",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg. Infect. Dis",
            "volume": "11",
            "issn": "",
            "pages": "201--209",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Lethality to ferrets of H5N1 influenza viruses isolated from humans and poultry in 2004",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Govorkova",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "",
            "pages": "2191--2198",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Avian influenza (H5N1) viruses isolated from humans in Asia in 2004 exhibit increased virulence in mammals",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Maines",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "",
            "pages": "11788--11800",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Virulence may determine the necessary duration and dosage of oseltamivir treatment for highly pathogenic A/Vietnam/1203/04 influenza virus in mice",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Govorkova",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Infect. Dis",
            "volume": "192",
            "issn": "",
            "pages": "665--672",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Lethal H5N1 influenza viruses escape host anti-viral cytokine responses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat. Med",
            "volume": "8",
            "issn": "",
            "pages": "950--954",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Induction of proinflammatory cytokines in human macrophages by influenza A (H5N1) viruses: a mechanism for the unusual severity of human disease?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet",
            "volume": "360",
            "issn": "",
            "pages": "1831--1837",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pathogenesis of Hong Kong H5N1 influenza virus NS gene reassortants in mice: the role of cytokines and B-and T-cell responses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Lipatov",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Gen. Virol",
            "volume": "86",
            "issn": "",
            "pages": "1121--1130",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Proinflammatory cytokine responses induced by influenza A (H5N1) viruses in primary human alveolar and bronchial epithelial cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Respir. Res",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Evolution and adaptation of H5N1 influenza virus in avian and human hosts in Indonesia and Vietnam",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virology",
            "volume": "350",
            "issn": "",
            "pages": "258--268",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Large-scale sequence analysis of avian influenza isolates",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Obenauer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "311",
            "issn": "",
            "pages": "1576--1580",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Molecular basis for high virulence of Hong Kong H5N1 influenza A viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hatta",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Halfmann",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "293",
            "issn": "",
            "pages": "1840--1842",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The viral polymerase mediates adaptation of an avian influenza virus to a mammalian host",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gabriel",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "102",
            "issn": "",
            "pages": "18590--18595",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The polymerase complex genes contribute to the high virulence of the human H5N1 influenza virus isolate A/Vietnam/1203/04",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Salomon",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Exp. Med",
            "volume": "203",
            "issn": "",
            "pages": "689--697",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Avian influenza A (H5N1) infection in humans",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Beigel",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N. Engl. J. Med",
            "volume": "353",
            "issn": "",
            "pages": "1374--1385",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Fatal avian influenza A (H5N1) in a child presenting with diarrhea followed by coma",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "De Jong",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N. Engl. J. Med",
            "volume": "352",
            "issn": "",
            "pages": "686--691",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "H5N1 influenza A virus and infected human plasma",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chutinimitkul",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg. Infect. Dis",
            "volume": "12",
            "issn": "",
            "pages": "1041--1043",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Pathology of fatal human infection associated with avian influenza A H5N1 virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "To",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Med. Virol",
            "volume": "63",
            "issn": "",
            "pages": "242--246",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Re-emergence of fatal human influenza A subtype H5N1 disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "617--619",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Depletion of lymphocytes and diminished cytokine production in mice infected with a highly virulent influenza A (H5N1) virus isolated from humans",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Tumpey",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Morken",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Katz",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Virol",
            "volume": "74",
            "issn": "",
            "pages": "6105--6116",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Functional tumor necrosis factor-related apoptosis-inducing ligand production by avian influenza virus-infected macrophages",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Infect. Dis",
            "volume": "193",
            "issn": "",
            "pages": "945--953",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The T cell-specific CXC chemokines IP-10, Mig, and I-TAC are expressed by activated human bronchial epithelial cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sauty",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Immunol",
            "volume": "162",
            "issn": "",
            "pages": "3549--3558",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Increased expression of the monocyte chemoattractant protein-1 in bronchial tissue from asthmatic subjects",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Sousa",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Am. J. Respir. Cell Mol. Biol",
            "volume": "10",
            "issn": "",
            "pages": "142--147",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Interleukin 8 (IL-8) in the bronchoalveolar lavage fluid from patients with the adult respiratory distress syndrome (ARDS) and patients at risk for ARDS",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Jorens",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Cytokine",
            "volume": "4",
            "issn": "",
            "pages": "592--597",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "What does the peripheral blood tell you in SARS?",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Openshaw",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin. Exp. Immunol",
            "volume": "136",
            "issn": "",
            "pages": "11--12",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Oseltamivir resistance during treatment of influenza A (H5N1) infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "De Jong",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N. Engl. J. Med",
            "volume": "353",
            "issn": "",
            "pages": "2667--2672",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Rapid and simple method for purification of nucleic acids",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Boom",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Clin. Microbiol",
            "volume": "28",
            "issn": "",
            "pages": "495--503",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Establishment of multiple sublineages of H5N1 influenza virus in Asia: Implications for pandemic control",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Emergence of multiple genotypes of H5N1 avian influenza viruses in Hong Kong SAR",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "99",
            "issn": "",
            "pages": "8950--8955",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Correlations between virus load and immunological parameters in influenza H5N1 infection. (a-g) Correlations between pharyngeal viral RNA load and total peripheral blood lymphocyte numbers (a) and CD3-positive lymphocyte counts (b), and plasma levels of IP-10 (c), MCP-1 (d), IL-8 (e), IL-6 (f) and IL-10 (g). Throat and blood specimens were obtained in parallel on the same day. Spearman's correlation coefficients (r) and P values are given in each graph. No significant correlations were observed for MIG (r ¼ 0.41, P ¼ 0.10) and IFN-g (r ¼ 0.48, P ¼ 0.062).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Accession codes. GenBank: DQ497719-497729, DQ535724 (HA); DQ493068-493071, DQ493073-493078, DQ250160, DQ535726 (NA); DQ492980-492990, DQ535725 (M); DQ493156-493166, DQ535727 (NP); DQ493244-493254, DQ535728 (NS); DQ493332-493341, DQ535729 (PA); DQ493418-493428, DQ535730 (PB1); DQ492895-492902, DQ535731 (PB2). Virus names and the clinical outcome of patients from whom the viruses were isolated are shown in Supplementary Table 2 online. Note: Supplementary information is available on the Nature Medicine website.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Patient characteristicsData are given as medians (range). a Five patients were diagnosed with influenza H3N2 and three patients with influenza H1N1. b All patients received thirdgeneration cephalosporins in combination with either aminoglycosides, vancomycin or azithromycin. c Oseltamivir was given at an oral dose of 75 mg b.i.d. in adults with weight-based adjustments for children as recommended by the manufacturer.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Detection of influenza virus in respiratory and non-respiratory sites",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Levels of chemokines and cytokines in the peripheral blood",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the medical and nursing staff of the Hospital for Tropical Disease, the Pediatric Hospital Number One and the Pediatric Hospital Number Two in Ho Chi Minh City for their help in this study and their care of patients suspected or diagnosed with influenza H5N1. This work was funded by the Wellcome Trust. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The authors declare that they have no competing financial interests.Published online at http://www.nature.com/naturemedicine/ Reprints and permissions information is available online at http://npg.nature.com/ reprintsandpermissions/",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPETING INTERESTS STATEMENT"
        }
    ]
}