{
    "paper_id": "bd69eacc57ab8ae50767aeabfdb230f72693b8ba",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In diesem Beitrag werden die Grundlagen und Anwendungsmöglichkeiten verschiedener (funktioneller) 1 H-NMR-Lungenbildgebungstechniken vorgestellt. Endziel dieser Entwicklungen wird es sein, die Lungenfunktion in einer einzigen Sitzung bei hoher diagnostischer Aussagekraft vermessen zu können. Wesentliche Voraussetzung einer effektiven MR-Lungenfunktionsdiagnostik ist die Bereitstellung von Lungenbildgebungsmethoden, die einen ausreichenden Signal-zu-Rauschen-Abstand im Lungengewebe (niedrige Protonendichte, kurze T 2 * ) erlauben. Dazu eignen sich besonders schnelle Turbospinecho-Experimente, die sich durch inhärent hohe Signalamplituden und geringe Anfälligkeit auf Magnetfeldinhomogenitäten auszeichnen. Insbesondere mit T 1 -gewichteten Turbospinecho-Methoden läßt sich das Lungengewebe ausgezeichnet gegen ansonsten dominante Fett-und Muskelstrukturen darstellen. Um die Lungenventilation darzustellen, kann reiner Sauerstoff als MR-Kontrastmittel eingesetzt. Zur Beurteilung der Lungenventilation inhaliert der Proband/Patient dabei wechselweise Normalluft (21% O 2 ) und reinen Sauerstoff (100% O 2 ). Die paramagnetischen Eigenschaften des im Blut physikalisch gelösten Sauerstoffs führen zu einer signifikanten Verkürzung der T 1 -Relaxationszeit (ca. 10%-15%) im Lungengewebe. Durch die Aufnahme quantitativer T 1 -Tomogramme vor und nach O 2 -Gabe kann ein Lungenventilationsbild berechnet werden, das Rückschlüsse darauf zuläßt, wie gut die Lunge an verschiedenen Stellen Sauerstoff aufnimmt. Für die Messung der Lungenperfusion stehen dynamische Bildgebungsmethoden unter intravenöser Kontrastmittelgabe zur Verfügung.Aus dem Zeitverlauf lassen sich dann prinzipiell die Lungenperfusion und das regionale Blutvolumen bestimmen. Weitergehend stehen sogenannte Spinlabelmethoden zur Verfügung, die eine Absolutquantifizierung der Perfusion in kurzen Messzeiten ohne Kontrastmittelgabe erlauben. In mehreren Studien konnte gezeigt werden, daß die eingesetzten Methoden Lungenanatomie-und Funktion in reproduzierbarer Bildqualität liefern. Auch wenn die Methodenentwicklung zur funktionellen 1 H-NMR-Lungenbildgebung noch nicht als abgeschlossen gesehen werden kann, können die Ergebnisse als sehr vielversprechend eingestuft werden. Da die vorgestellten Verfahren beliebig oft wiederholbar und einfach einzusetzen sind, könnten sich nicht nur Erkrankungen der Lunge, sondern auch die Wirksamkeit von Therapien und Medikamenten überprüfen lassen. Vor einem möglichen breiten Einsatz dieser Verfahren müssen diese aber erst noch in großangelegten Vergleichsstudien ihre Wertigkeit beweisen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Pulmonologische Funktionsdiagnostik mit der MRT? W.Hirsch 1 , R.Wenkel 2 (Halle) Kinderradiologie der Klinik für Diagnostische Radiologie 1 , Tierklinik 2 der Universität Halle Wittenberg Die bisher berichteten Möglichkeiten einer komplexen, bildgebend orientierten Lungen-Diagnostik werden diskutiert, und eigene tierexperimentelle Untersuchungen an einem Großtiermodellen (Schwein) werden vorgestellt. Ventilation: Untersuchungen von Ventilationsvorgängen im MRT wurden ab Mitte/Ende der 90er Jahre berichtet, überwiegend mit der technisch sehr anspruchsvollen He(3)-Bildgebung. Die Darstellung des Ventilationsraumes gelingt auch nach Inhalation von molekularem Sauerstoff bei entsprechender Justierung einer T1-gewichteten inversen HASTE-Sequenz im Ballonmodell gut. Sie lässt sich im Tierversuch bisher nur partiell reproduzieren. Eine Darstellung der belüfteten Lungenareale lässt sich mit einer speziellen 3D-Fenstertechnik darstellen, überblähte Lungenabschnitte lassen sich im Tiermodell in einer Expirationstechnik nachweisen. Diffusion: Die Inhalation von Gadovist ® und dessen Nachweis im Gefäßsystem besitzt Potenzial zur Beurteilung der globalen Lungendiffusion. Perfusion: Das Perfusionsmuster der Lunge ist mit adaptierten FLASH-3D-Sequenzen in der Lungenperipherie nach Gadoliniumgabe zu beurteilen, wenn die zeitliche Auflösung hoch ist. Zusammenfassung: Eine MRT-Diagnostik, die auch wichtige Funktionen der Lunge bildgebend darstellen kann, rückt in greifbare Nähe. Die MRT-Diagnostik erlaubt interessante Einblicke in die normale und gestörte Lungenfunktion sowie die Gewinnung von Parametern, die mit bisherigen funktionsdiagnostischen Methoden nur mit hohem technischen Aufwand (z.B. Totalkapazität) oder gar nicht zu gewinnen sind (z.B.Verteilungsstörungen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2"
        },
        {
            "text": "Die Sequenzierung des menschlichen Genoms und das sich kontinuierlich verbreiternde Spektrum an prädiktiven, z.T. schon pränatal einsetzbaren Gentests zur Erkennung von krankheitsrelevanten Erbgutveränderungen veranschaulichen die gewaltigen diagnostischen Fortschritte unserer Epoche, die leider mit einer großen Diskrepanz zwischen dem Erkenntnisgewinn und den noch fehlenden therapeutischen Möglichkeiten einhergehen. Der Wunsch, Kinder mit Erbkrankheiten heilen zu können, war in den 80er Jahren Motiv und Ausgangspunkt für die Entwicklung der Gentherapie, des einzigen Behandlungskonzeptes, das Aussicht auf Heilung solcher Erkrankungen eröffnet. Heute ist der Anteil monogener Erbkrankheiten an den Indikationen der mehr als 500 klinischen Gentherapiestudien nur noch klein -an ihrer Statt dominieren erworbene Erkrankungen wie Krebsleiden und Infektions-krankheiten. Obwohl in den meisten Studien die Übertragung und Expression therapeutischer DNA gelang, sind bisher nur in sehr wenigen eindeutige Therapieerfolge erreicht worden. In anderen Studien wurde erkannt, dass die Heilung von Erbkrankheiten, die schon früh im Leben zu irreparablen Organ-schäden führen, einen rechtzeitigen Therapiebeginn erfordert, so dass bei einigen Erkrankungen sogar eine Gentherapie in utero erwogen werden muss. Da der Austausch eines defekten Gens durch homologe Rekombination oder seine dauerhafte Reparatur in vivo noch nicht mit ausreichender Effizienz realisierbar sind, wird gegenwärtig im Falle eines rezessiv vererbten Leidens entsprechende intakte DNA zum Genbestand der betroffenen Zellen hinzugefügt. Bei dominant vererbten Erkrankungen wird hingegen meist versucht, die Inaktivierung des defekten Gens zu erreichen. In den letzten Jahren wurden viel versprechende neue Vektorsysteme entwickelt, die einen effizienten Gentransfer in die meisten Zielorgane gestatten. Hoffnungsvolle neue Ansätze haben sich auch auf dem Gebiet der gezielten Genreparatur mittels synthetischer Oligonukleotide ergeben. zu zählen gentherapeutische Ansätze für adulte Stammzellen des respiratorischen Epithels, sowie Verfahren den Entzündungsprozess in den Atemwegen bei CF-Patienten durch Transfer von bestimmten Interleukin-Genen zu beeinflussen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2"
        },
        {
            "text": "Th.Frischer Universitätsklinik f. Kinder-und Jugendheilkunde Wien Vor dem Hintergrund stagnierender öffentlicher Gesundheitsbudgets bei gleichzeitig steigenden Leistungsangebot sowie Veränderungen der Alterspyramide der Bevölkerung in modernen Industrienationen müssen präventive Maßnahmen ihre Kosteneffektivität, d.h. höchst mögliche Effektivität bei geringst möglichem Resourcenverbrauch beweisen. Daten zur Kosteneffektivität der denkbaren Massnahmen sind nur für wenige Präventionen vorliegend (z.B. Schulung zur Verhinderung von Asthmaexazerbationen), während für andere akzeptierte Massnahmen, wie Verhinderung von Passivrauchen gegen frühkindliches Asthma oder eine spezifische Immuntherapie keine ökonomischen Daten zur Verfügung stehen und für weitere Präventionen wie Verhinderung einer Allergenexposition bei Hochrisikopopulationen auch der Nutzen noch nicht eindeutig ist. Prospektive Studien zur Kosteneffektivität primärer oder sekundärer Präventionen im Zusammenhang mit einer nach internationalen Richtlinien durchgeführten medikamentösen Therapie sind dringend nötig. Wir berichten über eine 21-jährige Patientin mit einem -nach vorliegenden Daten -nicht in der Literatur beschrieben Symptomenkomplex. Postnatal persistierte ein Ductus Arteriosus Botalli, der erst im Alter von 8 Jahren operativ verschlossen wurde. Als thorakale Auffälligkeiten sind eine ausgeprägte Thoraxhypoplasie und eine Verplumpung der medianen Claviculae zu nennen.Weiterhin bestand ein vesicouretheraler Reflux mit Ausbildung einer Refluxnephropathie. Schließlich entwickelte die Patientin -wie auch der Vater -im Verlauf des Kindesalters ausgeprägte elephantiasisartige Beinveränderungen. Die klinische Erstvorstellung in unserer Ambulanz erfolgte wegen eines Asthma bronchiale bei polyvalenter Allergie. Die von der Patientin beschriebene massive Produktion von bräunlich-weißem Sputum (seit 2 Jahren 1 Becher/Tag) veranlasste uns zur Durchführung einer Bronchoskopie mit BAL und transbronchialer PE. Unter der erhöhten Zahl von Makrophagen fanden sich zu über 80% Siderophagen sowie Raucher-Inklusionen. Histologisch fiel ein unregelmäßiges Differenzierungsmuster der elastischen Fasern der Blutgefäße auf; weiterhin wurden Veränderungen gefunden, wie sie auch bei einem Veno-Occlusive-Syndrom bestehen. Wir diskutieren, ob die pulmonale Haemosiderose als Teil der erstmals beschriebenen syndromatischen Veränderungen, als Folge des Ductus oder als zusätzliche selbstständige Erkrankung zu werten ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V4 Mögliche Therapiemassnahmen zur Prävention von Atopie und Asthma"
        },
        {
            "text": "M. Rose, W. Springer, S. Hagl, E. Zilow Universitätskinderklinik und Chirurgische Universitätsklinik Heidelberg Einleitung: Die Differentialdiagnose chronisch respiratorischer Probleme bei ehemals frühgeborenen Kindern ist komplex; sie umfasst u.a. fibrosierende Veränderungen, bronchialer Hyperreagibilität und konnatale anatomische Varianten.Wir beschreiben eine weitere seltene Ätiopathogenese. Kasuistik: Geburt in 30 SSW., Atemnotsyndrom,Vorhofseptumdefekt (ASD), am 16. Lebenstag PDA-Ligatur, nachfolgend chronische Lungenkrankheit (CLD) mit persistierender Sauerstoffpflichtigkeit. Rezidivierende anfallsartiger Dyspnoe, als infektassoziiert interpretiert, deshalb Aufenthalte in diversen Kliniken. Keine maßgebliche Besserung unter inhalativen/ systemischen Steroiden, Theophyllin, Leukotrien-Rezeptor-Antagonist (Montelukast), inhalativen oder i.v.-ß2-Mimetika. Mit 7&half; Monaten erneute stationäre Aufnahme wegen Dyspnoe. Bei unauffälligen Laborparametern und nuklearmedizin. Aspirations-Ausschluß zeigte der Röntgen-Thorax eine links-basale Transparenzsteigerung bei Kardiomegalie. In der starren Laryngotracheobronchoskopie eine verzogene Trachea mit malazischen Veränderungen suprakarinär, links eine Schleimhaut-Entzündung sowie ein total komprimierter pulsierender Hauptbronchus bis zum Abgang der UL-Gruppe als Zeichen einer an ehesten gefässbedingten Kompression. Bei der Herzkatheterung wurde ein 12 mm großer ASD gefunden, der zu einer enorm vergrösserten, das linksseitige Bronchialsystem komprimierenden Pulmonalarterie geführt hatte. Zur Erhaltung der linken Lunge erfolgte ein operativer ASD-Patch-Verschluß, eine Dekompression der distalen Trachea und eine externe Reexpansion des linken Hauptbronchus', dessen anschließende Durchgängigkeit belegt werden konnte. Nach klinischer Restitution Entlassung in respiratorisch rekompensiertem Zustand. Die kardiologischen Kontrolluntersuchungen ergaben eine Normalisierung der kardiovaskulären Verhältnisse hinsichtlich Grösse und Funktion. Schlussfolgerung: Auch bei bekannten pulmonalen Risikofaktoren wie einer CLD sollten häufig rezidivierende therapierefraktäre bronchiale Obstruktionen eine erweiterte kardiovaskuläre Abklärung erfahren. Im April 2001 wurde die CT des Thorax wiederholt. Es zeigte sich eine deutliche Zunahme der Zysten sowie der interstitiell strähnig-streifigen Verdichtung. Es bestand der hochgradige Verdacht einer pulmonalen LCH. Da das Risiko eines Pneumothorax bei einer Lungenbiopsie zu hoch war, führten wir eine bronchioalveoläre Lavage (BAL) durch. In der BAL wurden 6,8% CDA1 positive Dendritische Zellen bestimmt somit war die LCH nachgewiesen. Weitere Organmanifestationen wurden ausgeschlossen. Die Patientin wird nach dem LCH-III-Studienprotokoll behandelt und zeigt ein gutes Ansprechen. Schlussfolgerung. Die LCH ist eine wichtige Differentialdiagnose zystischer Lungenerkrankungen. Der Nachweis von mehr als 5% CD1A positiver Zellen in der BAL sichert die Diagnose. Hintergrund:Etwa 10% aller Patienten mit CGD leiden an einer Lungenfibrose. Über die Ursachen ist bisher nichts bekannt. Fallreport: Wir berichten über ein 8-jähriges Mädchen mit CGD aufgrund einer phox22-Defizienz (Del Intron 1 in CyBA), das mit 7 Jahren eine zunehmende pulmonale Restriktion (Vitalkapazität [VC] ca. 50%) aufwies. In der Bronchiallavage (BAL) zeigte sich überraschenderweise eine Lungenhämosiderose, im Thorax CT eine Dichteerhöhung des Lungenparenchyms. Erreger konnten nicht nachgewiesen werden. Eine umfangreiche Ursachensuche ergab massive erhöhte Antikörper gegen Gliadin und Endomysium. In der Duodenalbiopsie war die Schleimhaut abgeflacht. Eine strikte glutenfreie Diät und eine Stosstherapie mit Methylprednisolon (3=10 mg/kg an 3 Tagen/Monat) führte zur Gewichtszunahme, verbesserter subjektiver Belastbarkeit und Verschwinden der Hämosiderose in der Kontroll-BAL nach 4 Monaten. In dieser BAL zeigte sich aber jetzt eine massive Lymphozytose (42%) mit einer CD4/CD8 Ratio von 15,4. Das ACE im Serum war 200 U/l. In der Lungenfunktionsuntersuchung änderte sich die Restriktion nicht. Das Kontroll-CT des Thorax zeigte ebenfalls keine wesentliche Änderung des Vorbefunds. Typische Irregularitäten für Sarkoidose an den pulmonalen Gefässen fanden sich aber auch nicht. Unter der Annahme eines \"Sarkoidose-artigen\" Prozesses an der Lunge wurde die Steroidtherapie auf orale Gaben von 2 mg/kg/d umgestellt. Nach 3 Wochen verbesserte sich die VC deutlich auf 76% und die O2-Sättigung sank nach definierter Belastung (10 Kniebeugen) nicht mehr wie noch 3 Wochen zuvor ab (1. Untersuchung vor täglicher Steroidgabe: SaO2 in RL 96%A94%, 2. Untersuchung nach 3 Wochen: SaO2 in RL 98%A98%). Das ACE sank auf 40 U/l ab. Schlussfolgerung: Der Entwicklung einer Lungenfibrose bei CGD können eine Zöliakie und \"sarkoidose-artige\" Entzündungsprozesse zugrunde liegen. Glutenfreie Diät und tägliche Steroidgaben verbessern den Krankheitsverlauf. Die Prognose ist derzeit ungewiss. Im Vordergrund steht die Frage, in welchem Alter in Abhängigkeit von geeigneten Schweregrad-Indikatoren eine intermittierende oder eine kontinuierliche Pharmakotherapie empfohlen werden muss, und wie sich diese gegebenenfalls aufbaut. Grundsätzlich ist eine altersgemäße, effiziente und im Alltag wenig beeinträchtigende Applikationsform für die antiinflammatorische Therapie zu wählen. Zur Inhalationstherapie stehen zahlreiche Inhalierhilfen und Vernebler zur Verfügung, die bei korrekter Anwendung eine Behandlung in jeder Altersgruppe ermöglichen. Hauptsäule der heutzutage auch präventiv verstandenen antiinflammatorischen Therapie sind die inhalativ verabreichbaren Corticosteroide (ICS). Da nach neueren prospektiven Studien unter Langzeitbehandlung mit ICS auch in einem mittleren Dosisbereich eine leichte Wachstumsretardierung möglich ist, muss jedoch gerade in der Dauertherapie von Kindern und Jugendlichen nach Alternativen zu ICS gesucht werden. Neuerdings bieten sich für verschiedene Indikationsstellungen Leukotrienrezeptor-Antagonisten wie Montelukast an. Der Vortrag wird diesbezüglich besonders die derzeitige Datenlage für das Kindes-und Jugendalter und die praktische Anwendung von LTRA fokussieren. Perspektive: Durch die Verfügbarkeit neuer Substanzen wird die Differentialtherapie des Asthma bronchiale im Kindes-und Jugendalter quantitativ erweitert. Um qualitative Verbesserungen zu beurteilen, müssen neue Mono-und Kombinationsbehandlungen bzgl. Effektivität und Kosteneffizienz sorgfaltig überprüft werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "K4 Tracheobronchiale Kompression bei ASD als seltene Ursache kindlicher Luftnot"
        },
        {
            "text": "Patients with mild to moderate asthma cover a broad range of clinical severity. These patients can include individuals with symptoms occurring intermittently to those having daily symptoms. Further, some of these patients have completely normal lung function while others will have markedly abnormal lung function. Finally, almost nothing is known about the long term prognosis of a patient with mild intermittent or persistent asthma, as compared to one with moderate disease. Mild asthmatics, both intermittent and persistent, generally have symptoms less than daily and have normal lung function. Common triggers in these patients include environmentally induced symptoms such as cold air, exercise, sulfur dioxide, or allergens. Treatment with leukotriene receptor antagonists (LTRAs) has shown efficacy in all of these situations and, with their ease of administration, they are an option for patients who have difficulty remembering to take their inhaled antiinflammatory medications. As the long-term prognosis of this mild group of asthmatics has not been well studied, it is not yet clear whether treatment with an inhaled corticosteroid (ICS) vs an LTRA will yield different long-term outcomes and long-term studies are needed to address this issue. One such study has just been completed. The CAMP study found that long term ICS (budesonide) treatment in children did not affect lung growth (remodeling). Currently, three one year studies in adults and children with mild asthma comparing montelukast to fluticasone are ongoing which will further address the long-term outcomes in mild asthma.Although moderate asthmatics, those having symptoms on a daily basis, with abnormal lung function, may do well on an LTRA alone, most likely will require two controller medications for adequate control. Since inhaled corticosteroids do not block leukotriene synthesis, the additional of a LTRA to an inhaled corticosteroid allows for complementary anti-inflammatory activity. LTRAs have shown efficacy in several double-blind, placebo controlled studies, when used in combination with ICS in both adults and children. Complementary anti-inflammatory activity has been demonstrated by further reductions in exacerbation rates, blood eosinophil levels, and nitric oxide levels in exhaled air. Additionally, LTRAs allow tapering of inhaled corticosteroids while maintaining clinical stability. Therefore, the LTRAs should also be considered in patients with persistent asth-ma symptoms despite inhaled corticosteroid therapy. Three large scale clinical trials (IMPACT, COMPACT, and SMART studies) are ongoing to compare increasing the dose of ICS or adding salmeterol or montelukast in patients uncontrolled on ICS. Since asthma often debuts in childhood safe and effective medications are needed for very young patients. Montelukast has been approved in many countries for use in children aged 2 years and above. Clinical trials are underway in children as young as 6 months of age. Some children have symptoms only with a viral infections and since these infections are associated with leukotriene elaboration in the airways, it is possible that leukotriene blockade may ameliorate the symptoms in this condition. Two large trials are underway to test this hypothesis. Finally, growing evidence suggests that allergic asthma is a systemic disease often involving the nose (allergic rhinitis), skin (atopic dermatitis), and eyes (allergic conjunctivitis). This naturally leads to a systemic approach to therapy with oral medications that penetrate all the affected tissues. Montelukast has been shown to attenuate symptoms of both allergic rhinitis and conjunctivitis. Its role in treating systemic allergic diseases is promising and we look forward to further data in this area. In conclusion, LTRAs can be safely and effectively used across a range of patients, from those with mild to those with moderate disease and at either extreme of age. Our X-ray investigations and computerized optical topography of the spinal column in children with bronchial asthma showed that many patients had various disorders of the vertebraes and intervertebral disks. These children had the following disorders: the dislocation of the cervical vertebraes C4-C5-C6 -63%; scoliotic disorders of carriage, extension of the lumbar lordosis or hyperlordosis, extension of the thoracal kyphosis or hyperkophosis 53,1%, soliosis of the 1st and 2nd degree, 22.3%.We used the new original device of Detensor ® -therapy after Kienlein ® for longterm-traction of the spinal column and its correction. After application of Detensor ® -therapy the positive changes in some of the parameters of the condition of the spinal column were observed: the normalization of the carriage, the decrease or relief of disorders of the spine (decrease of the thoracal hyperkyphosis, lumbar hyperlordosis, degree of the scoliosis and dislocation of the cervical vertebraes). The effect of Detensor ® -therapy, possibly, caused the normalization of vegetative nervous regulation of respiratory system and chest muscles. Children had no asthma attacks during treatment. Ergebnisse: Das mittlere (SD) Alter bei der letzten \"Säuglingsmessung\" betrug 2,4 (0,5) Jahre, der Abstand (Bereich) bis zur ersten Spirometrie 1,0 (0-2,9) Jahre. Die Qualität der 1. Spirometrie war nur bei 2/24 Patienten \"sehr gut\", bei 13/24 nicht verwertbar. Die letzte Säuglingsmessung zeigte ein normales Lungenvolumen, aber Zeichen der Obstruktion mit einem mittleren (SD) z-Wert für MEF 25 von -2,2 (1,4) und für Vv maxFRC von -1,74 (1, 49 Objective: Follicular bronchitis is a newly recognized rare problem in children. The etiology is unknown. Most affected children have tachypnea, and cough by 6 weeks of age. Roentgenograms usually reveal a diffuse interstitial pattern. Most children gradually improve during the following years. Case report: In the age of 3 months a full term born girl showed persistant intercostal retraction, tachypnoea and two severe episodes of cyanosis. Physical examination was characterized by crackles in all lung fields. X-ray showed diffuse interstitial pattern in the upper lobe of lung and normal lung volumes. ECG, cardiac sonography, CCT, EEG and neurologic development were normal. Nocturnal polysomnography observed central and obstructive apneas and oxygenation was between 80 and 90%. Bronchoscopy showed no abnormality. She was treated with antibiotics and bronchodilators, but there was no improvement. In the age of 6 months bronchoscopy was reapted and in the BAL more than 5% langerhans cells with birbeck granules were detected. Polysomnography showed still hypoventilation and hypoxemia during sleep, but no episodes of cyanosis, no tachypnea or IC retraction were observed. Beside the langerhans cells no other signs of histiocytosis were found (normal pituitary function, no bone lesions, no skin manifestations). Lung function, done in the age of 3, 6 and 12 months showed persistant flow limitation. In the age of 12 months open lung biopsy was performed and follicular lymphoid hyperplasia around the bronchus were found. She is now in the age of 30 months,growth and weight is within the normal range.Neurological development is normal.Polysomnographic control showed an interesting sign. She had still noctural oxygenation between 80-90%.In addition more than 80 respiratory pauses longer than 10 seconds,similar to central apnea were observed.Such an episode was started with forced inspiration and followed by arousal or movements. In contrast to central apneas paO 2 increased afterwards for some minutes. In literature similar events were described as sighns. More than 25 sighns per night are symptoms of alveolar hypoventilation. Polysomnography could be a helpful tool in monitoring pulmonary desease, especially in such rare diagnose. ",
            "cite_spans": [
                {
                    "start": 5568,
                    "end": 5571,
                    "text": "(1,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 5572,
                    "end": 5574,
                    "text": "49",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "M3 What the Future Holds -The Unanswered Questions Jonathan A. Leff Medical Director Merck Sharp Dohme GmbH, New Jersey, USA"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Baby nicht in überhitzten Räumen schlafen lassen (83,7%)",
            "authors": [],
            "year": null,
            "venue": "le Eltern schon in der Entbindungsklinik ausgegeben wurde, hinterließ bei den Eltern nach ca. 1 Jahr folgende Kenntnisse: Vermeidung Bauchlage (93,8%)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Folgende Informationsquellen zum Thema SIDS wurden durch die Eltern angegeben: das Informationsblatt aus der Entbindungsklinik (53%), Kinderarzt (43%), Bekannte (23%)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Nur 31% (233/751) betrachteten die Rückenlage als günstigste Schlafposition für Säuglinge im ersten Lebensjahr (Kinderärzte 48%, Frauenärzte 19%, Hebammen 26%)",
            "authors": [],
            "year": null,
            "venue": "die Bauchlage würden immerhin 1,3% (10/751) bevorzugen. Über den Zusammenhang SIDS und Rauchen wußten 99,7% (749/751) der Befragten Bescheid. 97% aller Befragten interessieren sich für aktuelle Informationen zum Thema SIDS-Prävention und würden folgende Informationswege bevorzugen: Informationsblätter 78%, Fachzeitschriften 67%,Weiterbildungen 41%, Internet 15%, Fernsehen und Rundfunk 10%, Tageszeitungen 6%",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Die umfangreichen Daten zeigen, daß professionelle und zielgruppen-orientierte Informationskampagnen erforderlich sind, die insbesondere auch folgende Gruppen erreichen: • Eltern mit geringerem Bildungsstand, • Eltern, die bereits mehrere Kinder haben (und deshalb denken, daß sie schon genügend Wissen haben) und",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Diskussion Und Schlußfolgerungen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "• Eltern ab dem 30. Lebensjahr, die sich offenbar weniger als jüngere Eltern beim ersten Kind zu informieren scheinen",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Außerdem wird deutlich, daß Ärzte eine wichtige Verstärkerfunktion in der Informationsübermittlung haben",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Deshalb muß auch der Kenntnisstand der beteiligten Ärzte wesentlich verbessert werden. Das Interesse zur Informationsaufnahme ist vorhanden. Als Informationswege werden Informationsblätter, Fachzeitschriften und Fortbildungen bevorzugt, während das Internet momentan nur von 15% der niedergelassenen Ärzte und Hebammen für Fortbildungszwecke genutzt wird. Literatur",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Sleeping position for infants and cot death in the Neatherlands 1985-1991",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "De Jonge",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Arch.Dis.Child",
            "volume": "69",
            "issn": "",
            "pages": "660--663",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Report of the Chief Medical Officier's Expert Group on the Sleeping Position of Infants an Cot Death. London HSMO 1993. Zit",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Departement",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Der Plötzliche Säuglingstod",
            "volume": "",
            "issn": "",
            "pages": "215--219",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "SP-B) und seine Vorstufen (Pro-SP-B) in Lavagen von Kindern mit obstruktiver Bronchitis S",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Paditz",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "Hrsg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schumacher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Steinecker",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Griese"
                    ],
                    "last": "Nicolai",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kinderpoliklinik",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Dr. von Hauner'sches Kinderspital München Einleitung: SP-B wird als 42 kDa Pro-Protein transkribiert und intrazellulär über 25 kDa und 9 kDa zum reifen 8 kDa Protein prozessiert. Ziel dieser Untersuchungen war es, das intraalveoläre Muster an SP-B-Vorformen zu definieren und so die Voraussetzungen für das Erkennen aberranter Prozessierungen in der bronchoalveolären Lavage (BAL) zu schaffen. Methodik: Die Proteine standardisierter BALs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Ergebnisse: SP-B konnte bei jedem der Kinder bei 8 kDa nachgewiesen werden. Die 25 kDa-Vorstufe wurde ebenfalls bei allen Kindern durch den Antikörper CTERM B, der an das C-terminale Ende (AS 330-349) bindet, erkannt. Die 42 kDa-Vorstufe wurde dagegen nur schwach und nur in 11 der 20 Lavagen detektiert",
            "authors": [],
            "year": null,
            "venue": "Kindern mit obstruktiver Bronchitis (Alter 1 bis 15 Jahre, Mittel 5,5 Jahre) wurden mittels 1-D-Elektrophorese aufgetrennt und mit Hilfe von Peptid-Antikörpern in An-und Abwesenheit des Peptids identifiziert",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Veränderungen der Anteile charakteristischer PC-Spezies des Surfactants korrelieren invers (Dipalmitoyl-PC=DPPC bzw. direkt proportional (Palmitoylmyristoyl-PC=PC16:0/14:0, Palmitoylpalmitoleoyl-PC=PC16:0 /16:1) mit Atemfrequenz und fetaler Reifung (Bernhard et al",
            "authors": [],
            "year": 2001,
            "venue": "Untersuchungsziele: Um pathologische Veränderungen im Surfactant-Metabolismus (Synthese und Kinetik von molekularen Einzelkomponenten) bei Patienten in vivo untersuchen zu können, etablierten wir die ethisch vertretbare Markierung des PC-Synthese-substrates Cholin mit dem stabilen",
            "volume": "25",
            "issn": "",
            "pages": "725--731",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Sie entsprach der prozentualen Zusammensetzung des PC im Surfactant des erwachsenen Menschen. Zusammenfassung und Ausblick: Markierungen in vivo mit stabilen Isotopen, insbesondere [D 9 -Methyl]Cholin, und anschliessende Analytik mit ESI-MS/MS sind zur Untersuchung des Surfactant-Metabolismus beim Menschen geeignet. Durch die Verwendung stabiler Isotope und der Massenspektrometrie eröffnen sich neue Möglichkeiten zur in vivo-Untersuchung metabolischer Prozesse und Störungen der Lunge bzw",
            "authors": [],
            "year": null,
            "venue": "Cholin in die PC-Spezies induzierter Sputen von t 0h -t 72h mittels Elektrosprayionisations-Tandemmassenspektrometrie (ESI-MS/MS) gemes-sen. Ergebnisse: Der Einbau von",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Colitis ulcerosa und cystischer Fibrose gefunden werden. SARA (Smad anchor for receptor activation) und HGS (hepatic growth factor-regulated tyrosine kinase substrate) sind zwei neue Moleküle, die beide eine Transporterfunktion für Smad2 im TGF-`Signalweg übernehmen. Ziel dieser Studie war es, die Rolle von SARA und HGS in menschlichen CD4+ T-Lymphozyten zu charakterisieren. Es konnte gezeigt werden, dass beide Moleküle in menschlichen CD4+ T-Lymphozyten exprimiert werden. Mittels real time PCR konnte eine Hochregulierung von SARA durch TGF-`gezeigt werden. Nach antigenspezifischer-oder polyklonaler-Stimulierung mittels anti-CD3/CD28 mab kam es zu einer Abregulierung von SARA mRNA. Die Funktion beider Moleküle im TGF-`Signaltransduktionsweg wurde mit Hilfe von Luciferase Assay",
            "authors": [],
            "year": null,
            "venue": "Defekte innerhalb des TGF-`Signalweges konnten bei verschiedenen chronischen entzündlichen Erkrankungen, wie Asthma bronchiale, M. Crohn",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "K6 Lungenfibrose bei einem Mädchen mit Chronischer Granulomatose (CGD), Zöliakie und laborchemischen Hinweisen für Hämosiderose und Sarkoidose U. Wintergerst, Th. Nicolai, M. Griese, S. Urschel, B.H. Belohradsky Universitäts-Kinderklinik München, Lindwurmstr. 4, 80337 München",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "K.-M. Müller Institut für Pathologie, Kliniken Bergmannsheil, Bochum Die morphologische Diagnostik interstitiell akzentuierter Lungenerkrankungen basiert auf Befunden von Momentaufnahmen meist chronisch verlaufender Prozesse. Bei der Bewertung gehen ein 1. Umfang und Art des Untersuchungsgutes (TBB, offene Lungenbiopsie etc.) 2. topographisches Verteilungsmuster (diffus/generalisiert, mono/polytop, Bronchus-, Gefäß-assoziiert?) 3. Charakterisierung eines Infiltrates (z.B. luminal, mural, Bronchio-Zu den sensitiven Untersuchungsparametern gehört die restriktiv veränderte Lungenfunktion, der Abfall des O2-Partialdrucks unter Laufbelastung, das HR-CT der Lunge, die BAL und der serologische Nachweis von spezifischen Antikörpern. Einfluss des Dampfdruckes auf das Aerosolspektrum. Ausblick: Wenn Vap-PFC und Aerosol-PFC in weiteren Studien ihr Potential -auch bei schwerem ARDS-beweisen, könnten diese Methoden der künftige Weg der PFC-Beatmung sein. Innerhalb der Gruppe besteht jedoch eine signifikante Beziehung zwischen lungenfunktionellen Veränderungen und dem CRIP-Score als Ausdruck des Schweregrades der Frühphase der Erkrankung. Ein neuartiges Analyseverfahren der Gas-Einwaschtechnik (Phase-III-analysis) zeigte trotz normalen Lungenvolumina eine Störung der Konvektions-/Diffusionsfront in der CLD Gruppe, möglicherweise als Ausdruck einer eingeschränkten Alveolisation dieser Lungen. Folgerung/Diskussion: Um die Entwicklung und Regeneration von früh geschädigten Lungen zu optimieren ist nicht nur die Akutphase sondern auch die Langzeitbetreuung dieser Kinder wichtig, welche als Schwerpunkt in diesem Vortrag diskutiert wird. Dies umfasst eine optimale Ernährung, eine adäquate Oxygenierung, eine Kontrolle der kardiopulmonalen Interaktion, eine Berücksichtigung von Umweltfaktoren wie Infekte, Nikotinbelastung sowie eine optimale Betreuung und Führung der Eltern im ersten Lebensjahr. Antibiotika und Makrolide die Therapeutika der ersten Wahl dar.Aufgrund des hohen Risikos von bakteriell-viralen Mischinfektionen bzw. der Gefahr von Komplikationen sollen gesicherte Pneumonien immer antibiotisch behandelt werden. Schwieriger ist die Entscheidung diesbezüglich bei möglichen sekundären bakteriellen Infektionen der unteren Luftwege im Rahmen von viralen Atemwegsinfekten. Schleimhautbiopsie entnommen. Aus den so gewonnenen Epithelzellen wurde die RNA isoliert und mittels reverser Transkriptase in cDNA umgeschrieben. Nach Durchführung einer realtime Polymerase Kettenreaktion (PCR) wurde die Amplifikation im Vergleich zum konstitutiv exprimierten housekeeping-Gen des ß-Aktins gemessen. Ergebnisse: HBD-1 und hBD-2-RNA ließ sich in allen Proben nachweisen. Atemwegsgesunde Kinder zeigten mit einem 6Ct-Mittel-Bei Kindern mit chronischer Bronchitis fand sich im Vergleich zu atemwegsgesunden Kindern eine signifikant niedrigere Expression der Defensine hBD-1 und hBD-2. Auswirkungen auf die Infektabwehr sind denkbar. Zellkultur-Studien könnten klären, ob es sich um eine Ursache oder eine Folge der Entzündung handelt. Körperachse kommt es bei der Hälfte der Betroffenen zu einem kompletten Situs inversus, was dann als Kartagener Syndrom bezeichnet wird. Wir konnten kürzlich einen PCD-Lokus auf Chromosom 5p kartieren und innerhalb des kritischen Intervalles das Kandidatengen DNAH5 lokalisieren. DNAH5 kodiert für 79 Exone und umfasst eine 250-kb große genomische Region. Das 14-kb große Transkript kodiert für eine schwere Dyneinkette des äußeren Dyneinarmes, welche hoch homolog ist zur a-Kette der Alge Chlamydomonas rheinhardtii. Laktoferrinspiegel. Verlaufsuntersuchungen bei CF Patienten nach 18 Monaten zeigten keine signifikanten Veränderungen über den Untersuchungszeitraum. Zusammenfassung: CF Patienten ohne P. aeruginosa weisen bereits hohe Konzentrationen des antimikrobiellen Peptids Laktoferrin in der BAL Flüsssigkeit auf. Inwieweit dies Patienten gegen die Entwicklung von P. aeruginosa Biofilmen schützt, bedarf weiterer Klärung. Klinik für Kinder-und Jugendmedizin der Friedrich-Schiller-Universität Jena, 2 Inst. für interv. und diag. Radiologie der Friedrich-Schiller-Universität Jena, 3 Berufsgenossenschaftliche Klinik Bergmannsheil, Universitätsklinik Bochum",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Primäre Langerhanszell-Histiozytose der Lunge J. Schulze, C. Rehbein, H. Grüttner, R. Kitz Universitätskinderklinik der J.W.Goethe-Universität, Frankfurt am Main Hintergrund. Die Langerhanszell-Histiozytose (LCH) ist eine klonale Störung proliferierender Histiozyten, die verschiedene Organe betreffen kann. Ist die Lunge mitbetroffen, dann häufiger als Teil einer generalisierten Erkrankung. Die primäre LCH der Lunge stellt im Kindesalter eine Rarität dar. Fallbericht. Im März 2001 wurde die 6 1 / 2 jährige Patientin erstmalig in unserer Ambulanz zur Abklärung einer zystischen Lungenerkrankung vorgestellt. Im Herbst 1998 wurde aufgrund einer Tuberkulin Konversion eine Röntgenaufnahme des Thorax angefertigt, die Infiltrate zeigte. Die Kontrollaufnahme nach 3monatiger INH-Therapie im Januar 1999 zeigte zystische Veränderungen im Bereich der rechten Lunge. Eine Computertomographie vom Februar 1999 ergab multiple Zysten der ganzen Lunge und interstitielle Veränderungen. Es wurde eine Biopsie der Lunge empfohlen, doch da die Patientin unbeeinträchtigt war, wurde die weitere Diagnostik von den Eltern zunächst abgelehnt. Im weiteren Verlauf entwickelte das Mädchen Trommelschlegelfinger und Uhrglasnägel. Eine Herz/Kreislauf Erkrankung, eine Mukoviszidose und ein _1-Antitrypsin Mangel wurden ausgeschlossen.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Asthmatherapie 2002: Stellenwert von Montelukast heute Joachim Kühr Zentrum für Kinderheilkunde und Jugendmedizin, Universitats-Klinikum Freiburg im Breisgau Asthma bronchiale ist die häufigste chronische Atemwegserkrankung im Kindesalter und bedarf deshalb einer breiten Versorgungsbasis. Ziele der sog. Stufentherapie sind Beschwerdefreiheit, normale körperliche Aktivität sowie Vermeidung von Krankenhausaufenthalten und Therapienebenwirkungen.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Der Pneumo-Allergo-Doc W. Kamin, A. Liesenfeld, R. Dahm Universitätskinderklinik; Langenbeckstr. 1, 55101 Mainz In der Universitätskinderklinik Mainz werden ca. 5.000 Kinder mit allergischen/ pneumologischen Erkrankungen behandelt. Eine wissenschaftliche Auswertung dieser Patienten war bisher nur über Einzelanalyse der Krankenakte möglich. Seit 1998 wurde zur besseren Analyse der Patientendaten eine SQL-Server netzwerkfähige Datenbank programmiert. Die Datenbank setzt sich aus den Es ist in die Datenbank eine einfache Abfrageroutine implementiert, so daß die Suche nach Patienten, die einen Heuschnupfen haben, auf Birke sensibilisiert sind, Budesonid erhalten und eine positive Familienanamnese für allergische Erkrankungen zeigen kein Problem mehr darstellt. P2 Die Sterblichkeit der Frühgeborenen mit dem Atemnotsyndrom in Litauen im Jahre 1996-2000 V. Basys, N. Vezbergiené Klinik für Neonatologie der Vilniusser Universität, Litauen Einleitung: In Litauen überleben in den letzten fünf Jahren 93-95% aller Frühgeborenen. Das Atemnotsyndrom (ANS) der Frühgeborenen ist für 20% der Todesfälle im Neugeborenenalter verantwortlich. Methodik: Statistische Analyse der Daten des Neugeborenenregister Litauens im Jahre 1996-2000. Es wurden alle Todesfälle der Frühgeborenen, wenn die Hauptursache des Todes als Atemnotsyndrom dokumentiert wurde, analysiert (P22 und P28 nach ICD-10). Die höchste Sterblichkeit war bei Frühgeborenen mit Reifealter von 22 bis 31 Schwangerschaftswochen. Etwa 70% diesen Frühgeborenen sind in zwei Perinatalzentren (in Vilnius und in Kaunas) geboren. Zusammenfassung: Die Surfactant-Gabe zusammen mit der optimalen Intensivtherapie hat die gemeinsame Frühgeborenensterblichkeit in Litauen vermindert. Die Mortalität wegen ANS hat sich noch nicht vermindert. P3 Einseitige Aplasie der A. Pulmonalis als seltene Ursache einer pulmonalen Restriktion H. Ott 1 , M. Böhle, H. Brost 1 , D. Mühler 1 Klinik für Kinderkardiologie, Kinderklinik, RWTH Aachen Einleitung: Restriktive Ventilationsstörungen sind im Kindesalter nicht selten durch extrapulmonale Krankheiten bedingt. Neben myodegenerativen und posttraumatischen Erkrankungen können auch kardiale Fehlbildungen eine Atemwegsrestriktion verursachen. Anamnese: Wir berichten von einer dreijährigen, eutrophen Patientin, die über Nachtschweiß sowie anstrengungsassoziierte Dyspnoe-Episoden klagte. Rezidivierende Luftwegsinfekte traten nicht auf, die atopische Eigen-und Familienanamnese waren negativ. Diagnostik: Klinisch imponierte eine Asymmetrie des Thorax mit Abflachung der rechten Thoraxhälfte, in der Ruhelungenfunktion ergab sich bei deutlich erniedrigter Vitalkapazität und gleichzeitig normwertiger FEV 1 /FVC-Ratio der Befund einer restriktiven Ventilationsstörung. Die Thorax-Röntgenaufnahme zeigte als Folge einer Hypoplasie des rechten Lungenflügels eine Mediastinal-verlagerung nach rechts. Die rechte zentrale Pulmonalarterie war nicht abgrenzbar. Bronchoskopisch fand sich neben einer leichtgradigen Stenose der distalen Trachea eine normvariante Bronchienaufteilung beidseits, chronisch-inflammatorische oder stenotische Areale konnten nicht dargestellt werden. In der Herzkatheteruntersuchung zeigte sich eine unauffällige linke Pulmonalarterie, die rechte Pulmonalarterie ließ sich jedoch nicht darstellen. Schlußfolgerung: Patienten mit restriktiven Ventilationsstörungen und Verdacht auf kardiale Fehlbildungen sollten in spezialisierten Zentren unter Einsatz interdisziplinärer Untersuchungsmethoden betreut werden, um eine definitive ätiologische Abklärung zu ermöglichen. P4 Prospektive Erfassung von Indikationsspektren, Effektivität und Sicherheit der Bronchoskopie an 10 Kinderkliniken T. Nicolai, S. Roncato Univ. Kinderkliniken München, Bochum, Köln, Salzburg, Basel, Wien, Koblenz, Oberhausen, Frankfurt/M und Frankfurt/O. Einleitung: Die Durchführung von Bronchoskopien bei Kindern hat sich seit der Einführung der flexiblen Bronchoskope weit verbreitet. Es gibt kaum prospektive und multizentrische Untersuchungen zur diagnostischen Ausbeute und klinischen Konsequenz dieser Methode. Methodik: Es wurden an 10 Kinderliniken, deren Pneumologen der Arbeitsgruppe angehören, prospektv Fragebögen zu den Untersuchungen ausgefüllt (Indikation, Zustand des Kindes, Verdachtsdiagnose etc), und unmittelabar danach das Ergebnis der Bronchoskopie dokumentiert (Verfahren, Dauer, Probleme, Diagnose, klinische Konsequenz). Ergebnisse: Es wurden 279 Bronchoskopien dokumentiert, davon 142 (51%) bei Kindern unter 2 Jahren. Die häufigsten Indikationen waren Stridor (n=69 (25%), davon 40mal kongenital und progredient , 11mal schwer, 10mal akut er erworben), chronische Bronchitis (n=57, 20%), V.a. Fremdkörperaspiration (n=66, 24%), und der Verdacht auf eine tracheobronchiale Fehlbildung (n=39, 14%). 189mal wurde flexibel, 64mal starr und 19mal mit beiden Verfahren untersucht. Ernstere Komplikationen traten nicht auf. In 190 (69%) Fällen wurde die Verdachtsdiagnose bestätigt, 57 (20%) mal sie falsch und in 30 (11%) Fällen war der Endbefund überraschend. Eine medizinische Konsequenz ergab sich in 122 (44%) Fällen, eine chirurgische Intervention in 46 (16%) Fällen, und ein direkter Therapieeffekt der Bronchoskopie bei 51 (18%). In 60 (22%)Fällen war der Effekt psychosozialer Natur (Beruhigung der Eltern) Zusammenfassung: Die Bronchoskopie bei Kindern stellte an den teilnehmenden Zentren eine sichere und in vielen Fällen mit einer klinischen Konsequenz einhergehende Untersuchung, die nicht selten eine Korrektur einer vorherigen Verdachtsdiagnose ermöglicht. Einleitung: Die von Brehler et al. (1) an einem grösseren Kollektiv beschriebene Methode der Ultra-Rush-Insektengift-Hyposensibilisierung mit 9 Injektionen bis zum Erreichen der Erhaltungsdosis ist eine Alternative zum 5 Tage Schema der Rush-Hyposensibilisierung. Spezielle Aussagen zur Sicherheit, Verträglichkeit und Wirksamkeit dieser Methode im Kindesalter fehlen jedoch bislang. Methodik: 17 Patienten (11 männlich, 6 weiblich,Alter 6 10/12 bis 13 1/12 Jahre) wurden bislang mit diesem Verfahren behandelt. Es wurden 6 Hyposensibilisierungen gegen Bienengift und 11 gegen Wespengift durchgeführt. Verwendet wurde ALK-lyophyllisiert SQ (Fa. Scherax), die Erhaltungstherapie wird mit ALK-depot SQ (Fa. Scherax) fortgeführt. Die Behandlung erfolgt stationär (2 Tage). Ergebnisse: Bei 15 Patienten kam es zu verstärkten Lokalreaktionen in Form von ausgedehnten flächigen Rötungen (Durchmesser >5 cm) um die Injektionsstellen. Bei 3 Patienten kam es unter Bienengift-Hy-posensibilisierung zu einer verstärkten lokalen Quaddelbildung um die Injektionsstelle (>5 cm). Systemische Reaktionen waren bis auf eine vasovagale Synkope bei einem Patienten nicht zu beobachten. 14 Patienten erhielten im Verlauf der Behandlung orale Antihistaminika. Steroidgaben oder Sympathomimetika waren nicht erforderlich.Alle Patienten konnten bis zur Erhaltungsdosis gesteigert werden und vertrugen die Erhaltungstherapie bislang problemlos. Schlussfolgerung: Die Ultra-Rush-Insektengift-Hyposensibilisierung im Kindes-und Jugendalter stellt eine sichere und verträgliche Methode zum schnellen Erreichen der Erhaltungsdosis dar.Hintergrund: Aufgrund des Anstiegs der Latexallergien auch bei Kindern ist eine rasche und sichere Diagnostik zur Minimierung schwerwiegender Komplikationen notwendig. Die Immunoblotuntersuchung unter Verwendung von Latexmilch stellt eine Erweiterung des Diagnostikschema mit hoher Sensitivität und Spezifität dar, da dabei Hev b5 mit einbezogen wird. Kasuistiken: Ein dreijähriger Knabe wurde mit persistierendem Husten und Antibiotikaunverträglichkeiten zur Allergietestung vorgestellt. Er war im Vorfeld aufgrund von Harntransportstörungen und Harnwegsinfektionen im ersten Lebensjahr oft stationär behandelt und dreimal operiert worden. Neben multiplen Medikamentenallergien wurde eine Latexallergie diagnostiziert. Im RAST fand sich lediglich eine CAP 2 -Sensibilsierung, CAST (Bühlmann, Vertrieb DPC Biermann, Germany) und Westernblot (DPC Biermann, Germany) zeigten positive Befunde. Ein elfjähriger Junge mit mehr als 20 Operationen aufgrund eines VA-TER-Syndroms erlitt während einer Narkoseausleitung eine Dyspnoe und ein generalisiertes Erythem mit Juckreiz. Atopische Vorerkrankungen bestanden nicht. Prick und RAST (CAP-Klasse 4) zeigten eine isolierte Latexallergie -CAST und Westernblot die typischen Befunde einer Latexallergie. Fazit: Aufgrund der hohen Sensitivität und Spezifität des CAST und der Immunoblotuntersuchungen stellt insbesondere die Kombination dieser beiden Untersuchungen eine sinnvolle Erweiterung des Diagnostikschemas bei Latexallergie dar. Der Nachweis verschiedener Latexproteine im Westernblot korreliert signifikant mit erhöhten Sulfidoleukotrienwerten im CAST.P7 Saisonale Effekte der in-vitro Leukotrienfreisetzung im CAST-ELISA bei Kindern mit und ohne Gräserpollen-Sensibilisierung D. Beischer, E.M. Engels, J. Kühr, M.V. Kopp Zentrum für Kinderheilkunde und Jugendmedizin, Freiburg Einleitung: Der \"Cellular Antigen Stimulation Test\" (CAST; Bühlmann Laboratory AG, CH) quantifiziert die in-vitro Sulfido-Leukotrienfreisetzung (=SLT: LTC4, LTD4, LTE4) von basophilen Granulozyten, die bei der allergischen Entzündungsreaktion für die Bronchokonstriktion sowie für gefäßpermeabilitässteigernde und sekretionsfördernde Effekte verantwortlich sind. Lassen sich saisonale Effekte bei der invitro-SLT-Freisetzung beobachten?Durch die Supplementierung der MM mit GLA konnte der GLA-als auch DGLA-Anteil in der Muttermilch von atopischen Müttern auf den Anteil bei gesunden Müttern angehoben werden! Durch die Supplementierung mit GLA in den Bereich der Muttermilch wurde das Auftreten einer atopischen Dermatitis nicht beeinflußt! Both eNO and NO 2are suitable for epidemiological studies. We demonstrated that both non-invasive markers of airway inflammation were associated with increased reactivity in this population, confirming that the NO pathway as assessed by both eNO & NO 2is related to the inflammatory processes in airway reactivity. Jahre zuvor wegen einer Trichterbrust vorgestellt worden.Außerdem waren eine Pierre-Robin-Sequenz und der Zustand nach Gaumenspalte auffällig, so dass wir die Kasuistik als Teil eines Syndroms diskutieren möchten.Einleitung: Allergische Erkrankungen sind durch IgE vermittelte Immun-Reaktionen gegen Allergene charakterisiert.Viele dieser Allergen gehören zur Gruppe der Proteinasen.Veränderungen im Gen SPINK5, das für ein Proteinase Inhibitor Protein kodiert, könnten daher eine wichtige Rolle bei der Entstehung von allergischen Erkrankungen spielen. Ein Polymorphismus (G1258A), der zur Änderung der Amminosäurensequenz (Glu420Lys) führt, wurde in diesem Gen beschrieben.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "P19 Messung von Nitrit im Atemkondensat bei gesunden Säuglingen und Säuglingen mit Cystischer FibroseF. Horak, H. Stöffler, B. Höller, B. Putschögl, I. Eichler, T. Frischer, R. Urbanek Univ. Klinik für Kinder-und Jugendheilkunde Wien Einleitung: Cystische Fibrose (CF) ist eine Erkrankung, die schon im Säuglingsalter mit einer bronchialen Entzündung assoziiert ist. Bisher gibt es keinen Parameter, mit welchem die Atemwegsinflammation nichtinvasiv gemessen werden kann. Bei Kindern und Erwachsenen mit CF wurde gezeigt, dass Nitrit im Atemwegskondensat im Vergleich zu einer gesunden Kohorte erhöht war. Jedoch sind die derzeit benützten Messgeräte nicht für Säuglinge geeignet. Ziel der vorliegenden Pilotstudie war es, mit einem geeigneten Messsystem Atemkondensat von gesunden Säuglingen und Säuglingen mit CF zu sammeln und auf Nitrit zu analysieren. Eine chronische Besiedlung der Atemwege mit Pseudomonas aeruginosa korreliert mit einer erhöhten LBP-Konzentration im Serum. Damit ist dieser Messwert nicht nur als Möglichkeit zur Identifizierung Pseudomonas-positiver Patienten, sondern auch zur Erfassung von Therapieeffekten zu diskutieren. Kulturen mit positivem Nachweis von fakultativ pulmonal pathogenen NTM. Dieser Erstnachweis ging bei keinem der Patienten mit einer signifikanten klinischen Verschlechterung und der Notwendigkeit einer antimycobakteriellen Therapie einher. Schlußfolgerung: Die Prävalenz einer Besiedlung des Respirationstraktes mit NTM ist bei Kindern mit CF niedriger als bei Erwachsenen (6% vs 9%, gleiche Labormethodik). Eine klinisch relevante Erkrankung tritt selten auf und die Kosten für ein Screening sind hoch. Deshalb empfehlen wir eine gezielte Suche nach NTM bei unklarer klinischer Verschlechterung, nicht aber ein generelles Screening.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Bittscheidt 1 , A. Rohwedder 2 , I. Borg 3 , G. Petersen 4 , Bufe,. Rieger C.1 , H. Werchau 2 , V. Stephan1  1  Universitätskinderklinik, Bochum, 2 Institut für Medizinische Mikrobiologie und Virologie, Ruhr-Universität Bochum,3 Institut für Experimentelle Pneumologie, Ruhr-Universität Bochum, 4 Wyeth Pharma, Münster Einleitung: Wir verglichen den RSV-Nachweis durch ELISA, qualitative und quantitative PCR bei Kindern mit Infektionen der unteren Atemwege und untersuchten einen möglichen Einfluss der RSV-RNA-Konzentration auf die Erkrankungsschwere, gemessen als Dauer des Krankenhausaufenthaltes. Methodik: Bei 62 Kindern im Alter von 0-36 Monate mit primärer oder nosokomialer Infektion einer Laryngitis subglottica, (obstruktiven) Bronchitis, Pneumonie, Bronchiolitis und/oder einer Apnoe wurden epidemiologische Daten erhoben und in einer nasopharyngealen Lavage (NPL) der RSV-Nachweis durch Antigen-ELISA (Directigen ® RSV, Becton Dickinson), quantitative und qualitative PCR (Hexaplex ® , Prodesse, Waukesha, WI, USA) geführt. Ergebnisse: Sensitivität und Spezifität des Antigen-ELISA betrugen 86% und 78%, basierend auf den PCR-Ergebnissen als Gold-Standard für den RSV-Nachweis. Die Ergebnisse der qualitativen und der quantitativen PCR stimmten in 97% überein. Die quantitative RSV-RNA-Konzentration zeigte einen signifikanten Unterschied zwischen Antigen-ELISA negativen und positiven NPL (p<0,001). Mittels logistischer Regressionsanalyse wurde ein signifikanter Einfluss der RSV-RNA-Konzentration auf die Hospitalisationsdauer gezeigt (p<0,01). Zusammenfassung: Der verwendete RSV-Antigen-ELISA zeigt hohe Sensitivität und Spezifität gemessen an parallel durchgeführten PCR-Untersuchungen. Die Quantität gemessener RSV-RNA hat einen signifikanten Einfluss auf die Dauer des stationären Aufenthaltes.Zytokinexpression im Verlauf der RSV-Infektion S. Mayer, S. Lösecke 1 , D. Melzig, S. Doths, A. Bufe 1 , J. Schwarze Klinik für Kinder-und Jugendmedizin, St. Josef-Hospital, 1 Experimentelle Pneumologie, Berufsgenossenschaftliche Kliniken Bergmannsheil, BochumEinleitung: An der Immunantwort der Maus auf eine Infektion mit Respiratory Syncytial Virus (RSV) sind sowohl Th-1 als auch Th-2 Zytokine beteiligt. Letztere spielen eine zentrale Rolle bei der Entstehung einer verstärkten allergischen Atemwegsentzündung nach vorhergehender RSV Infektion. Die Kinetik der Th-2-Zytokinexpression im Laufe der RSV-Infektion ist nicht ausreichend charakterisiert.Wir haben die mRNA Expression von Th-1 und Th-2 Zytokinen im Verlauf RSV-Infektion in der Maus gemessen. Methodik: BALB/c Mäuse wurden intranasal mit 4= 10 5 PFU RSV bzw. RSV-freiem Medium infiziert.An den Tagen 2, 4, 6, 8, 10, 14 und 21 nach Infektion wurde RNA unstimulierter mononukleärer Zellen aus Lunge und Milz isoliert. Nach Transkription in cDNA wurde die Expression der Zytokine IFNa, IL-4, IL-5, IL-10 und IL-13 mittels real time rtPCR (TaqMan ® ) in Bezug auf GAPDH als \"housekeeping\" Gen quantifiziert. Ergebnisse: In der Lunge kommt es ab Tag 2 zu einer gesteigerten INFa mRNA-Expression, mit einem 29fachen Anstieg (6Ct: -4,9) an Tag 8, die bis zum Tag 21 erhöht bleibt. Die mRNA der Th-2 Zytokine ist an Tag 4 deutlich erniedrigt.Von Tag 6 an erreicht die Expression von IL-5 und IL-13 wieder das Ausgangsniveau, während die IL-4 und IL-10 mRNA bis auf das 6-bzw. 5-fache des Ausgangswertes (6Ct -2,6 bzw. -2,5) ansteigen. In der Milz steigt die INF-a mRNA erst spät ab Tag 10. Die Expression der Th-2 Zytokine ist anfänglich stark vermindert und erreicht das Ausgangsniveau bis Tag 21 nicht. Zusammenfassung: In der Anfangsphase der RSV-Infektion ist die pulmonale Expression der Th-2 Zytokine, bei erhöhter Expression von INF-a mRNA, vorübergehend vermindert. Im weiteren Verlauf steigt die Th-2 Zytokinexpression in der Lunge jedoch über das Ausgangsniveau an. Es kommt also zu einer Th-2-Komponente bei der Immunantwort auf RSV, die möglicherweise die Voraussetzung für die Verstärkung einer allergischen Atemwegsentzündung nach vorhergehender RSV-Infektion ist. Nicolai, K. Reiter, C. Wagner, M. Griese Univ. Kinderklinik der LMU, München Einleitung: Alveolarproteinosen verlaufen bei Neugeborenen letal und sind durch Mutationen im SP-B Gen bedingt. Beim Erwachsenen finden sich Auto-Antikörper gegen GM-CSF, eine Therapie ist mittels wiederholter Ganzlungenlavagen(GLL)erfolgversprechend. Die Kleinkinderform der Erkrankung passt nicht in dieses Schema. Die Lavage ist dabei technisch besonders schwierig. Methodik: Wir führten 64 GLL bei 4 Kindern (Alter initial 13 Mo, 16 Mo, 20 Mo, 7 Jahre, Gewichte 4,7 kg-14 kg) mit bioptisch gesicherter Alveolarproteinose durch. Alle waren in Ruhe dyspnoisch und O 2 -abhängig. 100%). Im Patienten verbleibende Menge: 124 ml (0-474 ml). Komplikationen: Es kam 4mal zu behebbaren Undichtigkeiten der Blockade, ein Ballon platzte. Dabei gelangte Lavagelösung in die andere Lunge und führte zu transienten Beatmungsproblemen, es musste jedoch keine GLL deswegen abgebrochen werden. Einmal wurde zur Plazierung ein Seldingerdraht verwendet. Dabei kam es zum Pneumothorax, der rasch drainiert wurde und nicht zum Anbruch der GLL führte. 2 Patienten profitierten jeweils eindeutig von der GLL, ein Patient nicht (Mischform mit Lipoidpneumonie), ein Patient fraglich.Alle Patienten sind (max. 2,3 Jahre nach Therapiebeginn) am Leben. Bei einem Patienten konnten die Lavagen zuletzt ausgesetzt werden (mit immunsuppressiver Therapie). Zusammenfassung: Die Ganzlungenlavage ist bei entsprechender Technik auch bei Kleinkindern technisch sicher durchführbar und im Einzelfall auch therapeutisch vielversprechend. P41 Pulmonale Manifestation einer tuberösen Sklerose bei einem 16-jährigen Mädchen S. Kasten, T. Kirchner, S. Binder, M. Teufel, C. Severien Klinik für Kinder-und Jugendmedizin, Kreiskrankenhaus Böblingen Akademisches Lehrkrankenhaus der Universität Tübingen Kasuistik: Bei unserer Patientin wurde im Alter von 15 Monaten nach einem ersten generalisierten, tonisch-klonischen Krampfanfall, aufgrund von multiplen, zerebralen Verkalkungsherden, facialer Angiofibrome, hypomelanotischer Hautflecken und eines retinalen Hamartoms eine tuberösen Sklerose diagnostiziert. Fünf Jahre später wurden Angiomyolipome in Nieren und Leber festgestellt, wobei nach weiteren 4 Jahren bei progredientem Tumorwachstum eine Nephrektomie links erfolgte. Im Alter von 16 Jahren wurde das Mädchen wegen einer chronisch-rezidivierenden Hustensymptomatik über 4 Wochen in der Klinik vorgestellt. Radiologisch zeigte sich ein Mantelpneumothorax rechts, der sich unter konservativen Maßnahmen nach 12 Tagen resorbiert hatte. In der High-Resolution-Computertomographie (HRCT) des Thorax, die 2 Wochen später erfolgte, fanden sich multiple, dünnwandige, zystische Strukturen in beiden Lungen ohne interstitielle Lungengerüstveränderungen. Nach weiteren 1&half; Jahren wurde im Rahmen eines Atemwegsinfekts mit zum Teil heftigen Hu-stenattacken erneut ein Röntgenbild erstellt, das wiederum einen Mantelpneumothorax zeigte. Bei progredienter Dyspnoe erfolgte diesmal die Anlage einer Pleurasaugdrainage, die nach 8 Tagen entfernt werden konnte. Eine erste Lungenfunktionsprüfung bei dem mental retardiertem Mädchen zwei Monate später, ergab keinen Hinweis für eine obstruktive Ventilationsstörung. Zusammenfassung: Bei Auftreten eines Spontanpneumothorax sollte auch schon bei jugendlichen Mädchen mit tuberöser Sklerose an das Vorliegen einer pulmonalen Lymphangioleiomyomatose gedacht und ein HRCT des Thorax veranlaßt werden. Effektivität der CPAP-Applikation bei Williams-Campbell Syndrom S. Jonat, T. Ankermann, D. Kiosz 1 , J. Schaub Univ.-Kinderklinik Kiel, 1 Kinderfachklinik Satteldüne, AmrumEinleitung: Das Williams-Campbell-Syndrom (WCS) ist eine seltene connatale bronchiale Fehlbildung mit Knorpeldysplasie der Segmentund Subsegmentbronchien mit konsekutiver Ausbildung einer Tracheo-Bronchomalazie und Bronchiektasien. Behandlungsoptionen sind Physiotherapie, eine antibiotische Infektionsprophylaxe, Sekretolyse und die Gabe antiinflammatorischer Substanzen. Ein Therapieansatz sekundärer Formen der Tracheobronchomalazie ist die CPAP -Applikation. Wir berichten über eine Patientin mit WCS, bei der eine deutliche Verbesserung des klinischen Zustands und der Lungenfunktion durch eine nächtliche CPAP-Therapie erreicht werden konnte. Patientin: Die Therapie einer 15-jährigen Patientin mit WCS wurde über einen Beobachtungszeitraum von 1,5 Jahren durch eine nächtliche CPAP-Applikation ergänzt. Im Verlauf erfolgte die Durchführung regelmäßiger Lungenfunktionsuntersuchungen. Parallel dokumentierten wir klinische Parameter wie Infekthäufigkeit, Sauerstoffbedarf und subjektives Befinden. Ergebnisse: Über den Beobachtungszeitraum nach Beginn der CPAP-Therapie zeigt sich eine Zunahme der VC um 60%, der FEV1 um 16% und des PEF um 30%. Die Infekthäufigkeit ist geringer, die subjektive Befindlichkeit unter CPAP deutlich besser. Zusammenfassung: Wir konnten zeigen, dass die nächtliche CPAP-Applikation zu einer deutlichen Verbesserung der Lungenfunktion unter Behandlung und im behandlungsfreien Intervall führt. Über den akuten stabilisierenden Effekt des CPAP hinaus, scheint diese Therapie zu einer dauerhaften Stabilisierung des Bronchialsystems beizutragen. Wir folgern daher, dass ein Therapieversuch mit nächtlichem CPAP bei Patienten mit WCS sinnvoll ist.P43Stellenwert der Schleimhautbiopsie zur Diagnostik der Sarkoidose S. van Koningsbruggen, M. Wölfl, D. Michalk, E. Rietschel Klinik für Kinder-und Jugendmedizin der Universität zu Köln Einleitung: Die Sarkoidose ist eine chronische, granulomatös-entzündliche Erkrankung unklarer Ätiologie, die verschiedene Organsysteme betreffen kann. Die Diagnose gilt als gesichert, wenn klinische Befunde und/oder radiologische Veränderungen mit dem histologischen Nachweis von nichtverkäsenden Epitheloidzellgranulomen einhergehen. Falldarstellung: Wir berichten über ein 13-jähriges Mädchen, das seit dem ersten Lebensjahr Symptome einer frühkindlichen Sarkoidose zeigte.Folgende Organsysteme waren betroffen: Haut (Erythema nodosum), Lymphknoten im Bereich der Parotis und Schilddrüse, Auge (Uveitis anterior) und Milz (Splenomegalie). Laborchemisch lag eine Anämie,Erniedrigung der T-Lymphozyten,Hypergammaglobulinämie sowie eine ACE Erhöhung vor. Das Thoraxröntgenbild zeigte eine diskrete bihiläre Lymphadenopathie mit diffus interstitieller Zeichnungs-vermehrung; die Lungenfunktionsuntersuchung war unauffällig.Es bestand kein Hinweis auf eine maligne Erkrankung oder Tuberkulose. Zur Sicherung der Sarkoidose wurde eine flexible Bronchoskopie durchgeführt. Die Schleimhaut stellte sich unauffällig dar. In der BAL lag eine Lymphozytose vor. Die CD4/CD8 Ratio betrug 2,7 (normal 0,9). In der bronchialen Schleimhautbiopsie (Carina) zeigten sich Bronchialwandanteile mit einer epitheloidzellig-granulomatösen Entzündung ohne zentrale Nekrose. Diskussion: Die Lokalisation der Biopsie zur Diagnosesicherung einer Sarkoidose ist abhängig vom Manifestationsort der Erkrankung. Bei pulmonalem Befall ist die transbronchiale Lungenbiopsie die Methode der Wahl; die diagnostische Treffsicherheit liegt bei 80-90%, wenn *4-5 Proben entnommen werden. Allerdings ist die Komplikationsrate mit Blutung und Pneumothoraxgefahr deutlich erhöht. Deshalb sollte primär versucht werden, die Diagnose durch eine Schleimhautbiopsie zu sichern. Erst wenn durch eine Schleimhautbiopsie keine Diagnosestellung möglich ist und andere Manifestationsorte per Biopsie nicht zugänglich sind, ist eine transbronchiale Biopsie, ggf. eine Mediastinoskopie oder offene Lungenbiospie zu empfehlen.P44 Long Term Course of a 2,5 year old Girl with Idiopathic Follicular Bronchitis and her Polysomnographic Disorders R. Rath, A. Adela Della-Marina, A. Peyrl, T. Frischer Department of Pediatrics, University of Vienna, Austria",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "-Kasuistik Ch. Fritzsch, J.-P. Schneider Universitätsklinik und Poliklinik für Kinder und Jugendliche, Klinik und Poliklinik für Diagnostische Radiologie Leipzig Einleitung: Das Syndrom der einseitigen hyperluziden Lunge, die durch eine reduzierte Perfusion und eine mäßiggradige Verkleinerung der betroffenen Seite gekennzeichnet ist, ist eine seltene Erkrankung. Anamnese: Seit &frac14; Jahr andauernder Husten, ständiger Auskultationsbefund im linken Unterfeld und Belastungsdyspnoe waren Anlaß zur Vorstellung. Es bestand kein Fieber, klein-bis mittelgradige Rasselgeräusche links dorsal betont. Im Alter von 1&frac14; Jahren erkrankte sie mit lang anhaltendem Husten und Hyperpyrexie, die auf Antibiotika nicht ansprachen. Nach einem Monat ging das Fieber langsam zurück, es besserte sich der Allgemeinzustand (Rö.-Thorax: keine pneumonischen Infiltrate,Auskultation: Bronchitis, Seitendifferenz, Bronchoskopie: kein pathologischer Befund). Ergebnisse: Thorax-Röntgen: Eine linksseitige Transparenzerhöhung mit massiver Verminderung der pulmonalen Gefäßzeichnung und deutlich kleinerem Hilus ist nachweisbar. Im oberen mediastinalen Bereich Trachealverlagerung nach links. CT-Thorax/Lunge nativ: Thoraxasymmetrie mit Mediastinalverziehung nach links.Gefäßrarefizierung im Bereich des li. Unterlappens, verdickte Bronchialwände, keine Bronchiektasen. Rechte Lunge regelrecht belüftet. Ventilations-Perfusionsszintigrafie: Konkordanter Perfusions-und Ventilationsausfall in spitzennahen Anteilen des linken OF sowie nahezu kompletten UF links. Im MF links scheint eine eingeschränkte Perfusion und Belüftung vorzuliegen. Homogene Perfusion und Belüftung der rechten Lunge. Bodyplethysmographie: Die Ausgangslungenfunktion zeigt eine Pseudorestriktion bei stark erhöhtem Atemwiderstand, die nach Broncholyse nicht mehr nachweisbar ist, der Widerstandwert wurde halbiert. Die Diffusionsmeßergebnisse lagen in Ruhe im unteren Bereich der Norm. Zusammenfassung: Das vorliegende Syndrom scheint Folge der Adenoviruspneumonie im Kleinkindalter zu sein (Adenovirus-IgG, -IgM positiv). Langerhanszell-Histiozytose der Lunge im Kindesalter Ch. Gravou-Apostolatou, D. Harms S. Lugauer, D. Stachel, T. Leis, B. Böwing, J. Scharf, Th. Papadopulos, J.D. Beck, W. Holter Klinik mit Poliklinik für Kinder und Jugendliche, Pathologisches Institut der Universität Erlangen-Nürnberg Einleitung: Die Langerhanszell-Histiozytose ist eine Erkrankung mit einer läsionalen Akkumulation dendritischer Zellen unklarer Ätiologie. Die klinische Präsentation ist sehr variabel. Betroffen können das Skelett, die Haut, das ZNS, das hämatopoetische System sowie die Lunge sein. Kasuistik: Wir berichten über einem 16 Monate alten Jungen. Initial fiel er mit einer Tachypnoe, einem Exanthem des Rückens sowie einer Hepatosplenomegalie auf. In der durchgeführten bildgebenden Diagnostik (Röntgen-Thorax, CT der Lunge) fanden sich beidseits schwerste interstitielle Lungenveränderungen im Sinne eines bullösen Emphysems aller Lungenabschnitte. Die durchgeführte Lungenbiopsie zeigte histiozytäre Zellinfiltrate immunhistochemisch vereinbar mit einer Langerhanszell-Histiozytose der Lunge. Wir begannen mit einer modifizierten Chemotherapie entsprechend dem high-risk Arm des LCH-III Behandlungsprotokolles, welches Prednison und Vinblastin beinhaltete. Insgesamt ereigneten sich in den ersten 12 Therapiewochen 14 spontane Pneumothoraces mit akuten lebensbedrohlichen Dyspnoen, die jeweils einer Drainage bedurften. Aktuell haben sich das klinische Erscheinungsbild und der Lungenbefund röntgenologisch deutlich gebessert, so dass wir von einem guten Therapieansprechen ausgehen. Das initiale Exanthem bildete sich rasch zurück. Modifikation viraler und nicht-viraler Vektoren mit einem neuen Peptid für den gezielten Gentransfer in Bronchialepithelien P. Jost 1, 2 . Harbottle 1 A. Knight 1 V. Legrand c C. Coutelle 1 H. Schneider 1, 2 1 Imperial College, London, England, 2 Klinik für Kinder und Jugendliche & Nikolaus-Fiebiger-Zentrum für Molekulare Medizin, Universität Erlangen-Nürnberg,3 Transgene, Strasbourg, Frankreich Gezielter Gentransfer in Bronchialepithelien ist auf Grund ungenügender Bindung der bisher verfügbaren Vektoren an die apikalen Membranen der Zielzellen nur begrenzt möglich. Auf der Suche nach Peptiden, die einen gezielten Transport von Makro-molekülen in diese Zellen ermöglichen könnten, erfolgte ein Screening von Zufallspeptid-Bakteriophagenbanken an humanen Bronchialepithelzellen. Dabei wurde das Heptapeptid Thr-His-Ala-Leu-Trp-His-Thr (THAL-WHT) gefunden, das mit relativ hoher Affinität und Spezifität an einen noch unbekannten Rezeptor auf der apikalen Oberfläche der Zielzellen bindet. Durch Fluoreszenz-Markierung und Untersuchung im Konfokal-Mikroskop wurde die spezifische Aufnahme eines entsprechenden synthetischen Peptids in Bronchialepithelzellen via Endozytose nachgewiesen. Mittels eines nicht-viralen Vektors, bestehend aus einer zyklischen, das THALWHT-Motiv exponierenden Domäne und einem DNA-bindenden (K) 16 -Polykation, gelang in vitro selektiver und relativ effizienter Gentransfer in humane Bronchial-epithelzellen. Zusatz der lysosomolytischen Substanz Chloroquin führte zu einer 10-fachen Steigerung der Gentransfereffizienz. Weiterhin wurde ein modifizierter adenoviraler Vektor hergestellt, dessen Proteinhülle das THALWHT-Motiv exponiert. Diese Modifikation bewirkte keine signifikante Verbesserung des Gentransfers in Bronchialepithelzellen gegenüber dem unmodifizierten Virus. Gegenwärtig wird der modifizierte adenovirale Vektor in einer Ex-vivo-Studie an murinen Trachea-Explantaten evaluiert.P47 Nichtviraler Gentransfer in die Lunge mit Kopolymer geschütztem und Transferrin-modifiziertem PolyethylenimineC. Rudolph, C. Plank, D. Finsinger A. Gessner, P. Nicklaus, R.H. Müller, J. Rosenecker Kinderklinik und Poliklinik im Dr. von Haunerschen Kinderspital Kinderklinik der LMU-München, Fakultät der Pharmazie, Freie Universität Berlin, Experimentelle Onkologie, Klinikum rechts der Isar, Technische Universität München Einleitung: Polyethylenimine (PEI) ist ein sehr effizienter nichtviraler Genvektor für den Gentransfer in die Lunge. Um Polyethylenimine/DNA (=Polyplexe) vor unerwünschten Interaktionen mit Bestandteilen der BALF/bzw. des Plasmas zu schützen, und damit auch Nebenwirkungen zu reduzieren, wurde ein Verfahren entwickelt, um Polyplexe durch Kopolymere zu schützen (C. Plank, D. Finsinger). In der vorliegenden Studie wurde untersucht, ob diese geschützten Komplexe deutlich weniger Interaktionen mit Plasma-und BALF-Bestandteilen zeigten. In in vivo Experimenten wurde deren Gentransfereffizienz in der Mauslunge getestet.Weiters wurde untersucht, ob der Gentransfer durch einen Rezeptor-Liganden, in diesem Fall Transferrin, gesteigert werden könnte. Methodik: Eine Interaktion der Kopolymer geschützten Polyplexe wurde durch 2-DE-Gelelektrophorese untersucht. Gentransfer-Effizienz wurde an der Mauslunge nach Intubation und intratrachealer Instillation der Genvektoren mit Hilfe eines Luziferase-Assays untersucht. Ergebnisse: 2-DE-Gelelektrophorese ergab, daß Kopolymer-geschützte Polyplexe deutlich weniger Interaktionen mit Plasma-und BALF-Bestandteilen zeigten.Wie erwartet, fiel auch die Gentransfer-Effizienz geringer aus, als dies für ungeschützte Polyplexe beobachtet wurde. Eine Steigerung des Gentransfers konnte erzielt werden durch kovalente Bindung von Transferrin als Rezptor-Ligand an die Polyplexe. Zusammenfassung: Diese Daten zeigen, daß Kopolymer geschützte Polyplexe weniger unerwünschte Interaktionen mit Plasma-und BALF Besatndteilen zeigten, als dies für ungeschützte Polyplexe der Fall war. Durch Transferrin als Rezeptor-Liganden konnte eine deutliche Steigerung des Gentransfers erzielt werden. Atemmuskelfunktion -Normwerte für Schulkinder U. Mellies, S. Schulze, C. Schwake, R. Ragette, H. Teschler Ruhrlandklinik-Essen, Abt. Pneumologie/Schlafmedizin Studienziel: Erstellung von Normwerten für die Atemmuskelfunktion (AMF)=Atemantrieb, maximaler Inspirationsdruck und Atemmuskelbeanspruchung für gesunde Schulkinder mit normaler Lungenfunktion. Methoden: 301 Kinder [154 Mädchen (w), 147 Jungen (m)] im Alter von 6-17 (10,8±2,9) Jahren. Verwendet wurden Spirometer, Shutter und Software der Fa. ZAN mit 95 ml Totraum und 0,03 cmH 2 0/l/s Resistance. Der Mundverschlußdruck (P 01 =Atemantrieb) wurde während 1-minütiger Ruheatmung aus 6 Messungen gemittelt, der maximale Inspirationsdruck (PImax) als bester Wert von 4 Messungen einer forcierter Inspiration, nach langsamer Exspiration auf RV, bestimmt. Die Atemmuskelbeanspruchung wurde als P 01 /PImax (%) abgeleitet. Ergebnisse: P 01 , PImax und P 01 /PImax korrelierten mit Alter (r=-0,61, 0,38 bzw. -0,66), IVC (r=-0,58, 0,44 bzw. -0,69) Größe und Gewicht (alle p<0,0001). Die multiple Regression identifizierte das Alter als die wichtigste unabhängige Variable. Die alters-und geschlechtsabhängigen Normwerte, Mediane, Mittelwerte±Standardabweichung und 95%-Konfidenzintervalle der Mittelwerte sind in der Tabelle aufgeführt. Bei gleichem P 01 unterschieden sich Mädchen von Jungen durch einen niedrigeren PImax und einen höheren P 01 /PImax (p<0,005). Zusammenfassung: Alters-und geschlechtsspezifische Normwerte sind die Voraussetzung für die Beurteilung von Atemantrieb, inspiratorischer Muskelkraft und Atemmuskelbeanspruchung von Kindern und Jugendlichen. Die vorliegenden Daten sind die Basis für die weitere Untersuchungen. Die Neuronale NO synthase (NOS1) und NO in der Ausatemluft -Untersuchungen an Patienten mit Muskeldystrophie vom Typ Duchenne H. Grasemann, F. Ratjen, H. Amthor, T. Voit, V. Straub Zentrum für Kinder-und Jugendmedizin, Universitätsklinikum Essen Einleitung: Der relative Beitrag der unterschiedlichen NO Synthasen (NOS) zu der NO Konzentration (F E NO) in den Atemwegen ist noch nicht geklärt.Variationen im Gen der neuronale NO Synthase (NOS1) sind bei entzündlichen Erkrankungen der Atemwege mit der Höhe der F E NO assoziiert (Grasemann et al,AJRCCM 2000). Der Transport von NOS1 zur Zellmembran erfolgt durch eine Bindung an Dystrophin. Die Expression von NOS1 ist bei Patienten mit Duchenne vermindert. Methodik: Die F E NO von 11 gesunden männlichen Probanden im Alter von sieben bis 24 Jahren wurde mit 13 Duchenne Patienten im Al-",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Einleitung: Die Messung der Nasalen Transepithelialen Potentialdifferenz (NPD) dient der Verifizierung des Basisdefekts der Mukoviszidose (Zystische Fibrose, CF), einer Ionentransportstörung. Alterationen der nasalen Mucosa (Rhinitis, Polypen, Operationen, körperliche Belastung) stehen im Verdacht, die Abgrenzung zwischen Gesund und CF zu erschweren. Methodik: Bei 20 gesunden Probanden (23-43 J.) wurde die basale NPD unterhalb der Concha nasalis inferior beidseits vor und nach Gabe von Histamin (20 μl einer 8 bzw.16 mg/ml-Lsg.) gemessen.Anschließend wurden Superfusionsmessungen mit Amilorid (spezifischer Hemmer der Natriumabsorption) und Salbutamol (Stimulator der CFTR-abhängigen Chloridsekretion) vor und nach Histamingabe durchgeführt. Die Histamin-Provokation wurde durch die anteriore impulsoszillometrische Rhinomanometrie (Masterscreen IOS ® ,Jaeger) verifiziert.Die Dauer der histaminbedingten NPD-Veränderung wurde bei 4 gesunden Probanden (23-29 J.) untersucht.Alle Messungen wurden ärztlich überwacht. Ergebnis: Die basale NPD betrug -29,7±5,9 mV und sank nach 20 μl 8 mg/ml bzw. 16 mg/ml Histaminlösung auf -24,4±7,2 mV (p<0,005) bzw. -20,9±9,1 mV (p<0,001). Bei noch höheren Dosen stellte sich kein weiterer Effekt ein. Der Wiederanstieg der NPD unter Superfusion von Salbutamol betrug 14,9±9,5 mV, Hinweis auf eine regelrechte Chloridsekretion. Nach Histamingabe zeigte sich unter Salbutamol auf der provozierten Seite ein verminderter Wiederanstieg der NPD von 8,8±7,9 mV (p=0,01). Eine Chlorionentransportstörung (Wiederanstieg der NPD unter Salbutamol <50%). zeigte sich auf der provozierten Seite bei 9 von 20 gesunden Probanden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P51a Kenntnisstand von Eltern und niedergelassenen Kinderärzten, Frauenärzten und Hebammen über Möglichkeiten der SIDS-Prävention -Befragung von 1955 Personen"
        },
        {
            "text": "ter von sechs bis 23 Jahren verglichen. Die inspiratorische Vitalkapazität (IVC) der Duchenne Patienten lag bei 54±5% der Norm. Um den Einfluss einer Restriktion auf die F E NO zu evaluieren, erfolgte die Messung von F E NO bei fünf gesunden männlichen Probanden vor und während einer Kompression des Thorax mit einer Taucherjacke. Ergebnisse: Die mittlere (±SEM) F E NO bei Patienten mit Duchenne war signifikant (p<0,02) niedriger als bei den Kontrollen (7,5±1,4 ppb vs. 16,6±3,2 ppb). Die verringerte F E NO bei den Patienten war nicht Folge einer Restriktion, da die Reduktion der IVC auf 63±1% der Norm bei Gesunden zu keiner Veränderung der F E NO führte. Zusammenfassung: Diese Daten zeigen erstmals, dass die NOS1 bei Lungengesunden signifikant zur pulmonalen NO Synthese beiträgt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Langzeiteffekte der Nicht-invasiven Beatmung bei Kindern mit Neuromuskulären Erkrankungen U. Mellies 1 , R. Ragette 1 , C. Schwake 1 , T.Voit 2 , H. Teschler 1 1 Ruhrlandklinik, Abt. Pneumologie/Schlafmedizin, 2 Universtitätskinderklinik-Essen, Abt. Neuropädiatrie Einleitung: Schlafbezogene Atmungsstörungen (SBAS) und Respiratorische Insuffizienz (RI) als Komplikationen Neuromuskulärer Erkrankungen (NME) können durch Nicht-invasive Beatmung (NIB) behandelt werden. Daten zu Langzeiteffekten der NIB bei Kindern mit NME liegen bisher nicht vor. Methode: 26 Patienten mit hereditären NME (12,7±4,7 Jahre) wurden wegen akuter RI (PaO 2 <60 mmHg, pH<7,30, n=3), hyperkapnischer RI (PaCO 2 >45 mmHg, n=9) oder SBAS (n=14) während des Schlafes druckassistiert über Masken beatmet. Es wurde der Einfluß der NIB auf Blutgase (BGA), Gasaustausch im Schlaf, Vitalkapazität (IVC % Soll), maximalen Inspirationsdruck (PImax),Atemantrieb (P 0.1 ) Atemmuskel-beanspruchung (P 0.1 /PImax), vor und nach 21,5±12,6 (6 bis 60) Monaten Therapie untersucht. Ergebnisse: NIB normalisierte bei RI die BGA am Tag [vor NIB vs. nach NIB und >8 Std. beatmungsfreiem Intervall (PaO 2 64,7±16,0 vs. 78,9±10,1 mmHg, PaCO 2 51, 0±16, 9 vs. 42, 3±5, 0 mmHg, p<0, 005) ]. NIB normalisierte den Gasaustausch im Schlaf [ohne NIB vs. während NIB (SaO 2 90,0±8.6 vs. 96,2±1,5%, P tc CO 2 55,3±4,6 vs. 41,6±4,4 mmHg, Entsättigungs-Index 17,6±19,3 vs. 3,1±5,1/h, Puls 102,3±16,3 vs. 89,2±13,1/min, alle p<0,001)]. Die IVC nahm von 28,3±18,8 auf 25,3±17,4% entsprechend -10,6±90,1 ml/Jahr ab (p<0,001), die IVC-Abnahme korrelierte mit der Anwendungsdauer der NIB (r=0,51, p<0,005). Die PImax nahm von 2,5±1,2 auf 2,7±1,2kPa, p<0,01 zu, der Atemantrieb nahm von 0,34±0,12 auf 0,31±0,12 kPa, p<0,05 ab und die Atemmuskelbeanspruchung von 16,4±10,8 auf 13,5±8,9%, p<0,001 ab. Zusammenfassung: Nächtliche NIB normalisiert bei Kindern mit progredienten NME auch langfristig den Gasaustausch am Tag Ergebnisse: Das nasale NO lag zwischen 13 und 1172 ppb (250 ml/min), respektive zwischen 3 und 314 ppb (3 l/min). In 19 Fällen konnte die Transportzeit mittels Saccharintest aus Compliance-, Mitarbeits-oder Altersgründen nicht durchgeführt werden. In 3 Fällen war sie länger als 60 Minuten, und damit pathologisch.Von 33 Patienten (nicht-/systemisch-/lokal-antibiotisch vorbehandelt: 27/4/2) konnte bei 12 Patienten (9/2/1) bei Erstuntersuchung lichtmikroskopisch keine Zilienaktivität nachgewiesen werden. In 5 Fällen (4/1/0) ist die Diagnose \"Primäre ziliäre Dyskinesie\" aufgrund des Gesamtbildes wahrscheinlich, in 5 weiteren Fällen (3/1/1) wurde die Wiederholung der Untersuchung abgelehnt, und in 2 Fällen (2/0/0) konnte bei Zweituntersuchung eine Ziliendyskinesie ausgeschlossen werden. Der häufigste im Nasenabstrich angezüchtete Keim war Haemophilus influenzae, gefolgt von Pneumokokken, sowie Staphylococcus aureus und B. catarrhalis. Folgerung: Bei einem nicht unerheblichen Teil der Patienten kann die Diagnose Ziliendys-oder akinesie beim ersten Besuch weder bestätigt noch ausgeschlossen werden. Neue Wege zur Unterscheidung primärer und sekundärer Zilienfunktionsstörungen müssen gefunden werden. ",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "text": "1 1",
                    "ref_id": null
                },
                {
                    "start": 1202,
                    "end": 1207,
                    "text": "0±16,",
                    "ref_id": null
                },
                {
                    "start": 1208,
                    "end": 1217,
                    "text": "9 vs. 42,",
                    "ref_id": null
                },
                {
                    "start": 1218,
                    "end": 1222,
                    "text": "3±5,",
                    "ref_id": null
                },
                {
                    "start": 1223,
                    "end": 1230,
                    "text": "0 mmHg,",
                    "ref_id": null
                },
                {
                    "start": 1231,
                    "end": 1235,
                    "text": "p<0,",
                    "ref_id": null
                },
                {
                    "start": 1236,
                    "end": 1240,
                    "text": "005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1954,
                    "end": 1957,
                    "text": "Tag",
                    "ref_id": null
                }
            ],
            "section": "P50"
        },
        {
            "text": "Rekombinante humane DNASE (Dornase alpha) bei primärer Ziliendyskinesie I. Adams, R. Schuster-Wonka, V. Sollich Otto-von-Guericke-Universität Magdeburg, Zentrum für Kinderheilkunde Einleitung: Bei Cystischer Fibrose (CF) wurde Wirksamkeit und Verträglichkeit von Dornase alpha-Inhalationen in kontrollierten Studien an mehreren tausend Patienten belegt. Die primäre Ziliendyskinesie (PCD) verläuft ähnlich wie die CF als chronisch suppurative Lungenerkrankung, bei der Sekretretention und bakterielle Besiedlung letztendlich zur Lungenschädigung mit Ausbildung von Bronchiektasen führen. Die Patienten werden derzeit symptomatisch mit Antibiotika, Sekretolytika, Physiotherapie, Inhalationen und Bronchodilatatoren behandelt. Fallberichte: Wir berichten über den Einsatz von Dornase alpha bei 3 Patienten mit elektronenmikroskopisch gesicherter PCD ergänzend zur üblichen Standardtherapie. Einmal täglich wurden 2,5 mg Dornase alpha über einen Zeitraum von 3-5 Jahren inhaliert. Bei allen Patienten kam es zu einer verminderten Hospitalisationsdauer, weniger akuten Exazerbationen, gleichbleibender bzw. verbesserter Lungenfunktion (FVC, FEV 1 ), subjektiv mehr Wohlbefinden und erleichterter Sputumexpektoration. Schlußfolgerung: Bisher liegen nur einzelne Fallberichte zur Anwendung von Dornase alpha bei Patienten mit PCD vor. Unsere Patienten profitierten von dieser Therapie. Multizentrische Studien sind erforderlich, um den klinischen Nutzen der bisher sehr teuren Therapie zu belegen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P54"
        },
        {
            "text": "A. Krahl 1 , G. Hüls 1 , P. Bittner-Dersch 1 , B. Temmesfeld-Wollbrück 2 , W. Seeger 2 , H. Lindemann 1 1 CF-Zentrum, Ambulanz des ZKH, 2 Med. Klinik II, Univ. Gießen Hintergrund: Ziel der Untersuchung war es zu prüfen, ob körperliche Anstrengung mit oder ohne Kaltlufteinwirkung die Potenzialdifferenz (PD) an der nasalen Mukosa beeinflusst. Methodik: Die Fahrradergometrie wurde wie folgt durchgeführt. Nach einer Aufwärmphase von 1 min wurde 5 min lang 2 Watt/kg vorgegeben. Die Belastung wurde vorzeitig abgebrochen, wenn die O 2 -Sättigung unter 92% sank oder deutliche Anzeichen von Dyspnoe zu erkennen waren. Bei einem Teil der Probanden wurde während der Belastung über eine Gesichtsmaske -5°C kalte Atemluft appliziert. PD-Messungen (subkutane Messelektrode) wurden bei 41 CF-Patienten und an 66 gesunden Probanden (7 bis 42 J.) jeweils vor und 5 min nach Belastung, bei 18 CF-Patienten und 20 gesunden Probanden (7 bis 29 J.) vor und nach zusätzlicher Kaltluftapplikation vorgenommen. Ergebnisse: Die PD-Werte gesunder Probanden betrugen unter Ruhebedingungen im Mittel -26,3 ±8,3 mV, nach der Fahrradergometrie -31,1 ±9,9 mV. Nur bei 8% der Probanden kam es zu einem PD-Abfall (>7%), bei 60% zu einem PD-Anstieg (p<0.001). Für CF-Patienten fand sich dagegen nach Belastung im Mittel ein geringer, nicht-signifikanter PD-Abfall (p=0,3). Nach Kaltluftapplikation unter Belastung fand sich weder für Gesunde noch für CF-Patienten eine gerichtete PD-Veränderung. Fazit: Nach körperlicher Belastung kommt es bei gesunden Probanden zu einem PD-Anstieg (gesteigerte nasale Mucosa-Perfusion und veränderter Ionentransport?). Dieser erschwert die PD-gestützte Abgrenzung zwischen gesunden Probanden und CF-Patienten. Diese PD-Zunahme ist bei Kaltluftapplikation (wahrscheinlich bedingt durch eine Vasokonstriktion) nicht zu beobachten. Einleitung: GM-CSF spielt bei der erwachsenen Form der Alveolarproteinose (PAP) wahrscheinlich eine pathogenetische Rolle, da therapeutische Erfolge bei einzelnen Patienten mit GM-CSF-Injektionen erzielt werden konnten. Die Inhalation von GM-CSF ist auch im PAP-Modell der GM-CSF knock-out Maus wirksam. Die Rolle von GM-CSF Auto-Antikörpern bei den kindlichen Formen der Alveolarproteinose ist bisher noch unbekannt. Methodik: In Seren und Lavagen von Kindern und Erwachsenen mit pulmonaler Alveolarproteinose und von Kontrollpersonen (allergisches Asthma bronchiale, verschiedene pneumologische Erkrankungen einschließlich Mukoviszidose, onkologische Patienten) wurden Antikörper gegen GM-CSF mittels eines Antigen Capture Assays gesucht. Ergebnisse: Während bei keinem der Seren oder Lavagen der Kontrollen GM-CSF Auto-Antikörper nachgewiesen werden konnten, war dies der Fall bei 6 von 10 Patienten mit adulter Alveolarproteinose und bei 9 Kindern mit PAP. Bei den kindlichen Formen der PAP waren die Auto-Antikörperspiegel deutlich niedriger als bei den adulten Formen, unterschieden sich jedoch klar von denjenigen der Kontrollen. Folgerung: GM-CSF Auto-Antikörper lassen sich sowohl bei den adulten Formen der PAP als auch bei manchen Kindern mit Alveolar-Proteinosen nachweisen. Dies deutet auf z.T. ähnliche pathogenetische Zusammenhänge und Störungen im GM-CSF-System bei kindlichen und adulten Formen der PAP hin. zyten führte zu einem verstärkten TGF-`Effekt im Vergleich zu ruhenden Zellen. Eine Überexprimierung von SARA und HGS zeigte eine Inhibition der TGF-`-Antwort. Diese Ergebnisse zeigen, dass SARA und HGS eine inhibitotorische Funktion auf den TGF-`Signalweg in menschlichen CD4+ T-Lymphozyten besitzen. Daneben zeigte sich eine Abhängigkeit des TGF-È ffektes bezüglich des Aktivierungsgrades der T Lymphozyten. Eine Aktivierung führte zu einem verstärkten TGF-`Effekt, verbunden mit einer Abregulierung von SARA mRNA. SARA ist somit ein negativer Regulator für die TGF-`Sensibilität von CD4+ T-Lymphozyten und ein möglicher Zielmolekül bei der Entstehung von chronisch entzündlichen Erkrankungen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P55 Einfluss fahrradergometrischer Belastung und Kaltluftexposition auf die nasale Potenzialdifferenz"
        },
        {
            "text": "Karl Paul Klinik für Pädiatrie m.S. Pneumologie und Immunologie der Charité, Berlin Die Lungentransplantation als Therapie der terminalen respiratorischen Insuffizienz kann mittlerweile auf nahezu 20 Jahre Erfahrungen zurückblicken. Bis März 2001 wurden weltweit 2861 Herz-Lungen, 7204 Einzellungen und 5420 Doppellungen transplantiert. Die Gesamtaktivitäten haben seit 1996 mit jährlich etwa 1400 Transplantationen ein Plateau erreicht. Die Zahl pädiatrischer Herz-Lungentransplantationen ist rückläufig, die Lungentransplantationen werden weiter in kleiner Zahl durchgeführt: 1999 wurden weltweit 65 Kinder und Jugendliche lungentransplantiert, davon etwa 20 in der Altersgruppe unter 10 Jahren. Die cystische Fibrose ist die häufigste einzelne Indikation zur Doppellungentransplantation bei Kindern und Jugendlichen. Die Lungentransplantation stellt für den einzelnen Patienten in der Regel nach wie vor die ultima ratio dar, da die durchschnittliche Überlebenszeit im Kindesalter bei weniger als 5 Jahren liegt und sich in den letzten 10 Jahren nur unwesentlich geändert hat. Darüberhinaus können sich die Folgen der chronischen Abstoßung (obliterative Bronchiolitis), Infektionen und Medikamentenwirkungen wie Niereninsuffizienz und Wachstumshemmung im Einzelfall negativ auf die Lebensqualität nach der Transplantation auswirken. Die positiven Einflüsse neuer immunsuppressiver Medikamente auf die Überlebensdauer können noch nicht beurteilt werden. Aus der Sicht der Patienten sind folgende Fragen ausschlaggebend: (1) wie hoch sind die individuellen Erfolgsaussichten einer Lungentransplantation einzuschätzen? (2) ",
            "cite_spans": [
                {
                    "start": 1522,
                    "end": 1525,
                    "text": "(1)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "V5 Aktueller Stellenwert der Lungentransplantation bei Kindern und Jugendlichen"
        }
    ]
}