{"paper_id": "be6cc41128f2748067690f61bbcca44a897cf6f0", "metadata": {"title": "A Model for HIV/AIDS Pandemic with Optimal Control", "authors": [{"first": "Amiru", "middle": [], "last": "Sule", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universiti Sains Malaysia", "location": {"postCode": "11800 USM", "settlement": "Penang", "country": "Malaysia"}}, "email": ""}, {"first": "Farah", "middle": [], "last": "Aini", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universiti Sains Malaysia", "location": {"postCode": "11800 USM", "settlement": "Penang", "country": "Malaysia"}}, "email": ""}, {"first": "Abdullah", "middle": ["Pusat"], "last": "Pengajian", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universiti Sains Malaysia", "location": {"postCode": "11800 USM", "settlement": "Penang", "country": "Malaysia"}}, "email": ""}, {"first": "Sains", "middle": [], "last": "Matematik", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universiti Sains Malaysia", "location": {"postCode": "11800 USM", "settlement": "Penang", "country": "Malaysia"}}, "email": ""}]}, "abstract": [{"text": "Human immunodeficiency virus and acquired immune deficiency syndrome (HIV/AIDS) is pandemic. It has affected nearly 60 million people since the detection of the disease in 1981 to date. In this paper basic deterministic HIV/AIDS model with mass action incidence function are developed. Stability analysis is carried out. And the disease free equilibrium of the basic model was found to be locally asymptotically stable whenever the threshold parameter (RO) value is less than one, and unstable otherwise. The model is extended by introducing two optimal control strategies namely, CD4 counts and treatment for the infective using optimal control theory. Numerical simulation was carried out in order to illustrate the analytic results.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": ".this indicate the number of people contracting the disease is reducing, largely due to public awareness/ campaign. Also the number of people dying of the disease is reducing as a result of availability of life saving treatment for infected people, compared to the previous years. There are two types of HIV; HIV-1 and HIV-2, but HIV-1 is more virulent and is the cause of the majority of the HIV infection globally. Because it can easily be transmitted HIV-2 is only found in the West central African sub region. And is less transmitted [3] .", "cite_spans": [{"start": 538, "end": 541, "text": "[3]", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "In the recent times, some epidemiological models have used optimal control, some of which focus on HIV/AIDS and other infectious diseases. Among which include [4] [5] [6] [7] [8] [9] [10] [11] .The optimal control efforts are carried out to limit the spread of the disease. And in some cases to prevent the emergence of drug resistance, health workers use a test that counts the number of CD4+ cells in cubic millimetre of blood. Normal CD4+ count of a healthy HIV negative adult varies, but it is usually between 600 and 1200 cells/mm 3 . Even though, it may be lower in some people. Mostly people infected with HIV find that their CD4+ counts fall over time and it happens at a variable rate, but the CD4+ counts can still be stable for long period.", "cite_spans": [{"start": 159, "end": 162, "text": "[4]", "ref_id": null}, {"start": 163, "end": 166, "text": "[5]", "ref_id": null}, {"start": 167, "end": 170, "text": "[6]", "ref_id": null}, {"start": 171, "end": 174, "text": "[7]", "ref_id": null}, {"start": 175, "end": 178, "text": "[8]", "ref_id": null}, {"start": 179, "end": 182, "text": "[9]", "ref_id": null}, {"start": 183, "end": 187, "text": "[10]", "ref_id": "BIBREF7"}, {"start": 188, "end": 192, "text": "[11]", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Hence, it is useful for HIV infected people to have their CD4+ count measured regularly so as, (1) to monitor their immune system that help them whether and when to start taking HIV treatment, and other treatment to prevent infection. (2) And also, to monitor the effectiveness of HIV treatment. It is recommended that every HIV infected individuals start taking life saving drugs when the CD4+ cell count is around 350cell/mm 3 [12] . Even after the commencement of the treatment i.e lifesaving drugs for HIV/AIDS patients, CD4+ counts, is still needed so that, to ensure the effectiveness of the drugs, otherwise the combination of the drugs should be change. In this study the stages of infections as categorized by world health organization and centre for disease control are considered [13] . The stages are asymptomatic stage, symptomatic stage and aids stage.", "cite_spans": [{"start": 429, "end": 433, "text": "[12]", "ref_id": null}, {"start": 791, "end": 795, "text": "[13]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The main objective of this paper, Is to develop a mathematical model for human interaction with the aim of carrying out the stability analysis. Using two optimal control strategies namely, CD4+ counts,, and treatment for the infective on combating the spread of HIV/AIDS. The organization of the paper is as follows: In section 2, description of the general model formulation and stability analysis is given. In section 3, the optimal control formulation with two optimal control strategies is presented. Section 4 contains the simulation results and illustrating the results of the dynamics. Lastly the conclusion is given in section 5. These are sexually active individuals that are free from infection, but they are prone to infection as they interact with infected humans. Asymptomatic class ( 1 ( ) I t ), these are infected humans, but does not show any symptom of infection. Symptomatic class 2 ( ( )) I t , these are set of infected individuals in which the symptoms of infection are manifested. And finally Aids class ( ( )) A t , these are the infected individuals that developed full blown aids.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "And assumed not be infective, so that we have,", "cite_spans": [], "ref_spans": [], "section": "MODEL FORMULATION"}, {"text": "(1) Considering susceptible population, it is increased by recruitment of individuals into the population at a rate b. the susceptible individuals may contracts the virus following contact with the infected individuals 1 2 ( ( )and ( )) I t I t at a rate and it is given by and I I respectively. The susceptible population is reduced by natural death at a rate ( ) , so that the rate of change of susceptible population with respect to time is given by", "cite_spans": [], "ref_spans": [], "section": "t S t I t I t A t"}, {"text": "The population of asymptomatic class is generated by the infection of the susceptible individuals at a rate ( ) t . And the class is reduced by the natural death ( ) as well as manifestation of the symptoms of the disease.", "cite_spans": [], "ref_spans": [], "section": "t S t I t I t A t"}, {"text": "Hence the rate of change of asymptomatic class with respect to the time is given by,", "cite_spans": [], "ref_spans": [], "section": "t S t I t I t A t"}, {"text": "The population of symptomatic class is generated by the manifestation of the symptoms, of the disease by the asymptomatic individuals. And it is reduced by natural death and failure of treatments or development of resistant to the treatment. Thus, the rate of change of symptomatic class with respect to time is given by,", "cite_spans": [], "ref_spans": [], "section": "t S t I t I t A t"}, {"text": "The population of Aids class is generated by the failure of the treatment or development of resistant to the treatment offered to the asymptomatic class, at a rate ( ) and the population is reduced through natural death as well as death due to infection ( ) . Therefore the rate of change of Aids individuals with respect to time is S 1 1", "cite_spans": [], "ref_spans": [], "section": "t S t I t I t A t"}, {"text": "Then the model for the transmission dynamics of HIV/AIDS is given by the following non-linear system of differential equations 1 1 1 2 2 2 1 1 1 1 2 2 2 1", "cite_spans": [], "ref_spans": [], "section": "t S t I t I t A t"}, {"text": "From the system (7) above, it is assumed that not all infected individuals' take part in spreading the disease. As in the case of AIDS class, we assumed they are inactive and so they do not spread the virus.", "cite_spans": [], "ref_spans": [], "section": "t S t I t I t A t"}, {"text": "Lemma: The closed set Proof: Adding all equations of model (7) ", "cite_spans": [], "ref_spans": [], "section": "INVARIANT REGION"}, {"text": "then either the solutions enters D in infinite time or ( ) N t approaches b and all the variables 1 2 , , I I A approaches 0 hence D is attracting. That means all solutions in , eventually enters D, hence model system (7) is well posed epidemiologically and mathematically. Which means it is sufficient to study the dynamics of the model system (7) in D.", "cite_spans": [], "ref_spans": [], "section": "INVARIANT REGION"}, {"text": "Since our system is dealing with human population, all variables and parameters of the model are nonnegative. Adding up the equation (7) (7) is positive for all t > 0. Proof: We prove the above lemma by considering the model equation (7). We now consider the first equation of model system (7) It follows for the rest of the equations of the model system (7). Therefore it is shown that the equations of the model system (7) are positive 0 t .", "cite_spans": [], "ref_spans": [], "section": "POSITIVITY OF THE SOLUTION"}, {"text": "We now analysed our model system (7) qualitatively in order to investigate the condition for the existence of equilibrium points. Let ( ) E s 1 2 ( , , , ) E s I I A be the equilibrium points of our model system (7) . The steady state solutions are obtained by equating the system (7) to zero and solve thus: ", "cite_spans": [{"start": 212, "end": 215, "text": "(7)", "ref_id": null}], "ref_spans": [], "section": "EXISTENCE OF STEADY STATES SOLUTION"}, {"text": "In the subsequent analysis, since variable A does not appear in the 1 st -3 rd equations of the model system (7), we consider the first three equations as contained [19] . In as much as our recruitment rate (b) does not turn to zero, then our population will not go to the extinction that means there is no trivial equilibrium point. This implies that ", "cite_spans": [{"start": 165, "end": 169, "text": "[19]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "DISEASE FREE EQUILIBRIUM STATE"}, {"text": "( 1 1 )", "cite_spans": [], "ref_spans": [], "section": "DISEASE FREE EQUILIBRIUM STATE"}, {"text": "The basic reproduction number is the fundamental parameter that governed the spread or transmission of a disease. Hence, it is defined as the number of secondary infections generated by a typical infected individual in a disease free population throughout the period of its infectiousness [14 -15] . To find the basic reproduction number 0 R , we used the next generation operator method which is given by", "cite_spans": [{"start": 293, "end": 297, "text": "-15]", "ref_id": null}], "ref_spans": [], "section": "BASIC REPRODUCTION NUMBER"}, {"text": "x using equation (10) ", "cite_spans": [], "ref_spans": [], "section": "BASIC REPRODUCTION NUMBER"}, {"text": "Considering above, the basic reproduction number is a function of c, which is the number of sexual partners. In order to keep the spread of the disease at minimum, the number of sexual partners should be restricted.", "cite_spans": [], "ref_spans": [], "section": "BASIC REPRODUCTION NUMBER"}, {"text": "If all the Eigen values of the Jacobean matrix of the system (10) have negative real parts, then the disease free equilibrium is locally asymptotically stable, otherwise it is unstable. Therefore the Jacobi an of the system (10) at 0 ( ,0,0) b E takes the form", "cite_spans": [], "ref_spans": [], "section": "STABILITY OF DISEASE FREE EQUILIBRIUM"}, {"text": "it shows clearly that ( ) 0 trace J then for det( ) J to be > 0, we proceed as follows by expanding det (J) we have", "cite_spans": [], "ref_spans": [], "section": "STABILITY OF DISEASE FREE EQUILIBRIUM"}, {"text": "After some algebraic simplification we got the relation as 1 1", "cite_spans": [], "ref_spans": [], "section": "STABILITY OF DISEASE FREE EQUILIBRIUM"}, {"text": "This indicates that 0 1 R then this shows that disease free equilibrium is locally asymptotically stable otherwise it is unstable.", "cite_spans": [], "ref_spans": [], "section": "STABILITY OF DISEASE FREE EQUILIBRIUM"}, {"text": "Let us consider the endemic equilibrium of our model system (10) ", "cite_spans": [], "ref_spans": [], "section": "ENDEMIC EQUILIBRIUM STATE"}, {"text": "We now obtain the Jacobean matrix of the model system (10) ", "cite_spans": [], "ref_spans": [], "section": "LOCAL STABILITY OF ENDEMIC EQUILIBRIUM"}, {"text": "In this part, we need to consider time dependent controls. They are CD4+ counts and treatment of the infective, represented by 1 2 and u u respectively, in order to curtail the spread of HIV/AIDS in a community.", "cite_spans": [], "ref_spans": [], "section": "OPTIMAL CONTROL FORMULATION"}, {"text": "We therefore regard the entities 1 2 and u u as function of time i.e. 1 2 ( )and ( ) u t u t . We now apply optimal control method in order to determine the necessary conditions for the control of HIV/AIDS. For us to investigate the optimal level of CD4+ counts and treatment for the infective that would be needed in order to control the disease. We then have an objective function J, which is to be minimised. ", "cite_spans": [], "ref_spans": [], "section": "OPTIMAL CONTROL FORMULATION"}, {"text": "Hence, we now extend the model system (7) by introducing some control strategy to curtail the spread of HIV/AIDS. The control measures are CD4+ count and treatment for the infective, represented by 1 2 and u u respectively. The importance of CD4+ count include, to verify when to start taking lifesaving treatment as well as weather the treatment is effective or not, The model system (7) (16) It now moved to determine the optimal combination of controls 1 2 and u u that will be enough to minimize the cost of the CD4+ count, as well as the cost of the treatment for the infective, and at the same time to reduce the number of infective. The necessary conditions, for an optimal control comes from pontryagin's maximum principle [18] . The principle convert equations (14) and (15) With the CD4+ count of the infected human 1 u and treatment for the infective 2 u both of them are used to optimize the objective function J. We observed that the control strategy yields increase in the life span of the infected human, this indicate the importance of CD4+ count and treatment. ", "cite_spans": [{"start": 389, "end": 393, "text": "(16)", "ref_id": null}, {"start": 731, "end": 735, "text": "[18]", "ref_id": null}], "ref_spans": [], "section": "OPTIMAL CONTROL FORMULATION"}, {"text": "In this paper, we developed a mathematical model for the spread of HIV/AIDS in a population. Invariant region, positivity and local stability are investigated; the model analysis shows that the disease free equilibrium is locally asymptotically stable whenever the threshold parameter 0 R is less than 1, i.e. 0 1 R , unstable otherwise. The existence of optimal control is established analytically by the use of optimal control theory; the optimal control theory has a very desirable effect in reducing both the infected human populations there by increasing the population of susceptible class. From our simulation result, it was found that both the cd4+ counts as well as treatment for the infective will help in reducing the spread of the disease and increasing the life span of the infected, and hence delaying the onset of AIDS.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSION"}], "bib_entries": {"BIBREF7": {"ref_id": "b7", "title": "Proceedings of Symposia in Applied Mathematics", "authors": [{"first": "S", "middle": [], "last": "Lenhart", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Workman", "suffix": ""}], "year": 2007, "venue": "", "volume": "64", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1090/psapm/064/2359650"]}}, "BIBREF10": {"ref_id": "b10", "title": "HIV Classification: CDC and WHO Staging Systems hab.hrsa.gov › Clinical Guide Testing and Assessment", "authors": [], "year": 1990, "venue": "", "volume": "2", "issn": "", "pages": "265--382", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Mathematical modelling and analysis of HIV transmission dynamics", "authors": [{"first": "N", "middle": [], "last": "Hussaini", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The role of incidence functions on the dynamics of SEIR model", "authors": [{"first": "O", "middle": [], "last": "Ngwenya", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Human immunodeficiency virus and Acquired immunodeficiency syndrome (HIV/AIDS), is a global pandemic. It affects all regions of the world. Back in 1981 when the first case of HIV was detected nearly 75 million people were infected so far. Likewise more than 36 million people died of HIV/AIDS related incidences [1]. Globally 35.3 million people were living with HIV/AIDS as at 2012. Majority of them were found in the low and middle income countries. And about 25 million infected were found in sub Saharan Africa. That is 71% of the global infection. Additionally the report indicates that each day HIV/AIDS pandemic causes approximately 6300 new infection and about 4300 deaths in 2012 were recorded that means, there were about 2.3 million new infections in the year [2], against 2.5 million new infections in 2011, also, about 1.6 million people died of aids in 2012. Against 1.7 million people that died of the disease in 2011", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Transfer diagram of HIV/AIDS. The total human population at time t denoted by N (t), is subdivided into four classes of susceptible ( ( )) S t .", "latex": null, "type": "figure"}, "FIGREF9": {"text": "are the relative weight that help to balance each term, in the integrand so that no any of the term dominates. In the same vein, measures of the importance of reducing the associated classes on the spread of the disease. are the relative measures of the cost required to implement each of the associated controls. Our goal is to minimize the number of infected humans while minimizing the cost of", "latex": null, "type": "figure"}, "FIGREF10": {"text": "The susceptible individuals.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "The infected classes.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Lemma 1: Let the initial data be", "latex": null, "type": "table"}, "TABREF4": {"text": "at the endemic equilibrium point i.e.", "latex": null, "type": "table"}, "TABREF6": {"text": "into a problem of minimizing point wise a Hamiltonian H, with respect to 1 Proof: We used pontryagin's maximum principle to obtain the differential equation governing the adjoint variables as follows,", "latex": null, "type": "table"}, "TABREF7": {"text": "Describe the parameters used in model equation(7).", "latex": null, "type": "table"}, "TABREF8": {"text": "TABLE 1, FIGURE 2 and FIGURE 3. TABLE 1.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Parameter </td><td> Describe the parameters used in model equation (7). Value </td><td>Source estimated </td></tr><tr><td>b </td><td>3.1 </td><td> </td></tr><tr><td>•1 </td><td>0.11 </td><td>[16] </td></tr><tr><td>•2 </td><td>0.55 </td><td>[16] </td></tr><tr><td>c1 </td><td>0.43 </td><td>estimated estimated </td></tr><tr><td>c2 </td><td>0.32 </td><td> </td></tr><tr><td>• </td><td>0.02 </td><td>[17] </td></tr><tr><td>• </td><td>0.70 </td><td>estimated estimated estimated </td></tr><tr><td>• </td><td>0.23 </td></tr><tr><td>• </td><td>0.17 </td><td> </td></tr><tr><td>u1 </td><td>0.2 </td><td>[16] </td></tr><tr><td>u2 </td><td>0.5 </td><td>[16] </td></tr></table></body></html>"}}, "back_matter": [{"text": "We then imposed the bounds on our controls that is 1 1m a x 2 2m a x 0 ,0 u u u u and we obtained The second partial derivative of (20) above with respect to 1 2 and u u respectively are positive, this implies that the optimal problem is minimum at 1 2 and u u .", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "In this section, we examined the extended model with two optimal controls, which is CD4+ count and treatment for the infective. Numerical effect of such controls on the spread of HIV/AIDS in a population is investigated by the use of Mathematica and presented in TABLE 1, FIGURE 2 and FIGURE 3.", "cite_spans": [], "ref_spans": [], "section": "NUMERICAL SIMULATION"}, {"text": "The present work is supported by short term grant (PMATHS/6313040) from RCMO, Universiti Sains Malaysia. We also like to express our sincere thanks to School of Mathematical Sciences for providing adequate facilities for the research.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}]}