{"paper_id": "be6f35c7e060adccbd8b68fd8a0439c8877e4443", "metadata": {"title": "Infectious complications after allogeneic stem cell transplantation: epidemiology and interventional therapy strategies Guidelines of the Infectious Diseases Working Party (AGIHO) of the German Society of Hematology and Oncology (DGHO)", "authors": [{"first": "Hermann", "middle": [], "last": "Einsele", "suffix": "", "affiliation": {}, "email": "hneinsel@med.uni-tuebingen.de"}, {"first": "Hartmut", "middle": [], "last": "Bertz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jörg", "middle": [], "last": "Beyer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michael", "middle": ["G"], "last": "Kiehl", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": [], "last": "Volker", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Runde · Hans-Jochen", "middle": [], "last": "Kolb", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ernst", "middle": [], "last": "Holler", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Robert", "middle": [], "last": "Beck", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rainer", "middle": [], "last": "Schwerdfeger", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ulrike", "middle": [], "last": "Schumacher", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Holger", "middle": [], "last": "Hebart", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hans", "middle": [], "last": "Martin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Joachim", "middle": [], "last": "Kienast", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Andrew", "middle": ["J"], "last": "Ullmann", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Georg", "middle": [], "last": "Maschmeyer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "William", "middle": [], "last": "Krüger", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Dietger", "middle": [], "last": "Niederwieser", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hartmut", "middle": [], "last": "Link", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Christian", "middle": ["A"], "last": "Schmidt", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Helmut", "middle": [], "last": "Oettle", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Thomas", "middle": [], "last": "Klingebiel", "suffix": "", "affiliation": {}, "email": ""}, {"first": "H", "middle": [], "last": "Einsele", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": ["H"], "last": "Hebart", "suffix": "", "affiliation": {}, "email": ""}, {"first": "H", "middle": [], "last": "Bertz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": [], "last": "Beyer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": ["G"], "last": "Kiehl", "suffix": "", "affiliation": {}, "email": ""}, {"first": "H.-J", "middle": [], "last": "Kolb", "suffix": "", "affiliation": {}, "email": ""}, {"first": "E", "middle": [], "last": "Holler", "suffix": "", "affiliation": {}, "email": ""}, {"first": "R", "middle": [], "last": "Beck", "suffix": "", "affiliation": {}, "email": ""}, {"first": "R", "middle": [], "last": "Schwerdfeger", "suffix": "", "affiliation": {}, "email": ""}, {"first": "H", "middle": [], "last": "Martin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": [], "last": "Kienast", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": ["J"], "last": "Ullmann", "suffix": "", "affiliation": {}, "email": ""}, {"first": "G", "middle": [], "last": "Maschmeyer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "C", "middle": ["A"], "last": "Schmidt", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": ["H"], "last": "Oettle", "suffix": "", "affiliation": {}, "email": ""}, {"first": "W", "middle": [], "last": "Krüger", "suffix": "", "affiliation": {}, "email": ""}, {"first": "D", "middle": [], "last": "Niederwieser Hematology", "suffix": "", "affiliation": {}, "email": ""}, {"first": "H", "middle": [], "last": "Link", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The risk of infection after allogeneic stem cell transplantation is determined by the underlying disease, the intensity of previous treatments and complications that may have occurred during that time, but above all, the risk of infection is determined by the selected transplantation modality (e.g. HLA-match between the stem cell donor and recipient, T cell depletion of the graft, and others). In comparison with patients treated with highdose chemotherapy and autologous stem cell transplantation, patients undergoing allogeneic stem cell transplantation are at a much higher risk of infection even after hematopoietic reconstitution, due to the delayed recovery of T and B cell functions. The rate at which immune function recovers after hematopoietic reconstitution greatly influences the incidence and type of posttransplant infectious complications. Infection-associated mortality, for example, is significantly higher following engraftment than during the short neutropenic period that immediately follows transplantation.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Early post-transplantation period (pre-engraftment)", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Febrile episodes in the early phase after allogeneic stem cell transplantation are in the vast majority of cases caused by infections [21] . After full conditioning regimens, almost all patients develop severe neutropenia and almost all patients develop neutropenic fever as an early clinical sign of infection. However, other symptoms of infection may masked by severe neutropenia. Therefore, the source of infection can only rarely be identified on clinical grounds or with the help of imaging techniques. The few, non-infectious causes of neutropenic fever during the early post-transplantation period include transfusion of blood products, administration of immunoglobulins, drug-induced fever (e.g. cytosinarabinoside, amphotericin B, bleomycin, G-CSF), allergies, and acute GvHD reaction, which can cause fever within days after transplantation.", "cite_spans": [{"start": 134, "end": 138, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Epidemiology of infections in neutropenia"}, {"text": "The risk of developing an infection in the early posttransplantation period is mainly determined by the duration and the severity of neutropenia. Other risk factors for infectious complications are extensive mucosal damage as a result of the conditioning treatment, bacterial colonization, local fungal and viral infections, reactivation of infections that have been acquired during previous neutropenic periods, and finally the use of central venous catheters. The number of stem cells in the graft and the type of GvHD prophylaxis are factors which determine the rate of hematopoeitic reconstitution and may therefore also influence incidence and severity of infections during the early post-transplantation period. Bacterial and fungal infections after allogeneic transplantation in neutropenia often take a life-threatening course. Bacterial pathogens account for about 90% of infections during this phase. Bacteremias are documented in 16-31% of patients after allogeneic transplantation, the majority (65-75%) being caused by Gram-positive pathogens. Infections due to Gram-negative bacteria are less frequent. Gram-negative infections, however, are generally associated with a significantly higher morbidity and mortality.", "cite_spans": [], "ref_spans": [], "section": "Epidemiology of infections in neutropenia"}, {"text": "The most frequent Gram-positive pathogens are coagulase-negative staphylococci, Corynebacteria, and alphahemolytic streptococci. Gram-positive infections are mainly associated with central venous catheters and most frequent in patients with severe mucositis. Particularly bacteremias with viridans streptococci such as Streptococcus mitis are associated with a toxic shock syndrome or ARDS in 10% of affected patients and result in high mortality. In contrast, Gram-negative pathogens are believed to enter the bloodstream via damaged mucosa of the gastrointestinal tract in patients with severe gastrointestinal mucosal damage.", "cite_spans": [], "ref_spans": [], "section": "Epidemiology of infections in neutropenia"}, {"text": "Viral infections frequently occur in the early period after transplantation. In seropositive patients without adequate antiviral prophylaxis, HSV infections can be documented in more than 70% of patients. However, since in most centers aciclovir prophylaxis is routinely given to all patients after allogeneic stem cell transplantation, disseminated HSV infections rarely occur. In recent years, an increase in infections with respiratory viruses such as respiratory syncytial virus (RSV), parainfluenza virus, influenza virus, adenovirus, and rhinovirus have been reported [22] . After an initial infection of the upper respiratory tract, these viruses can subsequently lead to interstitial pneumonia causing substantial mortality.", "cite_spans": [{"start": 574, "end": 578, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Epidemiology of infections in neutropenia"}, {"text": "Diagnostic procedures in patients with neutropenic fever Initial diagnostic procedures follow the guidelines that have been described in the manuscript \"Antimicrobial therapy of unexplained fever in neutropenic patients\" [10] . S176 Microbiological diagnostic procedures as indicated by the symptoms of infection: If evidence of microorganisms has been documented in blood, urine, or CSF culture, a surveillance culture should be obtained after treatment to document the efficacy of microbiological eradication.", "cite_spans": [{"start": 221, "end": 225, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Epidemiology of infections in neutropenia"}, {"text": "Since conventional chest x-ray is insensitive, and has only a low negative predictive value for detecting pulmonary infiltrates in neutropenic patients, spiral or high-resolution computed tomography of the lungs should be obtained early to establish the cause of fever in neutropenic patients and particularly in those not responding to the initial therapy [8] .", "cite_spans": [{"start": 357, "end": 360, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Epidemiology of infections in neutropenia"}, {"text": "Antimicrobial therapy in patients with neutropenic fever after allogeneic stem cell transplantation When an empiric antibacterial therapy is selected in patients with neutropenic fever, the local hospital resistance of pathogens must be considered. Fever of more than 38.3C or fever of 38.0C lasting for an hour, or that reoccurs within 24 hours, should result in immediate broad-spectrum antibacterial treatment. Microbiologic identification of an underlying pathogen is only possibly in about one third of all patients. Therefore, it has become accepted practice to initiate broad-spectrum antimicrobial treatment on the basis of clinical or radiological signs or symptoms.", "cite_spans": [], "ref_spans": [], "section": "Epidemiology of infections in neutropenia"}, {"text": "In order to avoid ineffective empirical regimens, only combination treatments with documented broad-spectrum activity against Enterobacteriaceae, Pseudomonas aeruginosa, staphylococci, and streptococci should be used. Clinical trials that investigated single agent regimens in patients with neutropenic fever included only few patients after allogeneic stem cell transplantation. Therefore, the efficiency of single agent treatment e.g. with cefepim, ceftazidime, or a carbapenem, has not been sufficiently validated to date in the allogeneic setting and can not be recommended. For example, patients with severe mucositis should not receive single agent ceftazidime, because of the risk of a bacteremia with viridans streptococci. In these latter patients, the initial empiric treatment regimen should contain an antibiotic proven to be effective against streptococci and staphylococci, such as a broad-spectrum penicillin in combination with a b-lactamase inhibitor or a glycopeptide [15] .", "cite_spans": [{"start": 986, "end": 990, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Epidemiology of infections in neutropenia"}, {"text": "In the case of skin infections or venous catheter infections, addition of vancomycin or teicoplanin to the initial empiric regimen should be considered. However, administration of glycopeptide antibiotics should be discontinued early after a few days, if no multi-resistant Gram-positive bacteria have been identified.", "cite_spans": [], "ref_spans": [], "section": "Epidemiology of infections in neutropenia"}, {"text": "If aminoglycosides are administered as part of the initial empiric regimen, regular surveillance of serum drug levels is required. To avoid excessive nephrotoxicity from additional nephrotoxic medication (e.g. ciclosporin, aciclovir etc.), daily surveillance of serum creatinine levels is mandatory, if aminoglycosides are used.", "cite_spans": [], "ref_spans": [], "section": "Epidemiology of infections in neutropenia"}, {"text": "Modification of empiric antimicrobial regimens in patients with neutropenic fever after allogeneic stem cell transplantation When the causative agent of an infection has been identified, antibacterial therapy should be adapted according to the resistance pattern of the pathogen. However, narrowing the spectrum of the initial empiric treatment should be avoided, as identification of a pathogen does not exclude the presence of a polymicrobial infection.", "cite_spans": [], "ref_spans": [], "section": "Epidemiology of infections in neutropenia"}, {"text": "In the absence of a clinical response within 72-96 hours, the initial empiric regimen also requires modification. If steroids have been used over prolonged periods, or if steroids are given at a dose of >2 mg/kg/day, systemic antimycotic treatment should be administered as part of the second-line treatment. Antimycotic treatment is also recommended as part of the first or second-line treatment as soon as pulmonary infiltrates occur.", "cite_spans": [], "ref_spans": [], "section": "Epidemiology of infections in neutropenia"}, {"text": "Antibiotic treatment may be discontinued if all of the following conditions are met:", "cite_spans": [], "ref_spans": [], "section": "Duration of antimicrobial treatment in patients after allogeneic stem cell transplantation"}, {"text": "1. afebrile for at least 48 hours 2. negative cultures 3. imaging techniques without evidence of an infection 4. no clinical evidence of an infection 5. neutrophil count above 1000/ml It is mandatory to perform further microbiologic screening if the patient continues to be febrile. If infections have been microbiologically proven, it is advisable to repeat the initial diagnostic procedures, in S177 order to document the microbiological response (e.g. blood cultures, CSF cultures, urine cultures, stool cultures, bronchial secretions in case of ventilated patients, smears). Reduction of the antimicrobial spectrum (e.g. by discontinuation of aminoglycosides) can be acceptable in individual patients, depending on clinical response and the occurrence of drug toxicity.", "cite_spans": [], "ref_spans": [], "section": "Duration of antimicrobial treatment in patients after allogeneic stem cell transplantation"}, {"text": "Patients after allogeneic stem cell transplantation are at the highest risk of developing localized as well as systemic fungal infections. In this patient population, the incidence of life-threatening systemic mycoses can be as high as 15%, or more. Some of the risk factors that contribute to this high incidence are listed in Table 1 [19] .", "cite_spans": [{"start": 336, "end": 340, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 328, "end": 335, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Introduction"}, {"text": "Depending on the local epidemiological environment, Candida and Aspergillus species are the most frequent pathogens of systemic fungal infections in patients after allogeneic stem cell transplantation.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Fever that is unresponsive to broad-spectrum antibiotic treatment is frequently the first, and only, symptom of a systemic fungal infection. In the case of pulmonary aspergillus infections, pleuritic chest pain, cough, or hemoptysis may also occur. Blood cultures may sometimes be positive for Candida species, but rarely for Aspergillus species. Aspergillus spp. that is found in clinical specimens from neutropenic patients may indicate a systemic infection with this pathogen [24] . However, the sensitivity of screening for systemic Aspergillus infections by culturing techniques is low. The significance of bronchoalveolar lavage in the diagnosis of pulmonary fungal infections is therefore still disputed. When fungi are found in BAL specimens, it may be difficult to distinguish between contamination with fungi from the oropharynx and true invasive pulmonary infection. Even in invasive pulmonary aspergillosis, cultures from BAL are often negative. Unfortunately, all serological procedures that have been established for detection of systemic fungal infections so far, have a low sensitivity and often also a low specificity for the detection of systemic mycoses. New serologic techniques may improve this situation. A new ELISA assay for the detection of galactomannan in serum as well as the polymerase chain reaction (PCR) for the identification of fungispecific DNA are currently being evaluated [4, 5, 12, 18] .", "cite_spans": [{"start": 479, "end": 483, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 1410, "end": 1413, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 1414, "end": 1416, "text": "5,", "ref_id": "BIBREF4"}, {"start": 1417, "end": 1420, "text": "12,", "ref_id": "BIBREF11"}, {"start": 1421, "end": 1424, "text": "18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Diagnosis"}, {"text": "In recent years, imaging techniques have also been increasingly used for the diagnosis of systemic fungal infections. If a systemic fungal infection is clinically suspected, imaging techniques should be used early. Especially with the help of computed tomography, characteristic findings of invasive fungal infection may be present often before such alterations are seen with conventional radiological examinations [8] . In the rare case of hepatosplenic candidiasis, characteristic changes may also be identified by ultrasound sonography of the liver and spleen.", "cite_spans": [{"start": 415, "end": 418, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Diagnosis"}, {"text": "Because of its broad anti-fungal activity, intravenous amphotericin B deoxycholate is still the current standard in the treatment of patients with suspected or documented fungal infections after allogeneic stem cell transplantation. Empiric treatment should be initiated as soon as the presence of a systemic fungal infection is suspected. The recommended dose of amphotericin B for empirical therapy is 0.5-0.7 mg/kg/day. This dosage is also used as a therapeutic dose in documented invasive candida infection. A higher dose of 1-1.5 mg/kg/day should be given, in case of a pulmonary infiltrate or if an invasive pulmonary aspergillosis is suspected. Antifungal treatment has to be continued until neutrophil recovery and disappearance of all signs of an acute infection are achieved.", "cite_spans": [], "ref_spans": [], "section": "Therapy"}, {"text": "Recently, new lipid formulations of amphotericin B have been approved for the treatment of systemic fungal infections. In several clinical trials, the new amphotericin B formulations proved to be equipotent to conventional amphotericin B deoxycholate and could be administered at higher dosages of 3-4 mg/kg/day. The advantage of these liposomal formulations compared to conventional amphotericin B desoxycholate, is the much lower rate of acute side effects, especially of nephrotoxicity [20] . However, the excessive costs of these preparations limit their clinical usefulness. It is therefore recommended to change to a lipid formulation of amphotericin B, in case of severe clinical nephrotoxicity (e.g. creatinine >2.5 mg/ dl), intolerance, or inefficacy of amphotericin B desoxycholate. New azoles with broad antimycotic activity or new generations of drugs such as the echinocandines or pneumocandins, are currently being investigated in clinical trials [9] and might become alternatives to amphotericin B for the treatment of systemic fungal infections in recipients of an allogeneic stem cell graft in the future.", "cite_spans": [{"start": 489, "end": 493, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 961, "end": 964, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Therapy"}, {"text": "Intermediate post-transplantation period (from hematopoietic reconstitution to day + 100 after transplantation)", "cite_spans": [], "ref_spans": [], "section": "Therapy"}, {"text": "After engraftment, a severe combined quantitative and functional deficiency in the T and B lymphocyte compartment persists despite full hematopoietic reconstitution. If T cell depletion has been used, or if incompatibility in the major histocompatibility antigens between the recipient and the donor had to be accepted, these immunodeficiencies are prominent for prolonged periods after transplantation. These deficiencies manifest as disorders in T helper cell function, immunoglobulin synthesis, but also in an impaired cytotoxic T cell response. In spite of normalization of cell counts, disturbances of granulocyte functions also persist, e.g. impairment of chemotaxis and phagocytosis. In 74% of all allogeneic stem cell transplantation patients, infections develop after day +50. In the majority of patients, these infections are triggered by viruses such as CMV or other viral infections such as HHV6, RSV, adenovirus, VZV, and EBV.", "cite_spans": [], "ref_spans": [], "section": "Epidemiology of infections in the intermediate posttransplantation period"}, {"text": "In 14% of patients, bacteremias can be documented after hematopoietic engraftment. The mortality rate as a result of bacteremias in allogeneic stem cell recipients is comparable in the periods before and after engraftment. The spectrum of pathogens in patients with documented bacteremias shows that Gram-positive pathogens (47% staphylococci) are responsible for about 75% of all infections. In contrast to the microbiologically documented infections in patients before hematopoietic engraftment of only 5-10%, the focus of bacterial infection can be identified in more than 50% of patients after hematopoietic engraftment [21, 23] . Catheter infections are responsible in more than 30% of bacteremias during the postengraftment period. Chills occurring within the first hour after intravenous drug administration may be the first sign of a catheter infection. Other frequent sources of infection during the intermediate post transplant period, are pneumonias, especially caused by Streptococcus pneumoniae, Klebsiella species, and Pseudomonas aeruginosa. Cases of pyogenic arthritides with Salmonella eneritidis and Staphylococcus aureus have also been reported.", "cite_spans": [{"start": 624, "end": 628, "text": "[21,", "ref_id": "BIBREF20"}, {"start": 629, "end": 632, "text": "23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Bacterial infections in the intermediate post-transplantation period"}, {"text": "Late infections after allogeneic stem cell transplantation (after day + 100 following transplantation)", "cite_spans": [], "ref_spans": [], "section": "Bacterial infections in the intermediate post-transplantation period"}, {"text": "In the late post transplant period, immune reconstitution is usually advanced, particularly in patients who have received a transplant from an HLA-identical family donor. These patients often show full hematopoietic reconstitution and early immune reconstitution. If no GvHD occurs, immunosuppressive treatment is usually discontinued. In these patients who do not demonstrate a graft-versus-host reaction, who require no immunosuppressive therapy, who usually have a CD4-count of >200 per ml blood, and whose serum immunoglobulins levels are in the normal range, infectious complications rarely occur. These patients can be considered as immunocompetent and they are no longer at an increased risk of opportunistic pathogens, so that no intensive antimicrobial therapy is required. However, depending on a number of clinical risk factors, chronic GvHD may occur in 30% of patients, or more, which is characterized by a severe combined cellular and humoral immunodeficiency.", "cite_spans": [], "ref_spans": [], "section": "Epidemiology of infections during the late post-transplantation period"}, {"text": "Due to mucosal damage, functional deficiencies of granulocytes (especially impaired chemotaxis), functional asplenia and qualitative as well as quantitative T and B cell deficiencies, a significantly increased susceptibility to infections must be assumed in patients with chronic GvHD. In these patients, bacterial infections of the upper and lower respiratory tract constitute a main cause of death. Life-threatening infections are typically caused by encapsulated bacteria such as Streptococcus pneumoniae or Haemophilus influenzae. Sinusitis, otitis media, and pharyngitis are common manifestations of such infections in this late post-transplantation period. Patients who present at least one of the above mentioned risk factors, should receive immediate antibacterial treatment at the earliest signs of infection. If several of the above mentioned risk factors are present, antibiotic prophylaxis with an oral penicillin or a macrolide antibiotic is recommended.", "cite_spans": [], "ref_spans": [], "section": "Epidemiology of infections during the late post-transplantation period"}, {"text": "If fever occurs in a patient later than 100 days after allogeneic stem cell transplantation, the upper and lower respiratory tract (bronchitis, pneumonia, sinusitis), and bacteremias have to be considered as specific foci of infections. Particularly pneumonias and bacteremias constitute the majority of life-threatening infections, which occur in 20% of all patients after day + 50 after allogeneic stem cell transplantation [14] . In a recent analysis, pulmonary infections were documented after day + 100 in approximately 50% of patients with cGvHD, in 21% of patients without cGvHD, and in only 2% of patients after autologous stem cell transplantation [9] . The incidence of infections is particularly high in patients who received a graft from an unrelated donor. Frequently, herpes zoster or less often visceral manifestations of a VZV infection are identified (see chapter on varicella infection). An important pathogen of interstitial pneumonias in the late phase after allogeneic stem cell transplantation is Pneumocystis carinii. Without specific prophylaxis, about 30% of patients with chronic GvHD develop Pneumocystis carinii pneumonia (PcP). Late infections after stem cell transplantations constitute an important factor for morbidity and can take a fatal course in 4-15% of patients.", "cite_spans": [{"start": 426, "end": 430, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 657, "end": 660, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Epidemiology of infections during the late post-transplantation period"}, {"text": "A. Viral Infections", "cite_spans": [], "ref_spans": [], "section": "Specific problems after allogeneic stem cell transplantation"}, {"text": "The evident increase of infections caused by respiratory viruses can be explained by more intensive screening, improved culturing methods and transplantation procedures with prolonged and intensified immunosuppression.", "cite_spans": [], "ref_spans": [], "section": "Epidemiology and clinical picture"}, {"text": "Respiratory viruses may be acquired prior to SCT, so that clinical manifestations can already develop within the first weeks after transplantation. Often, infections result from direct contact with infected family members, doctors, or nurses. In this clinical setting, RSV is most often identified, followed by rhinoviruses, parainfluenza virus type 1 and 3, and influenza virus type A [22] (for diagnostic procedures see Table 2 .) Adenovirus infections can either be caused by primary infections, reinfections, or by virus reactivation. Excretion of adenoviruses in urine and throat washings has been documented in 3.8-20.9% of patients after allogeneic stem cell transplantation. Adenovirus diseases, however, occur in only 0.95-6.5% of patients [6] .", "cite_spans": [{"start": 386, "end": 390, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 749, "end": 752, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 422, "end": 429, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Epidemiology and clinical picture"}, {"text": "The intensification of immunosuppression or T cell depletion after stem cell transplantation has also led to an increase of adenovirus infections. Adenoviruses can first be detected by culture techniques around day 44 (day 13-199) after transplantation, demonstrating a predominance of serotypes 11, 34, and 35. Clinical manifestations of adenovirus infections in patients after allogeneic stem cell transplantation that have been reported so far include pneumonia, hepatitis, cystitis, diarrhea, and also disseminated disease (for diagnostic procedures see Table 3 ). The mortality rate of these infections is about 60%. There have been reports about successful treatment of adenovirus infections with cidofovir or ribavirin. Successful treatment of RSV infection has been reported with either inhalative or intravenous ribavirin and/or monoclonal antibodies.", "cite_spans": [], "ref_spans": [{"start": 558, "end": 565, "text": "Table 3", "ref_id": "TABREF3"}], "section": "Epidemiology and clinical picture"}, {"text": "Herpes simplex virus infection after allogeneic stem cell transplantation is associated with a high morbidity and leads to a substantial degree of oral mucositis, especially during the early post transplant period. Before the introduction of aciclovir prophylaxis, 80% of the seropositive patients excreted HSV within the first 50 days (median second and third week) after transplantation, mainly due to reactivation of persisting virus. Aciclovir prophylaxis from day 0 to day 30 reduced the HSV reactivation rate by 75% within the first 100 days after transplantation.", "cite_spans": [], "ref_spans": [], "section": "Infections with herpes simplex virus"}, {"text": "Clinical manifestations of the HSV infection after stem cell transplantation include skin manifestations, urogenital infections, esophagitis, keratitis, and infrequently, also pneumonias, hepatitides, or encephalitides (see also Table 4 ).", "cite_spans": [], "ref_spans": [{"start": 229, "end": 236, "text": "Table 4", "ref_id": "TABREF4"}], "section": "Infections with herpes simplex virus"}, {"text": "Diagnostic measures should be initiated depending on the manifestation and may either consist of virus culture from throat washings, urine, skin lesions, or mucosal swabs, or antigen detection, or viral DNA PCR (especially in CSF specimens) ( Table 4) .", "cite_spans": [], "ref_spans": [{"start": 243, "end": 251, "text": "Table 4)", "ref_id": "TABREF4"}], "section": "Infections with herpes simplex virus"}, {"text": "Treatment of HSV infections with aciclovir (see also Table 4 ) is very effective. Aciclovir-resistant herpes simplex virus isolates have been identified in only about 6% of patients treated with aciclovir, in about 2% during primary and in about 9% during secondary prophylaxis. It is important to note that the documentation of persisting excretion of HSV during treatment with aciclovir treatment does not necessarily imply resistance to this drug. Therefore, if possible, a sensitivity test should be performed. Infections with aciclovir-resistant HSV can be accompanied by local or disseminated manifestations [11] . The treatment of choice in acyclovir-resistant HSV infections is foscarnet.", "cite_spans": [{"start": 614, "end": 618, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 53, "end": 60, "text": "Table 4", "ref_id": "TABREF4"}], "section": "Infections with herpes simplex virus"}, {"text": "Prior to the introduction of aciclovir prophylaxis, VZV reactivations developed in 30-50% of adults and in 25% of children within the first 6 months (median 5 months) after allogeneic stem cell transplantation. Acute and chronic GvHD were identified as the major risk factors for reactivation. Eighty-four percent of VZV infections in adult patients manifest as localized herpes-zoster. Disseminated or visceral VZV infections occur in only 13-25% of patients. If dissemination or visceral involvement occurs, the mortality of such VZV is high.", "cite_spans": [], "ref_spans": [], "section": "Infections with varicella-zoster virus"}, {"text": "During aciclovir prophylaxis until at least day +30, VZV infections can only be documented in approximately 16% of allogeneic stem cell transplant recipients. Visceral manifestations may even precede cutaneous manifestations. In recent years, antiviral treatment has significantly improved the prognosis of VZV infections. Intravenous administration of aciclovir (310 mg/kg) within the first 24-48 hours after clinical manifestation shortens the duration of skin manifestations and often also prevents dissemination as well as the incidence of post-herpetic neuralgia [13] . The mortality rate associated with VZV pneumonia, however, is still high.", "cite_spans": [{"start": 568, "end": 572, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Infections with varicella-zoster virus"}, {"text": "If a VZV infection occurs within the first 9-12 months after stem cell transplantation, treatment is indicated. This also applies for a longer period in patients who receive immunosuppression for acute or chronic GvHD.", "cite_spans": [], "ref_spans": [], "section": "Infections with varicella-zoster virus"}, {"text": "Infections with cytomegalovirus (CMV) are one of the main causes of infection-associated mortality after allogeneic stem cell transplantation. If no antiviral prophylaxis is administered, CMV infection occurs between 30 and 100 days after stem cell transplantation (for diagnostic procedures see Table 5 ). CMV infection occurs in approximately 60-70% of CMV-seropositive patients or seronegative patients who receive transplants from a seropositive donor. Manifestations of CMV disease are pneumonia, gastroenteritis, hepatitis or retinitis. The mortality of CMV disease has not decreased, in spite of a combination treatment with ganciclovir and CMV hyperimmunoglobulin. Despite the fact that an initial response can be documented in about 60-80% of patients, only 31% of patients survive a CMV-induced interstitial pneumonia for more than 3 months.", "cite_spans": [], "ref_spans": [{"start": 296, "end": 303, "text": "Table 5", "ref_id": "TABREF6"}], "section": "Epidemiology and clinical picture"}, {"text": "In recent years, antiviral prophylaxis and preemptive therapy based on highly sensitive screening tools have succeeded in substantially reducing the incidence of CMV disease in the early phase after stem cell transplantation (to 2-4%). However, both prophylaxis and early intervention have led to a late increase in CMV infections after day +100 post transplantation. Especially in patients with chronic GvHD, the incidence of late CMV disease, which occurs a median 156 days after transplantation, has increased.", "cite_spans": [], "ref_spans": [], "section": "Epidemiology and clinical picture"}, {"text": "Due to the high mortality of CMV disease, intensive efforts are being made to prevent its occurrence. In CMVseronegative patients who receive a transplant from a seronegative stem cell donor, this can be achieved by transfusion of CMV-seronegative and leukocyte-depleted blood products. The probability of developing a CMV infection can thus be reduced to 3-6%, and the occurrence of CMV disease can be reduced to 0.5-1.5%. In seropositive patients, several different strategies exist. First CMV reactivation and the development of a CMV disease may be prevented by prophylactic administration of antiviral agents. Since there is a higher incidence of secondary bacterial and mainly fungal infections due to secondary neutropenia and possible ganciclovir-associated immunosuppression, ganciclovir prophylaxis does not show any advantage in respect to survival despite the marked reduction in the rate of CMV infection and disease. An alternative strategy is early intervention, which means that ganciclovir treatment is initiated when CMV is first identified in clinical specimens (bronchoalveolar lavage, throat washings, blood, or urine). A significant reduction in the incidence of CMV disease as well as in CMV-associated mortality was achieved with this strategy. However, in approximately 30-35% of patients, ganciclovir-associated secondary neutropenia developed.", "cite_spans": [], "ref_spans": [], "section": "Therapy"}, {"text": "Since culture methods demonstrate only a low sensitivity, CMV diseases may occur in 12-13% of patients even before the virus is detected by conventional culture assays. Today, due to the widespread application of more sensitive screening tools (PCR, antigenemia), virus infection can be detected and treated earlier. This reduces the incidence of CMV disease to 3-6% of patients [3] . The treatment strategies of CMV disease are presented in Tables 6 and 7 .", "cite_spans": [{"start": 379, "end": 382, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 442, "end": 456, "text": "Tables 6 and 7", "ref_id": "TABREF5"}], "section": "Therapy"}, {"text": "After allogeneic stem cell transplantation, the incidence of EBV-associated lymphoproliferative disorders in HLAidentical family donors is only around 0.45%, but may increase to about 1.4% in family donors who are not fully HLA-matched [25] . When T cell depletion methods are performed, the incidence of EBV-associated lymphoproliferative disorders increases substantially. With T cell depletion in combination with stem cell grafts from unrelated donors, the incidence of EBV-associated lym- phoproliferative disorder increases even further, to an incidence as high as 29% [25] . EBV-associated lymphoproliferative syndrome is associated with very high amounts of EBV-DNA in the peripheral blood. EBV reactivation in the absence of lymphoproliferative disease is observed more frequently. However the association of EBV reactivation with symptomatic disease has not been systematically evaluated.", "cite_spans": [{"start": 236, "end": 240, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 575, "end": 579, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Epidemiology"}, {"text": "Donor lymphocyte infusions have been the only treatment of EBV-associated lymphoproliferative syndrome after allogeneic stem cell transplantation so far. More recently, rituximab, an anti-CD20 antibody, has been successfully administered in a small number of patients. Since EBVassociated lymphoproliferative disorders have a high proliferation rate and require immediate treatment, donor lymphocyte infusions have to be initiated promptly in order to be successful. Thus, monitoring EBV-DNA load in the peripheral blood of patients who received T-cell depleted grafts, grafts from unrelated and/or mismatched donors, or who have other risk factors is essential. If the viral load increases significantly, it is advisable to initiate treatment without delay (for diagnostic and therapeutic approach see Table 8 ). Donor lymphocyte infusion EBV-specific T cell lines/clones Anti-CD20 antibodies (e.g. rituximab) ", "cite_spans": [], "ref_spans": [{"start": 803, "end": 810, "text": "Table 8", "ref_id": "TABREF7"}], "section": "Therapy"}, {"text": "Before the introduction of PcP prophylaxis, the incidence of Pneumocystis carinii pneumonia in allogeneic stem cell transplant recipients amounted to approximately 6.8% [17] . Seventy-five percent of patients with PcP develop dyspnea, cough, and fever as clinical signs of the infection. In 58% of patients, conventional chest radiography shows bilateral infiltrations, typically with sparing of the periphery of the lungs. In 15% of the patients, however, conventional chest x-rays may be normal or may show only minimal abnormalities. In a retrospective analysis, the immunofluorescence staining of bronchoalveolar lavage specimens was identified as an accurate method of diagnosis of Pneumocystis carinii pneumonia in the majority of patients. PCR is increasingly used as diagnostic procedure for PcP, but this has not yet become a standard procedure.", "cite_spans": [{"start": 169, "end": 173, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Epidemiology and clinical picture"}, {"text": "Pneumocystis carinii pneumonia is treated with high dosages of trimethoprim-sulfamethoxazole (TMP/SMX) (20/100 mg/kg/ p.o. or i.v. in 3 or 4 divided doses per day) for 2-3 weeks. Alternatively, it may be possible to administer trimethoprim 20 mg/kg/day in four doses combined with dapson 1100 mg p.o. for 3 weeks or pentamidin (pentacarinate) 3-4 mg/kg daily by the intravenous route. Another alternative is atovaquone (meprone) 2750 mg p.o. for 3 weeks. Despite high-dose TMP/SMX treatment or intravenous administration of pentamidin, the mortality rate for Pneumocystis carinii pneumonia is 89% within the first 6 months in patients after allogeneic stem cell transplantation, and still as high as 40%, if PcP occurs more than 6 months after stem cell transplantation.", "cite_spans": [], "ref_spans": [], "section": "Therapy"}, {"text": "C. Toxoplasmosis", "cite_spans": [], "ref_spans": [], "section": "Therapy"}, {"text": "Toxoplasmosis can occur as early as day +30 after allogeneic stem cell transplantation. It presents as pneumonia, perimyocarditis, encephalitis with focal-neurological signs or convulsions as well as chorioretinitis. The incidence in a large retrospective analysis at the FHCRC in Seattle amounted to 0.3% in 4312 examined patients, with a local seroprevalence of 17% [16] . In areas with a higher seroprevalence for Toxoplasma gondii (e.g. in France with a 70% seroprevalence), the incidence of toxoplasmosis after allogeneic stem cell transplantation is as high as 2-3% [2] .", "cite_spans": [{"start": 368, "end": 372, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 572, "end": 575, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Clinical picture and therapy"}, {"text": "Risk factors for the toxoplasma infections are the serostatus of the patient and the extent of immunosup-pression. Particularly in areas with a high seroprevalence, determination of toxoplasma serostatus prior to allogeneic stem cell transplantation should be mandatory.", "cite_spans": [], "ref_spans": [], "section": "Clinical picture and therapy"}, {"text": "If a toxoplasma infection is clinically suspected, serum, liquor, and bronchoalveolar lavage specimens should be screened, to see if toxoplasma can be detected. However, sensitivity of morphological methods is limited. If the clinical suspicion is high, computed tomography of the chest as well as a CT/MRI scan of the CNS should be performed.", "cite_spans": [], "ref_spans": [], "section": "Clinical picture and therapy"}, {"text": "In some centers, qualitative and quantitative PCR techniques are being evaluated in respect of their usefulness in screening for clinical infections via the demonstration of toxoplasma DNA. However, despite first encouraging results in high risk patients, this technique is not yet part of routine diagnostic standards at present.", "cite_spans": [], "ref_spans": [], "section": "Clinical picture and therapy"}, {"text": "The treatment of choice in toxoplasma infections after allogeneic stem cell transplantation consists of sulfadiazin (and pyrimethamin) for 3-6 weeks.", "cite_spans": [], "ref_spans": [], "section": "Clinical picture and therapy"}, {"text": "Dosage:", "cite_spans": [], "ref_spans": [], "section": "Clinical picture and therapy"}, {"text": "-Sulfadiazin: 4-8 g/day in 4 separate doses p.o. (~100-150 mg/kg KG), -Pyrimethamin: 2100 mg p.o. as loading dose on day 1, then 50-75 (100) mg/day (~1 mg/kg) -Folinic acid: 10-15 mg/day p.o. as a supplement to reduce hematological toxicity.", "cite_spans": [], "ref_spans": [], "section": "Clinical picture and therapy"}, {"text": "In case of chorioretinitis or increased intracranial pressure, additional corticosteroid therapy is recommended.", "cite_spans": [], "ref_spans": [], "section": "Clinical picture and therapy"}, {"text": "Alternatives for sulfadiazin if sulfonamides are not tolerated:", "cite_spans": [], "ref_spans": [], "section": "Clinical picture and therapy"}, {"text": "-clindamycin: 4600 mg/day p.o. or i.v. in combination with pyrimethamin (see above)", "cite_spans": [], "ref_spans": [], "section": "Clinical picture and therapy"}, {"text": "In case of cerebral and ocular toxoplasmosis successful treatment has been reported with: ", "cite_spans": [], "ref_spans": [], "section": "Clinical picture and therapy"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Successful modification of cytomegalovirus disease in allogeneic marrow transplant recipients", "authors": [{"first": "M", "middle": [], "last": "Boeckh", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Bowden", "suffix": ""}, {"first": "T", "middle": [], "last": "Gooley", "suffix": ""}, {"first": "D", "middle": [], "last": "Myerson", "suffix": ""}, {"first": "L", "middle": [], "last": "Corey", "suffix": ""}], "year": 1999, "venue": "Blood", "volume": "93", "issn": "", "pages": "1781--1782", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Toxoplasmosis in bone marrowtransplant recipients: report of seven cases and review", "authors": [{"first": "F", "middle": [], "last": "Derouin", "suffix": ""}, {"first": "A", "middle": [], "last": "Devergie", "suffix": ""}, {"first": "P", "middle": [], "last": "Auber", "suffix": ""}, {"first": "E", "middle": [], "last": "Gluckman", "suffix": ""}, {"first": "B", "middle": [], "last": "Beauvais", "suffix": ""}, {"first": "Y", "middle": ["J"], "last": "Garin", "suffix": ""}, {"first": "M", "middle": [], "last": "Lariviere", "suffix": ""}], "year": 1992, "venue": "Clin Infect Dis", "volume": "15", "issn": "", "pages": "267--270", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "PCRmonitoring after BMT to reduce the incidence of CMV disease and the duration and side effects of antiviral therapy", "authors": [{"first": "H", "middle": [], "last": "Einsele", "suffix": ""}, {"first": "G", "middle": [], "last": "Ehninger", "suffix": ""}, {"first": "H", "middle": [], "last": "Hebart", "suffix": ""}, {"first": "U", "middle": [], "last": "Schuler", "suffix": ""}, {"first": "P", "middle": [], "last": "Mackes", "suffix": ""}, {"first": "M", "middle": [], "last": "Hertter", "suffix": ""}, {"first": "T", "middle": [], "last": "Klingebiel", "suffix": ""}, {"first": "J", "middle": [], "last": "Löffler", "suffix": ""}, {"first": "S", "middle": [], "last": "Wagner", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Müller", "suffix": ""}], "year": 1995, "venue": "Blood", "volume": "86", "issn": "", "pages": "2815--2820", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Detection and identification of fungal pathogens in blood by using molecular probes", "authors": [{"first": "H", "middle": [], "last": "Einsele", "suffix": ""}, {"first": "H", "middle": [], "last": "Hebart", "suffix": ""}, {"first": "G", "middle": [], "last": "Roller", "suffix": ""}, {"first": "J", "middle": [], "last": "Löffler", "suffix": ""}, {"first": "I", "middle": [], "last": "Rothenhofer", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Muller", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Bowden", "suffix": ""}, {"first": "J", "middle": [], "last": "Van-Burik", "suffix": ""}, {"first": "D", "middle": [], "last": "Engelhard", "suffix": ""}, {"first": "L", "middle": [], "last": "Kanz", "suffix": ""}, {"first": "U", "middle": [], "last": "Schumacher", "suffix": ""}], "year": 1997, "venue": "J Clin Microbiol", "volume": "35", "issn": "", "pages": "1353--1360", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Prediction of invasive pulmonary aspergillosis from colonisation of lower respiratory tract before rnarrow transplantation", "authors": [{"first": "H", "middle": [], "last": "Einsele", "suffix": ""}, {"first": "K", "middle": [], "last": "Quabeck", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Niuller", "suffix": ""}, {"first": "H", "middle": [], "last": "Hebart", "suffix": ""}, {"first": "I", "middle": [], "last": "Rothenhofer", "suffix": ""}, {"first": "J", "middle": [], "last": "Loffler", "suffix": ""}, {"first": "U", "middle": ["W"], "last": "Schaefer", "suffix": ""}], "year": 1998, "venue": "Lancet", "volume": "352", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Increasing incidence of adenovirus disease in bone marrow transplant recipients", "authors": [{"first": "P", "middle": [], "last": "Flomenberg", "suffix": ""}, {"first": "J", "middle": [], "last": "Babbitt", "suffix": ""}, {"first": "W", "middle": ["R"], "last": "Drobyski", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Ash", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Carrigan", "suffix": ""}, {"first": "G", "middle": ["V"], "last": "Sedmak", "suffix": ""}, {"first": "T", "middle": [], "last": "Mcauliffe", "suffix": ""}, {"first": "B", "middle": [], "last": "Camitta", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Horowitz", "suffix": ""}, {"first": "N", "middle": [], "last": "Bunin", "suffix": ""}], "year": 1994, "venue": "J lnfect Dis", "volume": "169", "issn": "", "pages": "775--781", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Risk factors for developing EBVrelated B cell-lymphoproliferative disorders (BLPD) after non-HLA-identical BMT in children", "authors": [{"first": "E", "middle": ["J"], "last": "Gerritsen", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Stam", "suffix": ""}, {"first": "J", "middle": [], "last": "Hermans", "suffix": ""}, {"first": "H", "middle": [], "last": "Van Den Berg", "suffix": ""}, {"first": "A", "middle": [], "last": "Haraldsson", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Van Tol", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Van Den Bergh", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Waaijer", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Kroes", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Kluin", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Vossen", "suffix": ""}], "year": 1996, "venue": "Bone Marrow Transplant", "volume": "18", "issn": "", "pages": "377--382", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Pneumonia in febrile neutropenic patients and in bone marrow and blood stem-cell transplant recipients: use of high-resolution computed tomography", "authors": [{"first": "C", "middle": ["P"], "last": "Heussel", "suffix": ""}, {"first": "H", "middle": ["U"], "last": "Kauczor", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Heussel", "suffix": ""}, {"first": "B", "middle": [], "last": "Fischer", "suffix": ""}, {"first": "M", "middle": [], "last": "Begrich", "suffix": ""}, {"first": "P", "middle": [], "last": "Mildenberger", "suffix": ""}, {"first": "M", "middle": [], "last": "Thelen", "suffix": ""}], "year": 1999, "venue": "J Clin Oncol", "volume": "17", "issn": "", "pages": "796--805", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Antifungal agents in the 1990s. Current status and future developments", "authors": [{"first": "C", "middle": ["A"], "last": "Kauffman", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Carver", "suffix": ""}], "year": 1997, "venue": "Drugs", "volume": "53", "issn": "", "pages": "539--549", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Antimicrobial therapy of unexplained fever in neutropenic patients", "authors": [{"first": "H", "middle": [], "last": "Link", "suffix": ""}, {"first": "A", "middle": [], "last": "Böhme", "suffix": ""}, {"first": "O", "middle": ["A"], "last": "Cornely", "suffix": ""}, {"first": "K", "middle": [], "last": "Höffken", "suffix": ""}, {"first": "O", "middle": [], "last": "Kellner", "suffix": ""}, {"first": "W", "middle": ["V"], "last": "Kern", "suffix": ""}, {"first": "R", "middle": [], "last": "Mahlberg", "suffix": ""}, {"first": "G", "middle": [], "last": "Maschmeyer", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Nowrousian", "suffix": ""}, {"first": "H", "middle": [], "last": "Ostermann", "suffix": ""}, {"first": "M", "middle": [], "last": "Ruhnke", "suffix": ""}, {"first": "O", "middle": [], "last": "Sezer", "suffix": ""}, {"first": "X", "middle": [], "last": "Schiel", "suffix": ""}, {"first": "M", "middle": [], "last": "Wilhelm", "suffix": ""}, {"first": "H", "middle": ["W"], "last": "Auner", "suffix": ""}], "year": 2003, "venue": "Ann Hematol", "volume": "82", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Aciclovir-resistant herpes simplex causing pneumonia after marrow transplantation", "authors": [{"first": "P", "middle": [], "last": "Ljungman", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Ellis", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Hackman", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Shepp", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Meyers", "suffix": ""}], "year": 1990, "venue": "J Infect Dis", "volume": "162", "issn": "", "pages": "244--248", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Comparison of an enzyme immunoassay and a latex agglutination system for the diagnosis of invasive aspergillosis in bone marrow transplant recipients", "authors": [{"first": "M", "middle": [], "last": "Machetti", "suffix": ""}, {"first": "M", "middle": [], "last": "Feasi", "suffix": ""}, {"first": "N", "middle": [], "last": "Mordini", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Van Lint", "suffix": ""}, {"first": "A", "middle": [], "last": "Bacigalupo", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Latge", "suffix": ""}, {"first": "J", "middle": [], "last": "Sarfati", "suffix": ""}, {"first": "C", "middle": [], "last": "Viscoli", "suffix": ""}], "year": 1998, "venue": "Bone Marrow Transplant", "volume": "21", "issn": "", "pages": "917--921", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A prognostic score for postherpetic neuralgia in ambulatory patients", "authors": [{"first": "W", "middle": [], "last": "Meister", "suffix": ""}, {"first": "A", "middle": [], "last": "Neiss", "suffix": ""}, {"first": "G", "middle": [], "last": "Gross", "suffix": ""}, {"first": "H", "middle": ["W"], "last": "Doerr", "suffix": ""}, {"first": "W", "middle": [], "last": "Hobel", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Malin", "suffix": ""}, {"first": "J", "middle": [], "last": "Von Essen", "suffix": ""}, {"first": "B", "middle": ["Y"], "last": "Reimann", "suffix": ""}, {"first": "C", "middle": [], "last": "Witke", "suffix": ""}, {"first": "P", "middle": [], "last": "Wutzler", "suffix": ""}], "year": 1998, "venue": "Infection", "volume": "26", "issn": "", "pages": "359--363", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Late infections after allogeneic bone marrow transplantations: comparison of incidence in related and unrelated donor transplant recipients", "authors": [{"first": "L", "middle": [], "last": "Ochs", "suffix": ""}, {"first": "X", "middle": ["O"], "last": "Shu", "suffix": ""}, {"first": "J", "middle": [], "last": "Miller", "suffix": ""}, {"first": "H", "middle": [], "last": "Enright", "suffix": ""}, {"first": "J", "middle": [], "last": "Wagner", "suffix": ""}, {"first": "A", "middle": [], "last": "Filipovich", "suffix": ""}, {"first": "W", "middle": [], "last": "Miller", "suffix": ""}, {"first": "D", "middle": [], "last": "Weisdorf", "suffix": ""}], "year": 1995, "venue": "Blood", "volume": "86", "issn": "", "pages": "3979--3986", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Fever in immunocompromised patients", "authors": [{"first": "J", "middle": ["S"], "last": "Serody", "suffix": ""}], "year": 2000, "venue": "N Engl J Med", "volume": "342", "issn": "", "pages": "217--218", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Toxoplasma gondii infection in marrow transplant recipients: a 20-year experience", "authors": [{"first": "Nia", "middle": [], "last": "Slavin", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Meyers", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Remington", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Hackman", "suffix": ""}], "year": 1994, "venue": "Bone Marrow Transplant", "volume": "13", "issn": "", "pages": "549--557", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Pneumocystis carinii pneumonitis following bone marrow transplantation", "authors": [{"first": "T", "middle": ["Z"], "last": "Tuan", "suffix": ""}, {"first": "D", "middle": [], "last": "Dennison", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Weisdorf", "suffix": ""}], "year": 1992, "venue": "Bone Marrow Transplant", "volume": "10", "issn": "", "pages": "267--272", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Detection of antigen in sera of patients with invasive aspergillosis: intra-and interlaboratory reproducibility. The Dutch Interuniversity Working Party for Invasive", "authors": [{"first": "P", "middle": ["E"], "last": "Verweij", "suffix": ""}, {"first": "Z", "middle": [], "last": "Erjavec", "suffix": ""}, {"first": "W", "middle": [], "last": "Sluiters", "suffix": ""}, {"first": "W", "middle": [], "last": "Goessens", "suffix": ""}, {"first": "M", "middle": [], "last": "Rozenberg-Arska", "suffix": ""}, {"first": "Y", "middle": ["J"], "last": "Debets-Ossenkopp", "suffix": ""}, {"first": "H", "middle": ["F"], "last": "Guiot", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Meis", "suffix": ""}], "year": 1998, "venue": "Mycoses J Clin Microbiol", "volume": "36", "issn": "", "pages": "1612--1616", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Epidemiology of Aspergillus infections in a large cohort of patients undergoing bone marrow transplantation", "authors": [{"first": "A", "middle": [], "last": "Wald", "suffix": ""}, {"first": "W", "middle": [], "last": "Leisenring", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Van Burik", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Bowden", "suffix": ""}], "year": 1997, "venue": "J Infect Dis", "volume": "175", "issn": "", "pages": "1459--1466", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Liposomal amphotericin B for empirical therapy in patients with persistent fever and neutropenia. National Institute of Allergy and Infectious Diseases Mycoses Study Group", "authors": [{"first": "T", "middle": ["J"], "last": "Walsh", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Finberg", "suffix": ""}, {"first": "C", "middle": [], "last": "Arndt", "suffix": ""}, {"first": "J", "middle": [], "last": "Hiemenz", "suffix": ""}, {"first": "C", "middle": [], "last": "Schwartz", "suffix": ""}, {"first": "D", "middle": [], "last": "Bodensteiner", "suffix": ""}, {"first": "P", "middle": [], "last": "Pappas", "suffix": ""}, {"first": "N", "middle": [], "last": "Seibel", "suffix": ""}, {"first": "R", "middle": ["N"], "last": "Greenberg", "suffix": ""}, {"first": "S", "middle": [], "last": "Dummer", "suffix": ""}, {"first": "M", "middle": [], "last": "Schuster", "suffix": ""}, {"first": "I", "middle": ["S"], "last": "Holcenberg", "suffix": ""}], "year": 1999, "venue": "N Engl J Med", "volume": "340", "issn": "", "pages": "764--771", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Infection in the bone marrow transplant recipient", "authors": [{"first": "E", "middle": [], "last": "Walter", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Bowden", "suffix": ""}], "year": 1995, "venue": "Infect Dis Clin North Am", "volume": "9", "issn": "", "pages": "823--847", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Community respiratory virus infections among hospitalized adult bone marrow transplant recipients", "authors": [{"first": "E", "middle": [], "last": "Whimbey", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Champlin", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Couch", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Englund", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Goodrich", "suffix": ""}, {"first": "I", "middle": [], "last": "Raad", "suffix": ""}, {"first": "D", "middle": [], "last": "Przepiorka", "suffix": ""}, {"first": "V", "middle": ["A"], "last": "Lewis", "suffix": ""}, {"first": "N", "middle": [], "last": "Mirza", "suffix": ""}, {"first": "H", "middle": [], "last": "Yousuf", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Tarrand", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Bodey", "suffix": ""}], "year": 1996, "venue": "Clin Infect Dis", "volume": "22", "issn": "", "pages": "778--782", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Unique risk factors for bacteraemia in allogeneic bone marrow transplant recipients before and after engraftment", "authors": [{"first": "K", "middle": ["Y"], "last": "Yuen", "suffix": ""}, {"first": "Pcy", "middle": [], "last": "Woo", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Hui", "suffix": ""}, {"first": "W", "middle": ["K"], "last": "Luk", "suffix": ""}, {"first": "F", "middle": ["E"], "last": "Chen", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Lie", "suffix": ""}, {"first": "R", "middle": [], "last": "Liang", "suffix": ""}], "year": 1998, "venue": "Bone Marrow Transplant", "volume": "21", "issn": "", "pages": "1137--1143", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Significance of isolation of Aspergillus from the respiratory tract in diagnosis of invasive pulmonary aspergillosis. Results from a three-year prospective study", "authors": [{"first": "V", "middle": ["L"], "last": "Yu", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Muder", "suffix": ""}, {"first": "A", "middle": [], "last": "Poorsattar", "suffix": ""}], "year": 1986, "venue": "Am J Med", "volume": "81", "issn": "", "pages": "249--254", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Epstein-Barr virus lymphoproliferation after bone marrow transplantation", "authors": [{"first": "M", "middle": ["M"], "last": "Zutter", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Martin", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Sale", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Shulman", "suffix": ""}, {"first": "L", "middle": [], "last": "Fisher", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Thomas", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Durnam", "suffix": ""}], "year": 1988, "venue": "Blood", "volume": "72", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Stool culture including search for Clostridium difficile enterotoxin 2. Screening for CMV, rotaviruses and adenoviruses in presence of severe gastrointestinal symptoms 3. Wound smear/smear in the anal region 4. CSF culture (bacteria, fungi), PCR (CMV/HHV6/", "latex": null, "type": "table"}, "TABREF1": {"text": "Risk factors of invasive fungal infections in patients after allogeneic SCT (modified according to Wald et al[19])Early fungal infection (<40 days after SCT) Previous history of invasive fungal infection Long-lasting neutropenia Advanced malignancy/previous neutropenia Severe skin and mucosal damages due to conditioning treatment Transplantation outside of LAF unit Age > 45 years Intensive immunosuppression as prophylaxis and/or treatment of GvHD Late fungal infection (>40 days after SCT) Immunosuppression due to GvHD and its treatment (corticosteroid or other more intensive immunosuppressive treatments) Transplants from unrelated donors or family donors mismatched for HLA class I and/or class II antigens cytomegalovirus infections and antiviral therapy Age > 45 years S178", "latex": null, "type": "table"}, "TABREF2": {"text": "Diagnostic procedure if infection caused by respiratory viruses is suspected Symptoms in the upper respiratory tract Antigen detection from throat washings/ sputum (RSV, adeno virus, influenza virus, parainfluenza) Cell culture isolation virus additionally: urine ! adenovirus DNA Symptoms in the lower respiratory tract Ag detection from throat washings/sputum/ BAL (RSV, adenovirus, influenza virus, parainfluenza virus) Cell culture for virus isolation", "latex": null, "type": "table"}, "TABREF3": {"text": "Diagnostic algorithms if an adenovirus infection is suspectedHepatitis/gastroenteritis Examination of stool for adenovirus by antigen ELISA, DD: testing for CMV by cell culture if tissue samples are obtained ! culturing/ immunohistochemistry/ in situ hybridization (PCR of disputable value) Nephritis/hemorrhagic cystitis Examination of urine for adenovirus by PCR and/or cell cultures, DD: testing of urine for CMV (culture) In all patients with symptoms Weekly testing of relevant samples by antigen ELISA cell culture or PCR until symptoms have disappeared S180", "latex": null, "type": "table"}, "TABREF4": {"text": "", "latex": null, "type": "table"}, "TABREF5": {"text": "", "latex": null, "type": "table"}, "TABREF6": {"text": "", "latex": null, "type": "table"}, "TABREF7": {"text": "EBV-LPS: Monitoring/therapyNo monitoring required for: Autologous SCT Allogeneic SCT with unmanipulated stem cells Monitoring recommended: Allogeneic SCT with TCD stem cells, especially after transplantation with transplant from unrelated or not completely HLA matched family donor Also includes: in vivo T-cell depletion with ATG/Campath or OKT 3 Which monitoring is recommended:Virus load If virus load increases by factor 100-1000, start therapy! Therapy:", "latex": null, "type": "table"}, "TABREF8": {"text": "Strategies for prophylaxis and treatment of CMV infection Patients after allogeneic BMT/PBSCT, recipient and/or donor CMV-seropositive mg/kg/day 5 days/week until day 100 Antiviral therapy For 2 weeks -Ganciclovir 25 mg/kg -Foscarnet 260 mg/kg, in case of poor engraftment # Screening 1/week Positive test after 14 days antiviral therapy # Maintenance therapy For 2 weeks -Ganciclovir 6 mg/kg 5/week -Foscarnet 90 mg/kg 5/week # Screening 1/week Positive test after 14 days # Therapy adjustment: Ganciclovir ! foscarnet Or foscarnet ! ganciclovir # No response Experimental therapy Ganciclovir + foscarnet Cidofovir Advantage: Little infrastructure is required Less treatment-related toxicity No cost of screening procedure A high level of infrastructure is required S183 B. Pneumocystis carinii infection", "latex": null, "type": "table"}, "TABREF9": {"text": "Table 4 HSV infections", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Manifestations\n</td><td> </td></tr><tr><td>Mucositis </td><td>Throat washings (virus isolation by cell culture)\n</td></tr><tr><td>Hepatitis </td><td>Liver biopsy (immunohistochemistry or in situ hybridization)\n</td></tr><tr><td>Encephalitis </td><td>CSF (PCR)\n</td></tr><tr><td>Pneumonia </td><td>MRI/EEG BAL (virus isolation by cell culture)\n</td></tr><tr><td>Therapy\n</td><td> </td></tr><tr><td>Aciclovir </td><td>35-10 mg/kg\n</td></tr><tr><td>If resistant: foscarnet </td><td> </td></tr><tr><td>360 mg/kg\n</td></tr><tr><td>Duration of therapy\n</td><td> </td></tr><tr><td>Mucositis </td><td>7-10 days\n</td></tr><tr><td>Encephalitis\nHepatitis </td><td>&gt;14-21 days\n</td></tr><tr><td>Pneumonia\n</td><td> </td></tr><tr><td>Prophylaxis (until engraftment)\nAciclovir </td><td>4200-400 mg/day p.o.\n3250 mg/m2/day i.v. (in case of severe mucositis) (30.5 g/m2/day, HSV and CMV prophylaxis)\n</td></tr></table></body></html>"}, "TABREF10": {"text": "Table 6 Treatment of CMV disease after allogeneic BMT/ PBSCT", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Treatment </td><td>Duration </td><td>Maintenance therapy\nrecommended\n</td></tr><tr><td>CMV-IP </td><td>Ganciclovir 25 mg/kg + CMV hyperimmunoglobulin\n</td><td>6 weeks </td><td> </td></tr><tr><td>CMV hepatitis </td><td>Ganciclovir 25 mg/kg </td><td>6 weeks </td><td>?\n</td></tr><tr><td>CMV enterocolitis </td><td>Ganciclovir 25 mg/kg </td><td>6 weeks </td><td>?\n</td></tr><tr><td>CMV retinitis </td><td>Ganciclovir 25 mg/kg </td><td>6 weeks </td><td>not proven\n</td></tr><tr><td>Or foscarnet 260 mg/kg\n</td><td> </td><td> </td></tr><tr><td>CMV-associated aplasic\n</td><td>Foscarnet 260 mg/kg + G-CSF </td><td>4 weeks </td><td>-\n</td></tr></table></body></html>"}, "TABREF11": {"text": "Table 7 Strategies for prophylaxis and treatment of CMV infection Patients after allogeneic BMT/PBSCT, recipient and/or donor CMV-seropositive", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Strategy A (Prophylaxis) </td><td>Strategy B\n(Early intervention)\n</td></tr><tr><td># Engraftment subsequently: </td><td>#\nSensitive screening procedure 1x/week (PCR/antigenemia test)\n</td></tr><tr><td># Antiviral prophylaxis </td><td>#\nPositive\n</td></tr><tr><td>Ganciclovir 25 mg/kg/ for 7 days\n# </td><td># (Confirmatory reaction)\n</td></tr><tr><td>Ganciclovir 6 mg/kg/day 5 days/week until day 100 </td><td>Positive Antiviral therapy For 2 weeks\n</td></tr><tr><td> </td><td>- Ganciclovir 25 mg/kg\n- Foscarnet 260 mg/kg, in case of poor engraftment # Screening 1/week\n</td></tr><tr><td> </td><td>Positive test after 14 days antiviral therapy #\nMaintenance therapy For 2 weeks\n</td></tr><tr><td> </td><td>- Ganciclovir 6 mg/kg 5/week\n</td></tr><tr><td>Advantage:\nLittle infrastructure is required No cost of screening procedure </td><td>- Foscarnet 90 mg/kg 5/week # Screening 1/week Positive test after 14 days #\nTherapy adjustment: Ganciclovir ! foscarnet Or foscarnet ! ganciclovir # No response Experimental therapy\n</td></tr><tr><td>Ganciclovir + foscarnet Cidofovir Less treatment-related toxicity A high level of infrastructure is required\n</td></tr></table></body></html>"}}, "back_matter": []}