{
    "paper_id": "be88732f4f17dd16459c1eec83c32cb34200e030",
    "metadata": {
        "title": "Politics of Monitoring and Evaluation: Lessons from the AIDS Epidemic",
        "authors": [
            {
                "first": "Paul",
                "middle": [],
                "last": "De Lay",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Valerie",
                "middle": [],
                "last": "Manda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Monitoring and evaluation programs must strike a balance between generating meaningful tactical information for program managers while taking steps to ensure that public data use does not worsen discrimination and stigma toward people who are positive for the human immunodeficiency virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "of discrete political influences on M&E efforts dealing with the HIV/AIDS epidemic and the effectiveness of the response. This chapter focuses on the HIV/AIDS pandemic to illustrate how political influences have resulted in noteworthy misuses of data, limiting response and fueling both stigma and discrimination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Unfortunately, the AIDS epidemic is not unique where data misuse is concerned. Innumerable other examples may be cited where data are politically misrepresented, delaying effective response. Political forces are sometimes counterproductive and touch the broader arenas of public interaction and public health (Editors of Lancet, 2004; Colmers and Fox, 2003; Schneider and Fassin, 2002; Durban Declaration, 2000; Fox, 1999; Epstein, 1996; Laswell, 1958) . Examples include political manipulation of M&E activities assessing emotionally charged subjects (reproductive choice, rape, child abuse, family violence), polarizing forces (privatization and social services reform; racial, gender, and ethnic equity), and government accountability to citizens (policing, infrastructure, education, defense) (Blackburn, 2004; Human Rights Watch, 2003 , 2004a , 2004b Transparency International, 2004; United Nations Children's Fund, 2003a , 2003b United Nations Development Fund, 2002) . Recently, M&E scrutiny into public health responses mounted to identify and contain infectious diseases such as severe, acute respiratory syndrome (SARS), West Nile virus, bovine spongiform encephalitis (mad cow disease), and avian flu, to name a few, have been politicized by economic, ideological, and scientific stakeholders (Parry, 2004; Reilly and others, 2003; Abbasi, 2000; Lacey, 1994) .",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 334,
                    "text": "(Editors of Lancet, 2004;",
                    "ref_id": null
                },
                {
                    "start": 335,
                    "end": 357,
                    "text": "Colmers and Fox, 2003;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 358,
                    "end": 385,
                    "text": "Schneider and Fassin, 2002;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 386,
                    "end": 411,
                    "text": "Durban Declaration, 2000;",
                    "ref_id": null
                },
                {
                    "start": 412,
                    "end": 422,
                    "text": "Fox, 1999;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 423,
                    "end": 437,
                    "text": "Epstein, 1996;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 438,
                    "end": 452,
                    "text": "Laswell, 1958)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 797,
                    "end": 814,
                    "text": "(Blackburn, 2004;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 815,
                    "end": 839,
                    "text": "Human Rights Watch, 2003",
                    "ref_id": null
                },
                {
                    "start": 840,
                    "end": 847,
                    "text": ", 2004a",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 848,
                    "end": 855,
                    "text": ", 2004b",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 856,
                    "end": 889,
                    "text": "Transparency International, 2004;",
                    "ref_id": null
                },
                {
                    "start": 890,
                    "end": 927,
                    "text": "United Nations Children's Fund, 2003a",
                    "ref_id": null
                },
                {
                    "start": 928,
                    "end": 935,
                    "text": ", 2003b",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 936,
                    "end": 974,
                    "text": "United Nations Development Fund, 2002)",
                    "ref_id": null
                },
                {
                    "start": 1305,
                    "end": 1318,
                    "text": "(Parry, 2004;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1319,
                    "end": 1343,
                    "text": "Reilly and others, 2003;",
                    "ref_id": null
                },
                {
                    "start": 1344,
                    "end": 1357,
                    "text": "Abbasi, 2000;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1358,
                    "end": 1370,
                    "text": "Lacey, 1994)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is understandable that there is little formal, published documentation on this subject. An exhaustive search of the clinical, public health, foreign affairs, political, economics, and social sector literature reveals only a few relevant articles, many of which come from the developed world. These references are cited in this chapter, but much of what we discuss comes from our personal experiences, communications with key informants involved with the epidemic, and through comparison with other diseases that have similar characteristics to the AIDS pandemic (Joint United Nations Programme on HIV/AIDS, 2000) .",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 615,
                    "text": "HIV/AIDS, 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The relationship between politics and M&E is not necessarily negative; examples in this chapter indicate where strong, courageous political decisions have significantly advanced the M&E agenda. The chapter ends with conclusions and possible recommendations on how some of these potential problems can be addressed. Four areas of political-M&E tension will be explored:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Global denial: Do we have a problem? • Data use conflict: accountability versus programmatic information • Protection of individual rights versus the public good • Selective application of evaluation research in support of ideologies and values This is not intended to be an exhaustive account but represents some of the more common issues those engaged in HIV/AIDS M&E confront.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Rarely has containment of an infectious disease epidemic evoked such challenge to humanity as has the HIV pandemic (van Niekerk, 2001) . The effects that HIV and AIDS exert on economies, the fabric of families and communities, civil society, religious beliefs, and political systems have been well described (Burkhalter, 2004; Debt, AIDS, Trade, Africa, 2004; United Nations Children's Fund, 2003b; Arndt and Lewis, 2000) . At each stage of the disease process, obstacles complicate effective responses: absence of totally effective prevention interventions; stigma associated with the modes of transmission; the terminal nature of the disease, particularly in settings with limited testing and antiretroviral therapy access; and the lack of curative therapies. However, in coping with this pandemic, there may be reason for guarded optimism as more information is gathered, innovative ways of responding are recognized, and a more nuanced understanding of the political stakes underlying public health agendas is gained.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 134,
                    "text": "(van Niekerk, 2001)",
                    "ref_id": null
                },
                {
                    "start": 308,
                    "end": 326,
                    "text": "(Burkhalter, 2004;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 327,
                    "end": 359,
                    "text": "Debt, AIDS, Trade, Africa, 2004;",
                    "ref_id": null
                },
                {
                    "start": 360,
                    "end": 398,
                    "text": "United Nations Children's Fund, 2003b;",
                    "ref_id": null
                },
                {
                    "start": 399,
                    "end": 421,
                    "text": "Arndt and Lewis, 2000)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "HIV/AIDS Pandemic"
        },
        {
            "text": "In the case of HIV/AIDS, its sexual and injection-drug use transmission routes morally color the picture, a tempting and convenient explanation for potentially negative political responses. In a survey of U.S. reproductive services offered in American schools, Wald, Button, and Rienzo found that \"service levels were influenced not only by cultural considerations. . . . [morality politics] but also by the same socioeconomic forces that account for policy levels in other domains\" (2001, p. 221) . They conclude that \"policy for morality issues appears different from that for non-morality issues but less distinctive than commonly imagined\" (p. 221). Their findings lend support to diminishing our exceptionalist view of HIV/AIDS transmission politics.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 497,
                    "text": "(2001, p. 221)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HIV/AIDS Pandemic"
        },
        {
            "text": "Global Denial: Do We Have a Problem?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV/AIDS Pandemic"
        },
        {
            "text": "Sin, stigma, and denial have accompanied unexplained diseases throughout the ages. Historically, some of the most notorious examples illustrating institutional denial of impending epidemics are illustrated by city-state responses to the plagues that swept across Europe in the late thirteenth century (Scott and Duncan, 2001; Ziegler, 1991) . Of note, a few of these governments were relatively transparent about the effects of the plague, despite serious threats of economic disaster and quarantine. This may have occurred because the exact cause and modes of plague transmission were poorly understood. Further, many city-states were not powerful enough to prevent the dissemination of information beyond their boundaries. However, most denied the existence of plague infection within their jurisdictions. In Florence, more than one year after the plague was evident, the city's Great Council remained silent. \"Perhaps the Councillors believed, not without reason, that it did not lie in their power to avert disaster and that, therefore, the less said the better\" (Ziegler, 1991, p. 39) .",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 325,
                    "text": "(Scott and Duncan, 2001;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 326,
                    "end": 340,
                    "text": "Ziegler, 1991)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1067,
                    "end": 1089,
                    "text": "(Ziegler, 1991, p. 39)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HIV/AIDS Pandemic"
        },
        {
            "text": "Since the recognition of the first cases of HIV/AIDS in 1981, data on its prevalence have often been subject to official manipulation. Although relatively simple and inexpensive HIV testing methods exist and subpopulation seroprevalence data within countries should be relatively easy to obtain, national governments have continued to maintain secrecy on true prevalence and even deny the presence of HIV and AIDS. A variation on the denial of HIV infection prevalence is denial of it as the cause of AIDS. One of the most famous examples of this occurred in 2000 when South African President Thabo Mbeki wrote that he doubted HIV causes AIDS. This unleashed a firestorm of criticism from the scientific community; more than 5,000 scientists ultimately signed the subsequent Durban Declaration (2000) affirming that HIV causes AIDS. Others have argued that Mbeki was misquoted from the beginning and that his comments were meant to state that HIV alone is not the cause of AIDS, emphasizing the multifactorial nature of the epidemic. Poverty, for example, has been linked to exacerbation of HIV in the developing world (Debt, AIDS, Trade, Africa, 2004; Gow, 2002) .",
            "cite_spans": [
                {
                    "start": 1119,
                    "end": 1152,
                    "text": "(Debt, AIDS, Trade, Africa, 2004;",
                    "ref_id": null
                },
                {
                    "start": 1153,
                    "end": 1163,
                    "text": "Gow, 2002)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "HIV/AIDS Pandemic"
        },
        {
            "text": "South Africa is not unique: in the early days of the epidemic, almost all countries in sub-Saharan Africa denied or diminished the extent of the problem. This was especially the case before a landmark meeting of the World Health Assembly in Geneva, Switzerland, in May 1987 and a subsequent meeting in London, England, of ministers of health in 1988 (Sabatier, 1988) . Governments, anticipating public scrutiny and negative impact to their political authority, diminished or suppressed prevalence numbers, delayed reports, or implied that infected persons were primarily \"foreign\" (Sabatier, 1988) . In fact, this has been more the rule than the exception, as both developing and developed countries confront a burgeoning epidemic.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 366,
                    "text": "(Sabatier, 1988)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 581,
                    "end": 597,
                    "text": "(Sabatier, 1988)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "HIV/AIDS Pandemic"
        },
        {
            "text": "Developed countries' municipal, provincial, and federal governments, particularly in the early part of the epidemic, often minimized threat to the overall population posed by HIV transmission by implying that the risk of infection was confined to \"high-risk groups.\" This has resulted in the stubborn lingering popular opinion among average U.S. citizens that HIV risk is isolated to gay men and injection-drug users. This stereotype, perpetuated by overplayed early risk evaluation data coupled with persistent structural discrimination toward high-risk populations, presents an obstacle to prevention efforts. M&E data were used to assign risk to groups of people rather than to risky behaviors. Fortunately, such assignments have reversed. Risky behaviors, such as commercial sex work, injecting drugs, and unprotected sexual intercourse, contribute to the growing epidemic because of not only the risk presented to the individuals themselves but also the pathways and bridges they make, carrying HIV to their partners in the general population worldwide (Choi, Gibson, Han, and Guo, 2004) . For this reason, partners who are not engaged in risky behavior themselves do not perceive themselves at risk of HIV infection, but they are still vulnerable.",
            "cite_spans": [
                {
                    "start": 1058,
                    "end": 1092,
                    "text": "(Choi, Gibson, Han, and Guo, 2004)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "HIV/AIDS Pandemic"
        },
        {
            "text": "Many reasons exist for such denial:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV/AIDS Pandemic"
        },
        {
            "text": "• Protection of a country's reputation and culture • Embarrassment about discussing the prevalent modes of transmission, particularly when they conflict with dominant religious and cultural beliefs • Perceived negative effects on tourism and economic investment • Being forced to acknowledge the existence of marginalized or potentially \"illegal\" subpopulations (for example, men who have sex with men, commercial sex workers, and injection-drug users).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV/AIDS Pandemic"
        },
        {
            "text": "Interventions for these populations are sensitive, and access to strategic information from them is often restricted. Over the past two decades, governments have denied both the existence and extent of such so-called immoral behaviors. Stigma, discrimination, and exclusion often stem from inappropriate use of subpopulation epidemiological data (Poindexter, 2004; Stansbury and Sierra, 2004; Gow, 2002) . In the United States and Latin America, where AIDS was first identified in the gay communities of New York, San Francisco, Washington, D.C., and Sao Paolo, Brazil, discrimination against same-sex intercourse undoubtedly fueled AIDS-related stigma. Also, in the United States in mid-1982, the Centers for Disease Control and Prevention (CDC) identified higher-than-expected infection rates among Haitian patients. Soon Haitian immigrants were included with other \"highrisk\" populations. It was not until three years later that the CDC focused on specific risk behaviors (men who have sex with men, tainted blood supply) as the root of increased prevalence, not nationality (Sabatier, 1988) . Damage, however, had already been done, and in the early to mid-1980s, Haitian immigrants to the United States experienced employment discrimination while Haiti itself saw a dramatic drop in tourism (Sabatier, 1988) .",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 364,
                    "text": "(Poindexter, 2004;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 365,
                    "end": 392,
                    "text": "Stansbury and Sierra, 2004;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 393,
                    "end": 403,
                    "text": "Gow, 2002)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1078,
                    "end": 1094,
                    "text": "(Sabatier, 1988)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1296,
                    "end": 1312,
                    "text": "(Sabatier, 1988)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "HIV/AIDS Pandemic"
        },
        {
            "text": "Ever more frequently, national security interests and efforts to maintain a façade of civil stability are behind denial or manipulation of HIV prevalence statistics. On the African continent, perhaps the most urgent threat to security and stability is the AIDS crisis. African communities are losing the most able-bodied citizens who form the backbone of their civil societies: farmers, traditional leaders, teachers, doctors, nurses, soldiers, and law enforcement, to name a few (Cohen, 2002; Government of Malawi, 2002) . Moreover, African families are losing their parents, leaving an entire generation of orphans to raise themselves (U.S. Agency for International Development, 2002) . The onslaught of AIDS threatens to single-handedly undermine any economic progress made, actually leading to the expansion of poverty (Jamison, Sachs, and Wang, 2001; Arndt and Lewis, 2000) . This makes the response to the AIDS pandemic one of paramount urgency and importance. Yet, an almost universal lack of openness has marred initial responses. Uganda, however, represents an admirable turnaround from the rampant global denial of the late 1980s.",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 493,
                    "text": "(Cohen, 2002;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 494,
                    "end": 521,
                    "text": "Government of Malawi, 2002)",
                    "ref_id": null
                },
                {
                    "start": 668,
                    "end": 686,
                    "text": "Development, 2002)",
                    "ref_id": null
                },
                {
                    "start": 823,
                    "end": 855,
                    "text": "(Jamison, Sachs, and Wang, 2001;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 856,
                    "end": 878,
                    "text": "Arndt and Lewis, 2000)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "HIV/AIDS Pandemic"
        },
        {
            "text": "The east African state of Uganda achieved independence from the United Kingdom in 1962. The infamous dictatorial regime of Idi Amin (1971 to 1979) was responsible for the deaths of some 300,000 opponents; guerrilla war and human rights abuses under Milton Obote (1980 Obote ( to 1985 claimed at least another 100,000 lives. By 1986, political upheaval, horrific violence, and economic breakdown had crippled Uganda. The incoming government of President Yoweri Museveni-with the support of foreign countries and international aid agencies-needed to rehabilitate the country and stabilize the economy. At that moment, the AIDS epidemic erupted, and by early 1990, Uganda had become its African epicenter (U.S. Central Intelligence Agency, 2004) .",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 267,
                    "text": "Obote (1980",
                    "ref_id": null
                },
                {
                    "start": 268,
                    "end": 283,
                    "text": "Obote ( to 1985",
                    "ref_id": null
                },
                {
                    "start": 702,
                    "end": 742,
                    "text": "(U.S. Central Intelligence Agency, 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HIV/AIDS Pandemic"
        },
        {
            "text": "Museveni, in dealing with the epidemic, has often acknowledged that his initial push came from Cuban President Fidel Castro during a meeting of the Non-Aligned Movement of developing countries in Harare, Zimbabwe, in September 1986. President Castro apparently called him and told him that eighteen of the sixty Ugandan soldiers who had been sent for training in Cuba had tested positive for HIV. This shocked Museveni into action. Despite a lack of cure or a vaccine, HIV infection rates are actually declining in Uganda. In 1991, 21 percent of pregnant women were HIV-positive; ten years later, that number declined to 6 percent. Uganda took an open, comprehensive, and courageous approach that has largely defused HIV stigma there. The heart of Uganda's approach has been behavioral change, promoted by the \"ABC\" model: Abstinence, Being faithful, and Condom use. As a result, in Uganda's heterosexually driven HIV epidemic, sexual activity among youth dropped and men reduced the number of sexual partners they had, contributing to this success story in AIDS response (Peterson, 2003) .",
            "cite_spans": [
                {
                    "start": 1072,
                    "end": 1088,
                    "text": "(Peterson, 2003)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "HIV/AIDS Pandemic"
        },
        {
            "text": "In Asia, where the epidemic is relatively more recent than in Africa, we have seen the denial scenario repeated. In China, for instance, the ruling authority's tendency toward secrecy and the ensuing lack of public awareness have hampered HIV control efforts (Watts, 2003) . Over the past two years, however, great progress has been shown in China's openness about the epidemic and an increased emphasis on the collection and dissemination of reliable epidemiological data. Some attribute this new transparency to the recent outbreaks of SARS. The first Asian SARS case was reported by Carlo Urbani from the World Health Organization (WHO) in February 2003 in Hanoi, Vietnam. Subsequent Chinese reporting delays concealed that SARS had actually been present in Asia well before 2003. The Vice Minister of Health in China eventually admitted that the initial Chinese response \"had been slow and inadequate\" (Drazen, 2003) . With the second outbreak in 2004, however, Chinese officials ordered the slaughter of tens of thousands of mammals in a drastic measure to control the spread of a new SARS virus strain. The SARS epidemic showed that political will and international collaboration come together easily when only one country holds the key to solving questions crucial to global control of disease (Drazen, 2003) .",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 272,
                    "text": "(Watts, 2003)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 906,
                    "end": 920,
                    "text": "(Drazen, 2003)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1301,
                    "end": 1315,
                    "text": "(Drazen, 2003)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "HIV/AIDS Pandemic"
        },
        {
            "text": "Other factors may also influence the openness and dissemination of epidemiological data. Interestingly, coinciding with the influx of financial resources earmarked for AIDS from donors like the Global Fund to Fight AIDS, Tuberculosis and Malaria (Global Fund) and the World Bank Multicountry AIDS Program, some countries have upwardly revised their AIDS epidemic reporting. We are now witnessing, for example, a correlation between more timely and accurate reporting of HIV/AIDS prevalence and governmental perception that doing so will enhance access to these new financial resources. Of concern is potential embellishment of the prevalence trend, particularly among middle-income countries where proof of severity and burden of disease provide documentation necessary for obtaining significant new resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV/AIDS Pandemic"
        },
        {
            "text": "Strategic information that may be most useful to public health program managers is often asynchronous with the needs of international donors. Until recently, most international donors were actually sovereign governments, with significant funding coming from various U.S. agencies (U.S. Agency for International Development, CDC, State Department, and the like). Now, the Global Fund, the World Bank Multicountry AIDS Program, and private health and human rights philanthropy foundations (for example, the Bill and Melinda Gates Foundation, Open Society) have become more important in funding particular priority diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monitoring Program Performance: Dominant Donor Needs"
        },
        {
            "text": "Historically, M&E data have primarily served the accountability needs of the donor community. Indicators have focused on national outcome and impact data, rarely serving the daily practical decision-making needs of program managers. Statistics revealing district-level service use, patient satisfaction, and short-term clinical outcomes, although useful to program managers, often do not satisfy donor requirements to demonstrate nationallevel effects and financial accountability. Undoubtedly, donor countries and foundations must demonstrate the value of their investments to justify these expenditures and continue funding. This need has led to the rather common phenomenon that most existing M&E data for HIV/AIDS are generated through externally supported, designed, and implemented surveys, which are funded by the interested donor. Involvement of the national and subnational programs has been less than optimal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monitoring Program Performance: Dominant Donor Needs"
        },
        {
            "text": "An additional problem rooted in the role of donors as the primary users of strategic program information is an ongoing need for attribution: Whose money was responsible for which achievements? Program successes, however, typically result from multiple complementing activities. Yet, most donors still require data directly linking their financial investments in programs to improved or saved lives. This leads to laborious exercises where commodities and services are measured relative to a donor's input, often at the opportunity cost of other evaluation analyses that are more program-management related.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monitoring Program Performance: Dominant Donor Needs"
        },
        {
            "text": "Increasingly, the tracking of financial resources is becoming a key component of basic M&E activities. The implementation of national health accounts (NHA) and national AIDS accounts (NAA) allows program decision makers to track where resources are flowing and whether they are being used in as effective a manner as possible. Through NHA and NAA, critical information may be obtained about equity of resource distribution among different populations, geographical locations, and specific interventions. The SIDILAC project in Latin America has refined a method to track both public expenditures and out-of-pocket costs for HIV/AIDS within country budgets (Marais and Wilson for Joint United Nations Programmme on HIV/AIDS, 2002). Analysis of the data has demonstrated serious misallocations of resources. The Latin America region, for example, significantly underspends on prevention efforts. In eight countries in the region, less than one-third of HIV/AIDS spending is directed toward public health and prevention. Even more worrisome is the gross underspending on key vulnerable groups, such as bisexual men and women, commercial sex workers, and injection-drug users, even though these vulnerable populations ultimately accounted for a large proportion of new cases of infection (Marais and Wilson, 2002) . One of the most worrisome aspects of resource tracking data, however, is the unmasking of possible corruption or the diversion of funds into other activities for which donations were not intended. All of these tensions can complicate credible analysis of resource flows within M&E programs.",
            "cite_spans": [
                {
                    "start": 1284,
                    "end": 1309,
                    "text": "(Marais and Wilson, 2002)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Monitoring Program Performance: Dominant Donor Needs"
        },
        {
            "text": "Over the past five years, resources have dramatically increased for a number of specific diseases. One major example is the Global Fund, which now has more than US$5 billion pledged to fight tuberculosis, malaria, and HIV/AIDS. The recently announced U.S. President's Emergency Plan for AIDS Relief has pledged US$15 billion over the next five years (2004 to 2008), and several major European donors have also increased their development assistance for health issues. With these new initiatives, we are witnessing a shift in methods of funds disbursement. There is now an increasing requirement for performance-or results-based financial disbursements. Funding will be carefully tied to specific, timelimited achievement of indicators and targets, and the next transfer of monies will not occur unless these reports are received and predefined targets achieved. Depending on donor flexibility and contractual language, overspecifying deliverables and time frames at project initiation may preclude program adjustments that might be necessary based on early and ongoing feedback. Although many donors in the past have stated that accountability is part of the funding process, such close linking of results to funding renewal is unprecedented. Pressure that currently exists to perform and report on specified targets can be overwhelming, particularly in low-resource settings, where health care and community services are experiencing resource-capacity constraints and may be on the verge of collapse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monitoring Program Performance: Dominant Donor Needs"
        },
        {
            "text": "An example of the negative effects of such results-based disbursement systems can be seen in the recent experience of the Global Alliance for Vaccines and Immunizations. Financial incentives were linked to meeting and exceeding immunization coverage statistics (numbers or percentages of targeted people who were actually immunized within a specified time frame). External auditing of the reported service statistics demonstrated a high rate of inaccuracy, with numbers far in excess of reality. In response to this perceived problem, the Global Alliance for Vaccines and Immunizations is now combining self-reported data with selective external audits to better assess the data quality and results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monitoring Program Performance: Dominant Donor Needs"
        },
        {
            "text": "As most national health services move toward decentralization and empowerment of local health enterprises for the delivery of health services, service delivery data can produce a potentially negative environment for accurate reporting. Resource allocation and policy decisions are both influenced by central government and local authorities with emphasis on cost containment, sometimes at the expense of retaining human resources. Emphasis on cost containment in already resource-strapped environments may exacerbate an environmental tendency toward reporting inaccuracy because of workforce demoralization (Kapiriri, Norheim, and Heggenhougen, 2003) . When the health system is decentralized as part of more general reform of the system, reform of health management and services also occurs. The health system reform in Zambia is an example. In that effort, it soon became clear that central health services management and political capacity lacked transparency where planning and implementation of policies and resource allocation were concerned. When this capacity was transferred to regional levels, it became obvious that transparency and not a lack of ideas or concepts was the problem in tracking the epidemic (Stekelenburg and Peeperkorn, 2004) . On the other hand, when local systems are open to scrutiny through surveys that measure service coverage and quality of work, potentially \"punitive\" action may result. Budgetrelated performance indicators such as operational plans and service deliverables that do not meet expected levels (or nonperformance) may result in policy or program shifts, human resource changes, and increased pressure to deliver (Government of Malawi, 2002) . Establishing structures for inclusive, participatory planning with subnational health providers who are granted selected decision-making and priority-setting powers may contribute to eliminating threats and maintaining the accuracy of facilitybased surveys.",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 650,
                    "text": "(Kapiriri, Norheim, and Heggenhougen, 2003)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1217,
                    "end": 1252,
                    "text": "(Stekelenburg and Peeperkorn, 2004)",
                    "ref_id": null
                },
                {
                    "start": 1677,
                    "end": 1690,
                    "text": "Malawi, 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Monitoring Program Performance: Dominant Donor Needs"
        },
        {
            "text": "The inherent tension between individual rights and public good is not an issue unique to AIDS. Historical references to cholera, typhoid, and the plague tell of the use of quarantines, expulsions, denial of human rights, restrictions from accessing legal protections, and physical abuse. Although infrequently invoked, U.S. public health officials may at their discretion and in the public's interest involuntarily quarantine patients who have tuberculosis or smallpox who are not adhering to their treatment regimens (Lacey, 2003) . The recent U.S. Model State Emergency Health Powers Act, passed in over twenty states, dictates the use of \"the least restrictive means necessary\" to protect public health (Colmers and Fox, 2003; Lacey, 2003) . Furthermore, the U.S. Department of Health and Human Services \"has encouraged reform of existing state public health laws\" because \"quarantine laws may conflict with notions of individual liberty under modern Constitutional law\" (Lacey, 2003 (Lacey, , p. 2003 .",
            "cite_spans": [
                {
                    "start": 518,
                    "end": 531,
                    "text": "(Lacey, 2003)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 706,
                    "end": 729,
                    "text": "(Colmers and Fox, 2003;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 730,
                    "end": 742,
                    "text": "Lacey, 2003)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 974,
                    "end": 986,
                    "text": "(Lacey, 2003",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 987,
                    "end": 1004,
                    "text": "(Lacey, , p. 2003",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Individual Versus Community Rights: Role of Confidentiality"
        },
        {
            "text": "In recent debates surrounding legal authority necessary for the response to a bioterrorism threat, some have pointed to early controversy during the first decade of the HIV/AIDS epidemic about the leeway that should be granted to public health authorities. In those early years, there was an ongoing battle between the rights of individuals to refuse HIV testing or to keep HIV-positive status confidential versus the need for the public to protect itself from an impending epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Individual Versus Community Rights: Role of Confidentiality"
        },
        {
            "text": "In an early literature review of ethical approaches to AIDS, Manuel and others (1990) classified then-available literature into two categories: those advocating protection of society and ethical arguments in support of privileging individual rights. Measures found in that literature aimed at society's protection against AIDS include quarantine, exposure of personal medical information, criminalization of noncompliant individuals, and mandatory testing and seropositivity disclosure. Measures to protect the individual include confidentiality, prevention of discrimination due to HIV status, and free movement. Manuel and others concluded that although a perceived conflict exists between the rights of society versus the individual, \"particularly as far as the confidential nature of medical information is concerned, measures intended to protect the individual also protect society\" (1990, p. 14) .",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 85,
                    "text": "Manuel and others (1990)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 888,
                    "end": 901,
                    "text": "(1990, p. 14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Individual Versus Community Rights: Role of Confidentiality"
        },
        {
            "text": "Tensions persist, however, when individual rights are perceived to be privileged over that of the larger society (Colmers and Fox, 2003; Schneider and Fassin, 2002) . In ethical terms, HIV-testing arguments often represent conflicts between respect for persons and autonomy versus the principle of community beneficence (Macklin, 2003) . For example, compelling all pregnant women to be tested for HIV is a dilemma. On the one hand, determining seropositivity can offer the fetus protection against HIV infection; on the other, it values protecting the fetus over the choices and freedoms of the woman to be tested and treated or not. van Niekerk (2001) described such complexities inherent in dealing with the epidemic, noting that they \"may not be successfully addressed even through an analytical approach wherein we distinguish parts and whole, often with the expectation that addressing the parts will fix the whole\" (p. 145). M&E programs, thus, must strike a balance between generating meaningful tactical-level information for program managers while taking steps to ensure public data use does not worsen discrimination and stigma experienced by those who are HIV seropositive.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 136,
                    "text": "(Colmers and Fox, 2003;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 137,
                    "end": 164,
                    "text": "Schneider and Fassin, 2002)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 320,
                    "end": 335,
                    "text": "(Macklin, 2003)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Individual Versus Community Rights: Role of Confidentiality"
        },
        {
            "text": "Provision of HIV counseling and testing is seen as both a prevention intervention and a method of identifying cases for the purposes of initiating treatment. M&E information obtained from HIV-seroprevalence testing sites can provide valuable insights into infection prevalence among selfidentified vulnerable groups. Such data may also be used to identify transmission trends within these populations. Voluntary versus mandatory testing outside of just the antenatal period has become an extremely controversial topic as access to antiretroviral therapy is scaled up in developing countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Individual Versus Community Rights: Role of Confidentiality"
        },
        {
            "text": "A major challenge to rapid treatment deployment is a targeted population's willingness to accept HIV testing. Even in countries with free access to antiretroviral therapy, much of the adult population is not ready to be tested. Reasons widely cited in the literature include stigma and discrimination, which continue to play a major role where testing is offered without adequate patient confidentiality protections against seropositivity status disclosure ( Barden-O'Fallon and others, 2004; Poindexter, 2004; Savasta, 2004; Stansbury and Sierra, 2004; Kalichman and Simbayi, 2003; Parker and Aggleton, 2003; Worthington and Myers, 2003; Herek, Capitanio, and Widaman, 2002; Fullilove and Fullilove, 1999; Herek and Glunt, 1988) . Partially as a result of patients' fears of involuntary serostatus disclosure, in Malawi less than 3 percent of the adult population know their HIV serostatus, making access to prevention, treatment, care and support, and future planning difficult and leaving certain program services underused (Government of Malawi, 2003) . van Niekerk notes that \"reinforcement of old prejudices has now shifted from individuals and communities to a whole continent. . . . AIDS is increasingly called 'the African epidemic'\" (2001, p. 150) .",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 492,
                    "text": "Barden-O'Fallon and others, 2004;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 493,
                    "end": 510,
                    "text": "Poindexter, 2004;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 511,
                    "end": 525,
                    "text": "Savasta, 2004;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 526,
                    "end": 553,
                    "text": "Stansbury and Sierra, 2004;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 554,
                    "end": 582,
                    "text": "Kalichman and Simbayi, 2003;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 583,
                    "end": 609,
                    "text": "Parker and Aggleton, 2003;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 610,
                    "end": 638,
                    "text": "Worthington and Myers, 2003;",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 639,
                    "end": 675,
                    "text": "Herek, Capitanio, and Widaman, 2002;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 676,
                    "end": 706,
                    "text": "Fullilove and Fullilove, 1999;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 707,
                    "end": 729,
                    "text": "Herek and Glunt, 1988)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1027,
                    "end": 1055,
                    "text": "(Government of Malawi, 2003)",
                    "ref_id": null
                },
                {
                    "start": 1243,
                    "end": 1257,
                    "text": "(2001, p. 150)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Individual Versus Community Rights: Role of Confidentiality"
        },
        {
            "text": "In the protection of human rights, guidelines for HIV testing have historically maintained it must be voluntary and combined with adequate communication before testing and before results and counseling after results delivery (Manuel and others, 1990) . In virtually all settings, the focus has been on enabling the individual to retain the right to refuse testing or to opt in when it is offered. Such a testing framework preserves basic individual human rights. Some have argued, however, that this preservation unnecessarily places the larger society at risk. Opponents of opt-in testing argue that if individuals are allowed to keep their seropositivity status secret, those they engage in sex with may not undertake fully informed self-protective behavioral decisions regarding transmission.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 250,
                    "text": "(Manuel and others, 1990)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Individual Versus Community Rights: Role of Confidentiality"
        },
        {
            "text": "Precedent exists for HIV testing in antenatal care (ANC) settings. Often-compulsory, routine, and cost-effective antenatal urine and serum testing for syphilis, blood grouping, and hemoglobin has become the standard of care in many developed societies to protect the fetus. Furthermore, epidemiologists have used HIV prevalence in the ANC setting and among military recruits to estimate HIV seropositivity in the general population. In developed countries, the recent use of strategies for the prevention of mother-to-child transmission (MTCT)-counseling, ANC testing, shortcourse antiretroviral therapy, elective cesarean delivery-have yielded MTCT rates as low as 2 percent of births among HIV-infected women (Preble and Piwoz, 2001) . In contrast, 25 to 35 percent of African HIVpositive women, with diminished access to such interventions, deliver an HIV-positive child (Preble and Piwoz, 2001) .",
            "cite_spans": [
                {
                    "start": 711,
                    "end": 735,
                    "text": "(Preble and Piwoz, 2001)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 874,
                    "end": 898,
                    "text": "(Preble and Piwoz, 2001)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Individual Versus Community Rights: Role of Confidentiality"
        },
        {
            "text": "Although early MTCT programs rapidly \"illustrated the effective use of ANC as an entry point to care, they had also generated a cohort of HIVinfected mothers without access to treatment\" (Rabkin and El-Sadr, 2003, p. 1) . Based on this strategic information, MTCT programs evolved from prevention-oriented programs to prevention-and treatment-linked programs called \"MTCT plus.\" MTCT-plus initiatives seek \"to further reduce vertical transmission of HIV, and to strengthen families and communities as well as individuals\" by providing antiretroviral treatment to HIV-positive women shortly before delivery and to the family thereafter (Rabkin and El-Sadr, 2003) . In an era where the transmission of HIV to an unborn child can be so effectively minimized by antiretroviral treatment and other interventions, the argument surrounding routine HIV testing in pregnant women to protect an unborn child's life is probably clearer than in other nonobstetrical cases for HIV testing. Botswana, for example, has recently debated holding any doctor who does not test a pregnant woman for HIV professionally negligent (Botswana Lawyers Task Force on HIV/AIDS, 2003).",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 219,
                    "text": "(Rabkin and El-Sadr, 2003, p. 1)",
                    "ref_id": null
                },
                {
                    "start": 635,
                    "end": 661,
                    "text": "(Rabkin and El-Sadr, 2003)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Individual Versus Community Rights: Role of Confidentiality"
        },
        {
            "text": "Basic human rights-the right to autonomy and the right to privacyare not negotiable. They are enshrined in almost every constitution and protected by international conventions and agreements (United Nations General Assembly, 1948 , 1966 , 1979 , 1989 . Within these parameters, medical consent and confidentiality, as well as the right to seek, receive, and impart information on testing, may need to be adapted and redefined to suit the aims of increasing treatment access. It should always be kept in mind that the unauthorized disclosure of an individual's serological status may lead to stigma and discrimination; social isolation; estrangement of family and friends; and loss of employment, housing, and insurance.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 229,
                    "text": "(United Nations General Assembly, 1948",
                    "ref_id": null
                },
                {
                    "start": 230,
                    "end": 236,
                    "text": ", 1966",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 237,
                    "end": 243,
                    "text": ", 1979",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 244,
                    "end": 250,
                    "text": ", 1989",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Individual Versus Community Rights: Role of Confidentiality"
        },
        {
            "text": "Several questions remain in this complex and dynamic issue, such as the limits of consent and the principles of confidentiality in testing and disclosure. Ethicists, physicians, and human rights lawyers, among others, have acknowledged that exceptions may be made (Jürgens, 2001) . However, the definition and extent of these concerns are a matter of grave dispute, such as the following:",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 279,
                    "text": "(Jürgens, 2001)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Individual Versus Community Rights: Role of Confidentiality"
        },
        {
            "text": "• How can the line between the need for patient confidentiality and the protection of public health be better defined? • Should there be a requirement to maintain patient confidentiality if an unsuspecting partner is at significant risk of infection? • Is absolute confidentiality realistic? • Should the line be extended to include the groups in society that assert a right to know the serological status of HIV-infected individuals?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Individual Versus Community Rights: Role of Confidentiality"
        },
        {
            "text": "Over the past several decades, there have been numerous examples of how the selective use of evaluation data can distort the understanding about severity of disease and the need and efficacy for specific interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selective Use of Evaluation Data to Support Political Bias"
        },
        {
            "text": "Political consideration can be more important than epidemiological data in public health decision making (Moss, 2000) . We have only to look back at the suppression of information demonstrating the serious health threat represented by tobacco and the long delays in releasing and then acting on this information when it finally became available (Muggli and Hurt, 2003) . Specific to the HIV/AIDS global crisis, data may be inaccurate, attributed to the wrong population, or threatening to political leaders. Whiteside, Barnett, George, and van Niekirk report that HIV/AIDS data have been selectively used to hide the fact that \"prevention efforts [may] not have worked and there [may be] political problems of having an epidemic of this scale\" (2003, p. 60) . The same authors note that the problem of politically motivated selective use may be compounded by interpretations that are \"simply wrong.\" For example, findings from Kwaramba's study examining the socioeconomic effects of HIV/AIDS on agriculture in a discrete region in Zimbabwe were misapplied by others to the whole country (Whiteside, Barnett, George, and van Niekirk, 2003) . Those engaged in M&E have a professional and ethical responsibility to clearly disclaim the limits of data sources and the analyses based on them to ensure that the scale and scope of problems are as accurately portrayed as possible. Friction exists between the sense of urgency surrounding response to the HIV/AIDS epidemic and the responsibility of researchers and M&E professionals to accept and use quality data and to view it critically (Whiteside, Barnett, George, and van Niekirk, 2003) .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 117,
                    "text": "(Moss, 2000)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 345,
                    "end": 368,
                    "text": "(Muggli and Hurt, 2003)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 647,
                    "end": 652,
                    "text": "[may]",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 757,
                    "text": "(2003, p. 60)",
                    "ref_id": null
                },
                {
                    "start": 1087,
                    "end": 1138,
                    "text": "(Whiteside, Barnett, George, and van Niekirk, 2003)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1583,
                    "end": 1634,
                    "text": "(Whiteside, Barnett, George, and van Niekirk, 2003)",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Selective Use of Evaluation Data to Support Political Bias"
        },
        {
            "text": "Especially within the field of HIV/AIDS, there continue to be major concerns about the efficacy of specific interventions and the lack and credibility of the evaluation research on which they are based. In a recent report focusing on Texas, Human Rights Watch documented that governmentfunded \"abstinence-only\" programs not only keep students from receiving basic information on HIV prevention but also provide information asserting that condoms are ineffective in preventing HIV transmission (Canadian HIV/AIDS Legal Network, 2003) . Data supporting views about controversial subjects like abstinence education are often lacking and inconsistent. Until such studies are conducted, debates will persist, and efforts to apply rational and proven interventions will continue to suffer.",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 532,
                    "text": "(Canadian HIV/AIDS Legal Network, 2003)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Selective Use of Evaluation Data to Support Political Bias"
        },
        {
            "text": "Nowhere have these controversies been more apparent than in the debate over the efficacy of needle-exchange programs to reduce the transmission of HIV and the hepatitis C virus. A review of the available data shows that needle-exchange programs combined with other \"harm-reduction\" efforts can usually, but not always, be effective in limiting HIV transmission among injection-drug users. Continuing research is clearly needed regarding how to maximize the availability of sterile injection equipment and how to integrate this with other needed health and social services. Recently, the criticisms of needle exchange have been largely based not on epidemiological data but on the symbolic meaning of needle-exchange programs. These programs are said to \"condone drug use\" and \"send the wrong message about drug use.\" Similar arguments are advanced by those objecting to the distribution of condoms, lubricant, and clean injecting supplies to inmates in prisons, despite scientific evidence that the use of these measures decreases the spread of HIV (May and Williams, 2002) . Illustrating the triumph of politics and ideology over science, condoms are available in less than 1 percent of U.S. jails and prisons (May and Williams, 2002) . These value conflicts have greatly hampered the collection of relevant data and have shifted the grounds for opposition from scientific criteria to the symbolic meaning (Des Jarlais, 2000) .",
            "cite_spans": [
                {
                    "start": 1049,
                    "end": 1073,
                    "text": "(May and Williams, 2002)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1211,
                    "end": 1235,
                    "text": "(May and Williams, 2002)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1407,
                    "end": 1426,
                    "text": "(Des Jarlais, 2000)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Selective Use of Evaluation Data to Support Political Bias"
        },
        {
            "text": "The lack of convincing empirical data can foster an environment where value judgments dominate over evidence. It should also be noted that the actual conducting of controversial research is restricted. Recently in the United States, political lobbying groups were able to successfully request the National Institutes of Health to investigate a list of U.S. researchers who were engaged in studies on birth control, sex, drug use, AIDS, and sexually transmitted infections (Editors of Lancet, 2004) . In addition to conducting the needed research, efficient peer review processes to assess these studies are critical. In 2000, the U.S. Congress enacted the Data Quality Act and directed the White House Office of Management and Budget to develop guidelines to ensure the quality of data disseminated by the federal government. Whereas the goal of improving the assessment of the credibility of research studies and dissemination of such information may be worthy, there are, nevertheless, substantial concerns. If the peer review process is too unwieldy and burdensome, a form of gridlock may occur in which nothing gets accomplished because the scientific basis of any potentially controversial piece of information or regulation is continually being challenged (Steinbrook, 2004; Whiteside, Barnett, George, and van Niekirk, 2003) .",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 497,
                    "text": "(Editors of Lancet, 2004)",
                    "ref_id": null
                },
                {
                    "start": 1262,
                    "end": 1280,
                    "text": "(Steinbrook, 2004;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1281,
                    "end": 1331,
                    "text": "Whiteside, Barnett, George, and van Niekirk, 2003)",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Selective Use of Evaluation Data to Support Political Bias"
        },
        {
            "text": "Although it is easy to criticize the negative influences on accurate monitoring that are presented in this chapter, it must always be remembered that public health issues and our monitoring of them occur in a real world. Protecting the reputation and economic status of one's country is not a minor issue. With the continued lack of critical evaluation research on the efficacy of various interventions, it is understandable that politicians and program planners will seize on the limited available data that best support their personal views. The concerns that have been presented in this chapter can be addressed in a number of ways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "To address the effects of stigma and denial and the tensions over data use, the positive influence of major international consensus-building forums and the drafting of universal commitments signed by member nations should not be underestimated. Chapter Three in this issue presents the groundbreaking effort of drafting the UNGASS Declaration of Commitment; establishing a set of \"core indicators\"; adopting routine reporting requirements; and the subsequent effects on increasing commitment for routine, standardized M&E across countries. Increased involvement of stakeholders at all levels, especially civil society, can improve the accuracy and use of such data. Serving as monitors of the quality and availability of specific data, community members and nongovernmental organizations can play a powerful role in furthering the gathering and disseminating of essential information about the epidemic and the services that are currently provided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Furthermore, as the need for clinical service delivery and coverage data increases, it will be important that staff who deliver important services are part of the process of developing these monitoring systems and that assurances are provided that they will not be penalized for reporting accurately on numbers served. This culture of using data to improve and not to punish will take time to establish.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The issue of attributing results directly to the resources from a specific donor is complex and requires careful consideration. It is understandable that a major donor and leader in the global response to the HIV/AIDS pandemic be able to demonstrate the effects of its funds. However, as we measure outcome and impact indicators, such as coverage of antiretroviral therapy and assessment of improved survival and quality of life for persons receiving treatment, there are political, strategic, and logistical reasons to address attribution carefully. Rarely are these outcomes attributable to a single donor. It should be possible to describe their leadership role and the effects of major funding provided under the donor community and to also foster a culture of collective responsibility for actions and the desire to measure collective achievements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Increased funding for program implementation can play an important role in enhancing the focus on accountability and the systems to measure performance. The Global Fund and other new initiatives provide a unique opportunity to advance the implementation and quality of M&E and facilitate the appropriate and transparent use of data. Not only are performancebased disbursement mechanisms a driving force to provide improved collection of data to ensure the next round of funding, but these new sources of revenue can also be used to support M&E activities. Now for the first time since the beginning of the epidemic, we may have the political commitment, the technical tools, and the financial resources to adequately support M&E.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "It is essential to prove that timely, accurate, and relevant data can be seen to serve rather than to harm programs. As M&E programs are established or strengthened at the national and subnational levels, political bodies must be brought into the dialogue. HIV is politically charged in most countries. Important religious and political lobbies, along with the general population, may oppose specific interventions. It is in this context that M&E is perhaps most useful of all. Only careful measuring and recording of the success of existing initiatives will persuade reluctant policymakers to expand program efforts further ( Joint United Nations Programmme on HIV/AIDS, 2000).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Macroeconomic Implications of HIV/AIDS in South Africa: A Preliminary Assessment",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Abbasi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Arndt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "British Medical Journal",
            "volume": "321",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Factors Associated with HIV/AIDS Knowledge and Risk Perception in Rural Malawi",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Barden-O&apos;fallon",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "AIDS and Behavior",
            "volume": "2",
            "issn": "8",
            "pages": "131--140",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bioethics and the Political Distortion of Biomedical Science",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Blackburn",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "New England Journal of Medicine",
            "volume": "350",
            "issn": "14",
            "pages": "1379--1380",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Botswana Lawyers Task Force on HIV/AIDS. Routine or Compulsory Testing in Botswana? Gaberone: Botswana Lawyers Task Force on HIV/AIDS",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Politics of AIDS: Engaging Conservative Activists",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Burkhalter",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Foreign Affairs",
            "volume": "83",
            "issn": "1",
            "pages": "8--14",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Abstinence Only Until Marriage': US Approach Undermining HIV Prevention",
            "authors": [
                {
                    "first": "Hiv/Aids Legal",
                    "middle": [],
                    "last": "Canadian",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Network",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Canadian HIV/AIDS Policy and Law Review",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "High Levels of Unprotected Sex with Men and Women Among Men Who Have Sex with Men: A Potential Bridge of HIV Transmission in Beijing, China",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "AIDS Education and Prevention",
            "volume": "16",
            "issn": "1",
            "pages": "19--30",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Human Capital and the HIV Epidemic in Sub-Saharan Africa. Geneva: International Labour Orgnization Program on HIV/AIDS and the World of Work",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Politics of Emergency Health Powers and the Isolation of Public Health",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Colmers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "American Journal of Public Health",
            "volume": "93",
            "issn": "3",
            "pages": "397--399",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "G8 and African Leadership in the War on AIDS and Extreme Poverty",
            "authors": [
                {
                    "first": "Aids",
                    "middle": [],
                    "last": "Debt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Trade",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Research, Politics, and Needle Exchange",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Des Jarlais",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "American Journal of Public Health",
            "volume": "90",
            "issn": "9",
            "pages": "1392--1394",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "SARS-Looking Back over the First 100 Days",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Drazen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "New England Journal of Medicine",
            "volume": "349",
            "issn": "4",
            "pages": "319--320",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "HIV Causes AIDS: Curbing the Spread of This Virus Must Remain the First Step Towards Eliminating This Devastating Disease",
            "authors": [],
            "year": 2000,
            "venue": "Nature",
            "volume": "406",
            "issn": "",
            "pages": "15--16",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Impure Science: AIDS, Activism and the Politics of Knowledge",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Comment: Epidemiology and the New Political Economy of Medicine",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "American Journal of Public Health",
            "volume": "89",
            "issn": "4",
            "pages": "493--496",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Government of Malawi. The Impact of HIV/AIDS on Human Resources in the Malawi Public Sector. Lilongwe: Government of Malawi",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fullilove",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fullilove",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Office of the President and Cabinet",
            "volume": "42",
            "issn": "",
            "pages": "1117--1129",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The HIV/AIDS Epidemic in Africa: Implications for U.S. Policy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gow",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Health Affairs",
            "volume": "21",
            "issn": "3",
            "pages": "57--69",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "HIV-Related Stigma and Knowledge in the United States: Prevalence and Trends, 1991-1999",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Herek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Capitanio",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Widaman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "American Journal of Public Health",
            "volume": "92",
            "issn": "",
            "pages": "371--377",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "An Epidemic of Stigma: Public Reactions to AIDS",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Herek",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Glunt",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "American Psychiatry",
            "volume": "43",
            "issn": "",
            "pages": "886--891",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Just Die Quietly: Domestic Violence and Women's Vulnerability to HIV in Uganda",
            "authors": [],
            "year": 2003,
            "venue": "Human Rights Watch",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Turning a Blind Eye: Hazardous Child Labor in El Salvador's Sugarcane Cultivation",
            "authors": [],
            "year": 2004,
            "venue": "Human Rights Watch",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The Effect of the AIDS Epidemic on Economic Welfare in Sub-Saharan Africa",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jamison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sachs",
                    "suffix": ""
                },
                {
                    "first": "Wang",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Working Paper Series Paper",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Final Report",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jürgens",
                    "suffix": ""
                },
                {
                    "first": "Confidentiality",
                    "middle": [],
                    "last": "Testing",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "HIV Testing Attitudes, AIDS Stigma, and Voluntary HIV Counselling and Testing in a Black Township in Cape Town, South Africa",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Kalichman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Simbayi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Sexually Transmitted Infections",
            "volume": "79",
            "issn": "",
            "pages": "442--447",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Public Participation in Health Planning and Priority Setting at the District Level in Uganda",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kapiriri",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "F"
                    ],
                    "last": "Norheim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Heggenhougen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Health Policy and Planning",
            "volume": "18",
            "issn": "2",
            "pages": "205--213",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Abuse of Quarantine Authority: The Case for a Federal Approach to Infectious Disease Containment",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lacey",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Legal Medicine",
            "volume": "24",
            "issn": "",
            "pages": "199--214",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Keeping Ideology and Bureaucracy Out of Science",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Lacey",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "St",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Helier",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "K"
                    ],
                    "last": "Jersey",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gypsela",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Lancet",
            "volume": "323",
            "issn": "9408",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Politics: Who Gets What, When and How",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Laswell",
                    "suffix": ""
                }
            ],
            "year": 1958,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Applying the Four Principles",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Macklin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Medical Ethics",
            "volume": "29",
            "issn": "",
            "pages": "275--280",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The Ethical Approach to AIDS: A Bibliographical Review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Manuel",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Journal of Medical Ethics",
            "volume": "16",
            "issn": "1",
            "pages": "14--27",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "for Joint United Nations Programme on HIV/AIDS",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Marais",
                    "suffix": ""
                },
                {
                    "first": "Wilson",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Joint United Nations Programme on HIV/AIDS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Acceptability of Condom Availability in a U.S. Jail",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "AIDS Education and Prevention",
            "volume": "",
            "issn": "5",
            "pages": "85--91",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Epidemiology and the Politics of Needle Exchange",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "American Journal of Public Health",
            "volume": "90",
            "issn": "",
            "pages": "1385--1387",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Tobacco Industry Strategies to Undermine the Eighth World Conference on Tobacco or Health",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Muggli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Hurt",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Tobacco Control",
            "volume": "12",
            "issn": "",
            "pages": "195--202",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The Global HIV/AIDS Pandemic, Structural Inequalities, and the Politics of International Health",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "American Journal of Public Health",
            "volume": "92",
            "issn": "3",
            "pages": "1385--1387",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "HIV and AIDS-Related Stigma and Discrimination: A Conceptual Framework and Implications for Action",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "Aggleton",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Social Science and Medicine",
            "volume": "57",
            "issn": "",
            "pages": "13--24",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "WHO Warns That Avian Flu Could Still Be in the Environment in Hong Kong",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parry",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "British Medical Journal",
            "volume": "328",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Hearing before the Subcommittee on African Affairs of the Committee on Foreign Relations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "108th Congress",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Medical Profiling: Narratives of Privilege, Prejudice, and HIV Stigma",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Poindexter",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Qualitative Health Research",
            "volume": "14",
            "issn": "4",
            "pages": "496--512",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Prevention of Mother-to-Child Transmission of HIV in Africa: Practical Guidance for Programs",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Preble",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Piwoz",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "In MTCT-Plus Initiative at the Mailman School of Public Health, Columbia University, MTCT Plus Summary (WHO Case Study)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rabkin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "El-Sadr",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "for Médécins sans Frontières",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Reilly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Herp",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sermand",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        ";"
                    ],
                    "last": "Dentico",
                    "suffix": ""
                },
                {
                    "first": "Carlo",
                    "middle": [],
                    "last": "Sars",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Urbani",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "New England Journal of Medicine",
            "volume": "348",
            "issn": "20",
            "pages": "1951--1952",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "HIV: Associated Transmission Risks in Older Adults: An Integrative Review of the Literature",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sabatier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Savasta",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Journal of the Association of Nurses in AIDS Care",
            "volume": "15",
            "issn": "1",
            "pages": "50--59",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Denial and Defiance: A Socio-Political Analysis of AIDS in South Africa",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fassin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "AIDS",
            "volume": "16",
            "issn": "",
            "pages": "45--51",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Biology of Plagues: Evidence From Historical Populations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Duncan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Risks, Stigma and Honduran Garifuna Conceptions of HIV/AIDS",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Stansbury",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sierra",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Social Science and Medicine",
            "volume": "59",
            "issn": "",
            "pages": "457--471",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Peer Review and Federal Regulations",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Steinbrook",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "New England Journal of Medicine",
            "volume": "350",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Health Reforms at Work: Experiences with Sector-Wide Approach in Zambia",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stekelenburg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Peeperkorn",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "United Nations Children's Fund. Africa's Orphaned Generations",
            "authors": [],
            "year": 2003,
            "venue": "United Nations Children's Fund",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "United Nations Children's Fund. A League Table of Child Maltreatment Deaths in Rich Nations",
            "authors": [],
            "year": 2003,
            "venue": "United Nations Children's Fund",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "United Nations General Assembly. Article 19 in United Nations General Assembly Resolution 217 A (III)",
            "authors": [],
            "year": 1948,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "United Nations General Assembly. Article 19.2 in United Nations General Assembly Resolution 2200A (XXI.) International Covenant on Civil and Political Rights",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Accessed",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Article 10 in United Nations General Assembly Resolution 34/180. Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Accessed",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "United Nations General Assembly. Articles 13, 17, and 24 in United Nations General Assembly Resolution 44/25. Convention on the Rights of the Child",
            "authors": [],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Central Intelligence Agency",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The World Factbook",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Moral and Social Complexities of AIDS in Africa",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Accessed",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Medicine and Philosophy",
            "volume": "27",
            "issn": "2",
            "pages": "143--162",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Morality Politics vs. Political Economy: The Case for School-Based Health Centers",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Wald",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Button",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Rienzo",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Social Science Quarterly",
            "volume": "82",
            "issn": "2",
            "pages": "221--234",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "China Faces Up to HIV/AIDS Epidemic: World AIDS Day Is Marked by Launch of Huge Public-Awareness Campaign",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Lancet",
            "volume": "362",
            "issn": "9400",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Through a Glass Darkly: Data and Uncertainty in the Debate",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Whiteside",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Niekirk",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Developing World Bioethics",
            "volume": "3",
            "issn": "1",
            "pages": "49--76",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Factors Underlying Anxiety in HIV Testing: Risk Perceptions, Stigma and Patient-Provider Power Dynamic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Worthington",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Myers",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Qualitative Health Research",
            "volume": "13",
            "issn": "5",
            "pages": "636--655",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "The Black Death",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ziegler",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "What Did We Learn from AIDS?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zuger",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}