{
    "paper_id": "be9bdbb4987a83ad38fb0b65018528055e13eab7",
    "metadata": {
        "title": "The role of transmembrane protein 27 (TMEM27) in islet physiology and its potential use as a beta cell mass biomarker",
        "authors": [
            {
                "first": "J",
                "middle": [],
                "last": "Altirriba",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Gasa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Casas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "J"
                ],
                "last": "Ramírez-Bajo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Ros",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Gutierrez-Dalmau",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "C"
                ],
                "last": "Ruiz De Villa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Barbera",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Gomis",
                "suffix": "",
                "affiliation": {},
                "email": "rgomis@clinic.ub.es"
            },
            {
                "first": ":",
                "middle": [
                    "R"
                ],
                "last": "Gasa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ":",
                "middle": [
                    "A"
                ],
                "last": "Barbera",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ":",
                "middle": [
                    "R"
                ],
                "last": "Gomis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Aims/hypothesis Transmembrane protein 27 (TMEM27) is a membrane protein cleaved and shed by pancreatic beta cells that has been proposed as a beta cell mass biomarker. Despite reports of its possible role in insulin exocytosis and cell proliferation, its function in beta cells remains controversial. We aimed to characterise the function of TMEM27 in islets and its potential use as a beta cell mass biomarker. Methods To determine TMEM27 function, we studied TMEM27 gene expression and localisation in human healthy and diabetic islets, the correlation of its expression with cell cycle and insulin secretion genes in human islets, its expression in tungstate-treated rats, and the effects of its overproduction on insulin secretion and proliferation in a beta cell line and islets. To elucidate its utility as a beta cell mass biomarker, we studied TMEM27 cleavage in a beta cell line, islets and primary proximal tubular cells. Results TMEM27 mRNA levels in islets are lower in diabetic donors than in controls. Its gene expression correlates with that of insulin and SNAPIN in human islets. TMEM27 expression is downregulated in islets of tungstate-treated rats, which exhibit decreased insulin secretion and increased proliferation. TMEM27 overproduction in a beta cell line and islets significantly enhanced glucose-induced insulin secretion, with modest or no effects on proliferation. Finally, TMEM27 is cleaved and shed by renal proximal tubular cells and pancreatic islets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A. Barbera and R. Gomis contributed equally to this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Electronic supplementary material The online version of this article (",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Type 2 diabetes is a complex disease that presents beta cell failure in the setting of insulin resistance. At the beginning of the disease, pancreatic beta cells adapt to insulin resistance by increasing their mass and secretory function. Nevertheless, the sustained hyperglycaemia and hyperlipidaemia eventually exert a negative impact on beta cell function and lead to impaired insulin secretion and decreased insulin gene expression, ultimately causing beta cell apoptosis [1, 2] . Moreover, the follow-up of beta cell mass in diabetic patients and in people strongly at risk for diabetes and their response to pharmacological treatment may be crucial for early diagnosis and treatment selection, making the search for beta cell mass markers a high priority for investigation [3] .",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 479,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 480,
                    "end": 482,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 779,
                    "end": 782,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Transmembrane protein 27 (TMEM27) was first described in the kidney as an angiotensin-converting enzyme 2 (ACE2) homologue involved in amino acid transport [4, 5] . In the pancreas, TMEM27 is produced in beta cells [6, 7] . However, its biological role in this cell type remains uncertain. While one study established a potential positive role of TMEM27 in glucose-stimulated insulin exocytosis [7] , another study linked TMEM27 production to beta cell proliferation [6] . The latter study also hypothesised that TMEM27, which is cleaved and shed into the extracellular space, might be used as a beta cell mass biomarker. Furthermore, adding to the controversy concerning the physiological role of TMEM27 in beta cell homeostasis, Tmem27-knockout mice exhibited both normal insulin secretion and beta cell mass and replication [8] .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 160,
                    "end": 162,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 215,
                    "end": 218,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 219,
                    "end": 221,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 827,
                    "end": 830,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In spite of the lack of consensus on the function of TMEM27 in beta cells, its suggested roles in cellular proliferation and insulin secretion, together with its potential use as a beta cell mass biomarker, make it an interesting candidate factor in type 2 diabetes that deserves further characterisation. In this study, we characterised TMEM27 production in human pancreatic islets, confirming that it is mainly produced in beta cells. Importantly, we report that TMEM27 expression is decreased in type 2 diabetic islets. In addition, using gene expression analysis in human and rat islets along with gain-of-function experiments in a pancreatic beta cell line and isolated islets, we provide evidence that TMEM27 is involved in the regulation of insulin secretion with little if any control of proliferation. Finally, we show that TMEM27 is cleaved not only by beta cells but also by kidney tubular cells, a finding that rules it out as a beta cell mass biomarker.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Human pancreas Pancreases were obtained from 11 human cadaver organ donors (eight non-diabetic donors and three donors with type 2 diabetes) from the Transplant Services Foundation at the Hospital Clínic (Barcelona, Spain) and kept by Biobanc Hospital Clínic-Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS; Barcelona, Spain), after informed consent from donors' families and approval by the hospital's ethics committee. Islets were isolated as previously described [9] . Fragmented pancreases were fixed overnight in formaldehyde 4% (vol./vol.; Sigma, St Louis, MO, USA) at 4°C, dehydrated and embedded in paraffin prior to sectioning.",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 487,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Animals The principles of laboratory animal care were followed (European and local government guidelines) and protocols were approved by the Animal Research Committee of the University of Barcelona. Tungstate treatment has been described previously [10] . Briefly, adult male Wistar rats (Charles River, Wilmington, MA, USA) received ad libitum a solution of 2 mg/ml sodium tungstate (Carlo Erba, Rodano, Italy) in deionised water for 6 weeks, whereas untreated rats received deionised water alone. At the end of the treatment, a glucose tolerance or insulin sensitivity test was performed, with the injection intraperitoneally of either 2 g glucose/kg weight or 1 U insulin/kg weight, respectively. C57B/6 mice were obtained from Charles River and FVB mice from Taconic Farms (Germantown, NY, USA). Pancreases were fixed in 10% (vol./vol.) formalin solution (Sigma) overnight at 4°C, dehydrated and embedded in paraffin prior to sectioning.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 253,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Immunofluorescence studies Pancreatic sections were deparaffinated and rehydrated. Antigen retrieval of pancreatic sections was performed with citrate buffer using a microwave oven. Primary antibodies were against insulin (Dako, Glostrup, Denmark), TMEM27 (Alexis, Lausen, Switzerland), glucagon (Dako), glucagon (Millipore, Billerica, MA, USA), pancreatic polypeptide (MP Biomedicals, Illkirch, France), somatostatin (Dako), proliferating cell nuclear antigen (PCNA; Sigma) and kidney proximal tubular cells marker fructose-1,6-bisphosphatase 2 [11] (Santa Cruz Biotechnology, Santa Cruz, CA, USA). Hoechst 33258 was used as nuclear marker (Sigma). The use of PCNA for measuring islet proliferation has been validated in previous studies [10, [12] [13] [14] . Images were taken using a Leica DMR HC epifluorescence microscope and a Leica TCS-SL confocal microscope.",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 550,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 749,
                    "end": 753,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 754,
                    "end": 758,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "RNA isolation and real-time PCR Islet total RNA was isolated using the RNeasy Mini Kit (Qiagen, Venlo, the Netherlands). RNA integrity was analysed using a lab-on-achip (Agilent Technologies, Santa Clara, CA, USA). RNA was reverse-transcribed using SuperscriptIII (Invitrogen). Real-time PCR was carried in a 7900HT Real Time System (Applied Biosystems, Foster City, CA, USA) using SYBR Green fluorophore. A standard curve for each primer set was generated from serial dilutions of complementary DNA (cDNA). PCR products were verified by dissociation-curve analysis using SDS software (Applied Biosystems). Expression levels were normalised to TATA box binding protein (TBP) and represented in arbitrary units. Levels of amylase, alpha 2a were determined to ensure islet purity. Human and rat primer sequences are provided in Electronic supplementary material (ESM) Tables 1 and 2, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Construction of recombinant adenoviruses cDNA for TMEM27/Tmem27 was amplified from human, mouse and rat islet total RNA. cDNA preparations were myc-tagged at the 3′ end and cloned into the pGEMT-easy vector (Promega, Madison, WI, USA). Primer sequences used for amplification are provided in ESM Table 3 . The different cDNA preparations were subcloned into pACCMV-pLpA plasmid and cotransfected with pJM17 vector in HEK 293 cells to generate recombinant adenoviruses as described previously [15] . Adenoviruses were titrated by limiting dilution plaque assay. As a control, an adenovirus expressing β-galactosidase was used [15] . Transduction efficiency was monitored by β-galactosidase staining, as described previously [16] (ESM Fig. 1 ).",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 496,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 625,
                    "end": 629,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 723,
                    "end": 727,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 303,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 739,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Islet isolation, culture and infection Islets were obtained from Wistar rats, isolated through collagenase perfusion and Histopaque gradient (Sigma) and cultured as previously described [16] . Infection was performed 12 h after isolation.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Briefly, 50-100 islets were resuspended in 200 µl of recombinant adenovirus stock (1×10 9 plaque-forming units/ml) for 4 h at 37°C. After infection, islets were resuspended in 2 ml of culture medium at 5.5 or 11 mmol/l glucose for insulin secretion and proliferation studies, respectively, and cultured for an additional 48 h period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Renal proximal tubule cell isolation and infection Renal proximal tubular cells were prepared from 12 FVB mice kidneys as described previously [17] . Kidney cortex was digested with collagenase (Invitrogen) and tubule fragments were obtained by a Percoll gradient (Amersham-Biosciences, Uppsala, Sweden). The F4 band of the Percoll gradient, composed of proximal tubules, was carefully removed, washed and centrifuged. The final pellet was resuspended in serum-free, hormonally defined culture media [18] and seeded at a density of 1.5 mg pellet/cm 2 in six-well plates coated with rat tail collagen I and human fibronectin (Sigma). The culture medium was changed every 48 h. Infection was performed when cells reached confluence, covering the wells with 1 ml of recombinant adenovirus stock for 1.5 h at 37°C. After infection, virus-containing medium was replaced and cells were cultured for an additional day.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 500,
                    "end": 504,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "INS cell culture and infection INS-1 832/13 cells (kindly provided by C. B. Newgard, Duke University, Durham, NC, USA) were maintained as described elsewhere [19] , except that they were cultured at 5.5 mmol/l glucose. When required, cells were trypsinised and automatically counted with a Countess Cell Counter (Invitrogen). For viral infection, cells were seeded the day before treatment in poly-L-lysine (Sigma) treated plates. Infection was performed at a multiplicity of infection of 50 for 2 h. Virus-containing medium was then replaced and cells were cultured for an additional day or for the time indicated.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Proliferation assays Studies were performed 2 days after infection. Islet proliferation was measured as described previously [20] . Islets were cultured in groups of 50 and their medium was replaced with a medium containing 12.5 mmol/l hydroxyurea for 24 h. Thereafter, islets were washed four times with Hanks' balanced salt solution (HBSS, Sigma), and cultured in a medium supplemented with 3.7×10 5 Bq of [methyl-3 H]thymidine (initial specific activity 74 GBq/mmol; GE Healthcare, Fairfield, CT, USA) for 4 h. Then, islets were counted, hand-picked, washed with HBSS three times, resuspended and sonicated. To quantify proliferation, islet radiation was measured in a Tricarb 2300TR liquid scintillation analyser (Perkin Elmer Packard, Waltham, MA, USA). The use of [methyl-3 H] thymidine for measuring islet proliferation has been validated in previous studies [20] [21] [22] [23] . For INS-1 832/13 proliferation analysis, the medium was substituted by a medium containing 5-bromo-2′-deoxyuridine (Sigma) at 10 μmol/l for 2 h. Cells were then marked according to the FITC BrdU Flow Kit (Becton Dickinson, Franklin Lakes, NJ, USA) and proliferation was measured with a FACS Canto II (Becton Dickinson).",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 866,
                    "end": 870,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 871,
                    "end": 875,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 876,
                    "end": 880,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 881,
                    "end": 885,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Insulin secretion Medium was removed 2 days after infection and cells/islets were washed twice with Dulbecco's PBS or HBSS (Sigma), respectively. Thereafter, cells/ islets were incubated in HEPES-buffered Krebs-Ringer medium without glucose for 2 h. Then, this medium was substituted by the same medium but supplemented with glucose at 2.2 or 16.7 mmol/l for 1.5 h. At the end of the experiment, the supernatant fraction was recovered, centrifuged to prevent cell contamination and insulin was measured by ELISA (Mercodia, Uppsala, Sweden). Cells were trypsinised, centrifuged and resuspended in a solution containing Tris-HCl (10 mmol/l), EDTA (1 mmol/l) and NaCl (200 mmol/l). These cells were sonicated and DNA was quantified by a fluorometer using Hoechst (Sigma) and a serial dilution of calf thymus DNA (Sigma). Each experiment was performed in triplicate and the results presented are the mean of six to nine experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Post-transcriptional modification analysis and western blot Protein extracts were treated with N-glycosidase F (Roche, Penzberg, Germany), calf intestinal alkaline phosphatase (Invitrogen) or heparinase I (Sigma) according to the manufacturer's instructions. Protein lysates were immunoblotted with antibodies against c-myc (Sigma), TMEM27 (Alexis), actin (Sigma), phospho-Ser-Akt (Cell Signaling, Danvers, MA, USA) or Akt (Santa Cruz Biotechnology).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Statistical analysis Quantitative data are expressed as mean ± SEM. The statistical significance was determined by Student's t test and ANOVA, with a Tukey's post-hoc test. Longitudinal data (ESM Fig. 2a-c) were analysed as set out in the ESM. For correlation analysis, Spearman's rank correlation coefficient (ρ) and the associated p value were calculated using R language [24] .",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 378,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 206,
                    "text": "Fig. 2a-c)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "TMEM27 is diminished in type 2 diabetes and is mainly expressed by beta cells in the pancreas TMEM27 immunolocalisation studies performed in human pancreas found that TMEM27 production is restricted to islets, mainly in beta cells (Fig. 1a, ESM Fig. 3 and ESM Fig. 4) . Because of the roles reported for TMEM27 in insulin secretion and beta cell replication [6, 7] , we wondered whether TMEM27 expression and immunolocalisation were affected in diabetic patients. We determined TMEM27 gene expression by realtime PCR in isolated human islets from non-diabetic and type 2 diabetic donors, and found that TMEM27 mRNA levels were significantly diminished in type 2 diabetic islets compared with controls (healthy islets 1.00±0.26, diabetic islets 0.35±0.15 arbitrary units, n=8-3 respectively, p<0.05). On the other hand, no differences in the pancreatic localisation of TMEM27 were observed in diabetic donors: TMEM27 was produced in insulin-positive cells as described for healthy donors (Fig. 1) .",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 361,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 362,
                    "end": 364,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 267,
                    "text": "(Fig. 1a, ESM Fig. 3 and ESM Fig. 4)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 987,
                    "end": 995,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "TMEM27 expression correlates with insulin and SNAPIN expression and not with cell cycle genes In order to define the possible role of TMEM27 in human islets, we aimed to establish the correlation between TMEM27 expression and the expression of several genes implicated in insulin Representative immunofluorescence images of human healthy (a-d) and diabetic (e-h) pancreases using antibodies against TMEM27 (a, e), insulin (b, f) and glucagon (c, g). Merged images are shown in d and h. All images are at ×40 amplification. No staining was visible in exocrine tissue in either control or diabetic pancreases secretion and proliferation. We observed a significant positive correlation between TMEM27 and insulin (Fig. 2a) . In addition, TMEM27 positively correlated with SNAPIN (Fig. 2b) , which encodes a protein related to the soluble N-ethylmaleimide-sensitive factor attachment protein receptor (SNARE) complex with which TMEM27 has been shown to interact [7] . As expected, insulin correlated with SNAPIN ( ESM Fig. 5 ). In contrast, we found no significant correlation between TMEM27 and any of the cell cycle genes studied, namely cyclin E1, CDK2, cyclin D1 and CDK6 (Fig. 2c-f ).",
            "cite_spans": [
                {
                    "start": 958,
                    "end": 961,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 710,
                    "end": 719,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 776,
                    "end": 785,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1010,
                    "end": 1020,
                    "text": "ESM Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 1172,
                    "end": 1182,
                    "text": "(Fig. 2c-f",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "TMEM27 is diminished in rats with increased proliferation and decreased insulin secretion To further investigate the relative contribution of TMEM27 to insulin secretion regulation as opposed to cell proliferation control, we studied Tmem27 expression in islets of Wistar rats treated with sodium tungstate [10, 25] . This treatment improves insulin sensitivity and glucose tolerance (ESM Fig. 2a-c) , lowers basal insulinaemia (Fig. 3a) and decreases glucosestimulated insulin secretion (Fig. 3b) . Pancreatic islets from tungstate-treated rats present a higher ratio of PCNApositive cells (Fig. 3c) , which is indicative of enhanced proliferation. Therefore, tungstate treatment elicits decreased glucose-stimulated insulin secretion and increases islet proliferation, making these animals an interesting model for the analysis of the potential implication of TMEM27 in these two cellular functions. In islets from tungstate-treated rats, we found that, despite the increase observed in beta cell proliferation, Tmem27 mRNA levels were decreased in parallel to those of insulin, with a significant correlation between Tmem27 and insulin gene expression (Fig. 3d-f ), as we observed previously in human islets.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 312,
                    "end": 315,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 389,
                    "end": 399,
                    "text": "Fig. 2a-c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 428,
                    "end": 437,
                    "text": "(Fig. 3a)",
                    "ref_id": null
                },
                {
                    "start": 488,
                    "end": 497,
                    "text": "(Fig. 3b)",
                    "ref_id": null
                },
                {
                    "start": 591,
                    "end": 600,
                    "text": "(Fig. 3c)",
                    "ref_id": null
                },
                {
                    "start": 1155,
                    "end": 1165,
                    "text": "(Fig. 3d-f",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "TMEM27 overproduction shows that it is mainly involved in insulin secretion TMEM27 protein is highly homologous among rats, mice and humans (Fig. 4a) . Interestingly, Fig. 3 Tmem27 expression is diminished in islets from rats treated with sodium tungstate. a Insulinaemia at the end of 6 weeks' treatment of untreated controls (UT, white bars) and tungstate-treated rats (T, black bars): n=13-14, **p<0.01. b Static glucose-induced insulin secretion of isolated islets from untreated (white bars) and tungstatetreated (black bars) rats at the end of 6 weeks' treatment: n=6, **p<0.01 treated vs untreated at 16.7 mmol/l glucose. c Number of PCNA-and insulin-positive cells per mm 2 of islet at the end of treatment: n=6-8, *p<0.05. d-e TMEM27 (d) and insulin (e) mRNA levels in islets from rats treated with tungstate (black bars) for the times indicated as compared with untreated controls (white bars). Notice that the differences were observed only at the end of the treatment, reflecting a long-term effect of sodium tungstate on gene expression: n=5-6, ** p<0.01, ***p<0.001. f Correlation between TMEM27 and insulin ρ=0.724, p<0.0001, n=32 when performing immunoblots using islet protein extracts from these species, we noticed different band patterns (ESM Fig. 6a ), which might indicate the existence of interspecific differences in the processing and/or posttranslational modifications of the TMEM27 protein. One possible explanation for this observation was that TMEM27 was produced in different endocrine subtypes within the islets. However, immunofluorescence analysis revealed that TMEM27 production was mainly localised to beta cells in all three species (ESM Fig. 7) . Next, to establish the importance of the primary sequence of TMEM27, we adenovirally expressed rat, mouse and human Tmem27/ TMEM27 cDNA in rat INS-1 cells (ESM Fig. 6b ). Here again, we found characteristic band patterns for each isoform, suggesting that the differences observed were more probably due to the amino acid sequence of TMEM27 than to the presence of specific modifying or processing enzymes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 149,
                    "text": "(Fig. 4a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 167,
                    "end": 173,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 1263,
                    "end": 1270,
                    "text": "Fig. 6a",
                    "ref_id": null
                },
                {
                    "start": 1674,
                    "end": 1681,
                    "text": "Fig. 7)",
                    "ref_id": null
                },
                {
                    "start": 1844,
                    "end": 1851,
                    "text": "Fig. 6b",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "We wondered if these discrepancies had an impact on the biological function of the different TMEM27 isoforms. We therefore studied the effects of overexpressing rat, mouse and human Tmem27/TMEM27 on insulin secretion and proliferation in INS-1 cells. All three proteins elicited an increase in glucose-stimulated insulin secretion and a slight increase in proliferation (Fig. 4b, c) , which was not accompanied by an increase in cell number (Fig. 4d) . So the different orthologues appeared to exert similar effects when overexpressed in the same cellular context. Finally, in order to rule out a possible artefact from the beta cell line, we tested the effect of overexpressed rat Tmem27 in isolated rat pancreatic islets and demonstrated, as in INS-1 cells, a significant enhancement in glucose-stimulated insulin secretion with no changes in proliferation levels (Fig. 5) . Altogether, our data indicate that TMEM27, irrespective of the species of origin, is mainly involved in insulin secretion.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 382,
                    "text": "(Fig. 4b, c)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 441,
                    "end": 450,
                    "text": "(Fig. 4d)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 866,
                    "end": 874,
                    "text": "(Fig. 5)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "TMEM27 cleavage is not beta cell specific In view of the finding that TMEM27 is exclusively cleaved and shed into the extracellular space in beta cells, the extracellular fraction of TMEM27 was proposed as a possible beta cell mass biomarker [6] . Here we investigated the cleavage pattern of TMEM27 in beta cells and kidney tubular cells, with or without overproduction of rat TMEM27 (which harbours a C-terminal myc tag). For this purpose we used two different antibodies: (1) a myc tag antibody which recognises the complete protein and the C-terminal fragment that remains anchored to the membrane after cleavage; and (2) an antibody against the N-terminal of the protein [6] which recognises both the complete protein and the fragment that is released into the extracellular space after cleavage (Fig. 6a) . As shown in Fig. 6b, 16 h after adenoviral infection of INS-1 cells, overproduced myctagged TMEM27 was detected as two different molecular mass bands with anti-myc antibodies. An additional lower molecular mass band (∼20 kDa) appeared 4 h later, probably corresponding to the previously described fragment of TMEM27 [6] which remains anchored to the Fig. 5 TMEM27 overproduction in rat islets enhances glucoseinduced insulin secretion without affecting proliferation. a Insulin secretion at 2.2 or 16.7 mmol/l glucose of rat islets overproducing rat TMEM27 or β-galactosidase (β-gal) as control: n=7-9, *p<0.05, **p<0.01, ***p<0.001. b Cell proliferation measured as incorporation of [methyl-3 H]thymidine in counts per minute in islets overproducing rat TMEM27 or β-gal as control. Data are expressed relative to the number of β-gal-infected islets, which was set at 100%, n=5 membrane after the cleavage, as it did not change after glycosidase treatment (ESM Fig. 8a ) and it has a lower apparent molecular mass than the expected size of the complete protein without modifications (27 kDa). Phosphorylation and the presence of sulphated glycans were also tested and yielded negative results (ESM Fig. 8 ).",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 245,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 676,
                    "end": 679,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1129,
                    "end": 1132,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 801,
                    "end": 810,
                    "text": "(Fig. 6a)",
                    "ref_id": null
                },
                {
                    "start": 825,
                    "end": 836,
                    "text": "Fig. 6b, 16",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1163,
                    "end": 1169,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 1774,
                    "end": 1781,
                    "text": "Fig. 8a",
                    "ref_id": null
                },
                {
                    "start": 2011,
                    "end": 2017,
                    "text": "Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Next, we studied TMEM27 processing in islets and primary proximal kidney tubular cells. Our results demonstrate that the smallest band detected with the myc antibody is present in INS-1, islets and proximal tubular cells (Fig. 6c) . In addition, we detected the extracellular portion of TMEM27 (∼25 kDa), which has been cleaved and shed, in the culture media of uninfected and infected INS-1 and proximal tubular cells (Fig. 6d) . This fragment can be deglycosylated (ESM Fig. 9 ), thus confirming that it corresponds to the released fragment of TMEM27 as previously described [6] . Therefore, our results show that the cleavage of TMEM27 is not beta cell specific and consequently cannot be used as a beta cell mass biomarker.",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 580,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 230,
                    "text": "(Fig. 6c)",
                    "ref_id": null
                },
                {
                    "start": 419,
                    "end": 428,
                    "text": "(Fig. 6d)",
                    "ref_id": null
                },
                {
                    "start": 472,
                    "end": 478,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "TMEM27 role In this study, we confirm that human TMEM27 pancreatic expression is restricted to islets, and is mainly localised in beta cells. Importantly, we show that TMEM27 mRNA levels are significantly reduced in islets from type 2 diabetic patients. This finding is in accordance with available whole-genome profiling data that show TMEM27 as one of the 370 genes differentially expressed between diabetic and control human islets [26] . In the same line, a recent report shows that TMEM27 expression is tenfold lower in islets from recent diagnosed type 1 diabetic pancreatic donors as compared with healthy controls [27] . Taken together, these data point to TMEM27 as a potentially important protein for consideration in beta cell physiology and diabetes in humans.",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 439,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 622,
                    "end": 626,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Studies in rodents have also shown alterations in the expression of Tmem27 in animals with altered glucose homeostasis and/or diabetes. For instance, Tmem27 is downregulated in models with islet hypoplasia and hypoinsulinaemia, such as Hnf-1α-knockout and transgenic mice overexpressing a human dominant-negative form of HNF-1α (P291fsinsC-HNF-1α) [7] , whereas it is upregulated in models with islet hypertrophia and hyperinsulinaemia such as ob/ob, db/db, aP2-Srebp-1c, KKAY or high-fat-diet Fig. 6 TMEM27 cleavage is not beta cell specific. a Scheme of the TMEM27 protein depicting hypothetical cleavage, N-glycosylation sites and parts of the protein recognised by antibodies used in immunoblot assays: an antibody against the N-terminal portion of TMEM27 [5] that recognises the complete protein and the fragment that is shed to the extracellular space after cleavage, and an anti-myc antibody that recognises the myc tag fused at the C-terminus of TMEM27 in the adenoviral construct, meaning the complete protein and the membrane-anchored TMEM27 fragment that remains after cleavage. b Time course for production of adenovirally encoded rat TMEM27 in INS-1 832/13 cells. Time 0 refers to time of infection. Multiple bands corresponding to the TMEM27 protein are detected by immunoblot with the c-myc antibody (arrows). Beta-actin serves as a loading control. A non-specific band (arrowhead) is sometimes detected in INS-1 832/13 extracts. Molecular mass markers are shown on the left. c INS-1 832/13 cells, islets and primary proximal tubular cells were infected with the adenovirus encoding myc-tagged rat TMEM27. Total protein extracts from non-infected and infected cells were immunoblotted using the anti-c-myc antibody. Note that a lowmolecular-mass band (<25 kDa) is visible in INS-1 832/13, islets and proximal tubular cells. Lanes from untreated cells (negative controls) are included to validate specificity of the bands recognised. d Immunoblot of TMEM27 (using an antibody against the N-terminal of the protein) in supernatant fractions from primary proximal tubular and INS-1 832/13 cells not infected and infected with the adenovirus encoding rat TMEM27. Lanes from infected cells (positive controls) are included to validate specificity of the recognised bands obese mice [6, 7] . Though all these data might be interpreted as indicative of the existence of a link between Tmem27 expression and beta cell dysfunction, the truth is that the role of TMEM27 in the physiology of the pancreatic beta cell is still a matter of controversy. One study points towards its implication in insulin secretion as a component of the SNARE complex [7] , while another indicates that it is mainly involved in beta cell replication [6] . Furthermore, another recent study reports that Tmem27knockout mice do not display any prominent pancreatic phenotype [8] .",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 351,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 760,
                    "end": 763,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2292,
                    "end": 2295,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2296,
                    "end": 2298,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2653,
                    "end": 2656,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2735,
                    "end": 2738,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2858,
                    "end": 2861,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 494,
                    "end": 500,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "To shed some light on the relative contribution of TMEM27 to the regulation of insulin secretion and proliferation in beta cells, we investigated the correlations between TMEM27 expression and genes implicated in insulin secretion and proliferation in human pancreatic islets. In fact, we found a significant and positive correlation with insulin and SNAPIN but not with cyclins (E1 and D1), CDK2 or CDK6, which suggests that TMEM27 expression is more directly correlated to changes in insulin secretion than to beta cell proliferation. While interpretation of these data has obvious limitations, as these studies are restricted to the key regulators of the cell cycle [28] and we cannot rule out the existence of correlations at the level of protein expression, we reached a similar conclusion when we used an experimental rat model based on tungstate treatment [10, 25] . This model offers us the possibility to assess Tmem27 expression in a scenario of increased beta cell proliferation and diminished insulin secretion, which is substantially different from the models mentioned above, in which both secretory and proliferative activities were affected in a similar manner. In tungstatetreated rats, we found downregulation of islet Tmem27 expression. Thus, altogether, our expression data in humans and rats favour a role of TMEM27 in insulin secretion rather than cell proliferation.",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 673,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 863,
                    "end": 867,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 868,
                    "end": 871,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As the above expression data cannot provide a clear-cut answer regarding the biological function of TMEM27 in beta cells, we undertook an in vitro gain-of-function approach and adenovirally expressed TMEM27/Tmem27 in INS-1 cells. Because previous studies overexpressing either mouse Tmem27 [6] or human TMEM27 [7] in insulinoma cells and transgenic mice had reached different conclusions, we wondered whether different TMEM27 isoforms were responsible for the discrepancies. In fact, our preliminary observation that rat, mouse and human TMEM27 proteins showed different band patterns in immunoblot analysis, not only in protein extracts from isolated islets but also when overproduced in INS-1 cells, provided support for the hypothesis that inter-specific variations in the posttranslational modifications and/or processing of TMEM27 proteins might account for the reported differences in function. Nevertheless, our data show strikingly similar results when these three isoforms are overexpressed in INS-1 cells: a significant enhancement in glucose-induced insulin secretion with a very modest increase in proliferation, which was not reflected in measurable increases in cell number. Likewise, overproduction of the rat isoform in isolated rat islets resulted in modifications in insulin secretion but not in proliferation rates.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 293,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 310,
                    "end": 313,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, the expression data and our gain-offunction studies point to a role for TMEM27 in insulin secretion, but little if any contribution to beta cell proliferation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "TMEM27 as a beta cell mass biomarker Currently there are no reliable methods for measuring beta cell mass in living humans. For this reason, most studies are performed in cadaver donors, as the risks of pancreas biopsies outweigh the benefits of research. However, the monitoring of beta cell mass in association with insulin secretion could be extremely useful for describing and predicting the dynamics of beta cell loss and, very importantly, may improve the early diagnosis and treatment of diabetes mellitus [29, 30] . TMEM27 was reported to be cleaved and shed (in a constitutive way) into the extracellular compartment only by pancreatic beta cells. Because of this reported beta cell specificity, Akpinar et al. [6] proposed that the quantification of this protein in serum might be used as an indirect measure of beta cell mass, and thus it would have a role as a beta cell biomarker.",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 517,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 720,
                    "end": 723,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While our study confirms that TMEM27 is cleaved and secreted into the extracellular space by beta cells, it also shows that this ability is shared by primary kidney proximal tubular cells in which TMEM27 was identified and its role in amino acid transport demonstrated [5] . This finding thus challenges the results reported by Akpinar et al. [6] . A possible explanation for this inconsistency might be the use of primary cultures in our study, whereas Akpinar et al. [6] used immortalised cell lines. Our data suggest that circulating TMEM27 in serum can have at least two different origins: pancreatic beta cells and kidney proximal tubular cells.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 272,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We therefore conclude that the extracellular fraction of TMEM27 cannot be reliably used as a beta cell mass biomarker. also thank P. L. Fernández from the Department of Anatomical Pathology (IDIBAPS/Hospital Clinic/University of Barcelona, Barcelona, Spain), Banco de Tumores del Biobanco (Hospital Clínic/ IDIBAPS, Barcelona, Spain), Xarxa de Bancs de Tumors de Catalunya (Barcelona, Spain) and M. Vives from the laboratory of Immunobiology for Research and Applications to Diagnosis (Research Institute Germans Trias I Pujol, Badalona, Spain) for supplying pancreatic samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Beta-cell failure as a complication of diabetes",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Chang-Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mullur",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bernal-Mizrachi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Rev Endocr Metab Disord",
            "volume": "9",
            "issn": "",
            "pages": "329--343",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Functional and molecular defects of pancreatic islets in human type 2 diabetes",
            "authors": [
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Guerra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lupi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Marselli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Diabetes",
            "volume": "54",
            "issn": "",
            "pages": "727--735",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Noninvasive imaging of pancreatic beta cells",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Malaisse",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Louchami",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sener",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Endocrinol",
            "volume": "5",
            "issn": "",
            "pages": "394--400",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Collectrin, a collecting duct-specific transmembrane glycoprotein, is a novel homolog of ACE2 and is developmentally regulated in embryonic kidneys",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wada",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hida",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Biol Chem",
            "volume": "276",
            "issn": "",
            "pages": "17132--17139",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Essential role for collectrin in renal amino acid transport",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Danilczyk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sarao",
                    "suffix": ""
                },
                {
                    "first": "Remy",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "444",
            "issn": "",
            "pages": "1088--1091",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Tmem27: a cleaved and shed plasma membrane protein that stimulates pancreatic beta cell proliferation",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Akpinar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kuwajima",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krutzfeldt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stoffel",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cell Metab",
            "volume": "2",
            "issn": "",
            "pages": "385--397",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The HNF-1 target collectrin controls insulin exocytosis by SNARE complex formation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fukui",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cell Metab",
            "volume": "2",
            "issn": "",
            "pages": "373--384",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Increased insulin sensitivity in mice lacking collectrin, a downstream target of HNF-1α",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Malakauskas",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Kourany",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mol Endocrinol",
            "volume": "23",
            "issn": "",
            "pages": "881--892",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Impairment of the ubiquitin-proteasome pathway is a downstream endoplasmic reticulum stress response induced by extracellular human islet amyloid polypeptide and contributes to pancreatic beta-cell apoptosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Casas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gomis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Gribble",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Altirriba",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Knuutila",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Novials",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Diabetes",
            "volume": "56",
            "issn": "",
            "pages": "2284--2294",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Molecular mechanisms of tungstate-induced pancreatic plasticity: a transcriptomics approach",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Altirriba",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barbera",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Del Zotto",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Genomics",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Gluconeogenic enzymes in defined structures of developing rat nephron",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Burch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Brehe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fagioli",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Curr Probl Clin Biochem",
            "volume": "8",
            "issn": "",
            "pages": "290--298",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "In vivo proliferation of differentiated pancreatic islet beta cells in transgenic mice expressing mutated cyclin-dependent kinase 4",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hino",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamaoka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yamashita",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hata",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Itakura",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Diabetologia",
            "volume": "47",
            "issn": "",
            "pages": "1819--1830",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Increased islet cell proliferation, decreased apoptosis, and greater vascularization leading to beta-cell hyperplasia in mutant mice lacking insulin",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Duvillie",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Currie",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chrones",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Endocrinology",
            "volume": "143",
            "issn": "",
            "pages": "1530--1537",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Taurine supplement in early life altered islet morphology, decreased insulitis and delayed the onset of diabetes in non-obese diabetic mice",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arany",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Strutt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Romanus",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Remacle",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Reusens",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Diabetologia",
            "volume": "47",
            "issn": "",
            "pages": "1831--1837",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Proendocrine genes coordinate the pancreatic islet differentiation program in vitro",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gasa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mrejen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Leachman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci",
            "volume": "101",
            "issn": "",
            "pages": "13245--13250",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Use of recombinant adenovirus for metabolic engineering of mammalian cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Noel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Coats",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Methods Cell Biol",
            "volume": "43",
            "issn": "",
            "pages": "161--189",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Isolation of a pure suspension of rat proximal tubules",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vinay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gougoux",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lemieux",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Am J Physiol",
            "volume": "241",
            "issn": "",
            "pages": "403--411",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Isolation, culture and characterization of human renal proximal tubule and collecting duct cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Trifillis",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Exp Nephrol",
            "volume": "7",
            "issn": "",
            "pages": "353--359",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Isolation of INS-1-derived cell lines with robust ATP-sensitive K + channel-dependent and -independent glucose-stimulated insulin secretion",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Hohmeier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mulder",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Henkel-Rieger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Prentki",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Newgard",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Diabetes",
            "volume": "49",
            "issn": "",
            "pages": "424--430",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Pancreatic islets from cyclin-dependent kinase 4/R24C (Cdk4) knockin mice have significantly increased beta cell mass and are physiologically functional, indicating that Cdk4 is a potential target for pancreatic beta cell mass regeneration in type 1 diabetes",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Marzo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mora",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Fabregat",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Diabetologia",
            "volume": "47",
            "issn": "",
            "pages": "686--694",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Stimulation of human and rat islet beta-cell proliferation with retention of function by the homeodomain transcription factor Nkx6.1",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Schisler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Fueger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Babu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol Cell Biol",
            "volume": "28",
            "issn": "",
            "pages": "3465--3476",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Trefoil factor 3 stimulates human and rodent pancreatic islet beta-cell replication with retention of function",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Fueger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Schisler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol Endocrinol",
            "volume": "22",
            "issn": "",
            "pages": "1251--1259",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Glucose-stimulated DNA synthesis through mammalian target of rapamycin (mTOR) is regulated by KATP channels: effects on cell cycle progression in rodent islets",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Pappan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Remedi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcdaniel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Biol Chem",
            "volume": "281",
            "issn": "",
            "pages": "3261--3267",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "R: a language and environment for statistical computing. R Foundation for Statistical Computing, Vienna. Available from www.R-project.org",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Stable and functional regeneration of pancreatic beta-cell population in nSTZ-rats treated with tungstate",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fernandez-Alvarez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barbera",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nadal",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Diabetologia",
            "volume": "47",
            "issn": "",
            "pages": "470--477",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Loss of ARNT/ HIF1beta mediates altered gene expression and pancreatic-islet dysfunction in human type 2 diabetes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Gunton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Kulkarni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yim",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cell",
            "volume": "122",
            "issn": "",
            "pages": "337--349",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Gene expression profiles for the human pancreas and purified islets in type 1 diabetes: new findings at clinical onset and in long-standing diabetes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Planas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carrillo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Exp Immunol",
            "volume": "159",
            "issn": "",
            "pages": "23--44",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Cyclin-dependent protein kinases: key regulators of the eukaryotic cell cycle",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Nigg",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Bioessays",
            "volume": "17",
            "issn": "",
            "pages": "471--480",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "VMAT2 quantitation by PET as a biomarker for betacell mass in health and disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Freeby",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ichise",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maffei",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Leibel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Diabetes Obes Metab",
            "volume": "10",
            "issn": "4",
            "pages": "98--108",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Imaging the beta-cell mass: why and how",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Saudek",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Brogren",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Manohar",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Rev Diabet Stud",
            "volume": "5",
            "issn": "",
            "pages": "6--12",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "TMEM27 is mainly produced in beta cells in human pancreas.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "TMEM27 expression correlates with insulin and SNAPIN expression but not with cell cycle gene expression in human islets. Total RNA was extracted from isolated islets from eight non-diabetic human donors and expression of the indicated genes was assayed by real-time PCR.Graphs show correlations between: (a) TMEM27 and insulin, ρ=0.881, p=0.007; (b) TMEM27 and SNAPIN, ρ=0.881, p=0.007; (c) TMEM27 and cyclin E1, ρ=−0.0238, p=0.977; (d) TMEM27 and CDK2, ρ=−0.238, p=0.582; (e) TMEM27 and cyclin D1, ρ=0.357, p=0.390; and (f) TMEM27 and CDK6, ρ=0.643, p=0.096",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Overproduced mouse, rat and human TMEM27 exerts similar effects in INS-1 832/13 cells. a Primary sequence homologies among human, mouse and rat TMEM27 proteins according to Blast. b Glucose-stimulated insulin secretion at 2.2 mmol/l (white bars) or 16.7 mmol/l (black bars) of INS-1 832/13 cells infected with the indicated adenoviruses encoding the different TMEM27 isoforms or β-galactosidase (β-gal) as control, n=4, *p<0.05, **p<0.01, ***p<0.001. c 5-bromo-2′-deoxyuridine incorporation measured by FACS in INS-1 832/13 cells treated with the indicated adenoviruses. Results are expressed as percentages relative to β-gal-infected cells set at 100%: n=6, *p<0.05 (mouse TMEM27 isoform p=0.06). d Cell count number 48 h after viral treatment. Values are expressed relative to the number of control β-gal-treated cells, which was set at 100%, n=6",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements This study was supported by grants SAF 2006/ 07382 (Ministerio de Educación y Ciencia, Spain), UE-PEOPLE-2007-3-1-IAPP (European Union) and SGR2009/1426 (Generalitat de Catalunya, Spain). CIBER de Diabetes y Enfermedades Metabólicas Asociadas is an ISCIII project. J. Altirriba was recipient of a grant from IDIBAPS and S. Ros from Ministerio de Educación y Ciencia (Spain). We thank M. Julià, Y. Esteban, L. Sánchez, S. Piquer, S. Barceló (from the laboratory of Diabetes and Obesity (IDIBAPS/Hospital Clinic, Barcelona, Spain) and M. Maudsley (from the language consultancy service (University of Barcelona, Barcelona, Spain)) for their assistance. We",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}