{"paper_id": "bed7ea2e93a2a72630f7c064dc03fceab3e03736", "metadata": {"title": "Comparison of clinical outcomes of influenza A and B at the 2017-2018 influenza season: a cohort study", "authors": [{"first": "T", "middle": [], "last": "Avni", "suffix": "", "affiliation": {}, "email": ""}, {"first": "T", "middle": [], "last": "Babich", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": [], "last": "Nir", "suffix": "", "affiliation": {}, "email": ""}, {"first": "&amp;", "middle": ["D"], "last": "Yahav", "suffix": "", "affiliation": {}, "email": ""}, {"first": "&amp;", "middle": ["H"], "last": "Shaked", "suffix": "", "affiliation": {}, "email": ""}, {"first": "&amp;", "middle": ["N"], "last": "Sorek", "suffix": "", "affiliation": {}, "email": ""}, {"first": "&amp;", "middle": ["H Ben"], "last": "Zvi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "&amp;", "middle": ["J"], "last": "Bishara", "suffix": "", "affiliation": {}, "email": ""}, {"first": "&amp;", "middle": ["A"], "last": "Atamna", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Influenza has significant morbidity and mortality. Some experts consider infection with influenza B as milder than that with influenza A. The objective of this study is to evaluate the outcomes of hospitalized patients with laboratory-confirmed influenza A or B in 2017-2018 influenza season. All hospitalized patients between October 2017 and April 2018 with laboratoryconfirmed influenza A and B were included. The primary composite outcomes were pneumonia/myocarditis/encephalitis, mechanical ventilation, ICU admission, and 30-day mortality. Secondary outcomes were 30-/90-day mortality, length of hospital stay, and readmission rates. The study included 201 influenza A and 325 influenza B. For the primary composite outcome, no significant difference was demonstrated between influenza A and B. Rates of mortality were similar at 30 and 90 days. Influenza A had higher pneumonia rates and mechanical ventilation. On multivariate analysis, higher Charlson's score, hypoalbuminemia, and vasopressor use were associated with 30-day mortality, while infection with either influenza A or B was not. Influenza A was associated with higher pneumonia and mechanical ventilation rates. However, influenza B resulted with similar 30-day mortality rate as influenza A.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Influenza is associated with increased morbidity and mortality during annual outbreaks, especially among individuals with underlying comorbid conditions [1] [2] [3] . Infection with influenza B is considered by experts as milder than infection with influenza A serotypes [4] . In previous cohort studies, infection with influenza A was documented to result in higher rates of hospitalization and mortality than infection with influenza B [5, 6] . However, among predominantly ambulatory adults with seasonal influenza, clinical features of influenza A and influenza B were similar [7] . Evidence of clinical differences between influenza A and influenza B is sparse, as there have been only a few studies describing the clinical characteristics of influenza B infection or comparing the clinical and epidemiological characteristics of hospitalized adult patients with laboratory-confirmed influenza A or influenza B. The aim of this study was to challenge the notion of milder infection with influenza B by comparing the characteristics and clinical outcomes of hospitalized adult patients with confirmed influenza A and influenza B at the 2017-2018 season.", "cite_spans": [{"start": 153, "end": 156, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 157, "end": 160, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 161, "end": 164, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 271, "end": 274, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 438, "end": 441, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 442, "end": 444, "text": "6]", "ref_id": "BIBREF5"}, {"start": 581, "end": 584, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "We performed a single-center, retrospective study. Electronic records of all consecutive adult patients (≥ 18 years) hospitalized, between October 2017 and April 2018, with laboratoryconfirmed influenza A and B virus in Beilinson hospital (a 900-bed tertiary, university-affiliated hospital), in Israel were identified and reviewed. Data regarding baseline demographics, medications, and chronic comorbidities (including age-adjusted Charlson's comorbidity score), as well as malignancy and immunosuppressive condition, were retrieved. We also collected data pertaining the index encounter (hospital admission) as vital signs, laboratory results at presentation and follow-up tests, chest X-ray results, and other data available on admission. Further collected data included influenza virus serotypes, vaccination status, antiviral drug usage and timing, disease severity and necessity for invasive mechanical ventilation, vasopressors support, and intensive care unit (ICU) admission during hospitalization. We collected data from index point to 90 days post-index episode. Patients were included only once in the study, for the first episode fulfilling inclusion criteria. The primary outcome was composite outcome of influenza-related adverse events: 30-day all-cause mortality and complications of influenza (lower respiratory tract infection (pneumonia), need for mechanical ventilation/ vasopressor support, ICU admission, and myocarditis or encephalitis). Secondary outcomes included 30-/90-day allcause mortality, length of hospital stay (LOS), influenza complications as stated above, and re-hospitalization rates within 30 days of index point. The study was approved by the Rabin Medical Centre ethics committee.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Pneumonia was defined as the presence of pulmonary infiltrates on chest imaging not contributable to other causes; encephalitis was defined as positive polymerase chain reaction (PCR) test for influenza on cerebrospinal fluid; myocarditis was defined as positive endomyocardial biopsy for influenza by PCR; influenza-like illness was defined as low-grade fever (≥ 37.5) and has at least one of the following symptoms: cough, sore throat, rhinorrhea, or myalgia. Immune deficiency was defined as organ transplant, active therapy for malignancy, and high-dose steroids/other iatrogenic drugs.", "cite_spans": [], "ref_spans": [], "section": "Definitions"}, {"text": "Influenza detection was performed at the clinical microbiology laboratory at Beilinson hospital. The detection method used was Simplexa™ Flu A/B & RSV (https://www. focusdx.com/product/MOL2600). The test is a real-time RT-PCR amplification and detection system that utilizes a bifunctional fluorescent probe primer for the detection and differentiation of human influenza A virus RNA, human influenza B virus RNA, and RSV RNA in nasopharyngeal swabs. The assay is composed of two principal steps: (1) extraction of RNA from patient specimens; (2) a bi-functional fluorescent probe primer is used together with a reverse primer to amplify a specific target (for each analyte and the RNA internal control). The assay provides three results; conserved regions of influenza A viruses (matrix gene), influenza B viruses (matrix gene), and RSV (M gene) are targeted to identify these viruses in the specimen. An RNA internal control is used to monitor the extraction process and to detect RT-PCR inhibition.", "cite_spans": [], "ref_spans": [], "section": "Microbiology methods"}, {"text": "The analysis was performed using the IBM SPSS statistics 22. Statistical significance was set at two-tailed comparison with a p < 0.05. To identify individual variables associated with the composite primary outcome and 30-day all-cause mortality, univariate analysis was performed. Normality distribution was assessed through Kolmogorov-Smirnov normality test and Q-Q plots test. Categorical variables were tested using the chi-square test or Fisher's exact test, as appropriate. Continuous variables were examined using the Student's t test if normally distributed and Mann-Whitney U test if not normally distributed. Hosmer-Lemeshow statistic was used for goodness of fit. In order to identify independent risk factors for influenza-related adverse events and mortality, variables that were significantly associated with influenza-related adverse events and mortality in the univariate analysis, and not highly correlated, were entered into the multivariate logistic regression model. Adjusted odds ratios (ORs) and 95% confidence intervals (CIs) for influenza-related adverse events and 30-day mortality were calculated.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "During the 2017-2018 influenza season, a total of 526 consecutive patients were hospitalized with laboratory-confirmed influenza A (201/526; 38%) and influenza B (325/526; 62%). Baseline and admission data for the included patients are presented in Table 1 . The median age of the entire cohort was 74 (interquartile range (IQR) 62-83) years. Patients with influenza A were younger than patients with influenza B (median age 73 vs. 75, p = 0.03); the majority of the patients were residents of long-term care facilities (LTCF) (380/526; 72%). The baseline characteristics of patients with influenza A and influenza B were similar in terms of comorbidities (although congestive heart failure was more common for influenza B, 14% vs. 8%, p = 0.04), immunosuppression (due to any cause), chronic medications, and current influenza vaccination status. The calculated age-adjusted Charlson's score was similar between the groups and very high (median 5, IQR 3-7). Sixty-three percent of the patients were admitted to the hospital with an admission diagnosis of influenza-like illness. Only 17% of the cohort had documented annual influenza vaccine. At presentation, patients with influenza A had higher admission temperature (median 37.5°C, IQR (37-38.5) vs. 37.4 (36.8-38.1); p = 0.02). Other baseline vital signs and clinical and laboratory data were similar between the groups (Table 1) . Empirical therapy with oseltamivir was started at admission for 71% of patients with influenza A vs. 66% of patients with influenza B (p = 0.2); the time from admission to the start of oseltamivir was 19 h (mean, interquartile range 11-33), for both influenza A and influenza B.", "cite_spans": [], "ref_spans": [{"start": 249, "end": 256, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1375, "end": 1384, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "Results are presented in Table 2 . The rate of the composite outcome of influenza-related adverse events was 64/521 (12%) and similar between patients with influenza A and influenza B (14% vs. 12%, p = 0.5). However, as separate outcomes, pneumonia and mechanical ventilation were more likely to be encountered in influenza A group as compared with the influenza B one (19% vs. 10%; 6% vs. 2%, p < 0.05, respectively).", "cite_spans": [], "ref_spans": [{"start": 25, "end": 32, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Primary outcome"}, {"text": "On univariate analysis, risk factors for influenza-related adverse events included lower presentation systolic blood pressure and saturation, hypoalbuminemia (serum albumin concentration < 3.0 dg/L), previous stroke, acute renal failure, and previous hematopoietic stem cell transplantation. On multivariate analysis, only hypoalbuminemia and acute renal failure were associated with influenza-related adverse events. Risk factors for influenza-related adverse events on univariate and multivariate analysis are presented in Table 3 . Pneumonia was present on the admission X-ray on 39/299 (13%) available for review. Patients infected with influenza A had significantly higher rates of pneumonia (20/105, 19% vs. 19/194, 10%; p = 0.008) in comparison with patients with influenza B. Myocarditis (2 patients with influenza B) and encephalitis (1 patient for each group) were a rare complication. Rates of ICU admission were similar between the groups (11/201, 5% vs. 9/325, 3%; p = 0.1), as well as rates of vasopressor support (6/201, 3% vs. 11/325, 3%; p = 0.8). However, rates of mechanical ventilation were significantly higher with influenza A (12/201, 6% vs. 7/325, 2%; p = 0.02).", "cite_spans": [], "ref_spans": [{"start": 525, "end": 532, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Primary outcome"}, {"text": "All-cause mortality rates were 7% at 30 days and 11% at 90 days. The mortality rates for patients with influenza A and influenza B were similar at 30 and 90 days. On univariate analysis, 30-day all-cause mortality was associated with increased age (median 84 vs. 73, p = 0.0001), ageadjusted Charlson's score (6 vs. 5, p = 0.004), assisted living (50% vs. 23%, p = 0.0001), and several abnormal laboratory results at admission: creatinine levels (1.76 vs. 1.06 mg/dL, p < 0.01) and lower albumin levels (3.1 vs. 3.6 mg/dL; p = 0.001). Patients who died had lower systolic blood pressure (median 112 vs. 120 mmHg; p = 0.004) and need more vasopressor support (18% vs. 2%; p = 0.0001), mechanical ventilation (28% vs. 2%; p = 0.0001), and ICU admission (13% vs. 3%; p = 0.002). Mortality was also associated with longer time to initiation of antiviral therapy (31.5 vs. 20 h; p = 0.02). On multivariate analysis, increased age-adjusted Charlson's score, hypoalbuminemia, and need for vasopressors support were independently associated with mortality at 30 days, while infection with either influenza A or influenza B was not associated with mortality (Table 4 ).", "cite_spans": [], "ref_spans": [{"start": 1149, "end": 1157, "text": "(Table 4", "ref_id": "TABREF3"}], "section": "Mortality"}, {"text": "LOS for patients who were discharged alive was similar between the groups (median 4 days, IQR 2-7 for both groups). Readmission rates at 90 days from index point were 26% vs. 22% (p = 0.22). ", "cite_spans": [], "ref_spans": [], "section": "Other outcomes"}, {"text": "In this retrospective cohort of patients admitted to general hospital with laboratory-confirmed either influenza A or influenza B infection, we observed that the demographical and clinical characteristics of patients with influenza A or influenza B were similar, as well as the rate of influenza-related adverse events. More patients with influenza A suffered from lower respiratory tract infection, and more often required mechanical ventilation, while mortality rates at 30 and 90 days were unaffected. Both groups included elderly to very old patients (mean age of 74 years), with close to 75% of the including patients resided in LTCFs and with high age-adjusted Charlson's comorbidity score. Overall, the rate of influenza-related adverse events was 12.3% which was composed mainly from pneumonia and/or 30-day allcause mortality. Our results suggest that patients hospitalized due to influenza A or influenza B infection are similar in regard to the hosts medical and social background, clinical course, and outcomes, apart from the increased rate of lower respiratory tract infection with influenza A. However, infection with influenza B is as severe as infection with influenza A with increased morbidity and mortality, especially for patients prone to suffer from influenza-related adverse events due to their medical conditions. This finding might correlate with mismatch vaccine year of the influenza B lineage as shown previously [8] . This could also explain why influenza B has represented more than two-thirds of the cases in our cohort, inversely related to their endemic attack rate. Indeed, in Israel, influenza A H 3 N 2 was the predominant species circulating in the community on the 2017-2018 influenza season (76.5%), while influenza B cases were less than 2% [9] . Influenza A is considered by some experts as the most virulent influenza virus type and widespread disease [2] [3] [4] 6] . However, the sparse data on the clinical features of the influenza virus types in hospitalized adults do not consistently support that notion. Several retrospective cohort studies suggested that infection with influenza A may result in higher rates of hospitalization and mortality than infection with influenza B [5, 6] . However, other previous studies suggested a similar course. Among patients with influenza who were admitted to medical ICU, influenza A was associated with increased rate of viral pneumonia, adult respiratory distress syndrome (ARDS), but mortality, LOS at ICU admission, and other clinical outcomes did not differ between influenza A-and influenza B-infected patients [8] , similarly to our study. Among ambulatory adults with seasonal influenza, clinical features and outcomes (hospitalization, antibiotic prescription, pneumonia) of influenza A (H 3 N 2 strain) and influenza B were similar in a prospective study [7] ; however, patients with influenza A sought medical attention earlier. Further data from studies on pediatric patients with influenza demonstrated mixed results. Children with influenza B had increased mortality rates and ICU admission [10] . Study on mixed ambulatory population in Canada [11] suggested that patients infected with influenza A had increased rate of chronic pulmonary conditions, and other comorbidities, while patients infected with influenza B were significantly younger (median age 13, range 3-43, vs. 42, range 2-83) and more likely to reside at rural areas. The largest study by Cahves et al. [12] which examined the clinical features of patients with influenza A serotypes (H 3 N 2 and H 1 N 1(pdm09) ) and influenza B demonstrated an increase in severe outcomes (ICU admission and/or mortality) with influenza A H 1 N 1(pdm09) compared with H 3 N 2 and influenza B. Patients with influenza A H 1 N 1(pdm09) were more likely to suffer from pneumonia and ARDS and require mechanical ventilation similar to our results.", "cite_spans": [{"start": 1442, "end": 1445, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1782, "end": 1785, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1895, "end": 1898, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1899, "end": 1902, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1903, "end": 1906, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1907, "end": 1909, "text": "6]", "ref_id": "BIBREF5"}, {"start": 2226, "end": 2229, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 2230, "end": 2232, "text": "6]", "ref_id": "BIBREF5"}, {"start": 2604, "end": 2607, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 2852, "end": 2855, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 3092, "end": 3096, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 3146, "end": 3150, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 3471, "end": 3475, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our study has several limitations. First, this is a singlecenter experience over a single influenza season; thus, results may not be applicable to other areas at different seasons with different circulating influenza strains. Second, we did not perform further analysis of the influenza serotype. In 2017-2018, influenza A H 1 N 1(pdm09) and H 3 N 2 strains, along with influenza B of the Victoria lineage (closely to 16%, 14%, and 70% of all confirmed infections, respectively), were the most common strains circulating in the community [9] . A strain-based analysis might add more information on the specific presentation of each strain. Third, data on the current influenza vaccine were unavailable for significant percentage of the patients because of technical difficulties in retrieving data. Rather, medical histories including vaccination history that was documented on medical records were the only data source for vaccination status. Thus, the true effect of the vaccine on the clinical outcomes was therefore inestimable.", "cite_spans": [{"start": 538, "end": 541, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our study also holds several advantages and strengths. To the best of our knowledge, this is the first study examining the course of the different influenza strains in hospitalized adults since the 2010-2011 seasons which contained a switch from mainly H 3 strain to H 1 strains. Most previous studies had examined the general ambulatory population with uncomplicated influenza, while we focused on hospitalized patients with significant comorbidities and thus high rate of influenza-related adverse events. As the majority of adults with seasonal influenza have good prognosis without complications, and vice versa, most adults who were admitted to ICU due to influenza suffer grave consequences; the clinical course of influenza on the hospital ward is largely unexplored.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, we suggest that infection with seasonal influenza A or influenza B has a comparable clinical course, and both are clinically severe and significant. Patients with influenza A may be prone to lower respiratory tract complication. Further studies should explore differences between the different viral serotypes and their effect on community and LTCF dwellers at multiple consecutive influenza seasons.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Estimates of deaths associated with seasonal influenza -United States", "authors": [{"first": "C", "middle": [], "last": "Centers For Disease", "suffix": ""}, {"first": "Prevention", "middle": [], "last": "", "suffix": ""}], "year": 1976, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "59", "issn": "33", "pages": "1057--1062", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The impact of influenza epidemics on mortality: introducing a severity index", "authors": [{"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Clarke", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Williamson", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Stroup", "suffix": ""}, {"first": "N", "middle": ["H"], "last": "Arden", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Schonberger", "suffix": ""}], "year": 1997, "venue": "Am J Public Health", "volume": "87", "issn": "12", "pages": "1944--1950", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Risk factors for severe outcomes following 2009 influenza A (H1N1) infection: a global pooled analysis", "authors": [{"first": "M", "middle": ["D"], "last": "Van Kerkhove", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Vandemaele", "suffix": ""}, {"first": "V", "middle": [], "last": "Shinde", "suffix": ""}, {"first": "G", "middle": [], "last": "Jaramillo-Gutierrez", "suffix": ""}, {"first": "A", "middle": [], "last": "Koukounari", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Donnelly", "suffix": ""}], "year": 2011, "venue": "PLoS Med", "volume": "8", "issn": "7", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Principles and Practice of Infectious Diseases", "authors": [{"first": "J", "middle": ["E"], "last": "Bennett", "suffix": ""}, {"first": "R", "middle": [], "last": "Dolin", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Blaser", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "New estimates of influenza-related pneumonia and influenza hospitalizations among the elderly", "authors": [{"first": "A", "middle": ["M"], "last": "Mcbean", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Hebert", "suffix": ""}], "year": 2004, "venue": "Int J Infect Dis", "volume": "8", "issn": "4", "pages": "227--235", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Influenza-associated hospitalizations in the United States", "authors": [{"first": "W", "middle": ["W"], "last": "Thompson", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Shay", "suffix": ""}, {"first": "E", "middle": [], "last": "Weintraub", "suffix": ""}, {"first": "L", "middle": [], "last": "Brammer", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Bridges", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Cox", "suffix": ""}], "year": 2004, "venue": "Jama", "volume": "292", "issn": "11", "pages": "1333--1340", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Comparison of clinical features and outcomes of medically attended influenza A and influenza B in a defined population over four seasons", "authors": [{"first": "S", "middle": ["A"], "last": "Irving", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Patel", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Kieke", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Donahue", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Vandermause", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Shay", "suffix": ""}], "year": 2004, "venue": "Influenza Other Respir Viruses", "volume": "6", "issn": "1", "pages": "37--43", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Intensive Care Admissions and Associated Severity of Influenza B Versus A During Influenza B Vaccine-mismatched Seasons", "authors": [{"first": "M", "middle": [], "last": "Korem", "suffix": ""}, {"first": "E", "middle": [], "last": "Orenbuch-Harroch", "suffix": ""}, {"first": "E", "middle": [], "last": "Ben-Chetrit", "suffix": ""}, {"first": "S", "middle": [], "last": "Israel", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Cohen", "suffix": ""}, {"first": "S", "middle": [], "last": "Sviri", "suffix": ""}], "year": 2019, "venue": "Clin Infect Dis", "volume": "30", "issn": "6", "pages": "1049--1052", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Surveillance of influenza-like illness in Israel. Weekly update report", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Hospitalization for influenza A versus B", "authors": [{"first": "D", "middle": [], "last": "Tran", "suffix": ""}, {"first": "W", "middle": [], "last": "Vaudry", "suffix": ""}, {"first": "D", "middle": [], "last": "Moore", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Bettinger", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Halperin", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Scheifele", "suffix": ""}], "year": 2016, "venue": "Pediatrics", "volume": "138", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Comparison of the epidemiology of laboratory-confirmed influenza A and influenza B cases in Manitoba", "authors": [{"first": "A", "middle": ["M"], "last": "Hinds", "suffix": ""}, {"first": "S", "middle": [], "last": "Bozat-Emre", "suffix": ""}, {"first": "P", "middle": [], "last": "Van Caeseele", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Mahmud", "suffix": ""}], "year": 2015, "venue": "Canada. BMC Public Health", "volume": "15", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s12889-015-1351-z"]}}, "BIBREF11": {"ref_id": "b11", "title": "Patients hospitalized with laboratory-confirmed influenza during the 2010-2011 influenza season: exploring disease severity by virus type and subtype", "authors": [{"first": "S", "middle": ["S"], "last": "Chaves", "suffix": ""}, {"first": "D", "middle": [], "last": "Aragon", "suffix": ""}, {"first": "N", "middle": [], "last": "Bennett", "suffix": ""}, {"first": "T", "middle": [], "last": "Cooper", "suffix": ""}, {"first": "D", "middle": [], "last": "Mello", "suffix": ""}, {"first": "T", "middle": [], "last": "Farley", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2013, "venue": "J Infect Dis", "volume": "208", "issn": "8", "pages": "1305--1314", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Demographic and clinical characteristics of patients Influenza A (n = 201) Influenza B (n = 325) p value BMI, body mass index; IQR, interquartile range; CRP, C active protein; WBC, white blood cells", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1 Demographic and clinical characteristics of patients", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Influenza A (n = 201) </td><td>Influenza B (n = 325) </td><td>p value\n</td></tr><tr><td>Age, median (IQR) </td><td>73 (60.5-82) </td><td>75 (64-84) </td><td>0.04\n</td></tr><tr><td>Female gender, n (%) </td><td>98 (49%) </td><td>170 (52%) </td><td>0.4\n</td></tr><tr><td>BMI, median (IQR) </td><td>26.7 (23.3-30.7) </td><td>25.6 (23.3-29.2) </td><td>0.1\n</td></tr><tr><td>Assisted in daily living, n (%) </td><td>43/197 (22%) </td><td>83/317 (26%) </td><td>0.3\n</td></tr><tr><td>Home residency, n (%) </td><td>50/198 (25%) </td><td>83/315 (26%) </td><td>0.8\n</td></tr><tr><td>Symptom duration at admission (days; median, IQR) </td><td>4 (2-6) </td><td>3 (2-5) </td><td>0.2\n</td></tr><tr><td>Influenza-like illness, n (%) </td><td>120 (65%) </td><td>190 (62%) </td><td>0.1\n</td></tr><tr><td>Recent influenza vaccine, n (%) </td><td>33/58 (57%) </td><td>54/111 (49%) </td><td>0.3\n</td></tr><tr><td>Age-adjusted Charlson's score, median (IQR) </td><td>5 (3-7) </td><td>5 (3-7) </td><td>0.06\n</td></tr><tr><td>Ischemic heart disease, n (%) </td><td>32 (16%) </td><td>68 (21%) </td><td>0.2\n</td></tr><tr><td>Congestive heart disease, n (%) </td><td>16 (8%) </td><td>45 (14%) </td><td>0.04\n</td></tr><tr><td>Chronic obstructive lung disease, n (%) </td><td>26 (13%) </td><td>30 (9%) </td><td>0.2\n</td></tr><tr><td>Previous stroke, n (%) </td><td>25 (12%) </td><td>34 (11%) </td><td>0.5\n</td></tr><tr><td>Chronic kidney disease, n (%) </td><td>14 (7%) </td><td>29 (9%) </td><td>0.4\n</td></tr><tr><td>Diabetes mellitus, n (%) </td><td>63 (31%) </td><td>105 (32%) </td><td>0.8\n</td></tr><tr><td>Active malignancy, n (%) </td><td>19 (10%) </td><td>27 (8%) </td><td>0.6\n</td></tr><tr><td>Organ transplant, n (%) </td><td>9 (5%) </td><td>14 (4%) </td><td>0.9\n</td></tr><tr><td>Bone marrow transplant, n (%) </td><td>2 (1%) </td><td>6 (2%) </td><td>0.7\n</td></tr><tr><td>Systemic steroid, n (%) </td><td>40 (20%) </td><td>62 (19%) </td><td>0.8\n</td></tr><tr><td>Immunosuppressive therapy, n (%) </td><td>13 (7%) </td><td>19 (6%) </td><td>0.8\n</td></tr><tr><td>Temperature (Celsius; median, IQR) </td><td>37.5 (37-38.4) </td><td>37.4 (36.8-38.1) </td><td>0.02\n</td></tr><tr><td>Systolic blood pressure (mmHg; median, IQR) </td><td>118 (107-133) </td><td>119 (106-137) </td><td>0.6\n</td></tr><tr><td>Albumin (mg/dL; median, IQR) </td><td>3.6 (3.2-4) </td><td>3.6 (3.2-4) </td><td>0.8\n</td></tr><tr><td>CRP (median, IQR) </td><td>5.9 (3.1-14.4) </td><td>5.1 (2.2-12.3) </td><td>0.1\n</td></tr><tr><td>Creatinine (median, IQR) </td><td>1.04 (0.79-1.36) </td><td>1.11 (0.82-1.57) </td><td>0.1\n</td></tr><tr><td>WBC (median, IQR) </td><td>8.6 (6.3-11.5) </td><td>8.3 (5.7-11.5) </td><td>0.2\n</td></tr><tr><td>Empiric oseltamivir therapy, n (%) </td><td>143 (71%) </td><td>214 (66%) </td><td>0.2\n</td></tr><tr><td>Time to Oseltamivir start (hours; median, IQR) </td><td>22 (11-38) </td><td>20.5 (12-35) </td><td>0.8\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Table 3 Univariate and multivariate regression model for risk factors of influenza-related adverse events", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>Univariate OR (95% CI) </td><td>Multivariate OR (95% CI) </td><td>p value\n</td></tr><tr><td>Age </td><td>0.98 (0.97-0.99) </td><td>1.009 (0.99-1.03) </td><td>0.3\n</td></tr><tr><td>Congestive heart disease </td><td>0.54 (0.29-0.98) </td><td>1.25 (0.49-3.17) </td><td>0.6\n</td></tr><tr><td>Infection with influenza A </td><td>1.2 (0.7-2) </td><td>1.72 (0.95-3.13) </td><td>0.07\n</td></tr><tr><td>Bone marrow transplant </td><td>5.6 (1.2-25) </td><td>3.65 (0.69-19.3) </td><td>0.1\n</td></tr><tr><td>Chronic kidney disease </td><td>2.5 (1.14-5.28) </td><td>1.69 (0.65-4.37) </td><td>0.3\n</td></tr><tr><td>Hypoalbuminemia* </td><td>6 (3.5-11) </td><td>5.69 (3.08-10.51) </td><td>0.0001\n</td></tr><tr><td>Creatinine level increase** </td><td>1.5 (1.2-1.7) </td><td>1.34 (1.11-1.63) </td><td>0.003\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Table 4 Multivariate model for risk factors for 30-day mortality", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>Univariate OR (95% CI) </td><td>Multivariate OR (95% CI) </td><td>p value\n</td></tr><tr><td>Influenza A virus </td><td>1.14 (0.58-2.21) </td><td>1.63 (0.77-3.41) </td><td>0.2\n</td></tr><tr><td>Age-adjusted Charlson's score </td><td>1.7 (1-1.3) </td><td>1.18 (1.03-1.36) </td><td>0.02\n</td></tr><tr><td>ICU admission </td><td>4.6 (1.6-13.5) </td><td>1.51 (0.38-5.98) </td><td>0.6\n</td></tr><tr><td>Hypoalbuminemia* </td><td>3.36 (1.67-6.77) </td><td>2.07 (0.91-4.73) </td><td>0.08\n</td></tr><tr><td>Creatinine level (mg/dL) at presentation** </td><td>1.37 (1.2-1.6) </td><td>1.25 (1.01-1.54) </td><td>0.04\n</td></tr><tr><td>Vasopressors </td><td>11 (4-30) </td><td>8.56 (2.47-29.6) </td><td>0.001\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The study was approved by the Rabin Medical Centre ethics committee.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}, {"text": "The authors declare that they have no conflict of interest.Informed consent Informed consent was waived because of the retrospective, non-interventional nature of the study.", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest"}]}