{"paper_id": "bf4e84f5fece446085460d21fc87c1364c2b16ae", "metadata": {"title": "Radiologic imaging of the transplanted small bowel", "authors": [{"first": "A", "middle": [], "last": "Pecchi", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Modena and Reggio Emilia", "location": {"addrLine": "Policlinico Via del Pozzo 71", "postCode": "41100", "settlement": "Modena", "country": "Italy"}}, "email": ""}, {"first": "M", "middle": [], "last": "De Santis", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Modena and Reggio Emilia", "location": {"addrLine": "Policlinico Via del Pozzo 71", "postCode": "41100", "settlement": "Modena", "country": "Italy"}}, "email": ""}, {"first": "P", "middle": [], "last": "Torricelli", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Modena and Reggio Emilia", "location": {"addrLine": "Policlinico Via del Pozzo 71", "postCode": "41100", "settlement": "Modena", "country": "Italy"}}, "email": ""}, {"first": "R", "middle": [], "last": "Romagnoli", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Modena and Reggio Emilia", "location": {"addrLine": "Policlinico Via del Pozzo 71", "postCode": "41100", "settlement": "Modena", "country": "Italy"}}, "email": ""}, {"first": "F", "middle": [], "last": "Di Francesco", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Modena and Reggio Emilia", "location": {"addrLine": "Via del Pozzo 71", "postCode": "41100", "settlement": "Modena", "country": "Italy"}}, "email": ""}, {"first": "N", "middle": [], "last": "Cautero", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Modena and Reggio Emilia", "location": {"addrLine": "Via del Pozzo 71", "postCode": "41100", "settlement": "Modena", "country": "Italy"}}, "email": ""}, {"first": "A", "middle": [], "last": "Pinna", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Bologna", "location": {"addrLine": "Via Albertoni 15", "postCode": "40100", "settlement": "Bologna", "country": "Italy"}}, "email": ""}]}, "abstract": [{"text": "Background: The radiologic evaluation of the transplanted bowel is largely unknown and rather complex because it involves several techniques that depend on indications and times that have not been fully defined. Methods: From December 2000 to November 2002 in the Section of Radiology I of the University of Modena and Reggio Emilia (Modena, Italy), 11 patients with transplanted bowel were studied with different methods: traditional radiologic evaluation with contrast agent (all patients), evaluation of transit time with radiopaque markers (five patients), ultrasonographic (US) evaluation of the intestinal wall and Doppler US of the vascular axes (five patients), computed tomographic (CT) evaluation (all patients), and magnetic resonance (MR) evaluation of the bowel and the vascular axes (five patients). Traditional contrast examination enabled evaluation of the gastroesophageal transit and cardia functionality; anatomy and integrity of the anastomoses (proximal and distal); time of gastric emptying; morphology, tone, and kinesis of the transplanted small bowel loops and time of global transit. The study of transit with radiopaque markers was carried out in five patients to define the time of transit through the entire transplanted bowel, confirm recovery of intestinal motility, and identify possible abnormalities. The US examination was carried out in five patients to evaluate the morphology, thickness, and echo structural features of the intestinal loops. Color Doppler was performed to visualize the superior mesenteric artery and a wall arteriole of the sampled loop. CT examination was performed 2 to 4 weeks after surgery to evaluate the anatomy of the transplanted organs, arterial and venous anastomoses in case of complications identified with other Correspondence to: P. Torricelli;", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "methods or suspected, and periodically in the follow-up of patients who underwent transplantation due to Gardner syndrome. The protocol for MR evaluation of the bowel included coronal single-shot fast spin-echo T2-weighted sequences, axial and/or sagittal single-shot fast spin-echo T2-weighted sequences, coronal fast multiplanar spoiled gradient-echo (FMP-SPGR) sequences, coronal FMPSPGR sequences with and without administration of intravenous paramagnetic contrast agent, and axial or sagittal FMPSPGR fat-saturated sequences performed after dynamic gadolinium administration. Results and conclusion: The study of transit with radiopaque markers was useful in patients with chronic intestinal pseudo-obstruction because it identified recovery and normalization of motility. Traditional contrast examination of the gastrointestinal tract continues to play an important role in transplanted patients because it is a simple examination that allows evaluation of the graft anatomy and recovery of motility of the residual native bowel and the transplanted loops. Moreover, it plays a crucial role in early detection of major postoperative complications such as intestinal obstruction, perforation, fistulas, and anastomotic complications (stenosis and dehiscence). CT examination is crucial for the detection of fluid collections, abscesses, and fistulas because it can serve as a guide of drainage and during follow-up of patients with Gardner syndrome can be used to investigate all possible sites in which desmoids might arise in addition to their relation to the graft. Because patients with transplanted bowel are generally rather a young population of reproductive age and because of technologic advances, MR may represent an effective method that does not use ionizing radiation and can therefore substitute for traditional radiologic evaluation. US represents a quick examination technique that is easily available and well tolerated by patients, and it has a role to play in the follow-up of transplanted patients and in the identification of major postoperative complications. However, its role in monitoring possible rejection remains to be defined with studies on wider and more representative samples.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Key words: Intestinal transplantation-Traditional radiologic evaluation-Radiopaque markers-Computed tomography-Ultrasound-Magnetic resonance Intestinal transplantation currently represents an effective therapeutic alternative in patients with pathologies that lead to terminal intestinal insufficiency when complications due to long-term parenteral nutrition are no longer controlled by conventional medical therapies. Thanks to the latest advances in surgical techniques, a better selection of candidates, and new potent immunosuppressive molecules, the survival rate of transplanted patients has gradually increased up to 1 year for 70% of patients.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Radiologic evaluation of the transplanted bowel is largely unknown and rather complex with regard to morphologic and functional aspects and analysis of complications. This is partly due to the small number of publications available in the literature. Several methods are involved in the follow-up of the transplanted bowel and, for some of them such as magnetic resonance (MR) imaging, the potential and indications of radiologic study have not been defined. Basic pathologies were idiopathic pseudo-obstruction (five cases), Gardner syndrome (two cases), portosplenic mesenteric thrombosis (three cases), post-radiation enteritis (one case), volvulus (one case), diffuse intestinal angiomatosis (one case), and postoperative short bowel syndrome (three cases).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Eleven patients underwent isolated intestinal transplantation, three underwent multivisceral transplantation, and two underwent liver and multivisceral transplantation. During the same period, these patients entered a study protocol of the Unit of Radiology I of the University of Modena and Reggio Emilia, which assessed different methods: traditional radiologic evaluation with contrast agent (all patients), transit time with radiopaque markers (five patients), ultrasonographic (US) evaluation of the intestinal wall and Doppler US of the vascular axes (five patients), computed tomographic (CT) evaluation (all patients), and MR evaluation of the bowel and vascular axes (five patients)", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "In accord with the literature, radiologic examination with radiopaque contrast agent (barium sulfate or water soluble) was performed 1 to 2 weeks after the operation and repeated periodically to monitor intestinal function and symptoms of changes in transit. In all patients, contrast examination was preceded by plain film of the abdomen.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Traditional contrast examination was used to evaluate gastroesophageal transit and cardia functionality; anatomy and integrity of anastomoses (proximal and distal); time of gastric emptying; morphology, tone, and kinesis of the transplanted small bowel loops; and time of global transit.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "The study of transit speed with radiopaque markers was carried out in five patients within 1 year after transplantation in the absence of histologic signs of rejection. Ten radiopaque markers (of cubic shape, 2 mm long, based on barium sulfate) were used, and all were given to the patient at the same time. Radiography of the abdomen was performed 1.5, 6, 24, and 30 h after ingestion of markers. Progress of the markers throughout the intestinal loops was measured in time as an index of peristaltic activity. This examination was done to define the time of transit through the entire transplanted bowel, check recovery of motility, and exclude possible motility abnormalities.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "US examination was performed in five patients with an Acuson scanner using convex and surface probes with a frequency of 2.5 to 10 MHz and a General Electric scanner (General Electric Medical Systems, Milwaukee, WI, USA). All patients underwent examination during fasting. The examination continued with a preliminary general evaluation of the transplanted loops. After sampling a loop easily accessible sonographically, axial and longitudinal US were views were scanned to evaluate the morphology, thickness, and echo structural features of the intestinal loops and color Doppler views of the superior mesenteric artery and wall arteriole of the sampled loop CT was performed with a multidetector scanner (General Electric Medical Systems) 2 to 4 weeks after surgery to evaluate the anatomy of the transplanted organs and arterial and venous anastomoses, complications previously identified with other methods or suspected, and periodically in the follow-up of patients who underwent transplantation due to Gardner syndrome. The study protocol included a preliminary acquisition of the entire abdomen without contrast agent with a slice thickness of 5 to 7 mm and dynamic acquisitions after administration of iodate contrast agent (2 mL/kg with a flow rate of 3 mL/s flow with an injection pump) in the arterial and late phases. CT evaluation of transplanted patients permitted evaluation of the intestinal loops (distribution in the abdominal cavity, wall thickness, mucosal folds, and luminal caliber), identification and evaluation of intestinal and cutaneous anastomoses, study of vascular anastomoses through the analysis of scans acquired in arterial and venous phases, study of the mesentery and of lesions that might arise outside the bowel loops (desmoid tumors), and identification of postoperative complications (fluid in the abdomen, collections, hematomas). MR and US examinations were performed on the same day within 1 year after transplantation. For MR examination, all patients (who had not eaten for 12 hours) were examined face upward 1 h after taking 600 to 900 mL of superparamagnetic contrast agent (Lumirem, Guerbet, France) to decrease the signal intensity of the intestinal lumen. MR examination was carried out with a scanner using a high-field intensity (1.5 T Signa, General Electric Medical Systems) and a gradient of 25 mT/m. The examination protocol consisted of quick gradientecho sequences in the coronal plane that were used as scout views to prescribe the following sequences:", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Coronal single-shot fast spin-echo (SSFSE) T2weighted sequences (repetition time 3000 ms, echo time 100 ms, flip angle 90 degrees) with and without fat saturation, thickness of 5 to 8 mm, interval of 0 to 1 mm, acquisition matrix of 256 · 256, and number of excitations (NEX) of 0.5 in one breath-hold. To cover the entire body volume, two to five apneas were required, with an interval of 9 to 17 s for each apnea. Axial and/or sagittal SSFSE T2-weighted sequence with the same parameters as above. Coronal fast multiplanar spoiled gradient-echo (FMPSPGR) sequence with a repetition time of 100 to 120 ms, echo time of 1.5 ms, flip angle of 60 degrees, and one breath-hold for 14 s. Coronal FMPSPGR with the same parameters of the previous sequence, combined with fat saturation before and after administration of 0.2 m/kg paramagnetic contrast agent (intravenous gadolinium). Sequences were repeated 30, 60, 120, and 300 s after intravenous injection of contrast agent. Axial and/or sagittal and FMPSPGR fat-saturated sequences after dynamic examination with gadolinium. MR examination was done to define the possible role of this method in the follow-up of transplanted patients, study recovery of intestinal motility, identify early occurrence of rejection, and assess integrity of vascular anastomoses.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "The following MR findings were considered: morphologic evaluation of intestinal loops and wall thickness (normal 3 to 5 mm), in particular in SSFSE and FMPSPGR sequences without fat saturation; evaluation of the signal intensity of the bowel loop wall in SSFSE fat-saturated sequences; evaluation of enhancement of loop walls by gadolinium-enhanced dynamic FMPSPGR fat-suppressed sequences; and evaluation of the patency of the vascular axes and anastomoses through FMPSPGR fat-saturated sequences.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Traditional radiologic evaluation of the gastrointestinal tract with radiopaque contrast agent allowed anatomic and morphologic examinations of the graft, proximal and distal anastomoses, and tone and motility of transplanted loops in all patients (Fig. 1 ). This method identified some complications reported by our patients ( Table 2 ; Fig. 2 ).", "cite_spans": [], "ref_spans": [{"start": 248, "end": 255, "text": "(Fig. 1", "ref_id": "FIGREF1"}, {"start": 328, "end": 335, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 338, "end": 344, "text": "Fig. 2", "ref_id": "FIGREF2"}], "section": "Results"}, {"text": "The study of transit time showed restoration of some graft motility in all five transplanted patients. However, different transit times were found: 24 to 30 h in three patients (Fig. 3 ) and about 6 hours in the remaining two patients. Considering the graft length and the type of proximal and distal anastomoses, we concluded that the transit time was normal in the first three patients and accelerated in the remaining two. In these two patients, there were clinical signs of malabsorption and lack of weight increase. In all four patients with skin stoma, exit of markers did not follow a preferred path because it occurred through the stoma and the physiologic transit.", "cite_spans": [], "ref_spans": [{"start": 177, "end": 184, "text": "(Fig. 3", "ref_id": "FIGREF3"}], "section": "Results"}, {"text": "US study of the transplanted loops, carried out on five patients, showed a midabdominal location of loops, with no visible changes in the wall. In all patients, wall thickness at the level of the sampled loops appeared normal at 2 to 6 mm. Further, echographic stratification of the wall appeared normal and was characterized by five different layers that were alternately hyperechoic and hypoechoic. In two patients, US demonstrated fluid in the abdomen that was clearly visible between intestinal loops. In one patient, intestinal peristalsis appeared marked, which was consistent with clinical evidence of diarrhea. Color Doppler evaluation was used to calculate the resistance indexes of the mesenteric artery and a wall arteriole. The parameters are listed in Table 1 (Fig. 4) .", "cite_spans": [], "ref_spans": [{"start": 765, "end": 772, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 773, "end": 781, "text": "(Fig. 4)", "ref_id": "FIGREF4"}], "section": "Results"}, {"text": "CT allowed systematic evaluation of the site, caliber, and wall thickness of the transplanted loops and the identification and evaluation of the integrity of the anastomoses. CT examination also suggested some findings that were considered ''normal'' in the early postoperative phase, such as some fluid between loops, slight distention of the loops, mesenteric thickening, and slightly increased lymph nodes in the mesenteric fat (Figs. 5, 6). CT played a crucial role in the identification of most complications ( Table 2 ; Figs. 2, 7, 8, 9, 10, 11, 12) .", "cite_spans": [{"start": 532, "end": 534, "text": "2,", "ref_id": "BIBREF1"}, {"start": 535, "end": 537, "text": "7,", "ref_id": "BIBREF6"}, {"start": 538, "end": 540, "text": "8,", "ref_id": "BIBREF7"}, {"start": 541, "end": 543, "text": "9,", "ref_id": "BIBREF8"}, {"start": 544, "end": 547, "text": "10,", "ref_id": "BIBREF9"}, {"start": 548, "end": 551, "text": "11,", "ref_id": "BIBREF10"}, {"start": 552, "end": 555, "text": "12)", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 516, "end": 523, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "In all patients, MR allowed evaluation of the morphology, transit, and wall enhancement of transplanted loops. Moreover, dynamic sequences permitted angiographic study of vascular axes (Fig. 13) .", "cite_spans": [], "ref_spans": [{"start": 185, "end": 194, "text": "(Fig. 13)", "ref_id": "FIGREF1"}], "section": "Results"}, {"text": "Complications identified in patients and examined are listed in Table 2 .", "cite_spans": [], "ref_spans": [{"start": 64, "end": 71, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "Intestinal transplantation must ensure restoration of an adequate absorption capacity and a coordinated motility of smooth muscles. Although the absorptive capacity of the transplanted bowel has been dealt exhaustively by the current literature, the issue of motility has not been analyzed in depth [1] . Intestinal motility is regulated by a delicate and complex neural enteric system that can be easily damaged, even during technically successful surgery. However, the bowel can react by activating compensatory mechanisms through neurohormonal feedback that helps it regain adequate motility [1] . Some studies have demonstrated that graft motility between meals, although not coordinated with that of the residual native bowel, remains intact. Nevertheless, despite the importance of this motility in preventing bacterial overgrowth, motility after meals regulates intestinal transit and, hence, influences nutrient absorption. A recent study conducted in animal models concluded that, despite complete extrinsic denervation and prolonged ischemia, the enteric nervous system can generate and sustain a coordinated motility after meals [1] . According to the study, the only anomaly that can arise is an accelerated transit due to increased tone (or nonrelaxation) of the transplanted ileal smooth muscle. In various works reported in the literature, intestinal denervation has been associated with accelerated transit, abnormal propulsive contractions, and giant, migrating motor complexes. However, the exact meaning of these associations is unknown. Transit remains accelerated for 2 months after transplantation and gradually decreases. In some cases, accelerated transit can cause malabsorption. However, no data are available concerning a postoperative period longer than 2 months.", "cite_spans": [{"start": 299, "end": 302, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 595, "end": 598, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 1140, "end": 1143, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Discussion"}, {"text": "The study of transit speed with radiopaque markers allows evaluation of the times of intestinal transit section by section and as a whole as a mean transit time [2] . However, data in the literature differ with respect to an average global transit time in adults [3] , with reported times of 42.3, 54, and 53 h.", "cite_spans": [{"start": 161, "end": 164, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 263, "end": 266, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Discussion"}, {"text": "In our sample, five patients who underwent transplantation, three due to chronic intestinal pseudoobstruction, one due to diffuse intestinal angiomatosis, and one due to splenoportal thrombosis, underwent study of transit times 6 to 12 months after transplantation. The study showed recovery of graft motility in these patients: 24 to 30 h in three patients and about 6 hours in the other two. Because of the different bowel lengths in these patients, we concluded that transit time was normal in the first three patients and accelerated in the remaining two. In four patients with skinostomy, exit of markers did not follow a preferred way because it occurred through the stoma and the physiologic transit. Patients who had accelerated transit showed clinical signs of malabsorption and lack of weight increase. Therefore, we agree with results reported in the literature [1] and found that grafts regained motility despite denervation that was performed during surgery. Even in our small group of patients, we identified two cases of accelerated transit of unknown significance, which was responsible for malabsorption.", "cite_spans": [{"start": 873, "end": 876, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Discussion"}, {"text": "Traditional radiologic study with radiopaque markers of the upper gastrointestinal tract and small bowel still plays an important role in transplanted patients because it can provide different types of information depending on the moment at which it is performed and on the indication for surgery. The first examination is usually performed 1 to 2 weeks after surgery to analyze graft anatomy and proximal and distal enteric anastomoses and to study motility by analysis of gastric emptying and of tone and kinesis of small bowel loops. In addition, morphologic analysis of intestinal loops is important. The caliber and pattern of the mucosa can be altered in several complications such as acute and chronic rejection and intestinal infections. The traditional radiologic study with contrast agent is potentially useful in early diagnosis of major complications of transplantation such as anastomotic dehiscence, obstructions, fistulas, motility alterations, rejection, and enteric infections [4] . Unless a particular complication is suspected, checkups are repeated on a monthly basis until every clinical and radiologic finding appears normal.", "cite_spans": [{"start": 994, "end": 997, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Discussion"}, {"text": "In the group of patients studied, proximal anastomosis appeared to gastroesophageal, gastrojejunal, or duodenojejunal, whereas the distal anastomosis appeared to be ileorectal or ileocolic. The normal radiologic appearance of the transplanted bowel corresponded to what has been reported in some studies [4, 5] . Intestinal peristalsis can be noticed from the very first checkups, even though the transit time varies from individual to individual more notably than in nontransplanted patients. A certain delay in gastric emptying can be observed, particularly in the first 2 months after transplantation. However, this aspect tends to improve and usually disappears within 6 months. In multivisceral transplants, pyloroplasty usually attenuates gastric atony that might arise in the early postoperative phase. At an early stage, a rather common finding is represented by thickening of mucosal folds, which is visible in the early postoperative months, and which, as reported in the literature, may be related to the presence of a wall edema due to surgery, an ischemic insult to the graft, and lymphatic stasis resulting from interruption of lymphatic drainage [4] .", "cite_spans": [{"start": 304, "end": 307, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 308, "end": 310, "text": "5]", "ref_id": "BIBREF4"}, {"start": 1161, "end": 1164, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Discussion"}, {"text": "In six patients, contrast examination of the bowel demonstrated intestinal obstruction that was subsequently confirmed surgically. In three of these patients, obstruction was determined only by the presence of adhesions, in two patients by stenotic anastomosis (proximal in one and distal in another) and in one patient by a volvulus in one ileal loop. The development of adhesions is a rather frequent complication because transplanted patients undergo several abdominal surgeries before transplantation. This dramatically increases the risk to develop viscero-visceral and wall-visceral adhesions in the abdomen and pelvic cavity, which are responsible for graft displacement in the abdomen and actual interruptions of transit. In one case of adhesive bands, surgical exploration, other than indicating the presence of several adhesions, showed a retractile mesenteritis that was characterized by marked thickening of the mesenteric root, thickened and conglomerated graft loops, and an ileal loop matted by an adhesive band. Lysis of the various adhesions was necessary to release the graft loops.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In one case of anastomotic stenosis, distal anastomosis was involved, with an interruption of transit in the most distal part of the sigma. Surgery showed strong adhesions, frozen appearance of the sigma, its attraction toward the sacrum with acute angulation, and cicatricial stenosis of the upper rectum. In this case, the stenotic tracts were removed and a new distal anastomosis was performed. Stenosis of the proximal duodenojejunal anastomosis resulted from extensive adhesion phenomena that required the temporary creation of a short Roux defunctionalized loop to ensure enteral feeding. In one patient, the intestinal obstruction was determined by volvulus of an ileal loop. In this patient, it was necessary to resect the loop and create a new laterolateral anastomosis.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In another patient, about 5 days after surgery and in the presence of fever and abdominal pain with signs of peritonitis, delayed gastric emptying was apparent in association with distended duodenal loops that were definitely hypotonic and hypokinetic, an enlarged duodenal ''C'', distended hypotonic and hypokinetic jejunal loops with a stack-of-dishes fold pattern, and lack of peristaltic waves. Subsequently, a more specific study of duodenal loops disclosed remarkable contrast leakage at the level of the front wall, in the area between the second and third duodenal sections. CT examination, other than confirming duodenal perforation, indicated at least three fluid collections in the abdomen and a fistulous endocutaneous route. Radiologic findings were subsequently confirmed by surgery.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In only one of two cases of acute rejection that made it necessary to remove the graft, it was possible to collect data for the radiologic study, which was conducted in an early phase of rejection, through water-soluble contrast agent administered through the gastrostomy. This examination showed distended gastric viscera that contained a large amount of fluid, patent pylorus, and a normally distensible duodenal bulb. Transit through the small bowel loops was very much delayed. It took about 4 h for the contrast agent to enhance the small bowel loops, which appeared to be of increased caliber, hardly stretchable, markedly hypokinetic and hypotonic, with almost nonexistent mucosal fold pattern. No signs of interruption were evident. The presence of contrast material in the gastric tract was apparent even after a certain period after the examination. However, the radiologic picture appeared completely nonspecific, and we agree with what has been reported in the literature, namely that the diagnosis of rejection is based on histologic analysis, which identifies different degrees of rejection that range from mild changes in intestinal villi with chronic inflammatory infiltrate to the presence of abscesses of the mucosa and extensive mucosal necrosis involving the entire intestinal wall with possible development of diffuse arterial thrombosis of mural arterioles and vasculitic phenomena [6] . In the two cases of rejection in our series, graft removal in one patient disclosed a bowel completely covered by hemorrhagic petechiae and in another demonstrated late-stage necrosis with multiple perforations of the wall, which appeared edematous and thickened.", "cite_spans": [{"start": 1404, "end": 1407, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Discussion"}, {"text": "CT plays a crucial role in postoperative follow-up of transplanted patients. The existing literature does not provide protocols on the use of CT in patients who previously received transplants. In our group of patients, CT was first performed 2 to 4 weeks after surgery. It clearly showed the anatomy of the transplanted organs, including the small bowel and arterial and venous anastomoses. The transplanted bowel is entirely similar in its CT appearance to the native bowel and is located in its usual position. In contrast, the pancreas, which is included in some multivisceral transplants, is on a lower scan level. In addition, CT clearly shows the anastomoses with the native bowel, temporary stomas, and, in scans after intravenous contrast administration, vascular anastomoses.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Moreover, as previously reported, in the early postoperative stage, some CT findings should not be considered as pathologic but rather as part of the normal process of graft adjustment in the recipientÕs abdominal cavity and of restoration of its motility and absorption function [5, 7] . For example, within the first few weeks after transplantation, we observed variable quantities of fluid in the abdomen, which may partly loculate around the graft intestinal loops or in the perihepatic, perisplenic, or pelvic area. In only one patient did CT show a large amount of supra-and inframesocolic ascites, with consequent displacement and compression of the hollow organs. Analysis of the aspirated fluid demonstrated the chylous nature of the leakage, which disappeared spontaneously, with complete recovery of lymphatic drainage that had been interrupted during transplantation.", "cite_spans": [{"start": 280, "end": 283, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 284, "end": 286, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Discussion"}, {"text": "Transplanted intestinal loops appear entirely similar to normal ones. The wall appears thin, the mucosa has a normal fold pattern, and the lumen caliber is normal. In some cases, we observed moderate to marked ectasia of ileal loops, which can present air-fluid levels and a more or less uniformly thickened wall. The intestinal wall close to the anastomoses may appear edematous, thus mimicking, particularly in the gastric tract, the presence of wall lesions. The mesenteries may present thickenings and interloop adhesions. These findings, which were no observed by subsequent controls, have been described in the literature [5] as normal in the early postoperative weeks. However, wall thickening and loop stretching may also suggest pathologic conditions such as rejection, infections, or occlusions.", "cite_spans": [{"start": 628, "end": 631, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Discussion"}, {"text": "Another CT frequent finding in the early postoperative phase is the presence of small lymph nodes of increased dimensions in the mesenteries, which are no longer observed 1 to 2 months after transplantation. One of the main roles played by CT in postoperative followup of our patients is represented by the study of fluid collections in the abdomen, which is the complication we observed most frequently. CT examination can detect the presence of one or more collections, define the site with a high degree of precision, evaluate the presence of abscesses, and find the best drainage solution. In three cases, CT examination also identified the cause of the collection, namely the presence of a loop perforation, pancreatitis, and hip arthritis. CT is also useful to monitor such collections over time.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "From 1 month to some years after transplantation, a posttransplantation lymphoproliferative disorder (PTLD) might arise, with a possible involvement of several solid organs and lymph nodes. PTLD is a serious complication of immunosuppressive therapy in the transplant of solid organs, with an incidence of 2% to 5%. Currently accepted is the role of Epstein-Barr virus in stimulating proliferation of B lymphocytes that are no longer controlled by T-suppressor lymphocytes, which are inhibited by immunosuppressive therapy. Proliferation of B lymphocytes can have a polymorphous appearance, varying from simple hyperplasia to ascertained lymphomatous Fig. 6 . A-F CT in a patient who underwent multivisceral transplantation. In arterial phase images, under the origin of the renal arteries, vascular arterial anastomosis between a short tract of the donorÕs aorta and the receiverÕs aorta is visible (arrows). G, H A wide laparocele involving ileojejunal loops is clearly visible in a central position. appearances [8] . Imaging plays a crucial role in the identification, staging, and evaluation of response to therapy. CT is the reference technique in case of thoracic involvement and abdominal involvement. Lymph nodes and parenchyma may be involved. At the thoracic level, lung parenchyma can be extensively involved; at the abdominal level, the liver and gastrointestinal tract are the areas more frequently affected by the disease. Imaging of PTLD is similar to that of lymphoproliferative disorders that develop in other conditions of immunodeficiency, such as acquired immunodeficiency syndrome. Both cases are characterized by marked extra lymph nodal involvement (80%). Some investigators have reported a marked tendency of lymphoproliferative disorders to develop in the same anatomic region as the transplanted organ, with involvement of the graft itself [8] . In contrast, some investigators [9] have pointed out that this is true for lung and liver transplants, where there is a prevalent involvement of the thorax and abdomen, but not, e.g., for heart transplant, where thoracic and graft involvements are rare. In our patients, we identified two cases of PTLD. In one case, we observed a prevalent involvement of lymph nodes in the cervical mediastinal area; in the other case, the areas affected were rhinopharyngeal and pulmonary parenchymal. In both cases, the most evident manifestations occurred outside the anatomic region where the graft was located, without any involvement of the graft itself. In addition, in our cases, CT was the reference technique for the detection and evaluation of all affected sites and for the monitoring of the disease over time.", "cite_spans": [{"start": 1015, "end": 1018, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1867, "end": 1870, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1905, "end": 1908, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 651, "end": 657, "text": "Fig. 6", "ref_id": null}], "section": "Discussion"}, {"text": "CT can easily highlight hematomas and often permits, by intravenous contrast study performed in different vascular phases, detection of vascular leaks. In three cases of hemoperitoneum in the present study, CT demonstrated the leak site, which was a hepatic vessel in one case, the mesenteries in another, and the rectum in another.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Another crucial role played by CT is in the follow-up of patients who receive transplant for Gardner syndrome because this method can detect even small desmoid tumors [10, 11] . Among the patients with Gardner syndrome in our study, in one case CT examination showed the development of desmoid tumors after transplantation in the abdominal and wall areas and allowed evaluation of their growth over time.", "cite_spans": [{"start": 167, "end": 171, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 172, "end": 175, "text": "11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion"}, {"text": "Until some years ago, MR in the study of intestinal pathology was limited because respiratory and peristaltic artifacts significantly influenced the quality of the examination and because of the lack of adequate contrast agents. In recent years, the use of MR has widened significantly thanks to the introduction of sequences with respiratory gating or quick sequences that are performed in apnea to prevent respiratory artifacts. The value of MR imaging in patients with inflammatory intestinal disease or neoplasm of the small bowel has been widely documented [12] . The intrinsic ability to contrast soft tissues, the possibility of multiplanar studies (the coronal plane is the best for the study of small bowel anatomy), the availability of axial images for a panoramic study of extraluminal pathologic conditions, dynamic sequences after intravenous contrast administration for evaluation of vascular axes, and contrast enhancement of the intestinal wall are among the main advantages of MR, not to mention the absence of exposure to ionizing radiations [12, 13] . The existing literature stresses in particular the role of some sequences, such as SSFSPE T2-weighted, breath-hold T2-weighted turbo spin-echo, and SPGR T2-weighted sequences in the coronal plane with and without contrast agent, whose application is long established in the functional and morphologic study of the intestinal wall in Crohn disease [12] [13] [14] . The stretching of the intestinal lumen is important because collapsed loops are difficult to distinguish from other extraintestinal structures such as lymph nodes and pathologic lesions and may mimic false wall thickenings.", "cite_spans": [{"start": 562, "end": 566, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1060, "end": 1064, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 1065, "end": 1068, "text": "13]", "ref_id": "BIBREF12"}, {"start": 1418, "end": 1422, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1423, "end": 1427, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1428, "end": 1432, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "At present no data are available on the role of MR, with low-or high-field appliances, in the study of the transplanted bowel because the patient population is relatively small and followed by few centers. As a consequence, the study of the transplanted bowel continues to rely on traditional radiology for morphologic evaluation of transit and on periodic biopsies for the monitoring of rejection.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The MR examination we performed combined quick SSFSE T2-weighted sequences and FMPSPGR sequences with fat saturation in a dynamic study after intravenous administration of gadolinium after oral administration of a negative superparamagnetic contrast agent. Thus, the intestinal lumen appeared distended without its signal, permitting a detailed examination of the intestinal wall.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The most useful plane in the MR study of the abdomen in transplanted patients was the coronal because it provided a panoramic view of the transplanted bowel loops, identified their location in the abdomen, and detected anastomoses and previously performed stomies. In addition, the coronal plane permitted easier identification of vascular axes, evaluation of their patency, and a clearer definition of the relation between lesions and neighboring structures.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "SSFSE T2-weighted sequences are important for morphologic and anatomic evaluation of the transplanted bowel. Conversely, FMPSPGR combined with fat saturation and, in case of dynamic acquisition, with intravenous contrast injection is ideal to evaluate the patency of the vascular axes and intestinal wall thickness In all five patients studied with MR, the protocol ensured morphologic evaluation of the transplanted bowel and transit similar to that obtainable with conventional radiologic study. MR examination displayed contrast enhancement of the intestinal wall and the mesenteric arterial and venous vascularization. In two patients, the coronal images enabled detection and quantification of fluid in the abdomen.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Echographic examination in all patients highlighted the normal distribution of transplanted loops in midabdominal position. In some cases, some fluid within the loops improved our study of the wall thickness and stratification. At the level of the sampled loops, which were more stretched and, hence, more visible, wall thickness in all patients was normal, i.e., 2 to 6 mm. Moreover, echographic wall stratification, characterized by five different layers, alternately hyper-and hypoechoic, appeared normal. Color Doppler depicted blood flow, which was adopted as a reference parameter, i.e., resistance index, which was calculated for the mesenteric artery and a peripheral arteriole sampled on the wall of an intestinal loop. In our small group of patients, we observed high variability between resistance indexes. In particular, in one patient, a decrease in resistance index at the level of the wall vessels was apparent without any visible consequence on mesenteric vessels. In that patient, initial signs of rejection had been identified 2 days previously during endoscopic and biopsy controls. Inflammatory intestinal pathologies have been reported to identify a wall hyperemia, which Doppler visualizes as low-resistance flow signals. In addition, a sharp decrease in peripheral resistance was related to an initial hyperemia in one patient. However, the lack of examinations of ascertained rejection prevents us from drawing con- clusions. In two other patients, we identified a similarity in the Doppler spectrum between the superior mesenteric artery and wall vessels. However, our sample size was not sufficient to come to a meaningful conclusion.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The critical analysis of the role of the various radiologic techniques involved in the study of patients who received intestinal transplant confirmed the importance of some of these techniques, including traditional oral contrast study and CT, which are well established in the study protocol of patients who undergo abdominal surgery. What remains is to define the potential contribution of further techniques, such as MR imaging, in this restricted group of patients. However, because of the young age of these patients and recent innovations in E) coronal FMPSPGR sequence performed 30, 60, 120, and 300 s after intravenous injection of gadolinium DOTA, and (F) compressed images after dynamic evaluation. Superparamagnetic contrast agent was orally administered about 1 h before examination (white arrow in A). The coronal plane clearly displays intestinal loops and vascular axes. SSFSE sequences, after orally administered superparamagnetic contrast agent, allowed careful evaluation of the transplanted loops by visualizing normal loops with dark intraluminal signal (due to contrast agent) and abnormal loops with white intraluminal signal (due to intestinal fluids, without contrast agent; black arrow in A). FMPSPGR sequences accurately display vascular axes, intestinal walls, and their contrast enhancement (white arrows in D, E). appliances and application software, such a definition certainly requires the study of a larger sample than in the present work.", "cite_spans": [], "ref_spans": [{"start": 548, "end": 550, "text": "E)", "ref_id": null}], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Effects of Intestinal transplantation on postprandial motility and regulation of intestinal transit", "authors": [{"first": "C", "middle": ["P"], "last": "Johnson", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Sarna", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2001, "venue": "Surgery", "volume": "129", "issn": "", "pages": "6--14", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Studio della velocitya´di transito del contenuto intestinale con indicatori opachi", "authors": [{"first": "F", "middle": [], "last": "Mazzucato", "suffix": ""}], "year": 1997, "venue": "Anatomia Radiologica Tecnica e Metodologia Propedeutiche alla Diagnostica Mediante Immagin. Padova: Piccin", "volume": "", "issn": "", "pages": "851--852", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The application of radio-opaque markers prior to ileostomy in an infant with chronic intestinal pseudo-obstruction: report of a case", "authors": [{"first": "T", "middle": [], "last": "Hase", "suffix": ""}, {"first": "M", "middle": [], "last": "Kodama", "suffix": ""}, {"first": "A", "middle": [], "last": "Kishida", "suffix": ""}], "year": 1998, "venue": "Surg Today Jpn J Surg", "volume": "28", "issn": "", "pages": "83--86", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Contrast examination of the small bowel in patients with small-bowel transplants: findings in 16 patients", "authors": [{"first": "W", "middle": ["L"], "last": "Campbell", "suffix": ""}, {"first": "K", "middle": [], "last": "Abu-Elmagd", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Federle", "suffix": ""}], "year": 1993, "venue": "AJR", "volume": "161", "issn": "", "pages": "969--974", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Intestinal and multivisceral transplantation", "authors": [{"first": "W", "middle": ["L"], "last": "Campbell", "suffix": ""}, {"first": "K", "middle": [], "last": "Abu-Elmagd", "suffix": ""}, {"first": "H", "middle": [], "last": "Furukawa", "suffix": ""}], "year": 1995, "venue": "Imaging Organ Transplantation", "volume": "33", "issn": "", "pages": "595--614", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Intestinal transplantation", "authors": [{"first": "A", "middle": ["G"], "last": "Tzakis", "suffix": ""}, {"first": "S", "middle": [], "last": "Todo", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Starzl", "suffix": ""}], "year": 1994, "venue": "Annu Rev Med", "volume": "45", "issn": "", "pages": "79--91", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "CT findings in patients with small-bowel transplants", "authors": [{"first": "D", "middle": ["B"], "last": "Bach", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Levin", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Vellet", "suffix": ""}], "year": 1992, "venue": "AJR", "volume": "159", "issn": "", "pages": "311--315", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Posttransplantation lymphoproliferative disorder of the abdomen: CT evaluation in 51 patients", "authors": [{"first": "P", "middle": ["J"], "last": "Pickhardt", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Siegel", "suffix": ""}], "year": 1999, "venue": "Radiology", "volume": "213", "issn": "", "pages": "73--78", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Lymphoproliferative disorders: CT findings in immunocompromised children", "authors": [{"first": "L", "middle": ["F"], "last": "Donnelly", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Frush", "suffix": ""}], "year": 1998, "venue": "AJR", "volume": "171", "issn": "", "pages": "725--731", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Surgery, desmoid tumors, and familial adenomatous polyposis: case report and literature review", "authors": [{"first": "H", "middle": ["T"], "last": "Lynch", "suffix": ""}, {"first": "R", "middle": [], "last": "Fitzgibbons", "suffix": ""}], "year": 1996, "venue": "Am J Gastroenterol", "volume": "91", "issn": "", "pages": "2598--2601", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Imaging of intra-and extraabdominal desmoid tumors", "authors": [{"first": "J", "middle": [], "last": "Casillas", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Sais", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Greve", "suffix": ""}], "year": 1991, "venue": "Radiographics", "volume": "11", "issn": "", "pages": "959--968", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Small-bowel disease: comparison of MR enteroclysis images with conventional enteroclysis and surgical findings", "authors": [{"first": "H", "middle": ["W"], "last": "Umschaden", "suffix": ""}, {"first": "P", "middle": [], "last": "Szolar", "suffix": ""}, {"first": "J", "middle": [], "last": "Gasser", "suffix": ""}], "year": 2000, "venue": "Radiology", "volume": "215", "issn": "", "pages": "717--725", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "MR imaging of the gastrointestinal tract with IV gadolinium and diluted barium oral contrast media compared with unenhanced MR imaging and CT", "authors": [{"first": "R", "middle": ["N"], "last": "Low", "suffix": ""}, {"first": "D", "middle": [], "last": "Francis", "suffix": ""}], "year": 1997, "venue": "AJR", "volume": "169", "issn": "", "pages": "1051--1059", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Magnetic resonance enteroclysis imaging in CrohnÕs disease", "authors": [{"first": "L", "middle": [], "last": "Broglia", "suffix": ""}, {"first": "P", "middle": [], "last": "Gigante", "suffix": ""}, {"first": "C", "middle": [], "last": "Papi", "suffix": ""}], "year": 2003, "venue": "Radiol Med", "volume": "106", "issn": "", "pages": "28--35", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "December 2000 to November 2002, 16 patients (eight men and eight women, age range 17-55 years) underwent intestinal transplantation at the Liver and Multivisceral Transplant Center of the University of Modena and Reggio Emilia (Modena, Italy).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Oral contrast radiologic study of the transplanted bowel. On direct examination of the abdomen, no significant distention of the intestinal loops is visible. Esophageal transit appears regular and the cardia is patent. The time of gastric emptying is normal. Small bowel loops are normally represented and have regular morphology and fold pattern. Peristaltic activity is present, with normal transit of the contrast agent.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Retractile mesenteritis with ileal loop trapped by adhesion. About 10 days after transplantation, an upper obstruction was apparent. A Radiologic study with oral contrast agent indicated preferential opacification of the loop, without passage of contrast agent to the efferent loop or visualization of ileal loops. B CT examination highlights mesenteric thickening and the presence of some lymph nodes that are larger than normal. C Postoperative radiologic examination displays transit recovery with rapid opacification of the loop and passage of contrast agent into the small bowel.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Idiopathic intestinal pseudo-obstruction. Evaluation of transit time with radiopaque markers after intestinal transplantation. A First radiography of the abdomen obtained few minutes after oral administration of radiopaque markers. B Twenty-four hours after intake of markers, four markers can be observed in the pelvic cavity in the rectosigmoid site; two markers remain in the proximal ileojejunal loop. C After 29 h, the markers previously situated in the proximal ileal loops are projected into the pelvic cavity, apparently in the rectosigmoid site. Those previously present at that site have been expelled. Transit occurred with normal times.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "US of the bowel in a transplanted patient. A, B Fluid in some intestinal loops permits clearer US identification of intestinal loops. Clearly visible are the wall thickness and valves. Doppler US displays arterial flows (C) in the mesen-teric artery and (D) at the level of the intestinal wall. E Normal echoic features and mural stratification of transplanted loops are visible.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "A-D CT examination 1 month after transplantation. Intestinal loops are in a midabdominal position. A minimum quantity of perihepatic fluid is present, as is wall thickening of some ileal loops (arrows).", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Chylous ascites. CT after transplantation shows abundant ascites in the supra-and inframesocolic spaces. Bowel loops are displaced and the urinary tracts are dilated. An ileal loop linked to the abdominal wall is clearly visible in the right iliac fossa (arrow).", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Acute respiratory distress syndrome. A Chest radiography clearly depicts several wide parenchymal opacities with blurred edges. B, C CT shows wide, confluent areas of parenchymal consolidation with air bronchogram. Pleural effusion is also visible.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Abdominal abscess. (A-C) CT and (D) US after transplantation show a huge, water-density mass, with thick, mildly enhancing walls extending from the upper abdomen to the supravesical space.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Pelvic abscess. (A-D) CT and (E) US after multivisceral transplantation show a 10-cm pelvic abscess, with thick enhancing walls, containing air bubbles (arrows in C, D). Free abdominal fluid is also visible.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Recurrent desmoid tumors in a patient affected by Gardner syndrome who underwent multivisceral transplantation. Some solid, round, or ovoid masses (arrows) are visible in the (A, B) upper and (C) lower abdomen. Masses display clear edges and strong contrast enhancement. D The pelvic tumor shows nonhomogeneous enhancement (arrow); because it was not radically resectable, it was controlled with radiofrequency ablation and partial necrosis of tumor tissue. and enhancement and for a description of pathologic lesions of the wall and extra-wall mesentery.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "PTLD. Large-cell rhinopharyngeal and thoracic malignant lymphoma developed about 1 year after isolated bowel transplantation. A Solid nonhomogeneous tissue of the rhinopharynx wall spreads toward the parapharyngeal and prevertebral spaces (white arrows) and toward the nasal fossa (black arrow). B In the lung, several confluent areas of parenchymal consolidation, some of which are round, are visible (white arrows). C These lesions are larger at 2-month follow-up on CT.", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Posttransplantation MR imaging. (A) Coronal SSFSE T2-weighted sequence, (B) coronal FMPSPGR sequence, (C) sagittal SSFSE T2-weighted sequences, and (D,", "latex": null, "type": "figure"}, "TABREF0": {"text": "Color Doppler parameters: resistance index", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Resistance index\n</td><td> </td></tr><tr><td>Patient no. </td><td>Mesenteric artery </td><td>Loop-wall small artery\n</td></tr><tr><td>1 </td><td>1.73 </td><td>1.24\n</td></tr><tr><td>2 </td><td>1.34 </td><td>0.54\n</td></tr><tr><td>3 </td><td>1.25 </td><td>1.19\n</td></tr><tr><td>4 </td><td>0.55 </td><td>0.85\n</td></tr><tr><td>5 </td><td>1.20 </td><td>0.85\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Posttransplantation complications", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Complication </td><td>No. of cases </td><td>Diagnostic technique\n</td></tr><tr><td>Intestinal occlusion </td><td>3 Adhesions 1 Ileal volvulus </td><td>Water-soluble contrast radiographic evaluation\n</td></tr><tr><td>Acute rejection </td><td>1 Rectosigmoid postradiation stenosis 1 Duodenojejunal anastomosis stenosis 2 </td><td>Histology\n</td></tr><tr><td>Mesenteric acute ischemia </td><td>1 After graft resection </td><td>CT\n</td></tr><tr><td>Intestinal perforation with </td><td>1 </td><td>CT\n</td></tr><tr><td>fistulous tract and abscess\nFistulous tracts and abscess </td><td>8 </td><td>CT\n</td></tr><tr><td>Peritoneal hemorrhage </td><td>1 Hepatic hematoma\n</td><td>CT\n</td></tr><tr><td>Hemothorax </td><td>1 Rectal vein rupture 1 Small epigastric artery bleeding\n</td><td>CT\n</td></tr><tr><td>Spontaneous pneumothorax </td><td>1 1 </td><td>CT\n</td></tr><tr><td>Pleural effusion </td><td>11 </td><td>Chest radiography, CT\n</td></tr><tr><td>IDC </td><td>1 Death during surgery\n</td><td> </td></tr><tr><td>Recurrence of Gardner disease </td><td>1 </td><td>CT\n</td></tr><tr><td>Chylous ascites </td><td>1 </td><td>CT, US\n</td></tr><tr><td>ARDS </td><td>1 </td><td>CT\n</td></tr><tr><td>PTLD </td><td>2 </td><td>CT\n</td></tr><tr><td>Lung consolidation </td><td>11 </td><td>Chest radiography, CT\n</td></tr><tr><td>Ascites </td><td>6 </td><td>CT, US\n</td></tr><tr><td>Laparocele </td><td>1 </td><td>CT\n</td></tr></table></body></html>"}}, "back_matter": []}