{"paper_id": "bf52541c765b60c1525ba60a651f1b89fa1c9e33", "metadata": {"title": "Infection with Borna Disease Virus: Molecular and Immunobiological Characterization of the Agent", "authors": [{"first": "J", "middle": ["A"], "last": "Richt", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": [], "last": "Vandewoude", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": ["C"], "last": "Zink", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": ["E"], "last": "Clements", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": [], "last": "Herzog", "suffix": "", "affiliation": {}, "email": ""}, {"first": "L", "middle": [], "last": "Stitz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": "", "affiliation": {}, "email": ""}, {"first": "O", "middle": [], "last": "Narayan", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Borna disease virus (BDV), which seems to be distinct from all other known viruses, exhibits a unique mechanism of pathogenesis. This review highlights several aspects of the biology of infection with this virus and summarizes the preliminary characterization of the agent. Studies on BDV may help to illuminate several important areas of neurobiology, including the mechanisms regulating the replication of a new type of RNA virus in the nuclei of neural cells, the neuroinvasiveness and neurotropism of such viruses, their T cell-mediated immunopathology, tolerance in newborn animals to persistent viral infection of the central nervous system, and behavioral diseases and eating disorders induced by such agents.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "mainly in the gray matter of the brain, and pathognomonic intranuclear Joest-Degen inclusion bodies in neurons and astrocytes of the frontal cortex [8, 9] .", "cite_spans": [{"start": 148, "end": 151, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 152, "end": 154, "text": "9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": ""}, {"text": "Mechanisms of transmission of the virus in horses and sheep are not well understood, but experimental data suggest that intranasal infection is the common route [10] . Recent seroepidemiological and virological surveys of Borna disease in horses have shown that BDV-specific antibodies are present in many horses without clinical signs of the disease. Since most of these animals remain clinically healthy for at least 1 year, a long incubation period may be characteristic of the pathogenesis of Borna disease [11] . These data suggest further that BDV is more widely disseminated than was previously thought. In fact, BDV-specific antibodies have been found in clinically healthy horses in the United States (authors' unpublished results).", "cite_spans": [{"start": 161, "end": 165, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 511, "end": 515, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": ""}, {"text": "BDV has been only partially characterized. Although the agent is known to have physical and replicative properties typical of conventional viruses [1, 12, 13] , its nucleic acid has only recently been identified as RNA [14] [15] [16] [17] .", "cite_spans": [{"start": 147, "end": 150, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 151, "end": 154, "text": "12,", "ref_id": "BIBREF11"}, {"start": 155, "end": 158, "text": "13]", "ref_id": "BIBREF12"}, {"start": 219, "end": 223, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 224, "end": 228, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 229, "end": 233, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 234, "end": 238, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "The Agent"}, {"text": "BDV is highly neurovirulent in most laboratory animals and in cell cultures. It has a tropism for cells derived from the neural crest: neurons, astrocytes, and Schwann cells. Tissue culture cells of nonneuronal origin exhibit only low-level susceptibility to infection, but this resistance can be overcome by cocultivation with BDV-infected primary brain cultures [18] . The virus replicates noncytopathically in infected cells and is tightly cell associated. Infection with BDV is persistent; cultures produce approximately one infectious unit per cell [13] . Treatment of infected cells with interferon a/,3 does not influence the establishment or maintenance of persistent infection [19] . Persistently infected MDCK (Madin-Darby canine kidney) cells are widely used in indirect immunofluorescence assays for the detection of BDV-specific antibodies in serum and CSF of affected animals and humans [18, 20] . The viral antigens in persistently infected cells accumulate in the nuclei (sparing the nucleoli) and in the perinuclear area of the cytoplasm and appear as punctate grains in immunofluorescence reactions.", "cite_spans": [{"start": 364, "end": 368, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 554, "end": 558, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 686, "end": 690, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 901, "end": 905, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 906, "end": 909, "text": "20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Infection in Tissue Culture"}, {"text": "BDV particles have never been visualized in infectious material, but replication of BDV is associated with synthesis of at least three novel polypeptides with respective molecular masses of 14, 24, and 38-39 kD [21] [22] [23] [24] . Antibodies to these virus-associated antigens are produced in infected animals and can be recognized readily by radioimmunoprecipitation and western blot analysis [21] [22] [23] [24] . Sera from animals previously infected with BDV or immunized with BDV-specific proteins do not neutralize the infectivity of the virus [25] [26] [27] .", "cite_spans": [{"start": 211, "end": 215, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 216, "end": 220, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 221, "end": 225, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 226, "end": 230, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 396, "end": 400, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 401, "end": 405, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 406, "end": 410, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 411, "end": 415, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 552, "end": 556, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 557, "end": 561, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 562, "end": 566, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Proteins of BDV"}, {"text": "Polyclonal antibodies to all three BDV proteins are found in the serum of infected animals. Monoclonal antibodies (mAbs) to the 38/39-kD and 24-kD antigens have been obtained after immunization of mice with BDV-specific antigens [22, 24] or after infection of rats [22] . Most of these antibodies react in western blot analyses exclusively with the protein used for immunization in lysates of infected cell cultures and infected rat brain. Evidence for an antigenic relation between these two proteins has been found by protease digestion and tryptic fingerprint analysis [24] . Several identical peptides were revealed after digestion of the 38/39-kD and 24-kD proteins. Furthermore, the cross-reactivity of mAbs to the purified 38/39-kD and 24-kD proteins indicates that these proteins share antigenic determinants [16, 24] . Neither protein is glycosylated, but the 24-kD antigen was found to be phosphorylated at serine residues [24] .", "cite_spans": [{"start": 229, "end": 233, "text": "[22,", "ref_id": "BIBREF21"}, {"start": 234, "end": 237, "text": "24]", "ref_id": "BIBREF23"}, {"start": 265, "end": 269, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 572, "end": 576, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 817, "end": 821, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 822, "end": 825, "text": "24]", "ref_id": "BIBREF23"}, {"start": 933, "end": 937, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Proteins of BDV"}, {"text": "BDV has not yet been classified taxonomically because infectious particles have never been visualized, and only recently has this agent been identified as an RNA virus [14] [15] [16] [17] 28] . Since novel proteins were identified in BDV-infected cells and tissues, it was assumed that BDV-specific mRNAs must also be present in infected material. Thus the strategy used to isolate BDV-specific molecular clones was to construct subtractive cDNA libraries from mRNAs isolated from uninfected and BDV-infected cell cultures and brain [15, 16] . No specific nucleic acid probe for BDV was available; the cDNA cloning was therefore done in an expression vector, and clones were screened with mAbs [16] specific for the BDV-specific 38/39-kD protein [22] or with a radiolabeled subtraction probe enriched for BDV-specific sequences [15] . The BDV-specific clones isolated in our laboratory [16, 17, 28] and in that of another group [14, 15] recognized four BDV-specific RNAs of 10.5, 3.6, 2.1, and 0.85 kilobases (kb), respectively, in BDV-infected rat brain; all of these RNAs were enriched by polyadenylate selection [16] . Lipkin et al. [15] reported that the largest RNA species is 8.5 kb in size and is not polyadenylated.", "cite_spans": [{"start": 168, "end": 172, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 173, "end": 177, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 178, "end": 182, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 183, "end": 187, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 188, "end": 191, "text": "28]", "ref_id": "BIBREF27"}, {"start": 533, "end": 537, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 538, "end": 541, "text": "16]", "ref_id": "BIBREF15"}, {"start": 694, "end": 698, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 746, "end": 750, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 828, "end": 832, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 886, "end": 890, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 891, "end": 894, "text": "17,", "ref_id": "BIBREF16"}, {"start": 895, "end": 898, "text": "28]", "ref_id": "BIBREF27"}, {"start": 928, "end": 932, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 933, "end": 936, "text": "15]", "ref_id": "BIBREF14"}, {"start": 1115, "end": 1119, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1136, "end": 1140, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Nucleic Acid of BDV"}, {"text": "In vitro transcription and translation of the BDV-specific cDNA clone isolated in our laboratory (clone B8) produced proteins of 24 and 14 kD that were recognized by both polyclonal and monoclonal antibodies to BDV [16, 17, 28] (figure 1). No significant similarities to any known viral or cellular sequences were detected with both the nucleotide and the amino acid sequences of clone B8 [16, 17] . In addition, Southern blot hybridization with BDV-specific cDNA clones isolated by both laboratories [15, 16] showed that these clones were not of cellular origin and did not hybridize to any DNA species in infected material.", "cite_spans": [{"start": 215, "end": 219, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 220, "end": 223, "text": "17,", "ref_id": "BIBREF16"}, {"start": 224, "end": 227, "text": "28]", "ref_id": "BIBREF27"}, {"start": 389, "end": 393, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 394, "end": 397, "text": "17]", "ref_id": "BIBREF16"}, {"start": 501, "end": 505, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 506, "end": 509, "text": "16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Nucleic Acid of BDV"}, {"text": "These data and the identification of four species of RNA in infected material clearly demonstrate that BDV is an RNA virus [14] [15] [16] [17] 28] . Furthermore, since the BDV-specific RNAs in infected material are sensitive to digestion with pancreatic RNase, BDV seems to be a single-stranded RNA virus [14] .", "cite_spans": [{"start": 123, "end": 127, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 128, "end": 132, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 133, "end": 137, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 138, "end": 142, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 143, "end": 146, "text": "28]", "ref_id": "BIBREF27"}, {"start": 305, "end": 309, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Nucleic Acid of BDV"}, {"text": "Oligonucleotides with negative polarity from different regions of the B8 clone all hybridized to the same four positivestrand RNAs identified for the entire B8 clone [16, 17, 28] (figure 2, lane b). This result indicates that all of the nucleotide sequences in the B8 clone are present in all of the larger RNAs and thus suggests that the organization of the RNAs is a nested set of overlapping RNAs, as in coronaviruses [29] [30] [31] . In addition, positive-polarity oligonucleotides from different regions of clone B8 hybridized to three BDV-specific RNAs of 10.0, 3.5, and 1.7 kb [17, 28] (figure 2, lane d). These RNAs probably represent negative-strand complements of the positive RNA species. Recently, negativestrand RNAs have been identified in coronavirus-infected cells; these RNAs are thought to be important in replication of the subgenomic RNAs [30, 31] . Thus, both the organization of the RNAs and the presence of positive-and negativestrand RNAs indicate a striking similarity of BDV to the coronavirus family, although it has not yet been resolved whether BDV is a negative-or a positive-strand RNA virus. The resolution of this issue will require the isolation of BDV and the identification of the polarity of its genomic RNA.", "cite_spans": [{"start": 166, "end": 170, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 171, "end": 174, "text": "17,", "ref_id": "BIBREF16"}, {"start": 175, "end": 178, "text": "28]", "ref_id": "BIBREF27"}, {"start": 421, "end": 425, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 426, "end": 430, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 431, "end": 435, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 584, "end": 588, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 589, "end": 592, "text": "28]", "ref_id": "BIBREF27"}, {"start": 859, "end": 863, "text": "[30,", "ref_id": "BIBREF29"}, {"start": 864, "end": 867, "text": "31]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Nucleic Acid of BDV"}, {"text": "BDV is infectious for a wide range of animal species, from chickens to nonhuman primates and possibly humans [1, 3, 20, 32] . The clinical manifestations and outcome of experimental infection vary among animals. Rabbits develop an Reproduced with permission from [28] . acute, fatal paralytic disease similar to that seen in horses within 4-6 weeks [4, 5] ; tree shrews (Tupaia glis) develop an unusual, nonfatal behavioral disease characterized by aberrant social interactions [33] . Several strains of rat can be infected with BDV [25] [26] [27] 34] , but only some of these strains develop disease [35] . With the exact manifestation depending on the viral variant, Lewis rats can develop a biphasic neurological illness characterized by an initial hyperacute aggressive phase that is followed by a passive somnolent stage, an obesity syndrome with fertility disturbances, or paralysis followed by death [5, 25, 26, 36] . Rhesus monkeys develop severe paralytic disease with retinopathy [5, 37, 38] , whereas mice and hamsters show no clinical signs despite replication of BDV in the CNS [39, 40] . Histologic studies of brains from animals with Borna disease show typical meningoencephalomyelitis, with the most severe lesions in the frontal region of the cerebral cortex. No pathological abnormalities have been observed in infected mice and hamsters.", "cite_spans": [{"start": 109, "end": 112, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 113, "end": 115, "text": "3,", "ref_id": "BIBREF2"}, {"start": 116, "end": 119, "text": "20,", "ref_id": "BIBREF19"}, {"start": 120, "end": 123, "text": "32]", "ref_id": "BIBREF31"}, {"start": 263, "end": 267, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 349, "end": 352, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 353, "end": 355, "text": "5]", "ref_id": "BIBREF4"}, {"start": 478, "end": 482, "text": "[33]", "ref_id": "BIBREF32"}, {"start": 533, "end": 537, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 538, "end": 542, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 543, "end": 547, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 548, "end": 551, "text": "34]", "ref_id": "BIBREF33"}, {"start": 601, "end": 605, "text": "[35]", "ref_id": "BIBREF34"}, {"start": 907, "end": 910, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 911, "end": 914, "text": "25,", "ref_id": "BIBREF24"}, {"start": 915, "end": 918, "text": "26,", "ref_id": "BIBREF25"}, {"start": 919, "end": 922, "text": "36]", "ref_id": "BIBREF35"}, {"start": 990, "end": 993, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 994, "end": 997, "text": "37,", "ref_id": "BIBREF36"}, {"start": 998, "end": 1001, "text": "38]", "ref_id": "BIBREF37"}, {"start": 1091, "end": 1095, "text": "[39,", "ref_id": "BIBREF38"}, {"start": 1096, "end": 1099, "text": "40]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Experimental Infection in Animals"}, {"text": "Tree shrews have been used extensively in studies of social interactions because of their well-defined behavioral pat-terns. Sprankel et al. found that these animals, classified at the phylogenetic root of the primates, developed a long-lasting, persistent, productive infection in the CNS and unique behavioral abnormalities after is inoculation with BDV [33] . Characteristic perivascular infiltration of mononuclear cells and intranuclear Joest-Degen inclusion bodies in the CNS were observed.", "cite_spans": [{"start": 356, "end": 360, "text": "[33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Tupaias"}, {"text": "Housing conditions influenced the reaction of these animals to infection. The behavior of all paired animals changed dramatically. These animals showed a need for increased body contact with their partners during the first few weeks after infection. Further, infected animals tended to accept their partners much more quickly in grooming social interactions than did uninfected shrews. Normally passive females became as aggressive as their male partners and took poor care of their offspring. In contrast, only 25% of the infected animals maintained in solitary cages showed clinical and behavioral changes. These animals exhibited hyperactivity, with drastic shortening of resting time, and developed eating disorders (bulimia) about 4 weeks after infection. The hyperactive phase was followed by a hypoactive phase characterized by retirement into sleeping boxes and decreased interest in self-grooming. Only some of these animals devel-retinopathy in humans. Thus, in studies of these changes, rhesus monkeys were infected ic with BDV [5, 37, 38] . The animals developed a persistent infection in the CNS and produced antibodies to BDV-specific antigens in serum, CSF, and aqueous humor. Pathological alterations in the CNS and retina consisted of infiltrations of mononuclear cells similar to those in naturally infected animals; however, no destruction of the neuronal layers of the retina was observed [37, 38] . Clinical signs started with apathy and anorexia 4-8 weeks after infection and progressed to severe neurological manifestations dominated by paralysis of the hind limbs. One animal splenectomized 11 months before infection showed signs of apathy but developed no paralysis and had fewer cellular infiltrates in the CNS and the retina than did other animals [37] . These findings suggested that the pathogenesis of Borna disease in primates is based on an immunopathological mechanism-an idea confirmed in studies with Lewis rats and rabbits.", "cite_spans": [{"start": 1039, "end": 1042, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 1043, "end": 1046, "text": "37,", "ref_id": "BIBREF36"}, {"start": 1047, "end": 1050, "text": "38]", "ref_id": "BIBREF37"}, {"start": 1409, "end": 1413, "text": "[37,", "ref_id": "BIBREF36"}, {"start": 1414, "end": 1417, "text": "38]", "ref_id": "BIBREF37"}, {"start": 1776, "end": 1780, "text": "[37]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Tupaias"}, {"text": "Neurotropism of BDV Figure 2 . Northern blot analysis of RNA from rat brain. Lanes a and c contain 10µg of total RNA from uninfected rat brain. Lanes b and d contain 10 tig of total RNA from BDV-infected rat brain. Lanes a and b were hybridized with a negative-sense 32P-labeled oligonucleotide (247), lanes c and d with a positive-sense 32P-labeled oligonucleotide (305). The blot was stripped and rehybridized with a chicken Li-actin probe to ensure that equal amounts of RNA were loaded in each lane. Reproduced with permission from [28] . oped more severe neurological signs, such as ataxia and partial paralysis of the limbs [33] .", "cite_spans": [{"start": 536, "end": 540, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 630, "end": 634, "text": "[33]", "ref_id": "BIBREF32"}], "ref_spans": [{"start": 20, "end": 28, "text": "Figure 2", "ref_id": null}], "section": "Pathogenesis of BDV in Rats"}, {"text": "The pathological changes in the brain and retina of BDVinfected animals resemble certain types of encephalitis and Most studies on the pathogenesis of BDV infection have involved experimentally inoculated Lewis rats. As has already been mentioned, the clinical manifestations of the infection in these animals depend on the passage history of the virus used for inoculation. Thus a variety of BDV variants have been used, including strains that cause paralysis and death (similar to the disease in horses and sheep), obesity with fertility disturbances, behavioral changes, or inapparent infections. In all cases, ic inoculation of BDV into adult rats resulted in productive viral replication in the nervous system, where viral antigen was confined to astrocytes, Schwann cells, and central and ganglionic neurons and their axonal-dendritic processes [10, 41, 42] . Infectivity was first detected in brain homogenates 7 days after inoculation with 105-106 ID50/mL by day 15 [26] . This infectivity titer in the brain was maintained throughout an observation period of 7 months (figure 3, top). Similar data were obtained for Black Hooded rats, which were found to be resistant to the disease [35] . Lower levels of infectivity (10 2-104 ID50/mL) were usually found in spinal cord, adrenal glands, and ganglia of the autonomic nervous system. Infectivity in the eyes was transient, lasting -4 weeks after virus appeared in the brain. Loss of infectivity coincided later with degeneration and loss of retinal neurons. In immunocompetent adult rats no infectivity was found in extraneural tissue at any stage [26, 43] . Neither infectious virus nor viral antigens were detectable in lung, spleen, kidney, muscle, peritoneal macrophages, or blood. The same pattern of tropism was seen in cyclophosphamide-treated rats [26, 43] (figure 3, bottom) and in athymic adult rats after ic inoculation of BDV [44] . The lack of susceptibility of cultured macrophages and spleen fibroblasts week-old rats infected with BDV and treated with cyclophosphamide (150 mg/kg) 1 day later. The persistently high levels of infectivity in the brain and eyes and the lack of infectivity in nonneural tissues are shown. Rats did not respond immunologically to the virus and did not become ill. Reproduced with permission from [26] .", "cite_spans": [{"start": 851, "end": 855, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 856, "end": 859, "text": "41,", "ref_id": "BIBREF40"}, {"start": 860, "end": 863, "text": "42]", "ref_id": "BIBREF41"}, {"start": 974, "end": 978, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 1192, "end": 1196, "text": "[35]", "ref_id": "BIBREF34"}, {"start": 1606, "end": 1610, "text": "[26,", "ref_id": "BIBREF25"}, {"start": 1611, "end": 1614, "text": "43]", "ref_id": "BIBREF42"}, {"start": 1814, "end": 1818, "text": "[26,", "ref_id": "BIBREF25"}, {"start": 1819, "end": 1822, "text": "43]", "ref_id": "BIBREF42"}, {"start": 1896, "end": 1900, "text": "[44]", "ref_id": "BIBREF43"}, {"start": 2300, "end": 2304, "text": "[26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Rhesus Monkeys"}, {"text": "to infection with BDV demonstrated the strong tropism of the virus for cells of neural origin [26, 27] . In rats inoculated ic or intranasally at birth, BDV replicated preferentially in the CNS and the peripheral nervous system but also spread to nonneural tissues. Whereas infectivity in nervous tissue was maintained at a level of 10 5 -106 ID50/mL, titers in the nonneural tissues such as heart, lung, liver, spleen, kidney, pancreas, and bladder were approximately two orders of magnitude lower [43] . Infectious virus was shed in saliva, lacrimal fluid, and urine [10] . Infectivity assays and immunocytochemical assays on sequential tissue samples obtained after inoculation from infected newborn rats showed that the agent first began to replicate in the CNS and then disseminated along nerve pathways to nonneural tissues. Presumably, infection in the latter tissues was initiated at the point of innervation, with subsequent spread from cell to cell. No viremia was detected in these animals. The similar pattern of dissemination noted in infected adult rats treated for prolonged periods with cyclosporin A [23, 45] may suggest that nonneural cells are innately susceptible to infection but that yet-unknown factors in the host prevent access of the virus to those cells.", "cite_spans": [{"start": 94, "end": 98, "text": "[26,", "ref_id": "BIBREF25"}, {"start": 99, "end": 102, "text": "27]", "ref_id": "BIBREF26"}, {"start": 499, "end": 503, "text": "[43]", "ref_id": "BIBREF42"}, {"start": 569, "end": 573, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1117, "end": 1121, "text": "[23,", "ref_id": "BIBREF22"}, {"start": 1122, "end": 1125, "text": "45]", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Rhesus Monkeys"}, {"text": "Delineation of the scheme for the dissemination of BDV via neural pathways from and to the CNS was based on the initial observation by Krey et al. [46] that in rabbits spread of the virus from the brain to the retina could be prevented by ablation of the optic disk. The incubation period of the disease in rats (the period between inoculation of virus at a peripheral site and onset of illness) varied significantly with the route of inoculation [10, 27] . The onset of Boma disease could be recognized only after the virus invaded the brain. Disease appeared 17 days after ic inoculation, 20-24 days after intranasal inoculation, and 47 days after footpad inoculation [27] .", "cite_spans": [{"start": 147, "end": 151, "text": "[46]", "ref_id": "BIBREF45"}, {"start": 447, "end": 451, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 452, "end": 455, "text": "27]", "ref_id": "BIBREF26"}, {"start": 670, "end": 674, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Neuroinvasiveness of BDV"}, {"text": "After intranasal infection (probably the natural route), BDV entered the neural receptors in the olfactory epithelium and migrated into the brain (figure 4) [10] . Similar results were obtained with inoculation into the hind footpad of adult rats (figure 5). Infection and disease were prevented by sectioning of the sciatic nerve before or within 1 day after inoculation of BDV [27] . In contrast, neither iv inoculation of BDV weekly for 3 weeks nor oral inoculation of the virus resulted in infection [27] . Thus BDV infection in the host resulted only after obligatory replication in nervous tissues, with subsequent dissemination to nonneural tissues via neural pathways in immunologically impaired animals.", "cite_spans": [{"start": 157, "end": 161, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 379, "end": 383, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 504, "end": 508, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Neuroinvasiveness of BDV"}, {"text": "Once introduced into the CNS of the rat, BDV usually caused a persistent infection with continuous productive replication in the brain and spinal cord. All immunocompetent infected animals developed antibodies to BDV-specific antigens, and these antibodies coexisted with infectious virus in the CNS. Hyperimmune sera or CSF from BDV-infected animals did not protect against infection in neutralization experiments in vivo or in vitro [26, 27] .", "cite_spans": [{"start": 435, "end": 439, "text": "[26,", "ref_id": "BIBREF25"}, {"start": 440, "end": 443, "text": "27]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Persistent Infection"}, {"text": "Infection of newborn rats. Although infection of newborn rats resulted in persistent viral replication in the CNS as well as in visceral organs, these animals developed no inflammatory response or signs of Borna disease. However, \"luxury\" functions of the CNS seem to be affected, possibly as a result of morphological changes confined to the loss of neurons from the dentate gyms of the hippocampus and of some neurons from the nuclear and photoreceptive layers of the retina [25, 26, 43] . The animals produced normal litters, and no virus was found in brain homogenates of their progeny [26] . (However, when housed in the same cage as their infected newborns, mothers can become infected [10] .) Infected newborn animals developed BDV-specific antibodies late after infection [26, 43] . Infection of immunocompetent rats. Infected immunocompetent rats developed severe disseminated meningoencephalitis in which the most intense inflammatory reaction was centered in the gray matter of the cerebral cortex. The onset of clinical disease coincided with the appearance of meningoencephalomyelitis rather than being a direct effect of viral replication in the brain [26, 27] . The most prominent changes were dense accumulations of mononuclear cells in the perivascular spaces and throughout the neuropilcorresponding to the areas with greatest viral replication [25] [26] [27] 42] .", "cite_spans": [{"start": 477, "end": 481, "text": "[25,", "ref_id": "BIBREF24"}, {"start": 482, "end": 485, "text": "26,", "ref_id": "BIBREF25"}, {"start": 486, "end": 489, "text": "43]", "ref_id": "BIBREF42"}, {"start": 590, "end": 594, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 692, "end": 696, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 780, "end": 784, "text": "[26,", "ref_id": "BIBREF25"}, {"start": 785, "end": 788, "text": "43]", "ref_id": "BIBREF42"}, {"start": 1166, "end": 1170, "text": "[26,", "ref_id": "BIBREF25"}, {"start": 1171, "end": 1174, "text": "27]", "ref_id": "BIBREF26"}, {"start": 1363, "end": 1367, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 1368, "end": 1372, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 1373, "end": 1377, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 1378, "end": 1381, "text": "42]", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Persistent Infection"}, {"text": "Immunocytochemical investigation of the composition of the inflammatory cell population during the course of infection revealed that macrophages and lymphocytes of the CD4+ phenotype were dominant at all stages [42, 47] . CD8 + T cells were less frequent. B lymphocytes and plasma cells became prominent during later stages of the disease, when marked parenchymal deposition of immunoglobulin developed [42] .", "cite_spans": [{"start": 211, "end": 215, "text": "[42,", "ref_id": "BIBREF41"}, {"start": 216, "end": 219, "text": "47]", "ref_id": "BIBREF46"}, {"start": 403, "end": 407, "text": "[42]", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Persistent Infection"}, {"text": "The severity of the inflammatory reaction reached its max-imum between day 30 and day 40, during the hyperacute phase of the disease. Edema and necrosis of cellular elements in the neuropil accompanied the inflammatory changes. This phase was characterized by alertness, loss of fear, and frenzied hyperactivity. Infection with an \"aggressive\" variant led to paralysis and death during this phase. The cell loss was most extensive in the cerebrum between the frontal and temporal cortices, and this effect finally led to hydrocephalus ex vacuo in surviving animals [25, 26] . Hydrocephalus progressed slowly, and, despite continuous productive replication of BDV in the brain, the inflammatory response began to decline after day 50, with only minimal inflammatory lesions detectable in the brain by day 200. There was no further loss of brain substance and no further extension of hydrocephalus after the inflammatory cells disappeared. Beyond day 75, by which the inflammatory response had become mild, the animals became much calmer, spending most of the time in an inactive state and asleep.", "cite_spans": [{"start": 565, "end": 569, "text": "[25,", "ref_id": "BIBREF24"}, {"start": 570, "end": 573, "text": "26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Persistent Infection"}, {"text": "No pathological changes were found in the ependymal lin- ing of the ventricles or the choroid plexus throughout the study [25, 26] . Despite the dynamic changes in the intensity of inflammation, high levels of viral replication in the CNS persisted in these animals ( figure 3, top) . Pathological changes in the eyes were similar to those in the brain and developed subsequent to encephalitis. There was a degeneration of rods and cones and a gradual focal disappearance of neurons from the inner and outer nuclear layers [25, 26] . By day 100 most of the animals had become blind since the infection resulted in the complete destruction of the inner and outer nuclear layers of the retina. No inflammatory cells were found in the organs at late stages.", "cite_spans": [{"start": 122, "end": 126, "text": "[25,", "ref_id": "BIBREF24"}, {"start": 127, "end": 130, "text": "26]", "ref_id": "BIBREF25"}, {"start": 523, "end": 527, "text": "[25,", "ref_id": "BIBREF24"}, {"start": 528, "end": 531, "text": "26]", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 268, "end": 282, "text": "figure 3, top)", "ref_id": "FIGREF1"}], "section": "Persistent Infection"}, {"text": "Viral variants differed in their ability to cause various clinical manifestations in the rat. This observation raises the intriguing possibility that BDV exhibits marked genetic variability and that different strains may cause different pathological manifestations of neurological disease.", "cite_spans": [], "ref_spans": [], "section": "Persistent Infection"}, {"text": "The obesity syndrome developed gradually in immunocompetent infected rats, starting -5 months after infection ( [48] and S. Herzog and R. Rott, unpublished results). The obese rats exhibited characteristic behavioral and metabolic alterations, with significant increases in the intake of food and water and the development of high levels of triglycerides, insulin, and glucose in the blood [48] . Histologic examination revealed prominent hydrocephalus and meningoencephalitis. In long-term survivors, titers of infectious virus in the CNS declined drastically and antibody levels decreased ( [48] and S. Herzog and R. Rott, unpublished results).", "cite_spans": [{"start": 112, "end": 116, "text": "[48]", "ref_id": "BIBREF47"}, {"start": 390, "end": 394, "text": "[48]", "ref_id": "BIBREF47"}, {"start": 593, "end": 597, "text": "[48]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Persistent Infection"}, {"text": "Prevention of disease in rats. In 1981 Gierend and Ludwig [49] reported that treatment of BDV-infected rabbits with glucocorticoids and/or cyclophosphamide resulted in a reduction in antibody production, the development of only low-intensity encephalitis, and a delayed onset of clinical disease. Similar studies showed that a single ip injection of cyclophosphamide (150 mg/kg), given I day before or after ic inoculation of BDV into 4-week-old rats, prevented the onset of Borna disease. These rats did not develop antibodies to BDV, encephalitis, or clinical disease [25, 26] . The level of production of virus in the CNS and the neurotropism of the agent were similar in treated and untreated infected animals ( figure 3) . Thus a persistent, productive type of viral replication developed in the brain and eyes of cyclophosphamide-treated rats (figure 3, bottom) without the complications of pathological effects or clinical disease. As in infected newborn rats, neurons in the dentate gyms of the hippocampus degenerated and were replaced by glial cells. Since other infected neuronal groups did not degenerate, loss of these cells may have been due to down-regulation of trophic factors. In contrast, no necrosis among other cell types in the brain occurred in these animals. Similarly, infected newborn, athymic, and cyclosporin A-treated adult rats failed to develop encephalitis or disease [23, 26, 36, [43] [44] [45] . These data suggested strongly that Borna disease was caused by the cellular immune response to BDV in immunocompetent animals.", "cite_spans": [{"start": 58, "end": 62, "text": "[49]", "ref_id": "BIBREF48"}, {"start": 570, "end": 574, "text": "[25,", "ref_id": "BIBREF24"}, {"start": 575, "end": 578, "text": "26]", "ref_id": "BIBREF25"}, {"start": 1400, "end": 1404, "text": "[23,", "ref_id": "BIBREF22"}, {"start": 1405, "end": 1408, "text": "26,", "ref_id": "BIBREF25"}, {"start": 1409, "end": 1412, "text": "36,", "ref_id": "BIBREF35"}, {"start": 1413, "end": 1417, "text": "[43]", "ref_id": "BIBREF42"}, {"start": 1418, "end": 1422, "text": "[44]", "ref_id": "BIBREF43"}, {"start": 1423, "end": 1427, "text": "[45]", "ref_id": "BIBREF44"}], "ref_spans": [{"start": 716, "end": 725, "text": "figure 3)", "ref_id": "FIGREF1"}], "section": "Immunopathology"}, {"text": "Reconstitution of BDV-specific inflammation: immunosuppressed animals. The immune basis of Borna disease was confirmed in adoptive transfer experiments in which spleen or cervical lymph node cells from infected rats were transferred to infected, 4-week-old, cyclophosphamide-immunosuppressed virus carriers. After adoptive transfer these tolerant virus carriers developed BDV-specific antibodies, encephalitis, and behavioral disease (table 1). The donor NOTE. Four-week-old Lewis rats were inoculated ic with BDV; some rats were treated with cyclophosphamide (150 mg/kg) 24 hours later. Animals rendered tolerant by this treatment were injected iv with various cell suspensions, as indicated, and were maintained for clinical and pathological examination. NMI T cells are described in the text; PPD T cells = purified protein derivative-specific T cells. Figure 6 . Acetone-fixed astrocytes persistently infected with BDV were stained with tetrarhodamine isothiocyanate-labeled rat antibodies to BDV and fluorescein isothiocyanate-labeled rabbit antibodies to glial fibrillary acidic protein (GFAP). Arrows point to punctate accumulation of BDV antigens in the nuclei, and arrowheads show diffuse staining pattern of GFAP in the cytoplasm. cells had no effect when injected into immunocompetent animals [25] . Further, transfer of hyperimmune BDV-specific sera into virus carriers did not cause clinical disease [25] .", "cite_spans": [{"start": 1304, "end": 1308, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 1413, "end": 1417, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 856, "end": 864, "text": "Figure 6", "ref_id": null}], "section": "Immunopathology"}, {"text": "With the goal of identifying the cell type responsible for inducing disease in virus carriers, a permanent T cell line, NM 1, was developed from the popliteal lymph node cells of Lewis rats immunized in their hind feet with affinity-purified, BDV-specific 38/39-kD protein [47, 50] . The NM 1 cells responded specifically to the 38/39-kD BDV antigen in lymphocyte proliferation assays and did not recognize unrelated antigens. Cytofluorographic studies with mAbs to leukocyte differentiation antigens showed a staining pattern characteristic for CD4 + T cells. Inhibition studies with mAbs against selective restriction elements of the major histocompatibility complex (MHC) revealed that these CD4 + effector T cells were MHC class II restricted [47, 50] .", "cite_spans": [{"start": 273, "end": 277, "text": "[47,", "ref_id": "BIBREF46"}, {"start": 278, "end": 281, "text": "50]", "ref_id": "BIBREF49"}, {"start": 747, "end": 751, "text": "[47,", "ref_id": "BIBREF46"}, {"start": 752, "end": 755, "text": "50]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Immunopathology"}, {"text": "The latter cells were functionally characterized in studies with astrocytic cultures used as antigen-presenting cells or targets and pulsed with BDV-specific 38/39-kD protein or infected with BDV. Astrocytes are known to become infected during BDV-induced encephalopathy [41, 42] , and primary astrocyte cultures are susceptible to BDV infection when inoculated with infectious rat brain homogenate (figure 6) . The persistent noncytopathic infection of astrocytes with BDV did not result in significant spontaneous expression of MHC class II antigens, although such expression has been reported for other neurotropic viruses [51, 52] ; however, the expression of this antigen was easily induced by incubation with recombinant interferon-7 (IFN-y). In lymphocyte proliferation experiments, uninfected, IFN-7treated astrocytes were able to induce specific proliferation of NM 1 cells when inoculated exogenously with the 38/39-kD protein [50] . When persistently BDV-infected astrocytes were used as antigen-presenting cells after induction with IFN-y, only slight specific proliferation of the NM 1 cells was found. However, exogenous addition of the BDV-specific 38/39-kD protein to these cultures resulted in antigen-specific proliferation [50] . Furthermore, when analyzed in a conventional cytotoxicity assay, BDV-infected astrocytes were found to be susceptible to lysis by NM 1 T cells (J. A. Richt and L. Stitz, unpublished results).", "cite_spans": [{"start": 271, "end": 275, "text": "[41,", "ref_id": "BIBREF40"}, {"start": 276, "end": 279, "text": "42]", "ref_id": "BIBREF41"}, {"start": 626, "end": 630, "text": "[51,", "ref_id": "BIBREF50"}, {"start": 631, "end": 634, "text": "52]", "ref_id": "BIBREF51"}, {"start": 937, "end": 941, "text": "[50]", "ref_id": "BIBREF49"}, {"start": 1242, "end": 1246, "text": "[50]", "ref_id": "BIBREF49"}], "ref_spans": [{"start": 399, "end": 409, "text": "(figure 6)", "ref_id": null}], "section": "Immunopathology"}, {"text": "The BDV-specific NM I cells induced acute meningoencephalitis mainly in the gray matter of the brain and produced hyperacute paralytic disease when injected iv into immunosuppressed syngeneic virus carriers [47, 50] (table I ) . The clinical signs became manifest as early as 5 days after transfer, with development of severe apathy and somnolence; most of these animals had to be killed within 24 hours after the onset of disease. Inflammatory exudates contained a large number of CD4 + T cells, fewer CD8 + lymphocytes and B cells, and some neutrophils [42, 47, 50] . The animals did not go through the hyperactive phase that typically occurs during regular infection or reconstitution with spleen cells. Their disease was hyperacute and rapidly fatal.", "cite_spans": [{"start": 207, "end": 211, "text": "[47,", "ref_id": "BIBREF46"}, {"start": 212, "end": 215, "text": "50]", "ref_id": "BIBREF49"}, {"start": 555, "end": 559, "text": "[42,", "ref_id": "BIBREF41"}, {"start": 560, "end": 563, "text": "47,", "ref_id": "BIBREF46"}, {"start": 564, "end": 567, "text": "50]", "ref_id": "BIBREF49"}], "ref_spans": [{"start": 216, "end": 226, "text": "(table I )", "ref_id": null}], "section": "Immunopathology"}, {"text": "The fact that disease could be induced after transfer of MHC class II-restricted, BDV-specific, cytolytic CD4 + T lymphocytes suggested that the lesions in Borna disease may be a delayed-type hypersensitivity reaction. The mechanism for the different clinical disease that resulted from reconstitution with NM 1 cells-as opposed to spleen and lymph node cells-is not understood. The NM 1 cells probably caused elaboration of unusually large amounts of acute-phase proteins and cytokines, which in turn could have caused an imbalance in neurotransmitter functions in the brain [53] . The difference in clinical disease caused by the spleen and lymph node cell suspensions may also have been due to the combination of nonselected immune cells used for transfer.", "cite_spans": [{"start": 576, "end": 580, "text": "[53]", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "Immunopathology"}, {"text": "carriers. The pathogenesis of Borna disease has several features in common with lymphochoriomeningitis (LCM) virus infection in mice. In both cases the virus causes acute CNS disease that can be prevented by immunosuppression, and this tolerance can be overcome by reconstitution with specifically sensitized cells. The similarity in the pathogenesis of the two infections applies in newborn animals. Newborn mice inoculated with LCM virus become persistently infected, but their growth is severely retarded and they later die from immune complex disease [54] . Newborn rats inoculated with BDV also become persistently infected, as has already been described. However, unlike their murine LCM-infected counterparts, persistent BDV-infected rats do not become ill [43] .", "cite_spans": [{"start": 555, "end": 559, "text": "[54]", "ref_id": "BIBREF53"}, {"start": 764, "end": 768, "text": "[43]", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Reconstitution of BDV-specific inflammation: newborn virus"}, {"text": "In contrast to adoptive transfer into cyclophosphamidetreated virus carriers [25] , injection of spleen cell suspensions from diseased syngeneic rats into newborn BDV carriers did not result in inflammation or in clinical Boma disease [55] . For evaluation of the role of immunologic tolerance in neonatal virus carriers, these animals were surgically joined to syngeneic normal rats via the peritoneal cavity in a manner that allowed the free flow of humoral and cellular immune elements [55] ; this scheme followed the classical experiment of Billingham et al. [56] . The normal-counterpart rats were then inoculated with BDV and developed typical Borna disease. Examination of the tissues from the persistently infected chimera showed that these animals developed mild lesions in the central and peripheral nervous systems. Adoptive transfer of the CD4+ virus-specific T cell line NM 1 into neonatal (6-week-old) infected rats also resulted in mild transient encephalitis [55] ; this development suggested that tolerance to the virus in newborn infected animals can be overcome by transfer of BDV-specific immune cells, although reconstitution was not as efficient as in cyclophosphamide-treated virus carriers. Regulatory immune mechanisms present in neonatal infected animals, but not in adult rats rendered tolerant by cyclophosphamide, may be responsible for this unique mechanism of tolerance and resistance to the induction of disease.", "cite_spans": [{"start": 77, "end": 81, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 235, "end": 239, "text": "[55]", "ref_id": "BIBREF54"}, {"start": 489, "end": 493, "text": "[55]", "ref_id": "BIBREF54"}, {"start": 563, "end": 567, "text": "[56]", "ref_id": "BIBREF55"}, {"start": 975, "end": 979, "text": "[55]", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "Reconstitution of BDV-specific inflammation: newborn virus"}, {"text": "The behavioral changes in animals infected with BDV are somewhat reminiscent of some types of affective disorders in human beings. Indeed, the serum and CSF of some patients with psychiatric illnesses (including recurrent unipolar depression, bipolar affective disorders, and residual-type schizophrenia or personality disorders) contain BDV-specific antibodies [32, 57] . Antibodies were present in 4%-7% of sera obtained from -5,000 psychiatric patients from Germany, the United States, and Japan. The percentage of patients seropositive was highest in a region of southern Germany where Borna disease has been known to be endemic among horses and sheep. Approximately 1% of 1,000 randomly collected sera from otherwise hospitalized patients from this area in which Borna disease is endemic contained antibodies to BDV [20] . Examination of 56 acutely seropositive patients by magnetic resonance imaging revealed that 46% had cerebral lesions in one or both hemispheres, whereas no one in a seronegative control group had such lesions [58] . Serological examination by Bode et al. of patients infected with human immunodeficiency virus has shown an incidence of BDV antibodies of -8% [59] . The same investigators have reported a high incidence of BDV-specific antibodies among patients with chronic inflammatory neurological disorders such as multiple sclerosis [60] . The BDV specificity of the human antibodies was recently reinforced by the finding that antibodies from three of seven seropositive patients recognized the 24-kD protein expressed by a BDV-specific cDNA clone [16, 28] (figure 1). These data suggest either that a BDV-like infection is prevalent in the human population or that some patients with inflammatory neurological diseases have cross-reacting antibodies that recognize antigens expressing epitopes homologous with those of BDV proteins.", "cite_spans": [{"start": 362, "end": 366, "text": "[32,", "ref_id": "BIBREF31"}, {"start": 367, "end": 370, "text": "57]", "ref_id": "BIBREF56"}, {"start": 821, "end": 825, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1037, "end": 1041, "text": "[58]", "ref_id": "BIBREF57"}, {"start": 1186, "end": 1190, "text": "[59]", "ref_id": "BIBREF58"}, {"start": 1365, "end": 1369, "text": "[60]", "ref_id": "BIBREF59"}, {"start": 1581, "end": 1585, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 1586, "end": 1589, "text": "28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Does a BDV Strain Infecting Humans Exist?"}, {"text": "These observations were substantiated further by attempts to isolate BDV from the CSF of three seropositive patients [20] . CSF from these patients was either applied to fetal rabbit brain cells or inoculated is into rabbits, which are highly susceptible to Borna disease. In cell cultures a small number of immunoreactive cell foci were found with BDV-specific antibodies 10-12 days after inoculation. However, the cells lost their antigen during subcultivation. The inoculated rabbits developed no signs of Borna disease; neither lesions in the CNS nor BDV-specific antigens were demonstrable in brain sections by immunohistologic techniques. Nevertheless, these animals developed BDV-specific antibodies in their sera. That the brain homogenate from one rabbit was infectious for fetal rabbit brain cells was demonstrated by positive cell foci in immunofluorescence assays [20] . However, again, the antigen disappeared during attempts to propagate the agent by subcultivation of the cells. These findings can be interpreted as typical of abortive infection.", "cite_spans": [{"start": 117, "end": 121, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 876, "end": 880, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Does a BDV Strain Infecting Humans Exist?"}, {"text": "Although these data strongly support the hypothesis that a BDV-like agent causes infection in humans, a defined mental disorder has not been correlated with the presence of BDV-specific antibodies. The development of such a disorder may be related to various factors, such as the genetic properties of the virus; the route of infection; and the age, immune status, and genetic makeup of the infected individual. Evidence that these factors play a role in the outcome of Borna disease has been found in naturally infected horses and sheep as well as in experimentally infected animals.", "cite_spans": [], "ref_spans": [], "section": "Does a BDV Strain Infecting Humans Exist?"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Die Bornasche Krankheit der Pferde und Schafe", "authors": [{"first": "A", "middle": [], "last": "Heinig", "suffix": ""}], "year": 1969, "venue": "Handbuch der Virusinfektionen bei Tieren", "volume": "4", "issn": "", "pages": "83--131", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Virologisch gesicherter Ausbruch der Bornaschen Krankheit in einer Schafherde der Schweiz", "authors": [{"first": "A", "middle": [], "last": "Metzler", "suffix": ""}, {"first": "U", "middle": [], "last": "Frei", "suffix": ""}, {"first": "K", "middle": [], "last": "Danner", "suffix": ""}], "year": 1976, "venue": "", "volume": "118", "issn": "", "pages": "483--92", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Experimentelle Untersuchungen fiber die seuchenhafte Gehirn-und Rackenmarksentztindung der Pferde (Bornasche Krankheit)", "authors": [{"first": "W", "middle": [], "last": "Zwick", "suffix": ""}, {"first": "", "middle": [], "last": "Seifried 0", "suffix": ""}, {"first": "J", "middle": [], "last": "Witte", "suffix": ""}], "year": 1927, "venue": "Ztschr. f. Infektionskr. par. Krankh. u. Hyg. d. Haustiere Berlin", "volume": "30", "issn": "", "pages": "42--136", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The cerebrospinal fluid of rabbits infected with Borna disease virus", "authors": [{"first": "H", "middle": [], "last": "Ludwig", "suffix": ""}, {"first": "V", "middle": [], "last": "Koester", "suffix": ""}, {"first": "G", "middle": [], "last": "Pauli", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}], "year": 1977, "venue": "Arch Virol", "volume": "55", "issn": "", "pages": "209--232", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Handbuch der Viruserkrankungen", "authors": [{"first": "W", "middle": [], "last": "Zwick", "suffix": ""}, {"first": "", "middle": [], "last": "Borna&apos;sche Krankheit Und Enzephalomyelitis Der Tiere", "suffix": ""}], "year": 1939, "venue": "", "volume": "2", "issn": "", "pages": "254--354", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Untersuchungen fiber das klinische Verhalten der seuchenhaften Gehirnrtickenmarksentziindung (Bornaschen Krankheit) des Pferdes nebst Angaben fiber diesbeztigliche therapeutische Versuche", "authors": [{"first": "J", "middle": [], "last": "Schmidt", "suffix": ""}], "year": 1912, "venue": "Berl Tierarztl Wochenschr", "volume": "28", "issn": "", "pages": "581--97", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Borna disease in a sheep", "authors": [{"first": "R", "middle": ["O"], "last": "Waelchli", "suffix": ""}, {"first": "F", "middle": [], "last": "Ehrensperger", "suffix": ""}, {"first": "A", "middle": [], "last": "Metzler", "suffix": ""}, {"first": "C", "middle": [], "last": "Winder", "suffix": ""}], "year": 1985, "venue": "Vet Rec", "volume": "117", "issn": "", "pages": "499--500", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Untersuchungen fiber die pathologische Histologie, Pathogenese und postmortale Diagnose der seuchenhaften Gehirn-Rtickenmarksentziindung (Bornasche Krankheit) des Pferdes", "authors": [{"first": "E", "middle": [], "last": "Joest", "suffix": ""}, {"first": "H", "middle": [], "last": "Degen", "suffix": ""}], "year": 1911, "venue": "Ztschr. f. Infektionskr .. . do Haustiere", "volume": "9", "issn": "", "pages": "1--98", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Die Ausbreitung der enzephalitischen Reaktion bei der Bornaschen Krankheit der Pferde und deren Beziehungen zur Encephalitis epidemica, zur Heine-Medinschen Krankheit und zur Lyssa des Menschen. Eine vergleichend-pathologische Studie", "authors": [{"first": "", "middle": [], "last": "Seifried 0", "suffix": ""}, {"first": "H", "middle": [], "last": "Spatz", "suffix": ""}], "year": 1930, "venue": "Ztschr. f d. ges. Neurol. u. Psychiat", "volume": "124", "issn": "", "pages": "317--82", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Axonal transport of Borna disease virus along olfactory pathways in spontaneously and experimentally infected rats", "authors": [{"first": "J", "middle": ["A"], "last": "Morales", "suffix": ""}, {"first": "S", "middle": [], "last": "Herzog", "suffix": ""}, {"first": "C", "middle": [], "last": "Kompter", "suffix": ""}, {"first": "K", "middle": [], "last": "Frese", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}], "year": 1988, "venue": "Med Microbiol Immunol", "volume": "177", "issn": "", "pages": "51--68", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Seroepidemiologische Untersuchungen zur Bornaschen Krankheit (Ansteckende Gehirn-Riickenmarkentziindung) der Pferde", "authors": [{"first": "H", "middle": [], "last": "Lange", "suffix": ""}, {"first": "S", "middle": [], "last": "Herzog", "suffix": ""}, {"first": "W", "middle": [], "last": "Herbst", "suffix": ""}, {"first": "T", "middle": [], "last": "Schliesser", "suffix": ""}], "year": 1987, "venue": "Tierarztl Umschau", "volume": "12", "issn": "", "pages": "938--984", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Borna disease: a persistent virus infection of the central nervous system", "authors": [{"first": "H", "middle": [], "last": "Ludwig", "suffix": ""}, {"first": "L", "middle": [], "last": "Bode", "suffix": ""}, {"first": "G", "middle": [], "last": "Gosztonyi", "suffix": ""}], "year": 1988, "venue": "Prog Med Virol", "volume": "35", "issn": "", "pages": "107--51", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Preliminary studies on the biology of Borna disease virus", "authors": [{"first": "C", "middle": ["S"], "last": "Duchala", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Carbone", "suffix": ""}, {"first": "O", "middle": [], "last": "Narayan", "suffix": ""}], "year": 1989, "venue": "J Gen Virol", "volume": "70", "issn": "", "pages": "3507--3508", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Molecular characterization of the Borna disease agent", "authors": [{"first": "J", "middle": ["C"], "last": "De La Torre", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Carbone", "suffix": ""}, {"first": "W", "middle": ["I"], "last": "Lipkin", "suffix": ""}], "year": 1990, "venue": "Virology", "volume": "179", "issn": "", "pages": "853--859", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Isolation and characterisation of Borna disease agent cDNA clones", "authors": [{"first": "W", "middle": ["I"], "last": "Lipkin", "suffix": ""}, {"first": "G", "middle": ["H"], "last": "Travis", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Carbone", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Wilson", "suffix": ""}], "year": 1990, "venue": "Proc Natl Acad Sci", "volume": "87", "issn": "", "pages": "4184--4192", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "A Borna virus cDNA encoding a protein recognized by antibodies in humans with behavioral diseases", "authors": [{"first": "S", "middle": [], "last": "Vandewoude", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Richt", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Zink", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}, {"first": "", "middle": [], "last": "Narayan 0", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Clements", "suffix": ""}], "year": 1990, "venue": "Science", "volume": "250", "issn": "", "pages": "1278--81", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Analysis of Borna disease virus-specific RNAs in infected cells and tissues", "authors": [{"first": "J", "middle": ["A"], "last": "Richt", "suffix": ""}, {"first": "S", "middle": [], "last": "Vandewoude", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Zink", "suffix": ""}, {"first": "", "middle": [], "last": "Narayan 0", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Clements", "suffix": ""}], "year": 1991, "venue": "J Gen Virol", "volume": "72", "issn": "", "pages": "2251--2256", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Replication of Borna disease virus in cell cultures", "authors": [{"first": "S", "middle": [], "last": "Herzog", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}], "year": 1980, "venue": "Med Microbiol Immunol", "volume": "168", "issn": "", "pages": "153--161", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Influence of interferon on persistent infection caused by Borna disease virus in vitro", "authors": [{"first": "F", "middle": [], "last": "Von Rheinbaben", "suffix": ""}, {"first": "L", "middle": [], "last": "Stitz", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}], "year": 1985, "venue": "J Gen Virol", "volume": "66", "issn": "", "pages": "2777--80", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Borna disease, a possible hazard for man?", "authors": [{"first": "R", "middle": [], "last": "Rott", "suffix": ""}, {"first": "S", "middle": [], "last": "Herzog", "suffix": ""}, {"first": "K", "middle": [], "last": "Bechter", "suffix": ""}, {"first": "K", "middle": [], "last": "Frese", "suffix": ""}], "year": 1991, "venue": "Arch Virol", "volume": "118", "issn": "", "pages": "143--152", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Isolation and characterization of a 14500 molecular weight protein from brains and tissue cultures persistently infected with Borna disease virus", "authors": [{"first": "R", "middle": [], "last": "Schddler", "suffix": ""}, {"first": "H", "middle": [], "last": "Diringer", "suffix": ""}, {"first": "H", "middle": [], "last": "Ludwig", "suffix": ""}], "year": 1985, "venue": "J Gen Virol", "volume": "66", "issn": "", "pages": "2479--84", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Purification and properties of an intranuclear virus-specific antigen from tissues infected with Borna disease virus", "authors": [{"first": "B", "middle": [], "last": "Haas", "suffix": ""}, {"first": "H", "middle": [], "last": "Becht", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}], "year": 1986, "venue": "J Gen Virol", "volume": "67", "issn": "", "pages": "235--276", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Atypical dissemination of the highly neurotropic Borna disease virus during persistent infection in cyclosporin A-treated, immunosuppressed rats", "authors": [{"first": "L", "middle": [], "last": "Stitz", "suffix": ""}, {"first": "D", "middle": [], "last": "Schilken", "suffix": ""}, {"first": "K", "middle": [], "last": "Frese", "suffix": ""}], "year": 1991, "venue": "J Virol", "volume": "65", "issn": "", "pages": "457--60", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Antigenetic relationship and further characterization of two major Borna disease virus proteins", "authors": [{"first": "N", "middle": [], "last": "Thiedemann", "suffix": ""}, {"first": "P", "middle": [], "last": "Presek", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}, {"first": "L", "middle": [], "last": "Stitz", "suffix": ""}], "year": 1992, "venue": "J Gen Virol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Behavioral disease in rats caused by immunopathological responses to persistent Borna virus in the brain", "authors": [{"first": "", "middle": [], "last": "Narayan 0", "suffix": ""}, {"first": "S", "middle": [], "last": "Herzog", "suffix": ""}, {"first": "K", "middle": [], "last": "Frese", "suffix": ""}, {"first": "H", "middle": [], "last": "Scheefers", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}], "year": 1983, "venue": "Science", "volume": "220", "issn": "", "pages": "1401--1404", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Pathogenesis of Borna disease in rats: immune-mediated viral ophthalmoencephalopathy causing blindness and behavioral abnormalities", "authors": [{"first": "", "middle": [], "last": "Narayan 0", "suffix": ""}, {"first": "S", "middle": [], "last": "Herzog", "suffix": ""}, {"first": "K", "middle": [], "last": "Frese", "suffix": ""}, {"first": "H", "middle": [], "last": "Scheefers", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}], "year": 1983, "venue": "J Infect Dis", "volume": "148", "issn": "", "pages": "305--320", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Pathogenesis of Borna disease in rats: evidence that intraaxonal spread is the major route for virus dissemination and the determinant for disease incubation", "authors": [{"first": "K", "middle": ["M"], "last": "Carbone", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Duchala", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Griffin", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Kincaid", "suffix": ""}, {"first": "O", "middle": [], "last": "Narayan", "suffix": ""}], "year": 1987, "venue": "J Virol", "volume": "61", "issn": "", "pages": "3431--3471", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Molecular and immunopathological studies of Borna disease virus infection in rats", "authors": [{"first": "J", "middle": ["A"], "last": "Richt", "suffix": ""}, {"first": "S", "middle": [], "last": "Vande Woude", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Zink", "suffix": ""}], "year": 1991, "venue": "Behring Inst Mitt", "volume": "89", "issn": "", "pages": "163--76", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Coronaviruses and their replication", "authors": [{"first": "K", "middle": ["V"], "last": "Holmes", "suffix": ""}], "year": 1990, "venue": "", "volume": "", "issn": "", "pages": "841--56", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Coronavirus transcription: subgenomic mouse hepatitis virus replicative intermediates function in RNA synthesis", "authors": [{"first": "S", "middle": ["G"], "last": "Sawicki", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Sawicki", "suffix": ""}], "year": 1990, "venue": "J Virol", "volume": "64", "issn": "", "pages": "1050--1056", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Minus-strand copies of replicating coronavirus mRNAs contain antileaders", "authors": [{"first": "P", "middle": ["B"], "last": "Sethna", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Hofmann", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Brian", "suffix": ""}], "year": 1991, "venue": "J Virol", "volume": "65", "issn": "", "pages": "320--325", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Detection of serum antibodies to Borna disease virus in patients with psychiatric disorders", "authors": [{"first": "R", "middle": [], "last": "Rott", "suffix": ""}, {"first": "S", "middle": [], "last": "Herzog", "suffix": ""}, {"first": "B", "middle": [], "last": "Fleischer", "suffix": ""}], "year": 1985, "venue": "Science", "volume": "228", "issn": "", "pages": "755--761", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Behavior abnormalities in tree shrews (Tupaia glis, Diard, 1920) induced by Boma disease virus", "authors": [{"first": "H", "middle": [], "last": "Sprankel", "suffix": ""}, {"first": "K", "middle": [], "last": "Richarz", "suffix": ""}, {"first": "H", "middle": [], "last": "Ludwig", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}], "year": 1978, "venue": "Med Microbiol Immunol", "volume": "165", "issn": "", "pages": "1--18", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Persistent, tolerant or subacute infection in Borna disease virus-infected rats", "authors": [{"first": "N", "middle": [], "last": "Hirano", "suffix": ""}, {"first": "M", "middle": [], "last": "Kao", "suffix": ""}, {"first": "H", "middle": [], "last": "Ludwig", "suffix": ""}], "year": 1983, "venue": "J Gen Virol", "volume": "64", "issn": "", "pages": "1521--1551", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Studies on the genetic control of resistance of black hooded rats to Borna disease", "authors": [{"first": "S", "middle": [], "last": "Herzog", "suffix": ""}, {"first": "K", "middle": [], "last": "Frese", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}], "year": 1991, "venue": "J Gen Virol", "volume": "72", "issn": "", "pages": "535--575", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Untersuchungen fiber die experimentelle Bornavirus-Infektion bei der Ratte", "authors": [{"first": "E", "middle": [], "last": "Nitzschke", "suffix": ""}], "year": 1963, "venue": "Zentralbl Veterinarmed [B]", "volume": "10", "issn": "", "pages": "470--527", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Borna disease in rhesus monkeys as a model for uveo-cerebral symptoms", "authors": [{"first": "L", "middle": [], "last": "Stitz", "suffix": ""}, {"first": "H", "middle": ["F"], "last": "Krey", "suffix": ""}, {"first": "H", "middle": [], "last": "Ludwig", "suffix": ""}], "year": 1980, "venue": "J Med Virol", "volume": "6", "issn": "", "pages": "333--373", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Virus-induced pigment epithelitis in rhesus monkeys. Clinical and histological findings", "authors": [{"first": "H", "middle": ["F"], "last": "Krey", "suffix": ""}, {"first": "L", "middle": [], "last": "Stitz", "suffix": ""}, {"first": "H", "middle": [], "last": "Ludwig", "suffix": ""}], "year": 1982, "venue": "Ophthalmologica", "volume": "185", "issn": "", "pages": "205--218", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Persistent Borna virus infection in adult hamsters", "authors": [{"first": "A", "middle": ["P"], "last": "Anzil", "suffix": ""}, {"first": "K", "middle": [], "last": "Blinzinger", "suffix": ""}, {"first": "A", "middle": [], "last": "Mayr", "suffix": ""}], "year": 1973, "venue": "Arch Gesamte Virusforsch", "volume": "40", "issn": "", "pages": "52--59", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Adaptation of Borna disease virus to the mouse", "authors": [{"first": "M", "middle": [], "last": "Kao", "suffix": ""}, {"first": "H", "middle": [], "last": "Ludwig", "suffix": ""}, {"first": "G", "middle": [], "last": "Gosztonyi", "suffix": ""}], "year": 1984, "venue": "J Gen Virol", "volume": "65", "issn": "", "pages": "1845--1854", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Astrocytes and Schwann cells are virus-host cells in the nervous system of rats with Borna disease", "authors": [{"first": "K", "middle": ["M"], "last": "Carbone", "suffix": ""}, {"first": "B", "middle": ["D"], "last": "Trapp", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Griffin", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Duchala", "suffix": ""}, {"first": "O", "middle": [], "last": "Narayan", "suffix": ""}], "year": 1989, "venue": "J Neuropathol Exp Neurol", "volume": "48", "issn": "", "pages": "631--675", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Determination of immune cells and expression of major histocompatibility complex class II antigen in encephalitic lesions of experimental Borna disease", "authors": [{"first": "U", "middle": [], "last": "Deschl", "suffix": ""}, {"first": "L", "middle": [], "last": "Stitz", "suffix": ""}, {"first": "S", "middle": [], "last": "Herzog", "suffix": ""}, {"first": "K", "middle": [], "last": "Frese", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}], "year": 1990, "venue": "Acta Neuropathol", "volume": "81", "issn": "", "pages": "41--50", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Replication of Borna disease virus in rats: age-dependent differences in tissue distribution", "authors": [{"first": "S", "middle": [], "last": "Herzog", "suffix": ""}, {"first": "C", "middle": [], "last": "Kompter", "suffix": ""}, {"first": "K", "middle": [], "last": "Frese", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}], "year": 1984, "venue": "Med Microbiol Immunol", "volume": "173", "issn": "", "pages": "171--178", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Effect of Borna disease virus infection on athymic rats", "authors": [{"first": "S", "middle": [], "last": "Herzog", "suffix": ""}, {"first": "K", "middle": [], "last": "Wonigeit", "suffix": ""}, {"first": "K", "middle": [], "last": "Frese", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Hedrich", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}], "year": 1985, "venue": "J Gen Virol", "volume": "66", "issn": "", "pages": "503--511", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Inhibition of immunemediated meningoencephalitis in persistently Borna disease virusinfected rats by cyclosporine A", "authors": [{"first": "L", "middle": [], "last": "Stitz", "suffix": ""}, {"first": "D", "middle": [], "last": "Soeder", "suffix": ""}, {"first": "] U", "middle": [], "last": "Desch", "suffix": ""}, {"first": "K", "middle": [], "last": "Frese", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}], "year": 1989, "venue": "J Immunol", "volume": "143", "issn": "", "pages": "4250--4256", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Spread of infectious virus along the optic nerve into the retina in Borna disease virus-infected rabbits", "authors": [{"first": "H", "middle": ["F"], "last": "Krey", "suffix": ""}, {"first": "H", "middle": [], "last": "Ludwig", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}], "year": 1979, "venue": "Arch Virol", "volume": "61", "issn": "", "pages": "283--291", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Borna disease virus-induced meningoencephalomyelitis caused by a virus-specific CD4+ T cell-mediated immune reaction", "authors": [{"first": "J", "middle": [], "last": "Richt", "suffix": ""}, {"first": "L", "middle": [], "last": "Stitz", "suffix": ""}, {"first": "U", "middle": [], "last": "Deschl", "suffix": ""}, {"first": "K", "middle": [], "last": "Frese", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}], "year": 1990, "venue": "J Gen Virol", "volume": "71", "issn": "", "pages": "2565--73", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Escape from lethal disease in rats after Borna disease virus infection: survival with obesity syndrome", "authors": [{"first": "M", "middle": [], "last": "Kao", "suffix": ""}, {"first": "L", "middle": [], "last": "Bode", "suffix": ""}, {"first": "G", "middle": [], "last": "Gosztonyi", "suffix": ""}, {"first": "H", "middle": [], "last": "Ludwig", "suffix": ""}], "year": 1990, "venue": "Program and abstracts of the VIllth International Congress of Virology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Influence of immunosuppressive treatment on Borna disease in rabbits", "authors": [{"first": "M", "middle": [], "last": "Gierend", "suffix": ""}, {"first": "H", "middle": [], "last": "Ludwig", "suffix": ""}], "year": 1981, "venue": "Arch Virol", "volume": "67", "issn": "", "pages": "217--245", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Borna disease, a progressive meningoencephalomyelitis as a model for CD4 + T cell-mediated immunopathology in the brain", "authors": [{"first": "J", "middle": ["A"], "last": "Richt", "suffix": ""}, {"first": "-L", "middle": [], "last": "Stitz", "suffix": ""}, {"first": "H", "middle": [], "last": "Wekerle", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}], "year": 1989, "venue": "J Exp Med", "volume": "170", "issn": "", "pages": "1045--50", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Viral particles induce la antigen expression on astrocytes", "authors": [{"first": "P", "middle": ["T"], "last": "Massa", "suffix": ""}, {"first": "R", "middle": [], "last": "Dorries", "suffix": ""}, {"first": "V", "middle": [], "last": "Ter Meulen", "suffix": ""}], "year": 1986, "venue": "Nature", "volume": "320", "issn": "", "pages": "543--549", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Tumor necrosis factor amplifies measles virus-mediated la induction on astrocytes", "authors": [{"first": "P", "middle": ["T"], "last": "Massa", "suffix": ""}, {"first": "A", "middle": [], "last": "Schimpl", "suffix": ""}, {"first": "E", "middle": [], "last": "Wecker", "suffix": ""}, {"first": "V", "middle": [], "last": "Ter Meulen", "suffix": ""}], "year": 1987, "venue": "Proc Natl Acad Sci", "volume": "84", "issn": "", "pages": "7242--7247", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Narayan 0, Oldstone MBA. Neurotransmitter abnormalities in Borna disease", "authors": [{"first": "W", "middle": ["I"], "last": "Lipkin", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Carbone", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Wilson", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Duchala", "suffix": ""}], "year": 1988, "venue": "Brain Res", "volume": "475", "issn": "", "pages": "366--70", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Southern P. Virus and immune responses: lymphocytic choriomeningitis virus as a prototype model of viral pathogenesis", "authors": [{"first": "Mba", "middle": [], "last": "Oldstone", "suffix": ""}, {"first": "R", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "J", "middle": [], "last": "Byrne", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Buchmeier", "suffix": ""}, {"first": "Y", "middle": [], "last": "Riviere", "suffix": ""}], "year": 1985, "venue": "Br Med Bull", "volume": "41", "issn": "", "pages": "70--74", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Induction of Borna disease and inflammation in rats inoculated with Borna disease virus as neonates", "authors": [{"first": "K", "middle": ["M"], "last": "Carbone", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Richt", "suffix": ""}, {"first": "", "middle": [], "last": "Narayan 0", "suffix": ""}], "year": 1990, "venue": "Program and abstracts of the VIllth International Congress of Virology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Quantitative studies on tissue transplantation immunity. III. Actively acquired tolerance", "authors": [{"first": "R", "middle": ["E"], "last": "Billingham", "suffix": ""}, {"first": "L", "middle": [], "last": "Brent", "suffix": ""}, {"first": "P", "middle": ["B"], "last": "Medawar", "suffix": ""}], "year": 1956, "venue": "Proc R Soc Lond (Biol)", "volume": "238", "issn": "", "pages": "357--415", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Borna disease virus. A possible etiological factor in human affective disorders?", "authors": [{"first": "J", "middle": ["D"], "last": "Amsterdam", "suffix": ""}, {"first": "A", "middle": [], "last": "Winokur", "suffix": ""}, {"first": "W", "middle": [], "last": "Dyson", "suffix": ""}], "year": 1985, "venue": "Arch Gen Psychiatry", "volume": "42", "issn": "", "pages": "1093--1099", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Kernspintomographische Befunde bei psychiatrischen Patienten mit and ohne Semm-Antikfirper gegen das", "authors": [{"first": "K", "middle": [], "last": "Bechter", "suffix": ""}, {"first": "S", "middle": [], "last": "Herzog", "suffix": ""}, {"first": "B", "middle": [], "last": "Fleischer", "suffix": ""}, {"first": "R", "middle": [], "last": "Schtittler", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}], "year": 1987, "venue": "Virus der Bornaschen Krankheit. Nervenarzt", "volume": "58", "issn": "", "pages": "617--641", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Borna disease virus-specific antibodies in patients with HIV infection and with mental disorders", "authors": [{"first": "L", "middle": [], "last": "Bode", "suffix": ""}, {"first": "S", "middle": [], "last": "Riegel", "suffix": ""}, {"first": "H", "middle": [], "last": "Ludwig", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Amsterdam", "suffix": ""}, {"first": "W", "middle": [], "last": "Lange", "suffix": ""}, {"first": "H", "middle": [], "last": "Koprowski", "suffix": ""}], "year": 1988, "venue": "Lancet", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Increased incidence of Borna disease virus infection in chronically diseased patients", "authors": [{"first": "L", "middle": [], "last": "Bode", "suffix": ""}, {"first": "S", "middle": [], "last": "Riegel", "suffix": ""}, {"first": "G", "middle": [], "last": "Czech", "suffix": ""}, {"first": "W", "middle": [], "last": "Lange", "suffix": ""}, {"first": "H", "middle": [], "last": "Ludwig", "suffix": ""}], "year": 1990, "venue": "Program and abstracts of the VIIIth International Congress of Virology", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Immunoprecipitation of BDV-specific proteins translated from the B8 clone. Polyadenylate-selected RNA from BDV-infected rat brain was translated in vitro and immunoprecipitated with polyclonal rat antiserum to BDV (lane a) and with a mAb to the 38/39-kD antigen (lane b). Positive-strand RNA transcribed in vitro from clone B8 was translated in vitro and immunoprecipitated with polyclonal normal rat serum (lane d), rat antiserum to BDV (lane e), mAb to the 38/39-kD protein (lane e), mAb to the 24-kD protein (lane f ), or antibodies of human origin (lanes g-l). Normal human serum (lane 1) and various human sera positive in immunofluorescence tests (lanes g-k) were also analyzed: human anti-BDV-p24 (lane g), human anti-BDV-p38/39 (lane h), patient 112 (lane i), patient 114 (lane j), and patient 115 (lane k). Lane M (top to bottom) contains the molecular weight markers for proteins of 200, 92.5, 69, 46, 30, 21.5, and 14.3 kD.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Top: Responses of immunocompetent 4-week-old rats to infection with BDV. Continuous productive replication of the virus in the brain, transient replication in the eye, and lack of infectivity in nonneural tissues are shown. Bottom: Responses of 4-", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Schematic diagram illustrating the neural pathway of BDV invasion of the brain from the nose. AO = anterior olfactory nucleus; PO = prepiriform cortex; Tu = olfactory tubercle; AA = anterior amygdaloid area; ACo = anterior cortical amygdaloid nucleus; P1Co = posterolateral cortical amygdaloid area; Me = medial amygdaloid nucleus; Ent = entorhinal cortex; and PG-cell = periglomerular cell. Reproduced with permission from[ 10].", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Schematic diagram illustrating the neural pathway of BDV invasion of the brain from the hind foot. 1 = foot; 2 = sciatic nerve; 3 = dorsal root ganglion; 4 = dorsal columns of spinal cord; 5 = neurons in medulla oblongata; 6 = pyramidal cell neurons; and 7 = hippocampal neurons. Sectioning of the sciatic nerve before inoculation of BDV into the foot prevented infection and disease. Reproduced with permission from[27].", "latex": null, "type": "figure"}, "TABREF0": {"text": "Role of T cells in the pathogenesis of Borna disease.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Intracerebral inoculation of BDV\n</td><td>Cyclophosphamide treatment\n</td><td>Transferred\n</td><td> </td><td> </td></tr><tr><td>cells\n</td><td>Clinical disease\n</td><td>Meningoencephalitis\n</td></tr><tr><td>Yes </td><td>No </td><td>None </td><td>Yes </td><td>Yes\n</td></tr><tr><td>Yes </td><td>Yes </td><td>None </td><td>No </td><td>No\n</td></tr><tr><td>Yes </td><td>Yes </td><td>BDV spleen </td><td>Yes </td><td>Yes\n</td></tr><tr><td>Yes </td><td>Yes </td><td>NM 1 T cells </td><td>Yes </td><td>Yes\n</td></tr><tr><td>Yes </td><td>Yes </td><td>PPD T cells </td><td>No </td><td>No\n</td></tr><tr><td>No </td><td>Yes </td><td>BDV spleen </td><td>No </td><td>No\n</td></tr><tr><td>No </td><td>Yes </td><td>NM 1 T cells </td><td>No </td><td>No\n</td></tr></table></body></html>"}}, "back_matter": []}