{"paper_id": "bf76273127eb57c35ffb2c708e3df7e5f9e9115b", "metadata": {"title": "Rheumatologic emergencies", "authors": [{"first": "Luis", "middle": [], "last": "Arturo Gutiérrez-González", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Rheumatological conditions can sometimes present as emergencies. These can occur due to the disease process or infection; contrary to what many people think, rheumatologic emergencies like a pain, rheumatic crisis, or attack gout do not compromise the patient's life. This article mentioned only true emergencies: catastrophic antiphospholipid syndrome (cAPS), kidney-lung syndrome, central nervous system (CNS) vasculitis, anti-Ro syndrome (neonatal lupus), and macrophage activation syndrome (MAS). The management of above emergencies includes critical care, immunosuppression when indicated, and use of a diagnostic flowchart as well as fast laboratory profile for making decisions. Anticoagulants have to be used in the management of antiphospholipid syndrome. A good understanding of these conditions is of paramount importance for proper management.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "According to the American Medical Association (AMA), emergencies are defined as those situations that place the life of the patient or an organ function in immediate danger. The World Health Organization (WHO) says that emergency refers to a case where failure to provide care may lead to the death of the patient in a matter of minutes and the administration of first aid-by anyone person-is vitally important [1] . In contrast, the concept of emergency according to AMA is any condition that in the opinion of the patient, his/her family, or whoever is responsible requires immediate health care; however, the disease may be slow in evolution and not necessarily lethal but should be taken care of within maximum 6 h to prevent major complications [1, 2] .", "cite_spans": [{"start": 411, "end": 414, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 750, "end": 753, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 754, "end": 756, "text": "2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "It is important to clarify some concepts since, contrary to what many people think, rheumatologic emergencies like septic arthritis, lower back pain, gout attack, systemic lupus erythematous (SLE) flare-ups (except those affecting vital organs), and cervical pain is not a real emergency. The true emergencies are those that are life threatening for the patient with mortality rates of around 50 % (Table 1) , even when timely intervention is provided.", "cite_spans": [], "ref_spans": [{"start": 398, "end": 407, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Introduction"}, {"text": "The term catastrophic antiphospholipid syndrome (cAPS) represents a rapidly evolving severe form of APS that leads to multiple organ failure [3] . Currently, this entity is also called BAsherson's syndrome^ [4, 5] . Patients with cAPS share common traits: clinical evidence of multiple organ involvement (three or more organs) and anatomopathological evidence of multiple small diameter blood vessels; a minority also presents thrombosis of large diameter blood vessels, in addition to the presence of antiphospholipid antibodies (APA), usually observed at high titers ( Table 2) .", "cite_spans": [{"start": 141, "end": 144, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 207, "end": 210, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 211, "end": 213, "text": "5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 571, "end": 579, "text": "Table 2)", "ref_id": null}], "section": "Catastrophic antiphospholipid syndrome"}, {"text": "This entity represents less than 1 % of all patients with APS; the majority (>90 %) are primary APS while the rest have concomitant autoimmune disease (secondary APS), including SLE, Sjögren syndrome, systemic sclerosis, rheumatoid arthritis (RA), lupus-like disease, and a small percentage of ulcerative rectal colitis (URC).", "cite_spans": [], "ref_spans": [], "section": "Catastrophic antiphospholipid syndrome"}, {"text": "The clinical evidence of vascular occlusion is confirmed with imaging techniques: CT scan (angio-CT), duplex arterial and venous ultrasound, nuclear magnetic resonance (angio-NMR), and arteriography [6] . Whenever this entity is suspected, it is important to order a complete renal function test since the kidney is one of the primary organs to be compromised, observing 50 % rise in plasma creatinine, severe systemic hypertension (>180/100 mm Hg), and/or proteinuria (>500 mg/24 h).", "cite_spans": [{"start": 199, "end": 202, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Catastrophic antiphospholipid syndrome"}, {"text": "This disease may be suspected usually in young female patients with severe systemic involvement, Venereal Disease Research Laboratory (VDRL) (+), thrombocytopenia, pancytopenia, hemolytic anemia-frequently with COOMBS (+). The peripheral blood smear (PBS) is critical to reveal a small number of fragmented blood cells (schistocytes), typical of macroangiopatic hemolysis. Tp/TpT show extended clotting times, but remember that clotting times are extended in vitro, while in vivo there is increased coagulation and hence the occurrence of thrombocytopenia [4, 5] .", "cite_spans": [{"start": 556, "end": 559, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 560, "end": 562, "text": "5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Catastrophic antiphospholipid syndrome"}, {"text": "There is multiple organ involvement with the development of thrombi at the level of the renal artery trunk or branches, the intrarenal arteries or arterioles, glomerular capillaries, and renal veins, with a distinct prevalence of small vessel occlusion (thrombotic microangiopathy). Lung involvement from adult respiratory distress syndrome (ARDS) is sometimes accompanied by intra-alveolar hemorrhage, pulmonary embolism, or pulmonary artery thrombosis ( Table 3) .", "cite_spans": [], "ref_spans": [{"start": 456, "end": 464, "text": "Table 3)", "ref_id": "TABREF1"}], "section": "Organ system involvement in cAPS"}, {"text": "The most feared complication is related to the CNS and the development of cerebral infarction. Depending on the area affected, this may give rise to seizures (temporal involvement). The most frequent manifestation of the peripheral nervous system is mononeuritis multiplex [5, 6] .", "cite_spans": [{"start": 273, "end": 276, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 277, "end": 279, "text": "6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Organ system involvement in cAPS"}, {"text": "In terms of the GI tract, acute abdominal pain and/or abdominal distention may be confounding factors for the treating physician, leading to emergency surgical interventions called blank laparotomies (absence of findings). Patients with cAPS may also present esophageal perforation, ischemic colitis, and liver and spleen infarctions. Male patients may present with testicular infarct with severe scrotal pain and inflammation, and even necrosis of the prostate has been identified, that mimics an acute prostatitis in males and ovarian infarct in females.", "cite_spans": [], "ref_spans": [], "section": "Organ system involvement in cAPS"}, {"text": "Due to the complications of a severely ill patient, the support measures offered at the ICU are critical to control the underlying disease. The multidisciplinary management in the ICU includes the establishment of a central venous access, arterial line, ventilation support, blood pressure monitoring, fluid therapy, and controlling hydroelectrolytic imbalance [6, 7] .", "cite_spans": [{"start": 361, "end": 364, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 365, "end": 367, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "cAPS treatment"}, {"text": "If multiple organ failure is suspected as a result of cAPS, anticoagulant therapy must be initiated, whether with a 5000 U bolus of nonfractionated heparin, followed by a continuous infusion of 1500 U/h with close aPTT monitoring. When the clinical course of the disease is satisfactory and the patient tolerates oral administration, coumarinic agents (sodium warfarin) should be started up to an INR >3 and ≤4.5. The use of low molecular weight heparin such as enoxaparin is quite effective as well, at a dose of 1 mg/kg/day. Concomitant glucocorticoid (GC) therapy shall be started with anticoagulation. The recommendation is to start glucocorticoid pulse therapy with methylprednisolone (because it is the most potent and does not have a hepatic first-pass effect) at a dose of 15-20 mg/day for 3-5 days and reduce the GC to a maintenance dose: 1-2 mg/kg/dose of methylprednisolone divided into three doses per day (TID). If the patient fails to respond, gamma globulin 400 mg/kg/day for 5 days (average dose 25-30 g/day) is added, and the recommended infusion rate is 0.5 ml/kg/h. This regime is repeated once a month, once the patient is out of danger. The use of cyclophosphamide (CYC)-type cytostatic agents is recommended, at a dose of 0.5-1 g/m 2 SC, always combined with gamma globulinfor patients failing to respond to GC therapy [8] .", "cite_spans": [{"start": 1341, "end": 1344, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "cAPS treatment"}, {"text": "For severely ill patients failing to respond to gamma globulin and CYC, the recommendation is to proceed to plasmapheresis for three to five continuous days, 100-150 ml/min [8, 9] .", "cite_spans": [{"start": 173, "end": 176, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 177, "end": 179, "text": "9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "cAPS treatment"}, {"text": "The term Bpulmonary-renal syndrome^was originally described by Goodpasture in 1919 and is used to describe the development of renal failure associated to respiratory distress, characterized by rapidly progressing glomerulonephritis (RPGN) and diffuse alveolar bleeding (DAB) secondary to an autoimmune process [10] .", "cite_spans": [{"start": 310, "end": 314, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Pulmonary-renal syndrome"}, {"text": "From the pathophysiological point of view, the systemic inflammation of the small vessels results in vasculitis of the arteriols, capillaries, and venules, accompanied by necrosis, infiltration of the vascular walls with the resulting extravasation of erythrocytes into the lung alveolus. Histologically, lung biopsies show capillaritis, and the renal biopsies show glomerular disruption, fibrinoid necrosis, and crescent formation [10, 11] . Due to vascular wall damage, there is extravasation of immune cells and fibrin in Bowman's space, with the subsequent obliteration and renal function decline [10, 11] .", "cite_spans": [{"start": 432, "end": 436, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 437, "end": 440, "text": "11]", "ref_id": "BIBREF10"}, {"start": 601, "end": 605, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 606, "end": 609, "text": "11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Pulmonary-renal syndrome"}, {"text": "From the immunopathological perspective, three entities have been described: antibody mediated (type 1), immune complex mediated (type 2), and pauci-immune (type 3). Type 1 is related to antiglomerular basal membrane antibodies (anti-GBM), type 2 is related to SLE, and type 3 to vasculitis associated with neutrophil cytoplasmic antibodies (ANCA) [11, 12] .", "cite_spans": [{"start": 348, "end": 352, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 353, "end": 356, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Pulmonary-renal syndrome"}, {"text": "The most frequent causes of pulmonary-renal syndrome (PRS) in adults are vasculitis associated with neutrophil cytoplasmic antibodies (ANCA) in 56-77.5 % of the cases, followed by antiglomerular basement membrane antibody (anti-GBM Ab), representing 12.5-17.5 % of the patients. Some of the less frequent causes (<10 %) are double positive disease, APS-associated vasculitis, SLE-associated vasculitis, and IgA vasculitis (Purpura Henoch-Schönlein). Other less frequent, nonautoimmune etiology causes should be ruled out (Table 4 ).", "cite_spans": [], "ref_spans": [{"start": 521, "end": 529, "text": "(Table 4", "ref_id": "TABREF2"}], "section": "Pulmonary-renal syndrome"}, {"text": "There is a subgroup among the PRS patients with both groups of antibodies present: ANCA and anti-MBG [11] . The medical literature describes 5-14 % with ANCA (+) and detectable anti-GBM levels; another subgroup has 30-43 % anti-GBM with ANCA (+). The prevailing antigen in ANCA-assocaiated PRS is myeloperoxidase (MPO) with positive ANCA in 82 %. One of the biomarkers identified in PRS to predict the risk of death is MPO. MPO together with age (older) and the need for hemodialysis are associated to a shorter survival [9] [10] [11] . As is the case with any autoimmune disease, particularly when early intervention may be life saving in real emergencies, there is no time to wait for the immunerheumatologic profile results, and much less to wait for results of the renal biopsy or the fibrobronchoscopic bronchoalveolar lavage.", "cite_spans": [{"start": 101, "end": 105, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 521, "end": 524, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 525, "end": 529, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 530, "end": 534, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Double positive disease in PRS"}, {"text": "A simple chest X-ray is very sensitive but not specific for diagnosing PRS. Less than 13 % of the patients with diffuse alveolar hemorrhage do not show evidence of the typical patchy shading, and this is due to the fact that this is a very dynamic process and opacities change rapidly (Fig. 1) . Something that may help is that PRS patients do not have pleural effusion, so if the X-ray indicates the presence of pleural effusion, the PRS is not autoimmune and may probably be due to congestive heart failure or fluid overload [11] [12] [13] .", "cite_spans": [{"start": 527, "end": 531, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 532, "end": 536, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 537, "end": 541, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 285, "end": 293, "text": "(Fig. 1)", "ref_id": null}], "section": "Double positive disease in PRS"}, {"text": "Transthoracic echocardiography may assist in the diagnosis of cardiogenic pulmonary edema. High-resolution CT is superior to the conventional chest X-ray to identify localized ground glass opacity or more confluent zones (Fig. 2) .", "cite_spans": [], "ref_spans": [{"start": 221, "end": 229, "text": "(Fig. 2)", "ref_id": null}], "section": "Double positive disease in PRS"}, {"text": "In terms of a simple urinalysis, a reagent strip may reveal hematuria and proteinuria (active sediment). When blood cell casts are evidenced under the microscope, SLE should be ruled out, while the presence of renal tubular cells, hyaline casts, or epithelial cell and mixed casts requires ruling out sepsis. In PRS, hematuria is usually microscopic with dimorphic erythrocytes (suggestive of a glomerular source of bleeding).", "cite_spans": [], "ref_spans": [], "section": "Double positive disease in PRS"}, {"text": "There is no doubt that glucocorticoid therapy continues to be the battle horse for the treatment of vasculitis and in particular PRS vasculitis. Pulse dosing continues to give the best results, and the drug of choice is methylprednisolone 15-20 mg/day for three to five continuous days, followed by the maintenance dose of 1-2 mg/kg/dose (divided into three doses), with concomitant use of CYC-type cytostatic agents at a dose of 0.5-1 g/m 2 SC [14] .", "cite_spans": [{"start": 445, "end": 449, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "PRS treatment"}, {"text": "Recent studies have shown that in anti-GBM-associated PRS, apheresis for 14 continuous days 100-150 ml/min or until the anti-GBM antibodies are removed reduces the mortality and the rate of relapses (as shown in the PEXIVAS trial). In contrast, in ANCA (+)-associated PRS, using biological therapies such as anti-CD20 (rituximab) at a dose of 350 mg mt 2 SC × four doses per week has resulted in positive outcomes [15, 16] .", "cite_spans": [{"start": 414, "end": 418, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 419, "end": 422, "text": "16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "PRS treatment"}, {"text": "It is important to emphasize that the relapse rate in this patients ranges from 27 to 35 %, and hence, immunosuppressive therapy shall be maintained. The most commonly used agents are metotrexate, azathioprine, and mycophenolate mofetil [14] .", "cite_spans": [{"start": 237, "end": 241, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "PRS treatment"}, {"text": "The term vasculitis refers to the inflammation of the blood vessels, including arteries and veins, regardless of diameter. It results in tissue damage from ischemia and the subsequent activation of the inflammatory cascade that leads to blood vessel occlusion and necrosis [17, 18] . The cause is the direct effect of the antigen-antibody complex that triggers an inflammatory cascade mostly mediated by cytokines Th1 [17, 19] .", "cite_spans": [{"start": 273, "end": 277, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 278, "end": 281, "text": "18]", "ref_id": "BIBREF17"}, {"start": 418, "end": 422, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 423, "end": 426, "text": "19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "CNS vasculitis"}, {"text": "The rheumatic diseases with manifestations of central and peripheral nervous system vasculitis are classified as follows: ", "cite_spans": [], "ref_spans": [], "section": "CNS vasculitis"}, {"text": "If a cerebral vasculitis of autoimmune origin is suspected, there has to be first a pretest verification: predominantly females, young, no previous history of cardiovascular disease, focal or multiple lesions evidenced in a brain MRI or CT [17] . Always rule out any infectious etiology through a cerebrospinal fluid (CSF) analysis showing pleocytosis with a prevalence of plasmacytoid cells and in lesser numbers polymorphonuclear (PMN). It is important to know the level of proteins in the CSF since a cyto-protein disassociation (i.e., CSF Fig. 1 Chest X-ray in PRS. Patchy opacities pleocytosis with no evidence of elevated proteins or with a very discrete rise) may suggest an autoimmune process. In contrast, an albumin-cytological disassociation suggests a polyradiculoneuritic process such as multiple sclerosis or Guillain-Barre. Infections and neoplastic lesions may also be ruled out via the CSF [16] [17] [18] [19] .", "cite_spans": [{"start": 240, "end": 244, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 907, "end": 911, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 912, "end": 916, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 917, "end": 921, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 922, "end": 926, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 543, "end": 549, "text": "Fig. 1", "ref_id": null}], "section": "Diagnostic approach for CNS vasculitis"}, {"text": "CT and MRI imaging studies are very helpful during the first hours of evolution of the condition; it has been said that there are some lesions suggestive of vasculitis, including a disrupted white-grey matter connectivity, parenchymal punctiform lesions, or multiple focal lesions [17] .", "cite_spans": [{"start": 281, "end": 285, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Diagnostic approach for CNS vasculitis"}, {"text": "Cerebral angiography helps to identify segmented stenosis of the intracranial vessels; the leptomeningeal and/or cerebral parenchyma biopsy to show the presence of vascular inflammation and rule out other diagnosis is seldom used anymore because it is a challenging procedure with low sensitivity [19] ( Table 5) .", "cite_spans": [{"start": 297, "end": 301, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 304, "end": 312, "text": "Table 5)", "ref_id": "TABREF4"}], "section": "Diagnostic approach for CNS vasculitis"}, {"text": "Diagnostic images such as the brain MRI are sensitive but not specific because of the nature of the lesions that share multiple characteristics with many focal white matter lesions of different vascular origin. The same happens with the presence of cortical atrophy and even with atrophy of the corpus callosum observed in certain autoimmune diseases such as multiple sclerosis [17, 19, 20] .", "cite_spans": [{"start": 378, "end": 382, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 383, "end": 386, "text": "19,", "ref_id": "BIBREF18"}, {"start": 387, "end": 390, "text": "20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Diagnostic approach for CNS vasculitis"}, {"text": "The advent of single-photon emission computed tomography (SPECT) has been most helpful to assess the regional cerebral flow and to detect functional disorders in those areas of MRI-identified lesions to be able to link those lesions to neurological and extra-neurological manifestations (large vessel inflammation in Takayasu's disease), also be observed a unique brain ischemic lesion like at Neuro-Behcet´s (Fig. 3) . SPECT has enabled before and after treatment follow-up of autoimmune diseases [16, 19, 21] .", "cite_spans": [{"start": 498, "end": 502, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 503, "end": 506, "text": "19,", "ref_id": "BIBREF18"}, {"start": 507, "end": 510, "text": "21]", "ref_id": null}], "ref_spans": [{"start": 409, "end": 417, "text": "(Fig. 3)", "ref_id": "FIGREF0"}], "section": "Diagnostic approach for CNS vasculitis"}, {"text": "Neonatal lupus erythematous is considered a model for passive acquisition of autoimmune disease, characterized by the transplacental passage of the maternal anti-SSA/Ro and anti-SSB/Lato the fetus. The typical clinical traits of the neonatal anti-Ro syndrome are transient eruption, congenital heart block, hepatobiliary dysfunction, hematological and neurological dysfunction, in addition to pulmonary abnormalities [22] .", "cite_spans": [{"start": 417, "end": 421, "text": "[22]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Anti-Ro syndrome (neonatal lupus)"}, {"text": "The anti-Ro syndrome presents after week 16 and more often around week 30 of pregnancy. The incidence is 1:15, 000 life births, and left untreated, the in utero mortality is of 23 %, while at 1 year of age is 54 % [23, 24] . The clinical Fig. 2 Diagnostic-therapeutic algorithmin PRS. RPGN rapidly progressing glomerulonefritis, DAH diffuse alveolar hemorrhage, PRS pulmonaryrenal syndrome, CCH congestive heart failure, FBC fibrobroncoscopy, BAL bronchoalveolar lavage, ANCA antineutrophil cytoplasmic antibodies, anti-GBM antibasement membrane antibody presentation in the fetus and the newborn is bradycardia. At birth, there is evidence of skin lesions-annular erythema (desquamative annular plaques) affecting the body as a whole-in 15-25 % of the cases, rather than the typical SLE malar erythema. The liver injury is usually asymptomatic and results in elevated transaminases and even cholestatic hyperbilirubinemia. Follow-up studies have indicated that the autoimmune disease no longer persists once the patient reaches adolescence and adulthood [22, 24] .", "cite_spans": [{"start": 214, "end": 218, "text": "[23,", "ref_id": "BIBREF23"}, {"start": 219, "end": 222, "text": "24]", "ref_id": "BIBREF24"}, {"start": 1055, "end": 1059, "text": "[22,", "ref_id": "BIBREF22"}, {"start": 1060, "end": 1063, "text": "24]", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 238, "end": 244, "text": "Fig. 2", "ref_id": null}], "section": "Anti-Ro syndrome (neonatal lupus)"}, {"text": "This pathology should be suspected in all reproductive age patients when anti-Ro and anti-LA antibodies are present. Monthly evaluations shall be recommended early in pregnancy with the participation of the obstetrician gynecologist. Close attention shall be paid to any rhythm changes during the biophysical profile evaluation, and a treatment change is in order as soon an in utero bradycardia is detected. If the mother was under steroid therapy, the recommendation is to initiate fluorinated glucocorticoids such as oral dexametasone 4-6 mg OD, because the fluorinated halogenated agents cross the placenta [25] . As soon as the baby is born, the newborn shall be admitted to the neonatal intensive care unit for comanagement with pediatric cardiology (permanent or temporary pacemaker).", "cite_spans": [{"start": 611, "end": 615, "text": "[25]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Treatment"}, {"text": "Macrophage activation syndrome (MAS) is beyond doubt the most feared rheumatologic emergency with a mortality close to 70 %, though often under diagnosed (30 % post mortem). MAS is defined as an acute clinical and severe presentation of liver failure, consumption coagulopathy, and encephalopathy, associated with bone marrow-activated macrophages with signs of hemophagocytosis [26] .", "cite_spans": [{"start": 379, "end": 383, "text": "[26]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Macrophage activation syndrome"}, {"text": "The clinical presentation is characterized by extended fever >39°C (for at least 7 days), internal bleedingmelena-CNS alterations expressed as somnolence, rash, and cutaneous erythema, jaundice, and lymphadenopathies. Hepatosplenomegaly is frequently present ( Table 6 ). MAS has been described in autoimmune disease including SLE, idiopathic huvenile arthritis, still disease of the adult, polyarteritis nodosa, and Kawasaki disease [27] .", "cite_spans": [{"start": 434, "end": 438, "text": "[27]", "ref_id": "BIBREF27"}], "ref_spans": [{"start": 261, "end": 268, "text": "Table 6", "ref_id": "TABREF5"}], "section": "Macrophage activation syndrome"}, {"text": "From the perspective of immunopathology, reactive histiocytosis are nonmalignant and uncontrolled activation and proliferation processes of macrophages-histiocytes, leading to hypercytokinemia. Recent flow cytometry analyses have reported a defect in the natural killer (NK) cells functioning with low levels of perphorine expression [27] . Macrophage activation may be triggered by infections (Epstein Barr virus, HIV), drugs (aspirin, antiretroviral drugs, sulphazalacine, corticosteroids, azathioprine, and even post anti-TNFα therapy).", "cite_spans": [{"start": 334, "end": 338, "text": "[27]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Macrophage activation syndrome"}, {"text": "The treatment protocol includes support therapy: ICU surveillance and continuous monitoring, establishment of hydroelectrolytic balance, fresh frozen plasma transfusions, pancultures, and antibiotic therapy when the activation is due to infection. Treatment should be initiated early on to prevent damage of the organs involved. Based on the presence of inhibitory activity in the blood of these patients, plasmapheresis was the initial treatment; however, the improvement was transient as was the case with splenectomy [28, 29] . The Low or absent NK cell activity effectiveness of intravenous immunoglobulin (IVIG) has been modest, and recommendation is to use only after the eighth week (earlier use is contraindicated). The IVIG dose is 500 mg/kg, once per month [28, 30] .", "cite_spans": [{"start": 520, "end": 524, "text": "[28,", "ref_id": "BIBREF28"}, {"start": 525, "end": 528, "text": "29]", "ref_id": "BIBREF29"}, {"start": 767, "end": 771, "text": "[28,", "ref_id": "BIBREF28"}, {"start": 772, "end": 775, "text": "30]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "MAS therapy"}, {"text": "The treatment of choice is still intravenous or oral cyclosporine at a dose of 3-5 mg/kg/day. It is associated to steroid therapy from the start or 24 h after if there is no improvement and until the biological parameters are normalized. The response to cyclosporine A is due to a selective suppression of T lymphocytes, inhibiting cytokine production [27, 29] The allogeneic transplant of hematopoietic cells (HCT) seems to offer the best overall cure rate for MAS, though the effectiveness and safety of the new biologic therapies are yet to be validated: anti-IL 1 (canakinumab), anti-CD25 (daclizumab), and anti-IL 6 (tocilizumab) [31] [32] [33] .", "cite_spans": [{"start": 352, "end": 356, "text": "[27,", "ref_id": "BIBREF27"}, {"start": 357, "end": 360, "text": "29]", "ref_id": "BIBREF29"}, {"start": 635, "end": 639, "text": "[31]", "ref_id": "BIBREF31"}, {"start": 640, "end": 644, "text": "[32]", "ref_id": "BIBREF32"}, {"start": 645, "end": 649, "text": "[33]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "MAS therapy"}, {"text": "GCs continue to be the drugs of choice in the treatment of autoimmune diseases following their discovery in the 1950s. Several action mechanisms have been described, whereby GCs inhibit inflammation and stabilize the lysosomes, decreasing phagocytosis and opsonization [34] . However, several of the action mechanisms attributed to these molecules are observed in the long term (genomic mechanisms leading to the transcription of an antiinflammatory gene). Nonetheless, there is a nongenomic mechanism that accounts for their notable effectiveness in controlling a vasculitis or SLE crisis. Such nongenomic mechanism includes the antagonism of the C-Jun N-terminal kinases (JNKs) signal pathwaydependent transcription factors and the subsequent block of the JNK signal activation cascade via the inhibition of phosphorylation in serine 63/73 by the glucocorticoid RG31 receptor [34, 35] .", "cite_spans": [{"start": 269, "end": 273, "text": "[34]", "ref_id": "BIBREF34"}, {"start": 878, "end": 882, "text": "[34,", "ref_id": "BIBREF34"}, {"start": 883, "end": 886, "text": "35]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Final considerations"}, {"text": "Due to the fact that the immunoregulatory profile and biopsies (skin, kidney, and alveolar, inter alia) are critical to establish the diagnosis of autoimmune diseases, but their processing and results may sometimes take >10 days-particularly the results of the antiphospholipid antibodies (AAF) that must be verified to prevent false positives, especially when infections are present-sepsis-(>6 weeks), the use of easyto-process laboratory tests (Fast Lab) is a must and is very helpful though not confirmatory. These include acute phase reactants, globular sedimentation rate, and C-reactive protein (VSG/PCR), C3 and C4 complement levels (evaluating the alternate and the classical pathway simultaneously); rheumatoid factor (Ra Test-using nephelometry to get the results in less than 2 h), and evidently the standard nontreponemal serum test to detect syphilis (VDRL). VDRL uses a phospholipid compound of cardiolipin-cholesterol-leucine as the antigen substrate that helps to make a fast decision while the rest of the immune rheumatologic profile is available.", "cite_spans": [], "ref_spans": [], "section": "Final considerations"}, {"text": "A special consideration must have three pathologies that even though there is high mortality, they can become very disabling and occur up to 15 % of cases in our rheumatology patients: scleroderma renal crisis, septic arthritis, and atlantoaxial subluxation. Scleroderma renal crisis: This form of renal involvement in scleroderma is characterized by & The acute onset of renal failure. & The abrupt onset of moderate to marked hypertension (although some patients remain normotensive). & A urine sediment that is usually normal or reveals only mild proteinuria with few cells or casts [36] .", "cite_spans": [{"start": 586, "end": 590, "text": "[36]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Miscellaneous"}, {"text": "Blood pressure control with angiotensin-converting enzyme (ACE) inhibitors with gradual reduction of malignant hypertension is the cornerstone of treatment. Other agents such as calcium channel-blocking agents may be added. Renal dialysis may even be required. It is important that the blood pressure be lowered gradually (i.e., avoid use of intravenous nitroprusside or labetalol) and do not let the patient develop hypovolemia [37] .", "cite_spans": [{"start": 429, "end": 433, "text": "[37]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Miscellaneous"}, {"text": "Acute bacterial arthritis, or Bseptic arthritis,^is a rheumatologic emergency. Bacterial replication in the joint and the ensuing inflammatory process can lead to rapid local joint destruction and may be accompanied by systemic infection. The clinician's prompt recognition of the infected joint and implementation of appropriately targeted therapy is therefore critical to limit the morbidity and mortality associated with these infections [38] .", "cite_spans": [{"start": 441, "end": 445, "text": "[38]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Miscellaneous"}, {"text": "Abnormal joint architecture is the most important risk factor for septic arthritis as seen in patients with rheumatoid arthritis (RA), crystal-induced, and Charcot's arthropathy. One hypothesis to explain the increased risk is that patients with RA may have reduced bactericidal activity of synovial fluid and defective phagocytosis by polymorphonuclear cells. The diagnosis of bacterial arthritis should be considered in any patient with acute monoarticular or oligoarticular arthritis. A widely accepted case definition for bacterial septic arthritis was proposed by Newman and requires one of four points to be met: (1) isolation of an organism from an affected joint, (2) isolation of an organism from another source with a concomitant swollen, hot joint, (3) clinical features and turbid joint fluid in the presence of previous antibiotic therapy, and (4) histologic or radiologic evidence consistent with septic arthritis.", "cite_spans": [], "ref_spans": [], "section": "Miscellaneous"}, {"text": "Removal of bacteria and inflammatory debris from the joint is an essential component of the management of infectious arthritis. Closed needle aspiration has historically been the method used in less severe cases and in distal, smaller joints. It is less invasive than surgical drainage and may be associated with faster functional recovery, but it has not been associated with shorter length of stay or decreased mortality [39] .", "cite_spans": [{"start": 423, "end": 427, "text": "[39]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Miscellaneous"}, {"text": "The choice of antibiotic is determined by the isolation of the pathogen and antibiotic sensitivity; some guidelines recommend parenteral therapy for 2 weeks followed by 4 weeks of oral therapy. Staphylococcus aureus infection and gram-negative septic arthritis requires 4 weeks of parenteral therapy [40] . If the gramnegative organism is susceptible to fluoroquinolones, oral therapy with ciprofloxacin or levofloxacin can be considered as an alternative to IV during the latter half of the treatment course due to the high bioavailability of these agents [38, 40] .", "cite_spans": [{"start": 300, "end": 304, "text": "[40]", "ref_id": "BIBREF40"}, {"start": 557, "end": 561, "text": "[38,", "ref_id": "BIBREF38"}, {"start": 562, "end": 565, "text": "40]", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Miscellaneous"}, {"text": "Atlantoaxial subluxation (ATS), the most common presenting symptom for patients with ATS is the pain. This can be either a vague neck pain or a headache. However, this pain is an extremely nonspecific finding, and these patients will require further evaluation to determine its source. The proximity of the spinal cord and vascular supply to the posterior elements can lead to additional severe effects such as myelopathy or vascular occlusion [40] .", "cite_spans": [{"start": 444, "end": 448, "text": "[40]", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Miscellaneous"}, {"text": "Neurologic manifestations include clumsiness, lack of coordination, abnormal gait, difficulty walking, neurogenic bladder, torticollis, easy fatigability, neck pain, limited next mobility, sensory deficits, upper motor neuron signs (hyperreflexia, spasticity, clonus, Babinski sign), paraplegia, hemiplegia, and quadriplegia. Any patient with risk factors for development of ATS (rheumatoid arthritis, Down syndrome, congenital scoliosis, osteogenesisimperfecta, ankylosing spondylitis, neurofibromatosis) merits urgent radiographic and surgical evaluation [41] .", "cite_spans": [{"start": 557, "end": 561, "text": "[41]", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Miscellaneous"}, {"text": "& Unusual (difficult) cases-targeted questioning: the personal and/or family history of autoimmunity is extremely relevant, as well as the use of oral contraceptives, past history of arterial or venous thrombosis, purpura, rheumatoid arthritis, lupus, abortions, and gangrenous ulcers. ", "cite_spans": [], "ref_spans": [], "section": "Take home message"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Emergency department crowding, part 1-concept, causes, and moral consequences", "authors": [{"first": "J", "middle": ["C"], "last": "Moskop", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Sklar", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Geiderman", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Schears", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Bookman", "suffix": ""}], "year": 2008, "venue": "Ann Emerg Med", "volume": "53", "issn": "5", "pages": "605--611", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Frequent users of emergency departments: the myths, the data, and the policy implications", "authors": [{"first": "E", "middle": [], "last": "Lacalle", "suffix": ""}, {"first": "E", "middle": [], "last": "Rabin", "suffix": ""}], "year": 2010, "venue": "Ann Emerg Med", "volume": "19", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The catastrophic antiphospholipid antibody syndrome", "authors": [{"first": "R", "middle": ["A"], "last": "Asherson", "suffix": ""}], "year": 1992, "venue": "J Rheumatol", "volume": "19", "issn": "", "pages": "508--512", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The long-term outcome of catastrophic antiphospholipid syndrome survivors", "authors": [{"first": "D", "middle": [], "last": "Erkan", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Asherson", "suffix": ""}, {"first": "G", "middle": [], "last": "Espinosa", "suffix": ""}, {"first": "R", "middle": [], "last": "Cervera", "suffix": ""}, {"first": "J", "middle": [], "last": "Font", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Piette", "suffix": ""}], "year": 2003, "venue": "Ann Rheum Dis", "volume": "62", "issn": "", "pages": "530--533", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Catastrophic antiphospholipid syndrome: lessons from the BCAPS Registry^", "authors": [{"first": "R", "middle": [], "last": "Cervera", "suffix": ""}, {"first": "S", "middle": [], "last": "Bucciarelli", "suffix": ""}, {"first": "G", "middle": [], "last": "Espinosa", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Gómez-Puerta", "suffix": ""}, {"first": "M", "middle": [], "last": "Ramos-Casals", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shoenfeld", "suffix": ""}, {"first": "J-C", "middle": [], "last": "Piette", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Asherson", "suffix": ""}], "year": 2007, "venue": "Ann NY Acad Sci", "volume": "1108", "issn": "", "pages": "448--456", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "For the CAPS Registry Project Group (European Forum on Antiphsopholipid Antibodies). Mortality in the catastrophic antiphospholipid syndrome. Causes of death and prognostic factors in a series of 250 patients", "authors": [{"first": "S", "middle": [], "last": "Bucciarelli", "suffix": ""}, {"first": "G", "middle": [], "last": "Espinosa", "suffix": ""}, {"first": "R", "middle": [], "last": "Cervera", "suffix": ""}, {"first": "D", "middle": [], "last": "Erkan", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Gómez-Puerta", "suffix": ""}, {"first": "M", "middle": [], "last": "Ramos-Casals", "suffix": ""}], "year": 2006, "venue": "Arthritis Rheum", "volume": "54", "issn": "", "pages": "2568--2576", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "A propósito de un caso. Archivosdel CNER. Caracas, DC", "authors": [{"first": "L", "middle": ["A"], "last": "Gutierrez-Gonzalez", "suffix": ""}, {"first": "", "middle": [], "last": "Síndrome", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The physiopathology of the catastrophic antiphospholipid (Asherson's) syndrome: compelling evidence", "authors": [{"first": "O", "middle": ["D"], "last": "Ortega-Hernandez", "suffix": ""}, {"first": "N", "middle": [], "last": "Agmon-Levin", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Blank", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Asherson", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shoenfeld", "suffix": ""}], "year": 2009, "venue": "J Autoimmun", "volume": "32", "issn": "1", "pages": "1--6", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Briefreport: induction of sustained remission in recurrent catastrophic antiphospholipid syndrome via inhibition of terminal complement with eculizumab", "authors": [{"first": "I", "middle": [], "last": "Shapira", "suffix": ""}, {"first": "D", "middle": [], "last": "Andrade", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Allen", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Salmon", "suffix": ""}], "year": 2012, "venue": "Arthritis Rheum", "volume": "64", "issn": "8", "pages": "2719--2723", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Pulmonary-renal syndrome: a life threatening but treatable condition", "authors": [{"first": "S", "middle": ["C"], "last": "West", "suffix": ""}, {"first": "N", "middle": [], "last": "Arulkumaran", "suffix": ""}, {"first": "W ;", "middle": [], "last": "Philip", "suffix": ""}, {"first": "", "middle": [], "last": "Ind", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Pusey", "suffix": ""}], "year": 2013, "venue": "Postgrad Med J", "volume": "89", "issn": "", "pages": "274--283", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Pulmonary renal vasculitis syndromes", "authors": [{"first": "R", "middle": ["W"], "last": "Lee", "suffix": ""}, {"first": "D&apos;", "middle": [], "last": "Cruz", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "", "suffix": ""}], "year": 2010, "venue": "Autoimmun Rev", "volume": "9", "issn": "", "pages": "657--660", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Outcome of ANCAassociated renal vasculitis: a 5-year retrospective study", "authors": [{"first": "A", "middle": ["D"], "last": "Booth", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Almond", "suffix": ""}, {"first": "A", "middle": [], "last": "Burns", "suffix": ""}], "year": 2003, "venue": "Am J Kidney Dis", "volume": "41", "issn": "", "pages": "776--784", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A systematic review of urinary findings in experimental septic acute renal failure", "authors": [{"first": "S", "middle": ["M"], "last": "Bagshaw", "suffix": ""}, {"first": "C", "middle": [], "last": "Langenberg", "suffix": ""}, {"first": "L", "middle": [], "last": "Wan", "suffix": ""}], "year": 2007, "venue": "Crit Care Med", "volume": "35", "issn": "", "pages": "1592--1598", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Rituximab versus cyclophosphamide in ANCA-associated renal vasculitis", "authors": [{"first": "R", "middle": ["B"], "last": "Jones", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Tervaert", "suffix": ""}, {"first": "T", "middle": [], "last": "Hauser", "suffix": ""}], "year": 2010, "venue": "N Engl J Med", "volume": "363", "issn": "3", "pages": "211--220", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Randomized trial of plasma exchange or high-dosage methylprednisolone as adjunctive therapy for severe renal vasculitis", "authors": [{"first": "D", "middle": ["R"], "last": "Jayne", "suffix": ""}, {"first": "G", "middle": [], "last": "Gaskin", "suffix": ""}, {"first": "N", "middle": [], "last": "Rasmussen", "suffix": ""}], "year": 2007, "venue": "J Am SocNephrol", "volume": "18", "issn": "", "pages": "2180--2188", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Plasma exchange and glucocorticoid dosing in the treatment of ANCA-associated vasculitis: a multicentre randomised controlled trial", "authors": [], "year": 2010, "venue": "PEXIVAS", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Primary CNS vasculitis with spinal cord involvement", "authors": [{"first": "C", "middle": [], "last": "Salvarani", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Brown", "suffix": ""}, {"first": "K", "middle": ["T"], "last": "Calamia", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Christianson", "suffix": ""}, {"first": "", "middle": [], "last": "Huston J 3rd", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Meschia", "suffix": ""}], "year": 2008, "venue": "Neurology", "volume": "70", "issn": "", "pages": "2394--2400", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The syndrome of cerebral vasculitis: recognition, diagnosis and management", "authors": [{"first": "N", "middle": ["J"], "last": "Scolding", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Jayne", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Zajicek", "suffix": ""}, {"first": "Par", "middle": [], "last": "Meyer", "suffix": ""}, {"first": "E", "middle": ["P"], "last": "Wraight", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Lockwood", "suffix": ""}], "year": 1997, "venue": "QJM", "volume": "90", "issn": "", "pages": "61--73", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Cerebral imaging by magnetic resonance imaging and single photon emission computed tomography in systemic lupus erythematosus with central nervous system involvement", "authors": [{"first": "K", "middle": [], "last": "Oku", "suffix": ""}, {"first": "S", "middle": [], "last": "Atsumi", "suffix": ""}, {"first": "Furukawa", "middle": [], "last": "", "suffix": ""}], "year": 2003, "venue": "Rheumatology", "volume": "42", "issn": "", "pages": "773--777", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Value of MRI of the brain in patients with systemic lupus erythematosus and neurologic disturbance", "authors": [{"first": "J", "middle": [], "last": "Jennings", "suffix": ""}, {"first": "P", "middle": [], "last": "Sundgren", "suffix": ""}], "year": 2004, "venue": "Neuroradiology", "volume": "46", "issn": "", "pages": "15--21", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Rapid, complete and sustained response to corticosteroids and pulse cyclophosphamide therapy in a patient with behçet and central nervous disease", "authors": [], "year": null, "venue": "Maedica", "volume": "7", "issn": "4", "pages": "348--351", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Heart involvement in systemic lupus erythematosus, antiphospholipid syndrome and neonatal lupus", "authors": [{"first": "A", "middle": [], "last": "Tincani", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Rebaioli", "suffix": ""}, {"first": "M", "middle": [], "last": "Taglietti", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shoenfeld", "suffix": ""}], "year": 2006, "venue": "Rheumatology", "volume": "45", "issn": "", "pages": "8--13", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "In utero identification and therapy of congenital heart block", "authors": [{"first": "J", "middle": ["P"], "last": "Buyon", "suffix": ""}, {"first": "J", "middle": [], "last": "Waltock", "suffix": ""}, {"first": "C", "middle": [], "last": "Kleinman", "suffix": ""}, {"first": "J", "middle": [], "last": "Copel", "suffix": ""}], "year": 1995, "venue": "Lupus", "volume": "4", "issn": "", "pages": "116--121", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Epidemiology, etiology, detection, and treatment of autoantibodyassociated congenital heart block in neonatal lupus", "authors": [{"first": "D", "middle": ["M"], "last": "Friedman", "suffix": ""}, {"first": "A", "middle": [], "last": "Rupel", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Buyon", "suffix": ""}], "year": 2007, "venue": "Curr Rheumatol Rep", "volume": "9", "issn": "", "pages": "101--108", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Risk of congenital complete heart blockin newborns of mothers with anti-Ro/SSA antibodiesdetected by counter immunoelectrophoresis: a prospectivestudy of 100 women", "authors": [{"first": "A", "middle": [], "last": "Brucato", "suffix": ""}, {"first": "M", "middle": [], "last": "Frassi", "suffix": ""}, {"first": "F", "middle": [], "last": "Franceschini", "suffix": ""}, {"first": "R", "middle": [], "last": "Cimaz", "suffix": ""}, {"first": "D", "middle": [], "last": "Faden", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Pisoni", "suffix": ""}], "year": 2001, "venue": "Arthritis Rheum", "volume": "44", "issn": "", "pages": "1832--1835", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Haemophagocytic syndromes", "authors": [{"first": "G", "middle": ["E"], "last": "Janka", "suffix": ""}], "year": 2007, "venue": "Blood Rev", "volume": "21", "issn": "", "pages": "245--253", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Macrophage activation syndrome: advances towards understanding pathogenesis", "authors": [{"first": "A", "middle": ["A"], "last": "Grom", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Mellins", "suffix": ""}], "year": 2010, "venue": "Curr Opin Rheumatol", "volume": "22", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Macrophage activation syndrome in systemic juvenile rheumatoid arthritis successfully treated with cyclosporine", "authors": [{"first": "A", "middle": [], "last": "Ravelli", "suffix": ""}, {"first": "De", "middle": [], "last": "Benedetti", "suffix": ""}, {"first": "F", "middle": [], "last": "Viola", "suffix": ""}, {"first": "S", "middle": [], "last": "Martini", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 1996, "venue": "J Pediatr", "volume": "128", "issn": "", "pages": "275--278", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Macrophage activation syndrome: characteristic findings on liver biopsy illustrating the key role of activated, IFN-gamma-producing lymphocytes and IL-6-and TNF-alpha-producing macrophages", "authors": [{"first": "A", "middle": ["D"], "last": "Billiau", "suffix": ""}, {"first": "T", "middle": [], "last": "Roskams", "suffix": ""}, {"first": "R", "middle": [], "last": "Van Damme-Lombaerts", "suffix": ""}], "year": 2005, "venue": "Blood", "volume": "105", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Macrophage activation syndrome in a patient with systemic onset rheumatoid arthritis: rescue with intravenous immunoglobulin therapy", "authors": [{"first": "A", "middle": ["G"], "last": "Tristano", "suffix": ""}, {"first": "L", "middle": [], "last": "Casanova-Escalona", "suffix": ""}, {"first": "A", "middle": [], "last": "Torres", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Rodriguez", "suffix": ""}], "year": 2003, "venue": "J Clin Rheumatol", "volume": "9", "issn": "4", "pages": "253--258", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Two randomized trials of canakinumab in systemic juvenile idiopathic arthritis", "authors": [{"first": "N", "middle": [], "last": "Ruperto", "suffix": ""}, {"first": "H", "middle": ["I"], "last": "Brunner", "suffix": ""}, {"first": "P", "middle": [], "last": "Quartier", "suffix": ""}], "year": 2012, "venue": "N Engl J Med", "volume": "367", "issn": "", "pages": "2396--2406", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Randomized trial of tocilizumab in systemic juvenile idiopathic arthritis", "authors": [{"first": "De", "middle": [], "last": "Benedetti", "suffix": ""}, {"first": "F", "middle": [], "last": "Brunner", "suffix": ""}, {"first": "H", "middle": ["I"], "last": "", "suffix": ""}, {"first": "Ruperto", "middle": ["N"], "last": "", "suffix": ""}], "year": 2012, "venue": "N Engl J Med", "volume": "367", "issn": "", "pages": "2385--2395", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "A new era in the treatment of systemic juvenile idiopathic arthritis", "authors": [{"first": "Christy", "middle": [], "last": "Sandborg", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "", "suffix": ""}, {"first": "Elizabeth", "middle": ["D"], "last": "Mellins", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "", "suffix": ""}], "year": 2012, "venue": "N Engl J Med", "volume": "367", "issn": "", "pages": "2439--2440", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Functional interactions between Stat5 and the glucocorticoid receptor", "authors": [{"first": "E", "middle": [], "last": "Stocklin", "suffix": ""}, {"first": "M", "middle": [], "last": "Wissler", "suffix": ""}, {"first": "F", "middle": [], "last": "Gouilleux", "suffix": ""}, {"first": "B", "middle": [], "last": "Groner", "suffix": ""}], "year": 1996, "venue": "Nature", "volume": "383", "issn": "", "pages": "726--728", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Molecular mechanisms of glucocorticosteroid actions", "authors": [{"first": "I", "middle": ["M"], "last": "Adcock", "suffix": ""}], "year": 2000, "venue": "Pulm Pharmacol Ther", "volume": "13", "issn": "", "pages": "115--126", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Scleroderma renal crisis", "authors": [{"first": "V", "middle": ["D"], "last": "Steen", "suffix": ""}], "year": 2003, "venue": "Rheum Dis Clin North Am", "volume": "29", "issn": "", "pages": "315--333", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Scleroderma renal crisis: poor outcome despite aggressive antihypertensive treatment", "authors": [{"first": "J", "middle": ["G"], "last": "Walker", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Ahern", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Smith", "suffix": ""}], "year": 2003, "venue": "Intern Med J", "volume": "33", "issn": "", "pages": "216--220", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Septic arthritis", "authors": [{"first": "J", "middle": ["J"], "last": "Ross", "suffix": ""}], "year": 2005, "venue": "Infect Dis Clin North Am", "volume": "19", "issn": "", "pages": "799--817", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Systematic review and meta-analysis of antibiotic therapy for bone and joint infections", "authors": [{"first": "D", "middle": [], "last": "Stengel", "suffix": ""}, {"first": "K", "middle": [], "last": "Bauwens", "suffix": ""}, {"first": "J", "middle": [], "last": "Sehouli", "suffix": ""}], "year": 2001, "venue": "Lancet Infect Dis", "volume": "1", "issn": "", "pages": "175--188", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Arthrodesis of the cervical spine in rheumatoid arthritis", "authors": [{"first": "C", "middle": ["R"], "last": "Clark", "suffix": ""}, {"first": "D", "middle": ["D"], "last": "Goetz", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Menezes", "suffix": ""}], "year": 1989, "venue": "J Bone Joint Surg Am", "volume": "71", "issn": "3", "pages": "381--392", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Clinical and radiological features of atlantoaxial joints in rheumatoid arthritis", "authors": [{"first": "D", "middle": [], "last": "Babic-Naglic", "suffix": ""}, {"first": "K", "middle": [], "last": "Potocki", "suffix": ""}, {"first": "B", "middle": [], "last": "Curkovic", "suffix": ""}], "year": 1999, "venue": "Z Rheumatol", "volume": "58", "issn": "4", "pages": "196--200", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Single ischemic MRI lesion in a patient with Neuro-Behçet", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Always check the skin for lesions like livedo reticularis, Raynaud, nail pitting, Grottom papules, alopecia, splinter hemorrhage, malar rash, and photosensitivity. & Use of paraclinical tests (Fast Lab): VSG, PCR, fibrinogen, procalcitonine, VDRL, C3, C4, Ra Test, COOMBS. & Do not postpone glucocorticoids and immunosuppressors because of concomitant infections (keep in mind that the patient is hospitalized, monitored and severely ill) Disclosures None.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Classification of rheumatologic emergencies • Catastrophic antiphospholipid syndrome (cAPS)", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "Causes of nonautoimmune PRS", "latex": null, "type": "table"}, "TABREF4": {"text": "", "latex": null, "type": "table"}, "TABREF5": {"text": "MAS diagnostic criteria", "latex": null, "type": "table"}, "TABREF6": {"text": "Table 3 Organ system involvement in cAPS", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Renal </td><td>78 %\n</td></tr><tr><td>Pulmonary </td><td>66 %\n</td></tr><tr><td>CNS </td><td>56 %\n</td></tr><tr><td>Cutaneous </td><td>50 %\n</td></tr><tr><td>Gastrointesinal </td><td>38 %\n</td></tr><tr><td>Hepatic </td><td>34 %\n</td></tr><tr><td>Adrenal </td><td>13 %\n</td></tr><tr><td>Urogenital </td><td>6 %\n</td></tr></table></body></html>"}, "TABREF7": {"text": "Table 5 Diagnostic approach to CNS vasculitis", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Acute phase reactants VSG/PCR </td><td>Pulses </td><td>Recurrent ulcerations </td><td>Antibodies\n</td></tr><tr><td>Wegener </td><td>↑↑↑↑ </td><td>Normal </td><td>(−) </td><td>ANCAc\n</td></tr><tr><td>Behçet </td><td>↑↑↑↑ </td><td>Normal </td><td>(−) </td><td>(−)a\n</td></tr><tr><td>LES </td><td>↑↑ </td><td>Normal </td><td>(+/−) </td><td>ANA, anti-dsDNA\n</td></tr><tr><td>Sjögren </td><td>↑ </td><td>Normal </td><td>(−) </td><td>Anti-Ro/anti-LA\n</td></tr><tr><td>Takayasu </td><td>↑↑↑ </td><td>≠ </td><td>(+) </td><td>(−)\n</td></tr></table></body></html>"}}, "back_matter": []}