{"paper_id": "bf9a104a0e968123eb292724891eb702f5f32f9a", "metadata": {"title": "Clinical Infectious Diseases Severe Illnesses Associated With Outbreaks of Respiratory Syncytial Virus and Influenza in Adults", "authors": [{"first": "James", "middle": ["A"], "last": "Zhou", "suffix": "", "affiliation": {"laboratory": "US Department of Health and Human Services/Assistant Secretary for Preparedness and Response/Biomedical Advanced Research and Development Authority", "institution": "", "location": {"settlement": "Washington", "region": "DC;"}}, "email": ""}, {"first": "Jo", "middle": ["Ellen"], "last": "Schweinle", "suffix": "", "affiliation": {"laboratory": "US Department of Health and Human Services/Assistant Secretary for Preparedness and Response/Biomedical Advanced Research and Development Authority", "institution": "", "location": {"settlement": "Washington", "region": "DC;"}}, "email": ""}, {"first": "Richard", "middle": [], "last": "Lichenstein", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Maryland School of Medicine", "location": {"settlement": "Baltimore"}}, "email": ""}, {"first": "Robert", "middle": ["E"], "last": "Walker", "suffix": "", "affiliation": {"laboratory": "US Department of Health and Human Services/Assistant Secretary for Preparedness and Response/Biomedical Advanced Research and Development Authority", "institution": "", "location": {"settlement": "Washington", "region": "DC;"}}, "email": ""}, {"first": "James", "middle": ["C"], "last": "King", "suffix": "", "affiliation": {"laboratory": "US Department of Health and Human Services/Assistant Secretary for Preparedness and Response/Biomedical Advanced Research and Development Authority", "institution": "", "location": {"settlement": "Washington", "region": "DC;"}}, "email": ""}]}, "abstract": [{"text": "Background. Recent reports have described the contribution of adult respiratory syncytial virus (RSV) infections to the use of advanced healthcare resources and death.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods. Data regarding patients aged ≥18 years admitted to any of Maryland's 50 acute-care hospitals were evaluated over 12 consecutive years (2001)(2002)(2003)(2004)(2005)(2006)(2007)(2008)(2009)(2010)(2011)(2012)(2013). We examined RSV and influenza (flu) surveillance data from the US National Respiratory and Enteric Virus Surveillance System and the Centers for Disease Control and Prevention and used this information to define RSV and flu outbreak periods in the Maryland area. Outbreak periods consisted of consecutive individual weeks during which at least 10% of RSV and/or flu diagnostic tests were positive. We examined relationships of RSV and flu outbreaks to occurrence of 4 advanced medical outcomes (hospitalization, intensive care unit admission, intubated mechanical ventilation, and death) due to medically attended acute respiratory illness (MAARI).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results. Occurrences of all 4 MAARI-related hospital advanced medical outcomes were consistently greater for all adult ages during RSV, flu, and combined RSV-flu outbreak periods compared to nonoutbreak periods and tended to be greatest in adults aged ≥65 years during combined RSV-flu outbreak periods. Rate ratios for all 4 MAARI-related advanced medical outcomes ranged from 1.04 to 1.38 during the RSV, flu, or combined RSV-flu outbreaks compared to the nonoutbreak periods, with all 95% lower confidence limits >1.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusions. Both RSV and flu outbreaks were associated with surges in MAARI-related advanced medical outcomes (hospitalization, intensive care unit admission, intubated mechanical ventilation, and death) for adults of all ages.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Keywords. respiratory syncytial virus; influenza, medically attended acute respiratory illness; advanced medical outcomes.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Respiratory syncytial virus (RSV) is a well-recognized, common cause of severe lower respiratory tract illness and hospitalization in children [1] . More recently, the contribution of adult RSV infections to the utilization of advanced healthcare resources, morbidity, and mortality has become increasingly clear [2] [3] [4] [5] [6] [7] .", "cite_spans": [{"start": 143, "end": 146, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 313, "end": 316, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 317, "end": 320, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 321, "end": 324, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 325, "end": 328, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 329, "end": 332, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 333, "end": 336, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Introduction of diagnostic real-time reverse-transcription polymerase chain reaction assays for viral testing has improved identification of RSV infections and increased awareness of the prominent role this respiratory virus has in relatively severe illness in adults [5, 6, 8, 9] .", "cite_spans": [{"start": 268, "end": 271, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 272, "end": 274, "text": "6,", "ref_id": "BIBREF5"}, {"start": 275, "end": 277, "text": "8,", "ref_id": "BIBREF7"}, {"start": 278, "end": 280, "text": "9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": ""}, {"text": "It is now apparent that severe RSV infections in adults cause excess hospitalizations and deaths each year [10] [11] [12] [13] . In one report, the hospitalization rate for RSV-positive elderly patients with moderate-to-severe influenza-like illness (ILI) episodes was twice that of patients with moderate-to-severe ILI episodes who tested positive for any other virus and 5 times the rate of those who tested positive for influenza A [14] . Furthermore, there are reports that both pulmonary and cardiovascular complications are associated with both RSV and flu hospitalizations in adults [15] [16] [17] [18] .", "cite_spans": [{"start": 107, "end": 111, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 112, "end": 116, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 117, "end": 121, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 122, "end": 126, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 435, "end": 439, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 590, "end": 594, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 595, "end": 599, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 600, "end": 604, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 605, "end": 609, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": ""}, {"text": "Although the impact of RSV infections in adults is now more widely appreciated, additional information is needed [19] . An important gap identified by a recently convened expert consultation is the absence of robust surveillance systems to establish the burden of RSV disease in adults. Specifically, this gap included rates of medically attended acute respiratory infections (MAARI), hospitalizations, and mortality [5] .", "cite_spans": [{"start": 113, "end": 117, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 417, "end": 420, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "Seasonal outbreaks of flu have been associated with surges in advanced medical outcomes, that is, hospitalization, intensive care unit (ICU) admission, intubated mechanical ventilation (mechanical ventilation), and death, in a large adult population [20] . For this study, we considered it important to perform similar assessments of the relationship of advanced hospital-based medical outcomes due to RSV outbreaks and to combined RSV-flu outbreaks over multiple years.", "cite_spans": [{"start": 250, "end": 254, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": ""}, {"text": "Our purpose of the present study was to perform an ecological analysis of the relationship between outbreaks of RSV and flu and advanced medical outcomes of adults in a defined geographic region over 12 consecutive years (2001 to 2013).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "For this study, the State of Maryland's Health Services Cost Review Commission (HSCRC) provided data on patients admitted to any of the 50 Maryland state-regulated acute-care hospitals from 1 July 2001 through 29 June 2013. Established in 1971, HSCRC has broad responsibility to disclose publicly hospital data in order to promote, among other factors, cost containment, access to care, and equity. Hospitals submit data to the HSCRC on a quarterly basis. The dataset contains discharge medical record abstract and billing data on each of the state's approximately 800 000 inpatient admissions annually. Maryland Veterans Administration (VA) hospitals are not under state regulation; therefore, HSCRC data from those hospitals were not available. The Maryland acute-care hospitals consisted of diverse academic and teaching institutions as well as private and public medical care centers. Admission capacity ranged from 9 to 1000 floor beds and from zero to 266 adult ICU beds [21] .", "cite_spans": [{"start": 977, "end": 981, "text": "[21]", "ref_id": null}], "ref_spans": [], "section": "Study Population"}, {"text": "HSCRC provided data regarding personally identifiable information such as age, sex, race, hospital utilized, and admission date. HSCRC also provided identifiable data on the study's key hospital-based advanced medical outcomes, that is, hospitalization, ICU admission, mechanical ventilation, and death, during each patient's Maryland hospitalization.", "cite_spans": [], "ref_spans": [], "section": "Study Population"}, {"text": "The study population included all patients aged ≥18 years admitted to any of 50 Maryland state-regulated, acute-care hospitals with MAARI, RSV, or flu on their list of discharge diagnoses, similar to what has been done for influenza in past studies [18, 20, 22] . These MAARI-related diagnoses included 1 or more primary or subsequent . Codes for fever (780.6) and specific codes for influenza (487.1) and RSV (079.6) were also included. Data on RSV and flu virus diagnostic testing on individual patients were not available in the HSCRC database.", "cite_spans": [{"start": 249, "end": 253, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 254, "end": 257, "text": "20,", "ref_id": "BIBREF19"}, {"start": 258, "end": 261, "text": "22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Study Population"}, {"text": "Surveillance data for the 12 study years were obtained from the Centers for Disease Control and Prevention (CDC) interactive website for flu [23] as well as the National Respiratory and Enteric Virus Surveillance System (NREVSS) for RSV [24] for US Health and Human Services (HHS) region 3 (Maryland, Delaware, the District of Columbia, Pennsylvania, Virginia, and West Virginia). Data from these surveillance systems provided Morbidity and Mortality Weekly Report (MMWR) weekly percentages of positive RSV or flu diagnostic test results in HHS region 3 to define discrete time periods for the analyses.", "cite_spans": [{"start": 141, "end": 145, "text": "[23]", "ref_id": null}, {"start": 237, "end": 241, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Surveillance Data"}, {"text": "MMWR-designated weeks were utilized to define each of 12 consecutive study years from 2001-2002 through 2012-2013 [25, 26] . A study year started on the first day of MMWR week 27 (late June or early July) of one year and ended on the last day of MMWR week 26 (late June or early July) of the following year and captured at least 1 RSV and 1 flu outbreak per study year.", "cite_spans": [{"start": 114, "end": 118, "text": "[25,", "ref_id": "BIBREF24"}, {"start": 119, "end": 122, "text": "26]", "ref_id": null}], "ref_spans": [], "section": "Surveillance Data"}, {"text": "Over the 12 study years, 343 095 RSV test results were obtained by NREVSS, and 298 170 flu test results were obtained by the CDC for HHS region 3. RSV tests were conducted for all study weeks from 2001 to 2013. For this study, the RSV outbreak periods were defined as consecutive MMWR weeks with at least 10% positive diagnostic tests, as has been done in past studies [2, 3] . The same criterion, that is, consecutive weeks with at least 10% positive tests, was used to define the flu outbreak periods in order to maintain a consistent approach for the 2 respiratory viruses. The concomitant RSV-flu (c-RSV-flu) periods were defined as consecutive weeks during which RSV and flu outbreak periods overlapped, with both viruses having 10% or greater positive tests each week. The RSV outbreak periods had 161 to 3317 total tests per week, and the flu outbreak periods had 121 to 4892 total tests per week.", "cite_spans": [{"start": 369, "end": 372, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 373, "end": 375, "text": "3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Surveillance Data"}, {"text": "The combined non-RSV and non-flu periods (n-RSV-nflu periods) included the remaining weeks on either side of the collective RSV, flu, and c-RSV-flu outbreak periods for each study-defined year when none of the MMWR weeks had 10% or greater positive tests for either virus. ", "cite_spans": [], "ref_spans": [], "section": "Surveillance Data"}, {"text": "Descriptive data examination was performed on the occurrences of each of the 4 study advanced medical outcomes-hospitalization, ICU admission, mechanical ventilation, and death-for patients with MAARI-related diagnoses in Maryland in association with increases in positive RSV or flu tests in HHS region 3. Weekly counts of each of these 4 MAARI-related advanced medical outcomes were retrospectively aligned with HHS region 3 weekly percentages of positive RSV or flu tests during the 12 study years combined. For each of the 4 virus outbreak periods defined above (RSV only, flu only, c-RSV-flu, and n-RSV-n-flu), the numbers and percentages of each MAARIrelated advanced medical outcome were summarized for all adult ages and by each of the 3 age subgroups: 18 to <50 years, 50 to < 65 years, and ≥65 years).", "cite_spans": [], "ref_spans": [], "section": "Data Analyses"}, {"text": "Additionally, rate ratios (RRs) were estimated based on the number of daily counts of each MAARI-related advanced medical outcome for the RSV, flu, and c-RSV-flu periods compared to the n-RSV-n-flu periods for the 12 study years combined. A Poisson regression model was used to estimate the RRs and associated 95% confidence intervals (CIs) comparing the 3 individual types of RSV, flu, and c-RSV-flu outbreak periods to n-RSV-n-flu periods. The RRs were calculated by exponentiating estimated regression coefficients based on the Poisson regression model. In addition to the 3 outbreak period indicators, the regression model included hospital admission year and month to account for study seasonal variability that likely involved a mixture of factors. These factors may have included other respiratory viruses or bacteria as well as seasonal or environmental conditions that could have influenced the outcome results of interest. RRs were estimated for all adults combined and for each of the 3 adult age subgroups described above.", "cite_spans": [], "ref_spans": [], "section": "Data Analyses"}, {"text": "Data analyses were conducted using the SAS software (version 9.4, SAS Institute).", "cite_spans": [], "ref_spans": [], "section": "Data Analyses"}, {"text": "Personal identifying information was removed from data regarding hospitalizations as well as RSV and flu surveillance before the data were examined and analyzed. The University of Maryland at Baltimore Institutional Review Board reviewed and approved this study.", "cite_spans": [], "ref_spans": [], "section": "Human Participant Protection"}, {"text": "Over the 12-year (626 weeks) study period, 7 474 837 allcause hospitalizations in the 50 Maryland acute-care hospitals were recorded for adult patients aged ≥18 years. Of these hospitalizations, 967 767 (12.95%) were associated with a MAARI diagnosis. Table 1 lists the demographics of the patients with MAARI-related illnesses. Approximately 51% (496 423) of the MAARI-related hospitalizations were for patients aged ≥65 years. Overall, females accounted for 54.3% of the hospitalizations. The percentage of the white population hospitalized with MAARI was 63.2% for adults overall and steadily increased with increasing age, while the percentage of the African American population was 32.3% overall and steadily decreased with advancing age. This racial and age-related distribution was not unique to MAARI-related hospitalizations and was similar for the 7 474 837 all-cause hospitalizations (data not shown).", "cite_spans": [], "ref_spans": [{"start": 252, "end": 259, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Demographics"}, {"text": "The major focus of this study was to investigate the relationship of RSV and flu outbreaks to increased occurrences of MAARI-related advanced medical outcomes. Table 2 ). Across the total study period of 626 weeks, the percentage of all MAARI-related advanced medical outcomes increased with age (see Total column in Table 2 ). For the RSV, flu, and c-RSV-flu outbreak periods, the percentages of all 4 MAARI-related advanced medical outcomes were consistently greater compared to the n-RSV-n-flu periods. For example, adults aged ≥65 years had the greatest percentages of MAARIrelated advanced medical outcomes during c-RSV-flu outbreak periods: hospitalizations (20.18%), ICU admissions (2.56%), mechanical ventilation (1.98%), and death (1.67%). This observation was consistent across each of the 3 age subgroups even though adults aged ≥65 years accounted for the majority of advanced medical outcomes. The RRs for all 4 MAARI-related advanced medical outcomes ranged from 1.04 to 1.38, with 95% lower confidence limits greater than 1 for each of the defined outbreak periods (Figure 3 ). For example, the RRs (95% CIs) for MAARIrelated hospitalizations were 1.30 (1.28-1.32) for all age groups combined in the c-RSV-flu outbreak periods, 1.23 (1.21-1.25) in the flu outbreak periods, and 1.16 (1.14-1.18) in the RSV outbreak periods. The RRs for MAARI-related hospitalizations for all adults were highest in the c-RSV-flu periods, followed by the flu outbreak periods, then the RSV outbreak periods. This pattern was consistent for each age subgroup and was generally evident for the other advanced medical outcomes.", "cite_spans": [{"start": 1248, "end": 1259, "text": "(1.21-1.25)", "ref_id": null}], "ref_spans": [{"start": 160, "end": 167, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 317, "end": 324, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 1080, "end": 1089, "text": "(Figure 3", "ref_id": null}], "section": "MAARI-related Outcomes"}, {"text": "We used Maryland hospital-based HSCRC data to identify various MAARI-related advanced medical outcomes in combination with the CDC or NREVSS surveillance data for HHS region 3, which includes Maryland, to define RSV, flu, or c-RSV-flu outbreak periods as well as n-RSV-n-flu periods for 12 consecutive years.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "More test results for region 3 were available for RSV from NREVSS than flu test results available from the CDC. Flu tests would be less ordered during late spring to early fall in the United States because flu infections tend to be rare during those times in the Northern Hemisphere and therefore not suspected to be the cause of respiratory illnesses.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Data analysis showed that both flu and RSV outbreaks were associated with MAARI-related surges in advanced medical outcomes in adults during the study years. Increases in MAARI-related advanced medical outcomes related to flu outbreaks have been apparent in the past for reasons reported by others [17] [18] [19] [20] . Our results are similar to recently reported findings that revealed increases in MAARI-related advanced medical outcomes during RSV outbreaks [4, 11, 15] . Increases in MAARI-related advanced medical outcomes are expected for flu [18, 20] , and similar outcomes for RSV are supported by this study.", "cite_spans": [{"start": 298, "end": 302, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 303, "end": 307, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 308, "end": 312, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 313, "end": 317, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 462, "end": 465, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 466, "end": 469, "text": "11,", "ref_id": "BIBREF10"}, {"start": 470, "end": 473, "text": "15]", "ref_id": "BIBREF14"}, {"start": 550, "end": 554, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 555, "end": 558, "text": "20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Not surprisingly, our data showed that severe MAARI-related advanced medical outcomes associated with RSV outbreaks were highest in patients aged ≥65 years. However, our findings also suggest that even for younger adults, both RSV and flu outbreaks were associated with increased MAARI-related advanced medical outcomes. While the occurrence of severe illness in hospitalized adults aged 18-49 years has been previously reported for flu [27, 28] , a similar association for hospital-based severe RSV in this population has been the subject of speculation [16, 17] .", "cite_spans": [{"start": 437, "end": 441, "text": "[27,", "ref_id": "BIBREF26"}, {"start": 442, "end": 445, "text": "28]", "ref_id": "BIBREF27"}, {"start": 555, "end": 559, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 560, "end": 563, "text": "17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Our results indicate that, in general, occurrences of the 4 advanced medical outcomes increased with advancing age for the RSV, flu, and c-RSV-flu outbreak periods when compared to the n-RSV-n-flu periods. Additionally, for each age subgroup analyzed, the highest RRs were predominantly associated with c-RSV-flu outbreak periods. This observation suggests an additive effect of RSV and flu during c-RSV-flu outbreaks.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Our use of the 10% positive test threshold for defining flu and RSV outbreak periods can be criticized for being arbitrary. We conducted supportive analyses using 5% and 15% positive flu and RSV tests as the thresholds for defining flu and RSV outbreaks, and the results were consistent with those found when the 10% threshold was used. In addition, we conducted correlation analyses between percent weekly positive flu and RSV tests and advanced medical outcomes during the flu and RSV seasons and observed mild to moderate correlations (Spearman correlation coefficients ranging from 0.14 to 0.4) in the elderly group (aged ≥65 years). However, because this analysis could not adjust for seasonality and other potential confounding factors, the estimated correlation coefficients could be biased.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "There are limitations to this study. First, this was an ecological analysis that used 2 unrelated sets of data, 1 containing Maryland hospitalization information by coded diagnoses and the other containing region 3 virus surveillance data, to draw relationships. Second, it was not possible to identify directly the respiratory pathogens in the study populations hospitalized with MAARI in Maryland. Third, it is unfortunate that Maryland VA hospital data were not included in the HSCRC datasets because these hospitals admit only adults, many of whom are elderly, and that information could have enriched the data we examined. Fourth, the CDC and NREVSS virus surveillance data for HHS region 3 may not precisely match percentages of Figure 3 . RRs of MAARI-related outcomes. RRs and 95% confidence intervals were estimated from a Poisson regression model based on daily numbers of each MAARIrelated outcome during the RSV-only, flu-only, or c-RSV-flu outbreak periods compared to those during the n-RSV-flu periods for all 12 years combined, adjusted for the admission year and month. All of the 95% lower confidence limits for the 4 MAARI-related outcomes were >1 for each of the defined outbreak periods. The greatest RRs for all 4 MAARI-related outcomes were observed in all adults (aged ≥18 years) during the c-RSV-flu outbreak periods. Abbreviations: c-RSV, concomitant respiratory syncytial virus; ICU, intensive care unit; MAARI, medically attended acute respiratory illness; n-RSV-n-flu, nonrespiratory syncytial virus-nonflu; RR, rate ratio; RSV, respiratory syncytial virus.", "cite_spans": [], "ref_spans": [{"start": 735, "end": 743, "text": "Figure 3", "ref_id": null}], "section": "DISCUSSION"}, {"text": "positive tests for RSV and flu viruses that circulate specifically in Maryland. Finally, the findings from this study may not reliably predict similar outcomes in other states. Data from other states or regions may show different outcomes because of geographic, climate, and demographic variances.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Previous studies have used MAARI-related data to quantify the occurrence and frequency of acute respiratory illnesses [16, 17, 20, 22, 29, 30] . Based on our study, MAARI-related data also appear to be useful in assessing the degree of influence on advanced medical outcomes during both RSV and flu outbreaks. We suggest this approach may more reliably identify the timing and degree of RSV and flu outbreak periods than use of subsets of hospitalized patients with positive RSV or flu diagnostic tests. In addition, this approach could be used in the future to assess the association of respiratory outbreaks due to other pathogens with MAARI-related hospitalizations, ICU admissions, mechanical ventilation, and death.", "cite_spans": [{"start": 118, "end": 122, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 123, "end": 126, "text": "17,", "ref_id": "BIBREF16"}, {"start": 127, "end": 130, "text": "20,", "ref_id": "BIBREF19"}, {"start": 131, "end": 134, "text": "22,", "ref_id": "BIBREF21"}, {"start": 135, "end": 138, "text": "29,", "ref_id": "BIBREF28"}, {"start": 139, "end": 142, "text": "30]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In this study, we demonstrate that both RSV and flu are important pathogens for adults of all ages in terms of hospitalizations, ICU admissions, mechanical ventilation, and death. As improved vaccines and therapeutics for both RSV and flu become available, measurable reductions in surges of advanced medical care utilization and deaths in adults are expected.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Community-acquired pneumonia requiring hospitalization among U.S. adults", "authors": [{"first": "S", "middle": [], "last": "Jain", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Self", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Wunderink", "suffix": ""}], "year": 2015, "venue": "N Engl J Med", "volume": "373", "issn": "", "pages": "415--442", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Centers for Disease Control and Prevention. Respiratory syncytial virus-United States", "authors": [{"first": "A", "middle": ["K"], "last": "Haynes", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Prill", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Iwane", "suffix": ""}, {"first": "S", "middle": ["I"], "last": "Gerber", "suffix": ""}], "year": 2012, "venue": "", "volume": "63", "issn": "", "pages": "1133--1139", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Respiratory syncytial virus surveillance in the United States", "authors": [{"first": "C", "middle": ["B"], "last": "Mcguiness", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Boron", "suffix": ""}, {"first": "B", "middle": [], "last": "Saunders", "suffix": ""}, {"first": "L", "middle": [], "last": "Edelman", "suffix": ""}, {"first": "V", "middle": ["R"], "last": "Kumar", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Rabon-Stith", "suffix": ""}], "year": 2007, "venue": "Pediatr Infect Dis J", "volume": "33", "issn": "", "pages": "589--94", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Hospitalizations for respiratory syncytial virus among adults in the United States", "authors": [{"first": "S", "middle": ["T"], "last": "Pastula", "suffix": ""}, {"first": "J", "middle": [], "last": "Hackett", "suffix": ""}, {"first": "J", "middle": [], "last": "Coalson", "suffix": ""}], "year": 1997, "venue": "Open Forum Infect Dis", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Identifying gaps in respiratory syncytial virus disease epidemiology in the United States prior to the introduction of vaccines", "authors": [{"first": "L", "middle": [], "last": "Kim", "suffix": ""}, {"first": "B", "middle": [], "last": "Rha", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Abramson", "suffix": ""}], "year": 2017, "venue": "Clin Infect Dis", "volume": "65", "issn": "", "pages": "1020--1025", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Respiratory syncytial virus in older adults. A hidden annual epidemic. A report by the National Foundation for Infectious Diseases", "authors": [{"first": "C", "middle": ["A"], "last": "Anderson", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Belongia", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Monto", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Estimates of mortality attributable to influenza and RSV in the United States during 1997-2009 by influenza type or subtype, age, cause of death, and risk status", "authors": [{"first": "G", "middle": [], "last": "Matias", "suffix": ""}, {"first": "R", "middle": [], "last": "Taylor", "suffix": ""}, {"first": "F", "middle": [], "last": "Haguinet", "suffix": ""}, {"first": "C", "middle": [], "last": "Schuck-Paim", "suffix": ""}, {"first": "R", "middle": [], "last": "Lustig", "suffix": ""}, {"first": "V", "middle": [], "last": "Shinde", "suffix": ""}], "year": 2014, "venue": "Influenza Other Respir Viruses", "volume": "8", "issn": "", "pages": "507--522", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Respiratory syncytial virus seasonality-United States", "authors": [{"first": "E", "middle": ["B"], "last": "Rose", "suffix": ""}, {"first": "A", "middle": [], "last": "Wheatley", "suffix": ""}, {"first": "G", "middle": [], "last": "Langley", "suffix": ""}, {"first": "S", "middle": [], "last": "Gerber", "suffix": ""}, {"first": "A", "middle": [], "last": "Haynes", "suffix": ""}], "year": 2018, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "67", "issn": "", "pages": "71--77", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Determining the seasonality of respiratory syncytial virus in the United States: the impact of increased molecular testing", "authors": [{"first": "C", "middle": ["M"], "last": "Midgley", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Haynes", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Baumgardner", "suffix": ""}], "year": 2017, "venue": "J Infect Dis", "volume": "216", "issn": "", "pages": "345--55", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Other viral pneumonias: coronavirus, respiratory syncytial virus, adenovirus, hantavirus", "authors": [{"first": "N", "middle": [], "last": "Lee", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Qureshi", "suffix": ""}], "year": 2013, "venue": "Crit Care Clin", "volume": "29", "issn": "", "pages": "1045--68", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "High morbidity and mortality in adults hospitalized for respiratory syncytial virus infections", "authors": [{"first": "N", "middle": [], "last": "Lee", "suffix": ""}, {"first": "G", "middle": ["C"], "last": "Lui", "suffix": ""}, {"first": "K", "middle": ["T"], "last": "Wong", "suffix": ""}], "year": 2013, "venue": "Clin Infect Dis", "volume": "57", "issn": "", "pages": "1069--77", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Mortality associated with influenza and respiratory syncytial virus in the United States", "authors": [{"first": "W", "middle": ["W"], "last": "Thompson", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Shay", "suffix": ""}, {"first": "E", "middle": [], "last": "Weintraub", "suffix": ""}], "year": 2003, "venue": "JAMA", "volume": "289", "issn": "", "pages": "179--86", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Respiratory syncytial virus infectionassociated hospitalization in adults: a retrospective cohort study", "authors": [{"first": "C", "middle": [], "last": "Volling", "suffix": ""}, {"first": "K", "middle": [], "last": "Hassan", "suffix": ""}, {"first": "T", "middle": [], "last": "Mazzulli", "suffix": ""}], "year": 2014, "venue": "BMC Infect Dis", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Respiratory syncytial virus and other respiratory viral infections in older adults with moderate to severe influenza-like illness", "authors": [{"first": "A", "middle": ["R"], "last": "Falsey", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Mcelhaney", "suffix": ""}, {"first": "J", "middle": [], "last": "Beran", "suffix": ""}], "year": 2014, "venue": "J Infect Dis", "volume": "209", "issn": "", "pages": "1873--81", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "High viral load and respiratory failure in adults hospitalized for respiratory syncytial virus infections", "authors": [{"first": "N", "middle": [], "last": "Lee", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Chan", "suffix": ""}, {"first": "G", "middle": ["C"], "last": "Lui", "suffix": ""}], "year": 2015, "venue": "J Infect Dis", "volume": "212", "issn": "", "pages": "1237--1277", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Medically attended respiratory syncytial virus infections in adults aged ≥50 years: clinical characteristics and outcomes", "authors": [{"first": "M", "middle": ["E"], "last": "Sundaram", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Meece", "suffix": ""}, {"first": "F", "middle": [], "last": "Sifakis", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Gasser", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Belongia", "suffix": ""}], "year": 2014, "venue": "Clin Infect Dis", "volume": "58", "issn": "", "pages": "342--351", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Respiratory syncytial virus infection: an illness for all ages", "authors": [{"first": "E", "middle": ["E"], "last": "Walsh", "suffix": ""}], "year": 2017, "venue": "Clin Chest Med", "volume": "38", "issn": "", "pages": "29--36", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The relationship between influenza outbreaks and acute ischemic heart disease in Maryland residents over a 7-year period", "authors": [{"first": "R", "middle": [], "last": "Lichenstein", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Magder", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "King", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "King", "suffix": ""}], "year": 2012, "venue": "J Infect Dis", "volume": "206", "issn": "", "pages": "821--828", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Respiratory syncytial virus: infection, detection, and new options for prevention and treatment", "authors": [{"first": "C", "middle": [], "last": "Griffiths", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Drews", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Marchant", "suffix": ""}], "year": 2017, "venue": "Clin Microbiol Rev", "volume": "30", "issn": "", "pages": "277--319", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Surges of advanced medical support associated with influenza outbreaks", "authors": [{"first": "J", "middle": ["C"], "last": "King", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Schweinle", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Hatchett", "suffix": ""}, {"first": "Y", "middle": [], "last": "Gao", "suffix": ""}, {"first": "R", "middle": [], "last": "Lichenstein", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2017, "venue": "Epidemiol Infect", "volume": "145", "issn": "", "pages": "2409--2425", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Association of influenza outbreaks with advanced pediatric medical support", "authors": [{"first": "J", "middle": [], "last": "Guyther", "suffix": ""}, {"first": "R", "middle": [], "last": "Lichenstein", "suffix": ""}, {"first": "Y", "middle": [], "last": "Gao", "suffix": ""}], "year": 2018, "venue": "Epidemiol Infect", "volume": "146", "issn": "", "pages": "1366--71", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Centers for Disease Control and Prevention. The National Respiratory and Enteric Virus Surveillance System (NREVSS). Available at", "authors": [], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "New Mexico's indicator-based information system", "authors": [], "year": 2006, "venue": "MMWR Weekly Description and Corresponding Calendar Dates", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Timely assessment of the severity of the 2009 H1N1 influenza pandemic", "authors": [{"first": "G", "middle": ["L"], "last": "Armstrong", "suffix": ""}, {"first": "L", "middle": [], "last": "Brammer", "suffix": ""}, {"first": "L", "middle": [], "last": "Finelli", "suffix": ""}], "year": 2011, "venue": "Clin Infect Dis", "volume": "52", "issn": "1", "pages": "83--92", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Patients hospitalized with laboratoryconfirmed influenza during the 2010-2011 influenza season: exploring disease severity by virus type and subtype", "authors": [{"first": "S", "middle": ["S"], "last": "Chaves", "suffix": ""}, {"first": "D", "middle": [], "last": "Aragon", "suffix": ""}, {"first": "N", "middle": [], "last": "Bennett", "suffix": ""}], "year": 2013, "venue": "J Infect Dis", "volume": "208", "issn": "", "pages": "1305--1319", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Estimating efficacy of trivalent, cold-adapted, influenza virus vaccine (CAIV-T) against influenza A (H1N1) and B using surveillance cultures", "authors": [{"first": "M", "middle": ["E"], "last": "Halloran", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Longini", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Gaglani", "suffix": ""}], "year": 2003, "venue": "Am J Epidemiol", "volume": "158", "issn": "", "pages": "305--316", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Estimates of excess medically attended acute respiratory infections in periods of seasonal and pandemic influenza in Germany from 2001/02 to 2010/11", "authors": [{"first": "M", "middle": ["A"], "last": "Der Heiden", "suffix": ""}, {"first": "K", "middle": [], "last": "Kopke", "suffix": ""}, {"first": "S", "middle": [], "last": "Buda", "suffix": ""}, {"first": "U", "middle": [], "last": "Buchholz", "suffix": ""}, {"first": "W", "middle": [], "last": "Haas", "suffix": ""}], "year": 2013, "venue": "PLoS One", "volume": "8", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Figure 1depicts an example of the unique distribution of these various study weeks during 1 study year(2007)(2008).Study years 2008-2009 and 2009-2010 did not follow the usual annual flu outbreak pattern. Study year 2008-2009 began 1 July 2008 and ended 4 July 2009 and captured 2 distinct influenza A outbreak periods. The first was the seasonal influenza A outbreak from 15 February 2009 to 14 March 2009. The second influenza A outbreak period was the initial \"wave\" of the A/H1N1 virus (A/H1N1pdm) pandemic from 7 June 2009 to 4 July 2009. Study year 2009-2010 began 5 July 2009 and ended 4 July 2010 and included the second major A/H1N1pdm virus wave from 11 October 2009 to 7 November 2009.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "RSV and flu outbreak periods based on CDC weeks in 2007-2008 season year. Individual RSV and flu outbreak periods consisted of those consecutive CDC weeks with ≥10% RSV or 10% flu positive test results, respectively. The horizontal red line at 10% of weekly positive RSV or flu tests defines the breakpoint for the outbreak periods. The c-RSV and flu outbreak periods, as shown in the graph, were defined as consecutive weeks during which RSV and flu outbreak periods overlapped. The n-RSV-n-flu outbreak periods included the remaining weeks on either side of the RSV and flu outbreak periods. Abbreviations: CDC, Centers for Disease Control and Prevention; c-RSV, concomitant respiratory syncytial virus; n-RSV-n-flu, nonrespiratory syncytial virus-nonflu; RSV, respiratory syncytial virus.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "For the RSV, flu, and c-RSV-flu outbreak periods combined, there were 491 902 MAARI-related hospitalizations over 282 weeks of the 12 study years (1744 per week). For the n-RSV-n-flu periods, 475 865 MAARI-related hospitalizations were reported over 344 weeks during the 12 study years (1383 per week).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "illustrates the close temporal alignment of surges in MAARI-related hospitalizations with the RSV and flu outbreak periods for the entire 12-year study period. Note that the horizontal red line shows the 10% breakpoint for positive tests per week for both RSV and flu. While RSV and flu outbreaks often overlap, there is some degree of separation for many of the study years. There were 173 272 MAARI-related hospitalizations over 104 weeks for RSV outbreak periods (1666 per week), 167 525 over 94 weeks for flu outbreak periods (1782 per week), and 151 105 over 84 weeks for c-RSV-flu outbreak periods (1799 per week;", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Temporal association of surges in MAARI-related hospitalizations with RSV and flu outbreak periods over the 12 study years. Surges in MAARI-related acute-care hospitalizations in Maryland are temporally aligned to the RSV and flu outbreak periods in region 3 for the entire 12 study years. The horizontal red line at 10% of weekly positive RSV or flu tests defines the breakpoint for the outbreak periods. Abbreviations: MAARI, medically attended acute respiratory illness; RSV, respiratory syncytial virus.", "latex": null, "type": "figure"}, "TABREF0": {"text": "International Classification of Diseases, 9th Revision discharge codes. Current Procedural Terminology codes 96.70, 96.71, and 96.72 defined mechanically ventilated patients. Codes for viral infection included (0.79.1 to 079.4 and 079.6 to 079.9). Codes for upper respiratory tract infections (460.x to 465.x) included acute otitis media, sinusitis, mastoiditis, acute respiratory infection, common cold, pharyngitis, and tonsillitis. Also included were codes for middle respi-", "latex": null, "type": "table"}, "TABREF1": {"text": "Demographics of Patients With Medically Attended Acute Respiratory Illness-related Hospitalizations", "latex": null, "type": "table"}, "TABREF2": {"text": "Medically Attended Acute Respiratory Illness-related Medical Outcomes During Different Study-defined Periods in Different Age Groups", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>RSV Onlya (Weeks = 104), no. (%)\n</td><td>Flu Onlya (Weeks = 94), no. (%)\n</td><td>Concomitant RSV and Flua (Weeks = 84), no. (%)\n</td><td>Non-RSV and Nonflua (Weeks = 344), no. (%)\n</td><td>Total (Weeks = 626), no. (%)\n</td></tr><tr><td>All: age ≥18 years </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>All-cause hospitalizations\n</td><td>Nb = 1 241 107 </td><td>N = 1 161 719 </td><td>N = 1 007 217 </td><td>N = 4 064 794 </td><td>N = 7 474 837\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>MAARI </td><td>173 272 (13.96) </td><td>167 525 (14.42) </td><td>151 105 (15.00) </td><td>475 865 (11.71) </td><td>967 767 (12.95)\n</td></tr><tr><td>ICU </td><td>21 873 (1.76) </td><td>20 743 (1.79) </td><td>18 842 (1.87) </td><td>62 782 (1.54) </td><td>124 240 (1.66)\n</td></tr><tr><td>Ventilator </td><td>17 194 (1.38) </td><td>16 593 (1.43) </td><td>14 925 (1.48) </td><td>48 734 (1.20) </td><td>97 446 (1.30)\n</td></tr><tr><td>Death </td><td>10 039 (0.81) </td><td>9597 (0.83) </td><td>8792 (0.87) </td><td>27 899 (0.67) </td><td>56 327 (0.75)\n</td></tr><tr><td>Age 18 to &lt;50 years </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>All-cause hospitalizations\n</td><td>n = 471 310 </td><td>n = 445 775 </td><td>n = 375 418 </td><td>n = 1 609 227 </td><td>n = 2 901 730\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>MAARI </td><td>40 992 (8.70) </td><td>41 421 (9.29) </td><td>34 961 (9.31) </td><td>119 802 (7.44) </td><td>237 176 (8.17)\n</td></tr><tr><td>ICU </td><td>4115 (0.87) </td><td>4132 (0.93) </td><td>3574 (0.95) </td><td>12 507 (0.78) </td><td>24 328 (0.84)\n</td></tr><tr><td>Ventilator </td><td>3489 (0.74) </td><td>3483 (0.78) </td><td>2874 (0.77) </td><td>10 551 (0.66) </td><td>20 397 (0.70)\n</td></tr><tr><td>Death </td><td>878 (0.19) </td><td>840 (0.19) </td><td>680 (0.18) </td><td>2591 (0.16) </td><td>4989 (0.17)\n</td></tr><tr><td>Age 50 to &lt;65 years </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>All-cause hospitalizations\n</td><td>n = 291 516 </td><td>n = 271 070 </td><td>n = 237 366 </td><td>n = 926 236 </td><td>n = 1 726 188\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>MAARI </td><td>42 381 (14.54) </td><td>40 532 (14.95) </td><td>36 538 (15.39) </td><td>114 717 (12.39) </td><td>234 168 (13.57)\n</td></tr><tr><td>ICU </td><td>6204 (2.13) </td><td>5782 (2.13) </td><td>5191 (2.19) </td><td>17 465 (1.89) </td><td>34 642 (2.01)\n</td></tr><tr><td>Ventilator </td><td>4886 (1.68) </td><td>4583 (1.69) </td><td>4249 (1.79) </td><td>13 560 (1.46) </td><td>27 278 (1.58)\n</td></tr><tr><td>Death </td><td>1894 (0.65) </td><td>1831 (0.68) </td><td>1534 (0.65) </td><td>5446 (0.59) </td><td>10 705 (0.62)\n</td></tr><tr><td>Age ≥65 years </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>All-cause hospitalizations\n</td><td>n = 478 281 </td><td>n = 444 874 </td><td>n = 394 433 </td><td>n = 1 529 331 </td><td>n = 2 846 919\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>MAARI </td><td>89 899 (18.80) </td><td>85 572 (19.24) </td><td>79 606 (20.18) </td><td>241 346 (15.78) </td><td>496 423 (17.44)\n</td></tr><tr><td>ICU </td><td>11 554 (2.42) </td><td>10 829 (2.43) </td><td>10 077 (2.56) </td><td>32 810 (2.14) </td><td>65 270 (2.29)\n</td></tr><tr><td>Ventilator </td><td>8819 (1.84) </td><td>8527 (1.92) </td><td>7802 (1.98) </td><td>24 623 (1.61) </td><td>49 771 (1.75)\n</td></tr><tr><td>Death </td><td>7267 (1.52) </td><td>6926 (1.56) </td><td>6578 (1.67) </td><td>19 862 (1.30) </td><td>40 633 (1.43)\n</td></tr></table></body></html>"}}, "back_matter": []}