{"paper_id": "bfd497c96e22272fc755a982eaec0c6871b4feba", "metadata": {"title": "Protective Effect of We3 Vaccine Against Rotavirus Diarrhea in Infants During a Predominantly Serotype 1 Rotavirus Season", "authors": [{"first": "Fred", "middle": [], "last": "Clark", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Frances", "middle": ["E"], "last": "Horian", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Louis", "middle": ["M"], "last": "Bell", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Karen", "middle": [], "last": "Modesto", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Vera", "middle": [], "last": "Gouvea", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Stanley", "middle": ["A"], "last": "Plotkin", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "We used a double-blind, placebo-controlled trial to study the efficacy of WC3 rotavirus vaccine administered to 104 infants (ages, three to 12 months) before therotavirus season. Forty-nine infants received vaccine; 55 received placebo. Rotavirus disease during this season was predominantly caused bya serotype 1strain. In placebo recipients there were 14 cases of rotavirus diarrhea (attack rate, 25070); 11 were moderate to severe (attack rate, 20%). Vaccinees experienced onlythree cases of rotavirus disease (attack rate, 6.1%), all mild. When all cases (whether associated with rotavirus or not) of clinically significant diarrhea (CSD) were evaluated, WC3 vaccine provided statistically significant (P < .01) protection against the total number of episodes of CSD and reduced the number of days of CSD-associated diarrhea, vomiting, fever, or illness. Seventy-one percent of the WC3vaccinated infants hadserum antibody responses to thevaccine. The14 placebo recipients who experienced natural disease predominantly had antibody responses to serotype 1. Sera taken after the rotavirus season revealed a nearly identical rate (40%) of natural rotavirus infection in the vaccinated and placebo groups.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Rotaviruses universallyinfect human infants during the first fewyears of life [1-3J. Such infections cause a high incidence of morbidity in developed nations and a high rate of mortality in developing nations [4, 5J.Therefore, an effectivevaccinefor preventing rotavirus-induced diseasewould be highly desirable.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Despite numerous analyses of the humoral and local secretory antibody responsesto human rotavirus infection [6-8J, however, the protective immune response has not been well defined. Clinical ex-", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "We used a double-blind, placebo-controlled trial to study the efficacy of WC3 rotavirus vaccine administered to 104 infants (ages, three to 12 months) before therotavirus season. Forty-nine infants received vaccine; 55 received placebo. Rotavirus disease during this season was predominantly caused bya serotype 1strain. In placebo recipients there were 14 cases of rotavirus diarrhea (attack rate, 25070); 11 were moderate to severe (attack rate, 20%). Vaccinees experienced onlythree cases of rotavirus disease (attack rate, 6.1%), all mild. When all cases (whether associated with rotavirus or not) of clinically significant diarrhea (CSD) were evaluated, WC3 vaccine provided statistically significant (P < .01) protection against the total number of episodes of CSD and reduced the number of days of CSD-associated diarrhea, vomiting, fever, or illness. Seventy-one percent of the WC3vaccinated infants hadserum antibody responses to thevaccine. The14 placebo recipients who experienced natural disease predominantly had antibody responses to serotype 1. Sera taken after the rotavirus season revealed a nearly identical rate (40%) of natural rotavirus infection in the vaccinated and placebo groups.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Rotaviruses universallyinfect human infants during the first fewyears of life [1-3J. Such infections cause a high incidence of morbidity in developed nations and a high rate of mortality in developing nations [4, 5J .Therefore, an effectivevaccinefor preventing rotavirus-induced diseasewould be highly desirable.", "cite_spans": [{"start": 209, "end": 215, "text": "[4, 5J", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Despite numerous analyses of the humoral and local secretory antibody responsesto human rotavirus infection [6-8J, however, the protective immune response has not been well defined. Clinical ex-perience with a bovine rotavirus vaccineused in the field for> 15 y has not led to unequivocal evidence of immune protection [9-11J. Numerous vaccine challengestudies performed in piglets[12-14J, calves [15, 16J, and lambs [17J have produced conflicting data on the relativevalue of heterotypic as opposed to homeotypic rotavirus immunoprophylaxis.", "cite_spans": [{"start": 397, "end": 401, "text": "[15,", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Human vaccine candidate RIT 4237, an attenuated rotavirus of bovineorigin (serotype6), has consistently been shown to be immunogenic and without sequelae in infants in studies performed in Finland [18-20J; efficacytrials indicated that this virus induced heterotypic protection against serotype 1 rotavirus in infants in Finland [20J. RIT 4237 did not, however, effectively induce a serum antibody response in trials in two less-developed countries, Gambia and Rwanda [21, 22J. An alternative vaccine candidate, rhesus rotavirus (RRV)strain MMU 1006 (serotype 3), has consistently been shown to be immunogenicin infants, although its administration has been associated with sequelae such as fever and symptomsof gastroenteritis [23-25J. MMU 1006 vaccine was reported to selectively provide protection against rotavirusgastroenteritis in veryyoung infants (one to four months old) in a less-developed country (Venezuela) [26J but failed to provide protection in a trial in a developed area (Rochester, NY; C. Christy, P. Madore, C. Gala, P. Pincus, C. Hall, and R. Dolin, unpublished observations) or on a Navajo Indian reservation [27J.", "cite_spans": [{"start": 197, "end": 220, "text": "[18-20J; efficacytrials", "ref_id": null}, {"start": 468, "end": 472, "text": "[21,", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Wehave previously reported that candidate rotavirus vaccine WC3, consisting of a bovine rotavirus serotype derived from a calf in Pennsylvania, used at a low (12th) cell-culture passage level, is innocuous and highly immunogenic in infants five to 24 months of age [28] . Because of these promising initial observations, it was of special interest to determine whether WC3 rotavirus vaccination would protect infants against rotavirus disease in a controlled clinical trial. We report here the results of a placebocontrolled, double-blind efficacy trial of WC3 vaccine that was performed in a population of infants in suburban Philadelphia. The results of this trial indicated that during observation throughout a single rotavirus season, WC3 rotavirus vaccination led to a sharply reduced prevalence of rotavirusdisease and complete protection against severe clinical expression of rotavirus infection. Furthermore, WC3 vaccine did not cause adverse effects in infants.", "cite_spans": [{"start": 265, "end": 269, "text": "[28]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": ""}, {"text": "The prevalence of rotavirus disease in this study was evaluated in relation to the serum antibody responses to the vaccine virus (bovine serotype 6) and to heterotypic serotypes 1 and 3 rotaviruses, as well as in relation to the total (natural and vaccine-induced) antibody responses in the vaccinated population. A similar analysis of pretrial prevalence of serum antibody and subsequent clinical rotavirus disease was performed for infants receiving placebo. Sera were collected from all infants at the end of the rotavirus season; all sera were analyzed for evidence of subclinical infection, which was indicated by a rise in serum-neutralizing antibody titer to either or both of the most common rotavirus serotypes, 1 and 3. It was determined that although WC3 vaccine clearly provided protection against severeclinical expression of rotavirus infection in this trial, the overall prevalence of rotavirus infection ( rv 40OJo) was identical in vaccinees and in infants receiving placebo. Although protective vaccination with WC3 vaccine clearly induced a serum antibody response in a majority ( rv 70% ) of vaccinated infants, protection against symptomatic or asymptomatic rotavirus infection could not be correlated with the presence of serum antibody in either vaccinees or placebo recipients.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "WC3 vaccine. The isolation and characteristics of strain WC3 (bovine-origin) rotavirus have been described in detail elsewhere [28] . The test vaccine consisted of WC3 virus at the 12th cell-culture pas-571 sage level. It was propagated in CV-l cell culture [29] fed with serum-free medium; the infectious titer was 10 7 . 5 pfu/mL. A vaccine dose consisted of 1.0 mL of vaccine, 1.0mL of diluent (BHK medium [30] with no serum supplement), and 0.5 mL of cherry syrup. A placebo dose consisted of 2.0 mL of diluent and 0.5 mL of cherry syrup.", "cite_spans": [{"start": 127, "end": 131, "text": "[28]", "ref_id": "BIBREF28"}, {"start": 258, "end": 262, "text": "[29]", "ref_id": "BIBREF29"}, {"start": 409, "end": 413, "text": "[30]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Subjects and Methods"}, {"text": "Assay for vaccine virus in stool. Shedding of WC3 vaccine virus after inoculation was determined by a sensitive plaque assay in MA-I04 cell culture [31] . Suspensions of 10% stool in PBS wereclarified by centrifugation for 30 min at 2000 g. The supernatant fluid was mixed with an equal volume of BHK cell medium containing 500 U~f penicillin, 500 IJ.g of streptomycin, 40 IJ.g of gentamicin, and 50 units of nystatin/mL. This mixture was inoculated onto monolayers of MA-I04 cells under an overlay containing 0.5% agarose and 13IJ.g of trypsin/mL (Flow Laboratories, McLean, Va); the threshold for detection of rotavirus was 1.0 x lQ2 pfu/g of feces.", "cite_spans": [{"start": 148, "end": 152, "text": "[31]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Subjects and Methods"}, {"text": "Virus from plaques induced by stool suspensions was harvested, propagated in MA-I04 cell culture, and assayed for identification of vaccine rotavirus by using the PAGE-silver stain (pAGE-SS) technique. Large, clear plaques that could not be identified as rotavirus were presumptively identified as poliovirus when obtained from an infant who had received oral poliovirus vaccine within the previous six weeks. Other non-rotavirus isolates were identified by the Virus Diagnostic Laboratory of the Children's Hospital of Philadelphia (Children's Hospital).", "cite_spans": [], "ref_spans": [], "section": "Subjects and Methods"}, {"text": "Stool suspensions were prepared as described above. Rectal swab suspensions in PBS were used for some prevaccination stool examinations. The prevaccination specimens and all stools from infants with diarrhea were assayed for rotavirus content by using a PAGE-SS technique to detect rotavirus genomic dsRNA, as previously described [32] . Specimens giving results that were positive or equivocal for rotavirus werefurther testedby a commercial ELISA assay (RotazymÃ bbott Laboratories, North Chicago, Ill) for rotaviruses. There was complete agreement between PAGE-SS and ELISA results, except in the case of three observations of non-type A rotaviruses (see Results).", "cite_spans": [{"start": 331, "end": 335, "text": "[32]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Diagnosis ofrotavirus infection."}, {"text": "Serotype identification was determined for rotavirus-infected stools that were representative of each observed RNA electropherotype by using the solidphase immune electron microscopy (SPIEM) technique [33] (performed by Dr. Guiseppe Gema, Polyclinico San Matteo, Pavia, Italy). Virus of the most commonly observed electropherotype was isolated in MA-I04 cell culture by using the method of Sato et al. [34] and was identified by neutralization tests with polyclonal reference sera [35] .", "cite_spans": [{"start": 201, "end": 205, "text": "[33]", "ref_id": "BIBREF33"}, {"start": 402, "end": 406, "text": "[34]", "ref_id": "BIBREF34"}, {"start": 481, "end": 485, "text": "[35]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Diagnosis ofrotavirus infection."}, {"text": "Design of vaccine trial. Infants were primarily recruited at two private pediatric medical practicesin Havertown, Pa, and in Springhouse, Pa -between September 1985 and January 1986. Three infants were recruited at Children's Hospital.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis ofrotavirus infection."}, {"text": "Participants were healthy, full-term infants (three to 12 months old) who had not received the diphtheria-tetanus-pertussis vaccine within the previous week. All infants were fasted for 1 h before administration of the vaccine or placebo; nursing mothers were also requested to withhold breast-milk feedings for 1 h afterwards. A stool sample or rectal swab was obtained from each infant, and 1'\\10.5 mL of blood was obtained by finger-stick. Immediately before the oral administration of vaccine or placebo, infants were fed at least one ounce of commercial infant formula to buffer stomach acid. Breast-fed infants who refused formula received an antacid containing 40 mg of magnesium hydroxideand 45 mg of aluminum hydroxide/mL (Maaloxs; Rorer, Fort Washington, Pal, 1 mL/kg of body weight. Infants were given vaccine or placebo from vials that appeared identical and that had been serially coded according to a table of random numbers. The code was not broken until after the trial was terminated and all clinical disease had been evaluated and graded.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis ofrotavirus infection."}, {"text": "Additional specimens obtained from all infants included a stool sample taken three days after inoculation, a blood sample taken 28 d after inoculation, and a blood sample taken at the termination of the trial in June 1986. At the time of the June visit, vaccine was offered, at the parents' option, to infants who had originally received placebo. Also, WC3 vaccine was offered to one-to four-year-old siblings at the time of vaccination of those infants included in the trial. These older children were included in the surveillance program for rotavirus disease but were not evaluated serologically.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis ofrotavirus infection."}, {"text": "Active surveillance for vaccine sequelae included calling the parents on each of the first seven days after inoculation. Parents were given a standard rectal thermometer and were instructed in how to take a rectal temperature. They were also given a postcard on which to record, for the first seven days after inoculation, the following information: (1)morning and evening rectal temperatures; (2) number and NOTE. In each of the symptom categories, 0-3 points were assigned to indicate the relative severity of the symptoms and 0-3 points for the duration of the symptoms. Separate scores for both the severity and the duration of individual symptoms wereadded to obtain a compositescore. A diseaseepisodescoring 2-8 points was designated as being mild; an episode scoring~9 points was designated as being moderate to severe. consistency of stools; (3) incidents of vomiting; (4) irritability or other signs of illness (including symptoms of upper-respiratory-tract infections, otitis, etc). Subsequently, parents were requested to report all incidents of gastroenteritis to the study nurse at the inception of symptoms. Surveillance was also maintained dually by a daily check of the telephone logs of the pediatric practices in the study and by weekly calls to parents for the duration of the study. When diarrhea occurred, parents were instructed to collect stool specimens for identification of virus. The clinical course of the disease was monitored by daily interviews done by a study nurse or physician and by a written log kept by the parents for the duration of symptomatology.", "cite_spans": [{"start": 877, "end": 880, "text": "(4)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Diagnosis ofrotavirus infection."}, {"text": "Clinically significant diarrhea (CSD) was defined as two or more watery stools in one day. To allow an objective evaluation of the severity of gastroenteritis, we developed a clinical scoring system, modified from that previously described by Duffy et al. [36] (table 1). In each of four clinical categories, 0-3 points wereassigned for the relativeseverityof symptoms and 0-3 points for the duration of symptoms. Only the fourth category, \"behavioral symptoms,\" required subjective evaluation. A disease episode scoring~9 points (mean score, >1 for each of eight criteria) was designated as being moderate to severe. Final scores were derived from independent evalua-tions by two different clinicians, completed before the study code was broken.", "cite_spans": [{"start": 256, "end": 260, "text": "[36]", "ref_id": null}], "ref_spans": [], "section": "Diagnosis ofrotavirus infection."}, {"text": "To determine whether the pattern of rotavirus disease observed in the study population was characteristic of the community as a whole, we also collected stool samples from a majority of the infants admitted to Children's Hospital who had gastroenteritis during the period encompassing the vaccine trial (l November 1985 to 30 June 1986). All such stools were evaluated for the presence of rotavirus; clinical scoring was not performed on this population, because severe disease was a prerequisite for hospitalization.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis ofrotavirus infection."}, {"text": "Virus-neutralizing antibody in serum was assayed by a previously described PRN test [37] . Serial fivefold dilutions of serum, beginning at a dilution of 1:25, weremixed with an equal volume of rotavirus containing 5.0 x l()2 pfu/mL. Serum-virus mixtures were incubated at 37 C for 30 min and then inoculated in a volume of 0.2 mL onto monolayer cultures (washed twice with PBS) of MA-I04 cells in six-well plastic plates. After adsorption of the serum-virus mixture for 30 min, cell cultures were again washed twice with PBS and then overlaid with Eagle's MEM containing 0.5070 agarose and 13 ug of trypsin/mL (Flow Laboratories). Cell cultures were incubated for three days at 36 C and then stained with overlay mixture containing 0.01070 neutral red. Plaques were counted 4 h after neutral-red staining. The PRN antibody titer was the reciprocal of the calculated serum dilution at which plaque numbers were reduced to 50070 of the number present in control cultures. Seronegative sera most often had PRN titers <50, but all titers <100 wereconsidered negative. An active immune response was considered to be an increase from a titer of <50 to~125 or, in the case of originally seropositive infants, a threefold increase in PRN titer. With the use of a 50070 PRN endpoint, serial fivefold serum dilutions, and a formula for extrapolating endpoints between serum dilutions, if no plaques were observed at a 1:50 serum dilution, the lowest titer that could hypothetically be computed was 1:150. Therefore it was possible to screen for seroconversion (threefold or greater increase in titer) by using a single serum dilution of 1:50. If the titer from sera taken before the rotavirus season was <50 and the sera taken after the rotavirus serum showed no plaques at a serum dilution of 1:50 (titer,~1:150), a threefold or greater increase in titer was demonstrated. When 573 preseason titers were >50, both pre-and postseason sera were titrated to PRN endpoint. A threefold increase in antibody titer was used as an indication of serum antibody response, because, by using a 50070 PRN endpoint, a threefold difference was found to be highly repeatable in replicate tests of the same paired serum samples. All sera were tested against strain Wa rotavirus (serotype 1 [38] ) and strain SAIl rotavirus (serotype 3 [39] ). Sera from WC3-vaccinated infants were also tested against WC3 rotavirus (serotype 6). Occasionally,sera werealso reacted with strain S2 virus (serotype 2 [40] ) and strain ST3 virus (serotype 4 [41] ).", "cite_spans": [{"start": 84, "end": 88, "text": "[37]", "ref_id": "BIBREF38"}, {"start": 2265, "end": 2269, "text": "[38]", "ref_id": "BIBREF39"}, {"start": 2310, "end": 2314, "text": "[39]", "ref_id": "BIBREF40"}, {"start": 2472, "end": 2476, "text": "[40]", "ref_id": "BIBREF41"}, {"start": 2512, "end": 2516, "text": "[41]", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Plaque-reduction neutralization (PRN) test for virus-neutralizing antibody."}, {"text": "Statistical analysis. Discrete variables were analyzed by ' 1./ using Fisher's exact test and Yates's correction where appropriate.", "cite_spans": [], "ref_spans": [], "section": "Plaque-reduction neutralization (PRN) test for virus-neutralizing antibody."}, {"text": "Clinical observations. Vaccinated population. The number of infants completing the trial was 104. When the code was broken, it was determined that 49 infants received WC3 vaccine (39 at the Havertown practice and 10 at the Springhouse practice) and 55 infants had been given placebo (43 at Havertown, 9 at Springhouse, and 3 at Children's Hospital). There were slightly more boys (59070) in the vaccine group and girls (55070) in the placebo group. The mean age at vaccination was 6.9 (± 2.8) mo in vaccinees and 7.0 (± 2.8) mo in placebo recipients. The mean interval between vaccine administration and the midpoint of the rotavirus season (week in which the median case of rotavirus disease in the placebo group occurred) was 3.4 (± 1.3) mo. The mean interval between placebo administration and the midpoint of the rotavirus season was 3.55 (± 1.2) mo. The percentage of infants who were breast-fed was 31070 in the vaccine recipients and 35070 in the placebo recipients.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Vaccine-associated clinical symptoms. The occurrence of symptoms of gastroenteritis, as well as of fever, upper-respiratory-tract disease, and \"irritability,\" is summarized in table 2. The occurrence of diarrhea, vomiting, or fever was low and was similar in both vaccine and placebo groups; minor differences between the groups did not approach statistical significance. The rate of upper-respiratory-tract infection and of irritability were virtually identical in the two groups.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The appearance of symptoms by day after vaccination is illustrated in figure 1. A minor peak in the (44) • Fever was defined as a rectal temperature~38 C. t URI = symptoms of an upper-respiratory-tract infection.", "cite_spans": [{"start": 100, "end": 104, "text": "(44)", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Results"}, {"text": "number of episodes of diarrhea occurred at days 4 and 5 in both vaccineand placebo groups. A small clusterof incidentsof vomiting in the first three days in vaccine recipients could be attributed to two in-· fants ill with otitis media.Episodes of fever appeared randomly in both groups. No clustering of days of appearance of upper-respiratory-tract infection or of irritability was noted (data not shown). Fecal shedding of vaccine rotavirus. Screening of all infants by PAGE-SS analysis of feces at the time of oral inoculation revealed no rotavirus.Forty vaccinerecipientsand 21 placebo recipientswereassayedfor virus in their stools three days after vaccination by using plaque assay in MA-I04cells. This assaydetects rotaviruses and enteroviruses efficiently, Onlytwo (5%) of the 40vaccine recipients testedand none of the 21 placebo recipients tested shed WC3 rotavirus;in these two infants the titer was<1 x l(P pfu/g of feces. Approximately 25% of all infants tested (10 of 40 vaccineesand 6 of 21 placebo recipients) were excreting poliovirus. The presence of poliovirus in stools was invariably correlated with oral poliovirus vaccination two to six weeks previously. One vaccine recipient was determined to be shedding echovirus-6 and one placebo infant was found to be shedding an adenovirus (untyped) in stools three days after inoculation.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Rotavirus gastroenteritis. Vaccinationbegan in September 1985 and wasdiscontinued whenthe first caseof rotavirusgastroenteritiswas identifiedin the trial population, in the third weekof January 1986. No child developed rotavirus disease within one month of receiving vaccine or placebo. The temporal pattern of the appearance of rotavirus diarrhea is illustrated in figure 2 . Each distinct rotavirus electropherotype was arbitrarily assigned a letter code, as indicatedin the figure. The electropherotypes observed are shown in figure 3; all were of the \"long\" type typical of rotavirus subgroup II, except for Q. The serotype was determined for at least one stool specimen infected with each electropherotype. For comparative purposes, the temporalpattern and electropherotypes of rotavirus from infected children from the general population who wereadmitted to Children's Hospital during the same period are also illustrated.", "cite_spans": [], "ref_spans": [{"start": 366, "end": 374, "text": "figure 2", "ref_id": "FIGREF3"}], "section": "Results"}, {"text": "Rotavirus disease in the vaccinetrial population exhibiteda peak incidencein March and April; a final isolated case occurred in May. The infecting 4 Vaccine Trial rotavirus was exclusively of a single electropherotype until mid-March, after which time other eleetropherotypes appeared sporadically. The predominant electropherotype 0 as well as electropherotypes U and T were determined to be associated with serotype 1virus by using the SPIEM technique [33] (three distinct specimens of the 0 electropherotype were evaluated). Electropherotype 0 rotavirus was also isolated in cell culture and was identified as serotype 1 by neutralization with serotype-specificmonoclonal antibody 2C9 [42] . Rotavirus of electropherotype R could not be definitely typed by the SPIEM method.", "cite_spans": [{"start": 147, "end": 148, "text": "4", "ref_id": "BIBREF3"}, {"start": 454, "end": 458, "text": "[33]", "ref_id": "BIBREF33"}, {"start": 688, "end": 692, "text": "[42]", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Results"}, {"text": "Parallel analysis of patients admitted to Children's Hospital with diarrhea indicated that the pattern of rotavirus disease in the metropolitan community at large was closely similar with respect to seasonality. These patients ranged in age from three weeks to three years (median age, eight months). The serotype 1, electropherotype 0 rotavirus also clearly predominated in this population. In this larger sample population, however, occasional infections with rotaviruses of serotypes 2, 3, and 4 were also identified ( figure 3 ). An aberrant electropherotype was identified in two infants: the P electropherotype (serotype 3) was characterized by an apparent displacement of gene segment 7, 8, or 9 into a position between genes 4 and 5. A single, apparently non-group A, rotavirus was observed in the vaccine trial population. A sevenmonth-old placebo recipient developed diarrhea during the sixth week of 1986. The stool specimen was positive for rotavirus-like particles by electronmicroscopic examination, and an atypical pattern of RNA bands was seen in stools; however, an ELISA was negative. Two apparently distinct strains of non-group A rotavirus were also detected during April 1986in children not involved in the WC3 trial. A rotavirus with an electropherotype characteristic of group C rotavirus [43] was detected in a two-yearold infant admitted to Children's Hospital with severe diarrhea. A non-group A rotavirus with a different electropherotype (not group C) was identified in a 13-mo-old infant with mild gastroenteritis who was under surveillance as a participant in another rotavirus vaccine trial. Strenuous efforts to cultivate these viruses in cell culture by using methods routinely successful with group A rotaviruses in our laboratory did not succeed.", "cite_spans": [{"start": 1312, "end": 1316, "text": "[43]", "ref_id": "BIBREF44"}], "ref_spans": [{"start": 522, "end": 530, "text": "figure 3", "ref_id": "FIGREF5"}], "section": "Results"}, {"text": "Effect ofvaccine administration on occurrence of rotavirus disease. The incidence of rotavirus gastroenteritis in WC3 vaccineescompared with placebo recipients is presented in table 3. Ofthe 17 cases of rotavirus diarrhea in the study population, 14 occurred in the placebo group (occurrence, 25070), and three occurred in the vaccine group (occurrence, 6.1%), for a vaccine protection rate of 76% (P <.02).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Blind scoring of the severityof illness before the vaccine code was broken resulted in all cases of rotavirus disease in the vaccine group and three cases in the placebo group being scored as \"mild.\" Eleven cases of rotavirus diarrhea in the placebo group were rated \"moderate to severe\" (occurrence, 20%). Because no vaccineesdeveloped moderate-to-severedisease, protection afforded by the vaccine against this category of disease was 100% (P < .(01).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Evaluation of individual symptom categories (table 4) reinforced the observation of the significant clinical protection afforded by the WC3 vaccine (table 3). A comparison of the total number of days of diarrhea, vomiting, fever (temperature~38 C), or illness associated with rotavirus infection in vaccinated and placebo cohorts revealed highly significant differences in each category.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "We also compared the occurrence and severity of non-rotavirus-associated diarrhea in the WC3vaccinated and placebo groups (table 4). The total number of episodes was markedly higher in the placebo group (21)than in the vaccinees (nine). The unexplained higher occurrence of non-rotavirusassociated CSO in placebo recipients was reflected in statistically significant (P < .(01) excessesof both the total number of days of diarrhea and the total number of days of illness in the placebo recipients. Multiple cases of CSO occurred in several placebo recipients: one infant had three episodes of nonrotavirus-associated CSO and five infants had two episodes.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "An analysis of rotavirus-associated and nonrotavirus-associated CSO (table 4) revealed statistically significant differences in both the total number of disease episodes and in the number of days of expression of each of the four clinical symptom categories. The greater total number of diarrhea episodes in the placebo group (35 vs. 12) was significant, whereas the difference in the number of affected infants (23 vs. 12) was not. This difference reflects the fact that six placebo recipients had multiple cases of non-rotavirus-associated eso and that five placebo recipients experienced both rotavirusand non-rotavirus-associated episodes of CSO. That the excess of non-rotavirus-associated eso in placebo recipients does not reflect diagnostic failures is indicated by the fact that the seroconversion rate to rotavirus was no higher in the group with nonrotavirus-associated CSO than in the placebo recipients who did not develop CSO (see below).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "total of 45 older siblings of infants enrolled in the controlled trial were given WC3 vaccine. Although not formally a part of the controlled trial, these in- 5 . Although we have detected reduced rates of immune response in two-to four-month-old infants in other trials of the WC3 vaccine (authors' unpublished observations), vaccinees younger than five months old did not exhibit a reduced rate of immune response in this trial. Furthermore, a clear pattern of the effect of the month of immunization on the response was not apparent. Despite the fact that an inhibitory effect of breast-feeding on rotavirus vaccine response has been reported [44] , the immune response rates of breast-fed and formula-fed infants to WC3 were virtually identical in this study.", "cite_spans": [{"start": 646, "end": 650, "text": "[44]", "ref_id": "BIBREF45"}], "ref_spans": [{"start": 159, "end": 160, "text": "5", "ref_id": null}], "section": "Surveillance of WC3-vaccinated older siblings. A"}, {"text": "Forty infants were examined for the presence of enterovirus in stools at the time of vaccination. Poliovirus associated with prior oral poliovirus vaccine administration was identified in 10infants; because eight (80%) of these infants exhibited an immune response to rotavirus, there was no indication that oral poliovirus vaccine in the gut inhibited the immune response to WC3 vaccine.", "cite_spans": [], "ref_spans": [], "section": "Surveillance of WC3-vaccinated older siblings. A"}, {"text": "Effect ofprevaccination immunity. Several vaccine trials using attenuated rotavirus strain RIT 4237 have been characterized by dramatically reduced se- rum antibody response rates in previously seropositive infants [18, 20, 44] . The prevalence of preimmunization rotavirus-specific serum antibody in our trial population was evaluated according to agegroup, breast-feeding status, and month of vaccine administration. Altogether, 19 (38.8010) of 49 vaccinees exhibited serum PRN antibody to serotype 1 and/or 3 before vaccine administration, compared with 13 (23.6010) of 55 placebo recipients. That a preponderance of serum antibody may be of maternal origin is suggestedby the fact that the total prevalence of antibody in infants three to four months old (50%) was double that detected in older infants (23070). We detected a difference in the relation of breastfeeding to the presence of serum antibody in infants of different ages. In infants three to four months of age, the prevalence of serum antibody in breast-fed infants (55.6%) slightly exceeded that in formula-fed infants (41.7%). In older breast-fed infants, however, serum antibody to rotavirus was virtually absent (1 [6.2%] of 16), whereas antibody was present in 16 (27.7%) of 58 of the older non-breast-fed infants.", "cite_spans": [{"start": 215, "end": 219, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 220, "end": 223, "text": "20,", "ref_id": "BIBREF19"}, {"start": 224, "end": 227, "text": "44]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Surveillance of WC3-vaccinated older siblings. A"}, {"text": "The prevalence of serum antibody in cohorts of infants vaccinated during each of the four months preceding the onset of clinical rotavirus disease in the community (mid-January) was virtually identical (\"'30%). This observation suggests that rotavirus infections were not prevalent before the onset of the season of rotavirus disease. Observed antibody levels in the trial population therefore predominantly represent either maternally acquired antibody or antibody resulting from a rotavirus infection incurred during the previous year's rotavirus season.", "cite_spans": [], "ref_spans": [], "section": "Surveillance of WC3-vaccinated older siblings. A"}, {"text": "The relation of prior serum antibody response to we3 vaccine is depicted in tables 6 and 7. The relative prevalence (37.1%) of any serum antibody before immunization in infants responding to vaccine was only slightly lower than that in non-responders (50%; table 6). The prevalence of prior antibody to serotypes 1 and 6 was similar in the two groups, but antibody to serotype 3 was more common in non-responders (35.7% compared with 8.6% in responders).", "cite_spans": [], "ref_spans": [], "section": "Surveillance of WC3-vaccinated older siblings. A"}, {"text": "An evaluation of immune response rates to WC3 • Several infants were seropositive to multiple rotavirus serotypes.", "cite_spans": [], "ref_spans": [], "section": "Surveillance of WC3-vaccinated older siblings. A"}, {"text": "according to the presence or absence of prior antibody to specific serotypes (table 7) yielded a similar result. Immune response rates were identical in infants seropositive or seronegative for serotype 1 and were only slightly reduced in infants seropositive for serotype 6; however, the immune response rate in serotype 3-negative infants was double that in serotype 3-positive infants (78.0070 vs. 37.5%). The observed inhibition of immune response to WC3 vaccine in infants seropositive for type 3 rotavirus was statistically significant (P < .05).", "cite_spans": [], "ref_spans": [{"start": 77, "end": 86, "text": "(table 7)", "ref_id": "TABREF6"}], "section": "Surveillance of WC3-vaccinated older siblings. A"}, {"text": "fants experiencing a clinical rotavirus infection are listed in table 8. 1\\vo of the three clinically infected vaccinees exhibited a serum antibody response to WC3 vaccine; one of these also developed a hightitered response to serotype 1.Each of these infants developed, after natural infection, a very high, increased antibody titer to each of the three serotypes tested. A single clinical rotavirus infection occurred in an infant who did not exhibit a serum antibody response to vaccine. This infant also responded to natural rotavirus infection with antibody to three different serotypes, with the highest titer observed to serotype 1.", "cite_spans": [], "ref_spans": [], "section": "Immune response in infants with clinical rotavirus infection. The serum antibody profiles of in-"}, {"text": "Among placebo recipients experiencing rotavirus disease (table 8) , there were eight completely seronegative infants. In this group, the prevalence of a serum antibody response was as follows: serotype 1, eight of eight; serotype 3, five of eight; and serotype 6, none of six. 1\\vo infants' (P74 and P80) responses to serotype 6 werenot tested; however, their responses to serotypes 2 and 4 were tested. Each infant exhibited an antibody response to serotypes 2 and 4, as well as to serotypes I and 3. In each of the eight previously seronegative infants, the convalescent antibody titer to serotype 1 exceeded that to each other serotype tested.", "cite_spans": [], "ref_spans": [{"start": 56, "end": 65, "text": "(table 8)", "ref_id": "TABREF7"}], "section": "Immune response in infants with clinical rotavirus infection. The serum antibody profiles of in-"}, {"text": "Six placebo recipients with rotavirus disease exhibited serum antibody to one or more of the three serotypes when tested at the time of placebo administration. Five of these infants exhibited an increase in serum antibody to serotype 1, three to serotype 3, and one to serotype 6. In the five infants exhibiting an antibody response, either the highest antibody titer or the only antibody response (infant P69) was detected with serotype 1. The only infant failing to exhibit an increase in serum antibody after infection (infant P34) was triply seropositive, with an exceptionally high titer of serum PRN antibody to serotype 1 at the inception of the trial.", "cite_spans": [], "ref_spans": [], "section": "Immune response in infants with clinical rotavirus infection. The serum antibody profiles of in-"}, {"text": "To obtain evidence of subclinical rotavirus infections, we screened the initial and final (after the rotavirus season) serum samples from each placebo recipient and the 28-d-after-vaccination and final serum samples from each vaccine recipient at a single serum dilution for the presence of PRN antibody to serotype 1 and serotype 3 rotavirus. Infants who exhibited an increase in titer from <50 (seronegative) to~125 or, in the case of initially seropositive infants, an increase in titer of threefold or more, were considered to have experienced a rotavirus infection during the course of the trial. The incidence of subclinical infections is presented in table 9. Seventeen (34.7%) vaccinated infants exhibited evidence of subclinical rotavirus infection, with the majority (14infants) showing an increase in antibody titer to both serotypes 1 and 3. Nine placebo recipients had evi- There was no indication that infants found, on the basis of serological studies, to have experienced subclinical rotavirus infection had experienced a higher occurrence of gastroenteritis than did those who were not \"asymptomatically\" infected (i.e., that rotavirus diagnostic failures occurred). In the placebo population, the incidence of non-rotavirus-associated CSD was two (22.2070) of nine in asymptomatically rotavirus-infected infants and seven (21.9%) of 32 in those infants not infected with rotavirus. In the vaccinated population, the incidence of non-rotavirus-associated CSD was 2 (11.8%) of 17in asymptomatically rotavirus-infected infants and 7 (24.1%) of 29 in infants who lacked serological evidence of rotavirus infection.", "cite_spans": [], "ref_spans": [], "section": "Evidence of asymptomatic rotavirus infections."}, {"text": "Relation ofserumantibody to naturally acquired rotavirus infection. The occurrence of symptomatic and asymptomatic rotavirus infections was evaluated in relation to the occurrence of a serum antibody response to WC3 vaccine. Two of three symptomatic rotavirus infections in vaccinees occurred in infants who exhibited an antibody response to vaccine (see table 8) . Surprisingly, all observed asymptomatic infections also occurred in those in-581 fants who had an antibody response to vaccine.Thus, the total incidence of rotavirus infection (symptomatic or asymptomatic) in the infants who demonstrated a serum antibody response was 19 (54.3%) of 35, compared with an incidence in non-responders of only 1 (7.1%) in 14, a difference that is statistically significant (P < .01). The result suggests that whatever biologic factors inhibit an active serum antibody response to WC3 vaccine may also protect against wild-type rotavirus infection during an infant's first season of rotavirus exposure.", "cite_spans": [], "ref_spans": [{"start": 355, "end": 363, "text": "table 8)", "ref_id": "TABREF7"}], "section": "Evidence of asymptomatic rotavirus infections."}, {"text": "The serotype specificity of the serum immune response to WC3 vaccine did not appear to affect susceptibility to natural infection. Among 19infants exhibiting a serum antibody response to WC3 rotavirus only, there were no symptomatic rotavirus infections and 10 asymptomatic infections (total incidence of infection, 52.6%). Among 16 vaccinees who developed a serum antibody response to serotype 3 (and in four cases also to serotype 1) in addition to an antibody response to WC3, there weretwo symptomatic rotavirus infections and seven asymptomatic infections (total incidence of infection, 56.2%).", "cite_spans": [], "ref_spans": [], "section": "Evidence of asymptomatic rotavirus infections."}, {"text": "In addition to antibody induced by WC3 vaccine, certain vaccinated infants also possessed serum antibody before vaccination. Therefore, the occurrence of natural rotavirus infection was also evaluated in relation to the total occurrence of serum antibody (PRN titer >100) in vaccinees, as detected 28 dafter immunization (table 10). The occurrence of natural infection in infants seropositive for serotype 1 was slightly less (31.2%) than the 46.3% occurrence ob- NOTE. Seropositive infants had a serum PRN antibody titer >100 to the indicated serotype. Infants seropositive to multiple serotypes are listed in each category that applies to them. Antibody determinations were made on day 0 for infants receiving placebo and on day 28 after inoculation for infants receiving vaccine. served for all vaccinees seropositive for any of the three serotypes tested. As in the case of evaluation according to active antibody response to vaccine, however, the most striking observation was that, by far, the lowest infection rate (12.5010) was observed in infants seronegative for all tested serotypes.", "cite_spans": [], "ref_spans": [], "section": "Evidence of asymptomatic rotavirus infections."}, {"text": "Placebo recipients were also evaluated for evidence of a relation between the presence of rotavirus serum antibody (only serotypes 1 and 3 were tested) at the beginning of the trial (day 0) and subsequent natural rotavirus infection (table 10). The presence of serum PRN antibody before the trial period was not associated with protection against clinical or subclinical rotavirus infection; as in the case of vaccinees, the total infection rate was higher in previously seropositive infants (53.8%) than in originally seronegative infants (38.1%), although this difference was not statistically significant (P = .30). Furthermore, preexisting, specific PRN antibody to serotype 1 in placebo recipients was not associated with a reduced attack rate for symptomatic or asymptomatic rotavirus infection in the course of a predominantly serotype 1 rotavirus outbreak.", "cite_spans": [], "ref_spans": [], "section": "Evidence of asymptomatic rotavirus infections."}, {"text": "This trial demonstrated the protective efficacy of WC3 vaccine against rotavirus disease. In addition, by using a placebo-controlled trial in infants three to 12 months old, we confirmed previous observations [28] that strain WC3 rotavirus vaccine does not induce signs of gastroenteritis, fever, or systemic illness. These findings of complete safety are similar to results reported with human rotavirus vaccine candidates derived from high-passage (RIT 4237) [19, 20, 45] or low-passage (RIT 4256) [46] preparations of bovine rotavirus strain NCDV [47] in infants of this age-group. In contrast, administration of human rotavirus candidate vaccine MMU 1006, derived from a simian serotype 3 rotavirus (RRV) [48] , has frequently caused fever or symptoms of gastroenteritis in five-to 12-month-old infants [23] [24] [25] . Further evidence of the low pathogenic potential of WC3 rotavirus in infants was the low (5%) detection rate of vaccine rotavirus in stools after vaccination. A previous study with WC3 vaccine revealed a 31% rate of fecal shedding of vaccine virus [28] ; the occurrence of shedding of RIT 4237 and RRV virus in a comparative trial was 22% and 84%, respectively [23] .", "cite_spans": [{"start": 209, "end": 213, "text": "[28]", "ref_id": "BIBREF28"}, {"start": 461, "end": 465, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 466, "end": 469, "text": "20,", "ref_id": "BIBREF19"}, {"start": 470, "end": 473, "text": "45]", "ref_id": "BIBREF46"}, {"start": 500, "end": 504, "text": "[46]", "ref_id": "BIBREF47"}, {"start": 550, "end": 554, "text": "[47]", "ref_id": "BIBREF48"}, {"start": 709, "end": 713, "text": "[48]", "ref_id": "BIBREF49"}, {"start": 807, "end": 811, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 812, "end": 816, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 817, "end": 821, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 1072, "end": 1076, "text": "[28]", "ref_id": "BIBREF28"}, {"start": 1185, "end": 1189, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "A single dose of WC3 vaccine provided efficient Clark et al. protection against rotavirus disease. The protection rate against all rotavirus disease was 76%; 100% protection was observed against rotavirus disease scored as moderate to severe. These results compare favorably with reports of efficacy trials of RIT 4237 and RRV vaccine candidates, although the precision of such comparisons is limited by each report's use of different criteria for determining severe rotavirus disease. RIT 4237 vaccine evaluated in two trials in Finland (one involving a single dose and the other, two doses) provided 50% and 58% protection against all rotavirus disease and 88% and 82% protection against more-serious rotavirus disease [19, 20] . A single account of RRV vaccine efficacy in Venezuelan infants reported 68% efficacy against all rotavirus disease, 100% efficacy against the \"most severe rotavirus diarrheal episodes,\" and selective high efficacy in infants vaccinated at ages 1-4 mo,as compared with those vaccinated at ages 5-10 mo [26] .", "cite_spans": [{"start": 48, "end": 60, "text": "Clark et al.", "ref_id": null}, {"start": 721, "end": 725, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 726, "end": 729, "text": "20]", "ref_id": "BIBREF19"}, {"start": 1033, "end": 1037, "text": "[26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Discussion"}, {"text": "In the present trial we observed no preferential WC3 vaccine-induced protection according to age-group. Thirty of 104 infants received WC3 vaccine or placebo when less than five months of age; the WC3 vaccine-associated efficacy against rotavirus disease (total episodes regardless of severity) was 73.8% in this younger group, compared with an efficacy of 76.6% in infants five to 12 months old at the time of vaccination. Other investigators have applied a variety of different criteria to the evaluation of the clinical severity of rotavirus diarrhea encountered in placebocontrolled vaccine trials. These criteria have included the following: (1) defining \"clinically significant diarrhea\" as episodes judged, by a pediatrician, to require oral rehydration [20] -this approach was not applicable to our trial, because not all infants were seen by a pediatrician; (2) defining \"clinically significant diarrhea\" as watery stools for~24 h [19] by this measure, we detected 12 cases of clinically significant diarrhea in our placebo group and two in our vaccinated group; and (3) defining \"severe rotavirus diarrhea\" as an episode giving a score~8 when evaluated according to a multi-factor scoring system similar to that used in the present study [26] -using this scoring system, we observed 10cases of severe rotavirus diarrhea in our placebo group and no cases in our vaccine group. Therefore, use of an alternative scoring system would have little effect on our results or our conclusions regarding the efficacy of WC3 rotavirus vaccine.", "cite_spans": [{"start": 761, "end": 765, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 940, "end": 944, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1248, "end": 1252, "text": "[26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Discussion"}, {"text": "The potential value of the WC3 immunization was particularly evident when the total duration of the expression of symptoms of rotavirus disease was compared in the vaccine and placebo cohorts. Protection rates against expression of rotavirus infection in terms of the number of days of elevated temperature, \"illness,\"diarrhea, or vomiting ranged from 83070 to 91%. The protection observed for each symptom category was highly significant (P < .0Ot). This protective efficacy was further indicated by a statistically significant reduction in the rate of each of these symptoms when calculated for all (rotavirus-associated and non-rotavirus-associated) CSD observed during the trial period. A somewhat reduced rate and duration of symptoms of non-rotavirus-associated diarrhea was also observed in WC3-vaccinated infants; this observation cannot readily be explained.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "There is no reason to believe that episodes of nonrotavirus-associated diarrhea represent failure to diagnose rotavirus infections: serological studies revealed that the rate of seroconversion to rotavirus antigens in infants experiencing non-rotavirusassociated diarrhea was no higher than that in infants who remained asymptomatic throughout the trial. Analysis of the wild-type rotaviruses associated with gastroenteritis in the vaccine trial population, in comparison with those identified in infants admitted to Children's Hospital, indicated that exposure to virus in the suburban infants was typical of that in the larger urban community. In each population, rotavirus disease began in January and was almost exclusively associated with a single strain (electropherotype) of serotype 1 rotavirus, especially at the inception of the outbreak. Other electropherotypes of serotype I rotavirus appeared sporadically in both the trial and hospitalized populations. In the larger hospitalized population, sporadic infections with serotypes 2, 3, and 4 rotaviruses were also detected. The identification of three different strains of non-group A rotavirus associated with infant gastroenteritis represents the first observation of nongroup A rotavirus infection in the Philadelphia area, despite electropherotypic monitoring of rotavirus infections in Children's Hospital since 1982.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "It is clear that the predominant rotavirus pathogen in the community during the vaccine trial period was serotype 1.Therefore, our observations suggest that WC3 vaccine protects against disease caused by serotype 1 rotavirus, despite the fact that there is no antigenic relationship between WC3 virus and serotype 1 virus demonstrable by virus-neutralization 583 tests [28] (a minor cross-reaction between WC3 virus and serotype 3 was detectable). These findings are in agreement with those of Vesikari et al. [20] , who demonstrated induction of protection against disease associated with a predominantly serotype 1 outbreak after immunization of infants with bovine serotype RIT 4237 virus. In contrast, Flores et al. [26] reported that clinical protection induced by RRV vaccine appeared to be serotype specific.", "cite_spans": [{"start": 369, "end": 373, "text": "[28]", "ref_id": "BIBREF28"}, {"start": 510, "end": 514, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 720, "end": 724, "text": "[26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Discussion"}, {"text": "The mechanism of inducing heterotypic protection is not known. Vaccination challenge experiments performed in animals have given conflicting results in demonstrating or failing to demonstrate heterotypic protection associated with active immunization with rotaviruses [12] [13] [14] [15] [16] [17] ; the critically important protective arm(s) of the immune response to rotavirus infection remains to be definitively identified in homotypic or heterotypic immune protection. Nevertheless, with the clinical importance of the four different rotavirus serotypes established [49] , as well as the recent emergence of at least two additional serotypes [35, 50] , the potential advantage of a vaccine that provides broadly cross-reactive heterotypic protection is apparent.", "cite_spans": [{"start": 268, "end": 272, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 273, "end": 277, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 278, "end": 282, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 283, "end": 287, "text": "[15]", "ref_id": null}, {"start": 288, "end": 292, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 293, "end": 297, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 571, "end": 575, "text": "[49]", "ref_id": "BIBREF50"}, {"start": 647, "end": 651, "text": "[35,", "ref_id": "BIBREF35"}, {"start": 652, "end": 655, "text": "50]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "WC3 vaccine administered to three-to 12-monthold infants in this study induced a slightly lower rate of serum PRN antibody response (7.14%) than that noted in previous trials in five-to ll-month-old infants (90%-95%) [28; authors' unpublished data]. In contrast to reports of several studies of bovine serotype RIT 4237vaccine,in which infants seropositive by ELISA exhibited a reduced rate of serum antibody response to vaccine [18, 20, 44] , we were unable to demonstrate an inhibition of immune response to WC3 vaccine in seropositive infants. The single exception occurred in the case of infants seropositive to serotype 3 rotavirus (which exhibits a minor cross-reaction with WC3 by PRN test). It is apparently paradoxical that seropositivity to heterotypic serotype 3 rotavirus is more inhibitory than is seropositivity to homotypic WC3 rotavirus. In this study, however, sera werescreened for PRN antibody at a titer of 1:100;our experience indicates that very high titers of antibody to serotype 3 are common, whereas preimmunization PRN antibody titers of >1:250 to bovine serotype rotavirus are very rare.", "cite_spans": [{"start": 429, "end": 433, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 434, "end": 437, "text": "20,", "ref_id": "BIBREF19"}, {"start": 438, "end": 441, "text": "44]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Discussion"}, {"text": "As in previous studies, serotype 1 PRN antibody responses to the WC3 vaccine were rare. Nevertheless, WC3 vaccine elicited an immune response that protected against the severe, symptomatic expression of wild-type, serotype 1 rotavirus infection. Clearly, an as-yet-undefined arm of the active immune response, perhaps consisting of cross-reactive, local secretory antibody in the gut and/or cell-mediated immunity [51J, is effective in limiting rotavirus infection. The fact that WC3 vaccine is heterotypic to human rotaviruses may represent an advantage, because homotypic antibody or immune memory capable of inhibiting an active immune response to WC3 vaccine is unlikely to be present. Evidence for this is the previous observation that booster responses to WC3 vaccine in seropositive infants are most efficiently induced in infants seropositive for serotype 1 or 3 human rotavirus but seronegative for bovine serotype virus [28J.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "That the serum PRN antibody test is an imperfect indicator of induction of protection is indicated by the fact that WC3 vaccine induced 100070 protection against moderate-to-severe rotavirus disease, despite a seroconversion rate of only 71%. This observation is in agreement with studies performed in Finland, in which induction of nearly complete protection against severe rotavirus disease by RIT 4237 vaccine was associated with a seroconversion rate of only 50%-70% [19, 20J. Nevertheless, it is likely that tests for serum antibody to rotavirus serve as useful indicators that an immunizing antigenic stimulation of the host has occurred: induction of very low rates of serum antibody response to RIT 4237 vaccine in two African trials was associated with ineffective protection against clinical disease [21, 22J. The serum antibody response of symptomatically rotavirus-infected infants who received placebo tended to be more serotype specific than that observed in vaccinated infants. By far the highest incidence (13 of 14) of PRN antibody responses was noted with serotype 1 rotavirus, and the PRN antibody response to serotype 1 was invariably of higher titer than that to other serotypes, an observation confirming the identification of serotype 1 as the cause of most infections, as previously determined by examination of virus in stools. Five of eight originally seronegative infants, however,responded to the serotype 1 infection with an additional PRN antibody response to serotype 3 rotavirus, and two were found to have developed PRN antibody to serotypes 1,2, 3, and 4. This observation is in agreement with experimental results indicating that orally inoculating experimental animals with rotavirus often results in a serum PRN antibody response that is much more broadly cross-reactivethan that obtained after parenteral inoculation [52, 53J. It is clear from studies with Clark et al. reassortant rotaviruses that the immune reaction to oral immunization includes an efficient response to serotype-specific antigenic determinants located on the rotavirus surface protein vp3 [54, 54aJ; serotype cross-reactive antigenic determinants have been determined to be selectively localized on vp3 [55-57J. The frequent serotype cross-reactive PRN antibody responses of infants to a presumably monotypic rotavirus infection [58, 59J suggest that attempts to determine the relative importance of different rotavirus serotypes by serological surveys [2J must be interpreted with caution. More importantly, given the fact that at least six pathogenic serotypes of human rotavirus are now recognized [35, 41, 50J , the results provide evidence that every human serotype may not have to be represented in an effective vaccine.", "cite_spans": [{"start": 810, "end": 819, "text": "[21, 22J.", "ref_id": null}, {"start": 1895, "end": 1907, "text": "Clark et al.", "ref_id": null}, {"start": 2338, "end": 2346, "text": "[58, 59J", "ref_id": null}, {"start": 2610, "end": 2622, "text": "[35, 41, 50J", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Analysis of sera taken after the rotavirus season in the present trial produced evidence that the total prevalenceof natural rotavirus infection (\"'40%) was identical in the vaccinated and placebo populations. Therefore, the placebo and vaccinated groups were equally exposed to natural rotavirus challenge; WC3 vaccination did not prevent infection or an active immune response but presumably provided clinical protection by limiting the extent of the infection. That vaccination does not totally prevent infection is presumably a favorable outcome. Subclinical infections have been reported to provide protection against clinical expression of subsequent rotavirus infections [6OJ, seropositive infants have been shown to express an anamnestic type of secretory antibody response in the intestine [61J, and serial infections may be expected to enhance both the efficiency of immune memory and the serotype diversity of immunity. The observation that clinical gastroenteritis was detected in 60070 of rotavirus-infected recipients of placebo (moderate-to-severe diseasein \"'50%) provides further justification for the value of immunoprophylaxis.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Although WC3 vaccine-associated protection against rotavirus disease was clearly demonstrated in this study, there was no correlation between the presence of serum antibody before the onset of the rotavirus infection and prevention of rotavirus infection or disease in either vaccinated or control infants. This observation reinforces the suggestion that the observed increase in the rate of serum PRN antibody to rotavirus after vaccination is an imperfect indicator of an active immune response that exerts protective effects through an as-yet-undefined mechanism. An unexpected observation was the fact that infants who failed to generate a PRN antibody response to WC3 vaccine were also selectively resistant to naturally acquired rotavirus infection, a difference that was statistically significant (P< .01). Because epidemiological surveys have uniformly demonstrated that all infants become seropositive by two or three years of age [1, 2], these originally \"refractory\" infantswill presumably become infected and develop an antibodyresponse duringsubsequent rotavirus seasons. This observation may provide justification for routinely administering a second booster inoculation of rotavirus vaccine to infants before their exposure to a second rotavirus season.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "It is of interest that in the current study of a middle-class suburban population, we observed, in a single winter season, 25070 occurrence of clinical rotavirusdisease in control infants in the first year of life. Twenty percentof placeborecipients experienced rotavirusillness categorized as moderate to severe. Fifty-five placebo recipients experienced a total of 81 d of rotavirus-associated illness, compared with only 12 d of rotavirus illness in 49 WC3vaccinated infants. Theseobservations suggest that immunization againstrotavirus gastroenteritis may be justifiedon the basisof cost effectiveness as well as of purelymedical considerations, evenin a population of infants from the middle class of a developed nation. Our observations favor an extended evaluation of immunoprophylaxis withwe3 vaccine in populationsof infants in developed, as well as in less-developed, countries.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Epidemiology of human rotavirus types I and 2 as studied by enzyme-linked immunosorbent assay", "authors": [{"first": "I", "middle": [], "last": "Yolken", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Wyatt", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Zissis", "suffix": ""}, {"first": "G", "middle": [], "last": "Brandt", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Rodriguez", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Kim", "suffix": ""}, {"first": "H", "middle": ["W"], "last": "Parrott", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Urrutia", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Mata", "suffix": ""}, {"first": "L", "middle": [], "last": "Greenberg", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Kapikian", "suffix": ""}, {"first": "A", "middle": ["Z"], "last": "Chanock", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "", "suffix": ""}], "year": 1978, "venue": "N Engl J Med", "volume": "299", "issn": "", "pages": "1156--61", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Serotype determination of human rotavirus isolates and antibody prevalence in pediatric population in Hokkaido", "authors": [{"first": "S", "middle": [], "last": "Urasawa", "suffix": ""}, {"first": "T", "middle": [], "last": "Urasawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Thniguchi", "suffix": ""}, {"first": "S", "middle": [], "last": "Chiba", "suffix": ""}], "year": 1984, "venue": "Japan. Arch Virol", "volume": "81", "issn": "", "pages": "1--12", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Comparative epidemiology of two rotavirus serotypes and other viral agents associated with pediatric gastroenteritis", "authors": [{"first": "C", "middle": ["D"], "last": "Brandt", "suffix": ""}, {"first": "H", "middle": ["W"], "last": "Kim", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Yolken", "suffix": ""}, {"first": "A", "middle": ["Z"], "last": "Kapikian", "suffix": ""}, {"first": "", "middle": [], "last": "Arrobio 10", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Rodriguez", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Wyatt", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Chanock", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Parrott", "suffix": ""}], "year": 1979, "venue": "Am J Epidemiol", "volume": "110", "issn": "", "pages": "243--54", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Pickering LK. Rotavirus gastroenteritis", "authors": [{"first": "A", "middle": ["V"], "last": "Bartlett", "suffix": ""}, {"first": "", "middle": [], "last": "Ill", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Bednarz-Prashad", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Dupont", "suffix": ""}], "year": 1987, "venue": "Annu Rev Med", "volume": "38", "issn": "", "pages": "399--415", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Interventions for the control of diarrhoeal diseases among young children: rotavirus and cholera immunization", "authors": [{"first": "I", "middle": [], "last": "De Zoysa", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Feachem", "suffix": ""}], "year": 1985, "venue": "Bull WHO", "volume": "63", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Kirubakaran CPoSerum and intestinal immune response to rotavirus enteritis in children", "authors": [{"first": "G", "middle": ["P"], "last": "Davidson", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Hogg", "suffix": ""}], "year": 1983, "venue": "Infect Immun", "volume": "40", "issn": "", "pages": "447--52", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Coproantibody response to rotavirus in an outbreak in a day-care nursery", "authors": [{"first": "T", "middle": [], "last": "Shinozaki", "suffix": ""}, {"first": "K", "middle": [], "last": "Araki", "suffix": ""}, {"first": "H", "middle": [], "last": "Ushijima", "suffix": ""}, {"first": "B", "middle": [], "last": "Kim", "suffix": ""}, {"first": "T", "middle": [], "last": "Thjima", "suffix": ""}, {"first": "R", "middle": [], "last": "Fujii", "suffix": ""}, {"first": "M", "middle": [], "last": "Minamitani", "suffix": ""}], "year": 1986, "venue": "Eur J Pediatr", "volume": "144", "issn": "", "pages": "515--521", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Antibody response in serum and intestine in children up to six months after a naturally acquired rotavirus gastroenteritis", "authors": [{"first": "K", "middle": [], "last": "Hjelt", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Grauballe", "suffix": ""}, {"first": "L", "middle": [], "last": "Andersen", "suffix": ""}, {"first": "P", "middle": ["O"], "last": "Schi~tz", "suffix": ""}, {"first": "P", "middle": [], "last": "Howitz", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Krasilnikoff", "suffix": ""}], "year": 1986, "venue": "J Pediatr Gastroenterol Nutr", "volume": "5", "issn": "", "pages": "74--80", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Immunity to neonatal calf diarrhea virus", "authors": [{"first": "C", "middle": ["A"], "last": "Mebus", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "White", "suffix": ""}, {"first": "E", "middle": ["P"], "last": "Bass", "suffix": ""}], "year": 1973, "venue": "J Am Vet Med Assoc", "volume": "163", "issn": "", "pages": "880--883", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Beckenhauer WHo Field trial evaluation of a reo-coronavirus calf diarrhea vaccine", "authors": [{"first": "E", "middle": ["T"], "last": "Thurber", "suffix": ""}, {"first": "E", "middle": ["P"], "last": "Bass", "suffix": ""}], "year": 1977, "venue": "Canadian Journal of Comparative Medicine", "volume": "41", "issn": "", "pages": "131--137", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The efficacy of a modified live reolike virus vaccine and an E. coli bacterin for prevention of acute undifferentiated neonatal diarrhea of beef calves", "authors": [{"first": "", "middle": [], "last": "Ii", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Acres", "suffix": ""}, {"first": "O", "middle": ["M"], "last": "Radostits", "suffix": ""}], "year": 1976, "venue": "Canadian Veterinary Journal", "volume": "17", "issn": "", "pages": "197--212", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Protection studies in colostrum-deprived piglets of a bovine rotavirus vaccine candidate using human rotavirus strains for challenge", "authors": [{"first": "G", "middle": [], "last": "Zissis", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Lambert", "suffix": ""}, {"first": "P", "middle": [], "last": "Marbehant", "suffix": ""}, {"first": "D", "middle": [], "last": "Marissens", "suffix": ""}, {"first": "M", "middle": [], "last": "Lobmann", "suffix": ""}, {"first": "P", "middle": [], "last": "Charlier", "suffix": ""}, {"first": "A", "middle": [], "last": "Delem", "suffix": ""}, {"first": "N", "middle": [], "last": "Zygraich", "suffix": ""}], "year": 1983, "venue": "J Infect Dis", "volume": "148", "issn": "", "pages": "1061--1069", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Diarrheal response of gnotobiotic pigs after fetal infection and neonatal challenge with homologous and heterologous human rotavirus strains", "authors": [{"first": "A", "middle": [], "last": "Torres", "suffix": ""}, {"first": "Ji", "middle": ["-"], "last": "Huang", "suffix": ""}, {"first": "L", "middle": [], "last": "", "suffix": ""}], "year": 1986, "venue": "J Virol", "volume": "60", "issn": "", "pages": "1107--1119", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Antigenic relationships among some animal rotaviruses: virus neutralization in vitro and cross-protection in piglets", "authors": [{"first": "S", "middle": ["K"], "last": "Gaul", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Simpson", "suffix": ""}, {"first": "G", "middle": ["N"], "last": "Woode", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Fulton", "suffix": ""}], "year": 1982, "venue": "J Clin Microbiol", "volume": "16", "issn": "", "pages": "495--503", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Antigenic relationships among some bovine rotaviruses: serum neutralization and cross-protection in gnotobiotic calves", "authors": [{"first": "G", "middle": ["N"], "last": "Woode", "suffix": ""}, {"first": "N", "middle": ["E"], "last": "Kelso", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Simpson", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Gaul", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Evans", "suffix": ""}, {"first": "L", "middle": [], "last": "Babiuk", "suffix": ""}], "year": 1983, "venue": "J Clin Microbiol", "volume": "18", "issn": "", "pages": "358--64", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Rotaviral immunity in gnotobiotic calves: heterologous resistance to human virusinduced by bovine virus", "authors": [{"first": "R", "middle": ["G"], "last": "Wyatt", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Mebus", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Yolken", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Kalica", "suffix": ""}, {"first": "H", "middle": ["D"], "last": "James", "suffix": ""}, {"first": "A", "middle": ["Z"], "last": "Kapikian", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Chanock", "suffix": ""}], "year": 1979, "venue": "Science", "volume": "203", "issn": "", "pages": "548--50", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Human rotavirus in lambs: infection and passive protection", "authors": [{"first": "D", "middle": ["R"], "last": "Snodgrass", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Madeley", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Wells", "suffix": ""}, {"first": "K", "middle": ["W"], "last": "Angus", "suffix": ""}], "year": 1977, "venue": "Infect Immun", "volume": "16", "issn": "", "pages": "268--70", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Zissis G. Immunogenicity and safety of live oral attenuated bovine rotavirus vaccine strain RIT 4237 in adults and young children", "authors": [{"first": "T", "middle": [], "last": "Vesikari", "suffix": ""}, {"first": "E", "middle": [], "last": "Isolauri", "suffix": ""}, {"first": "A", "middle": [], "last": "Delem", "suffix": ""}, {"first": "D", "middle": [], "last": "Hondt", "suffix": ""}, {"first": "E", "middle": [], "last": "Andre", "suffix": ""}, {"first": "F", "middle": ["E"], "last": "", "suffix": ""}], "year": 1983, "venue": "Lancet", "volume": "2", "issn": "", "pages": "807--818", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Zissis G. Protection of infants against rotavirus diarrhoea by RIT 4237attenuated bovine rotavirus strain vaccine", "authors": [{"first": "T", "middle": [], "last": "Vesikari", "suffix": ""}, {"first": "E", "middle": [], "last": "Isolauri", "suffix": ""}, {"first": "D", "middle": [], "last": "Hondt", "suffix": ""}, {"first": "E", "middle": [], "last": "Delem", "suffix": ""}, {"first": "A", "middle": [], "last": "Andre", "suffix": ""}, {"first": "F", "middle": ["E"], "last": "", "suffix": ""}], "year": 1984, "venue": "Lancet", "volume": "1", "issn": "", "pages": "977--81", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "CLinical efficacy of the RIT 4237 live attenuated bovine rotavirus vaccine in infants vaccinated before a rotavirus epidemic", "authors": [{"first": "Isolauri", "middle": ["E"], "last": "Vesikarit", "suffix": ""}, {"first": "A", "middle": [], "last": "Delem", "suffix": ""}, {"first": "D", "middle": [], "last": "Hondt", "suffix": ""}, {"first": "E", "middle": [], "last": "Andre", "suffix": ""}, {"first": "F", "middle": ["E"], "last": "Beards", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Flewett", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "", "suffix": ""}], "year": 1985, "venue": "J Pediatr", "volume": "107", "issn": "", "pages": "189--94", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Failure of live, attenuated oral rotavirus vaccine", "authors": [{"first": "P", "middle": [], "last": "De Mol", "suffix": ""}, {"first": "G", "middle": [], "last": "Zissis", "suffix": ""}, {"first": "J-P", "middle": [], "last": "Butzler", "suffix": ""}, {"first": "A", "middle": [], "last": "Mutwewingabo", "suffix": ""}, {"first": "F", "middle": ["E"], "last": "Andre", "suffix": ""}], "year": 1986, "venue": "Lancet", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Trialof an attenuated bovine rotavirus vaccine (RIT 4237) in Gambian infants", "authors": [{"first": "P", "middle": [], "last": "Hanlon", "suffix": ""}, {"first": "L", "middle": [], "last": "Hanlon", "suffix": ""}, {"first": "V", "middle": [], "last": "Marsh", "suffix": ""}, {"first": "P", "middle": [], "last": "Byass", "suffix": ""}, {"first": "F", "middle": [], "last": "Shenton", "suffix": ""}, {"first": "M", "middle": [], "last": "Hassan-King", "suffix": ""}, {"first": "", "middle": [], "last": "Jobe 0", "suffix": ""}, {"first": "H", "middle": [], "last": "Sillah", "suffix": ""}, {"first": "R", "middle": [], "last": "Hayes", "suffix": ""}, {"first": "M", "middle": [], "last": "&apos;boge", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Whittle", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Greenwood", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "", "suffix": ""}], "year": 1987, "venue": "Lancet", "volume": "1", "issn": "", "pages": "1342--1347", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "A comparative trial of rhesus monkey (RRV-I)and bovine (RIT 4237)oral rotavirus vaccines in young children", "authors": [{"first": "T", "middle": [], "last": "Vesikari", "suffix": ""}, {"first": "A", "middle": ["Z"], "last": "Kapikian", "suffix": ""}, {"first": "A", "middle": [], "last": "Delem", "suffix": ""}, {"first": "G", "middle": [], "last": "Zissis", "suffix": ""}], "year": 1986, "venue": "J Infect Dis", "volume": "153", "issn": "", "pages": "832--841", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Safety, infectivity, transmissibility and immunogenicity of rhesus rotavirus vaccine (MMU 18006)in infants", "authors": [{"first": "G", "middle": ["A"], "last": "Losonsky", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Rennels", "suffix": ""}, {"first": "A", "middle": ["Z"], "last": "Kapikian", "suffix": ""}, {"first": "K", "middle": [], "last": "Midthun", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Ferra", "suffix": ""}, {"first": "D", "middle": ["N"], "last": "Fortier", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Hoffman", "suffix": ""}, {"first": "Levinemm", "middle": [], "last": "Baiga", "suffix": ""}], "year": 1986, "venue": "Pediatr Infect Dis", "volume": "5", "issn": "", "pages": "25--34", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Immunization of Swedish children with the rhesus rotavirus vaccine (RRV) MMU 18006", "authors": [{"first": "P", "middle": [], "last": "Juto", "suffix": ""}, {"first": "G", "middle": [], "last": "Wadell", "suffix": ""}, {"first": "R", "middle": ["I"], "last": "Glass", "suffix": ""}, {"first": "A", "middle": ["Z"], "last": "Kapikian", "suffix": ""}, {"first": "L", "middle": [], "last": "Gothefors", "suffix": ""}], "year": 1987, "venue": "Programs and abstracts of the 7th International Congress of Virology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Protection against severe rotavirus diarrhoea by rhesus rotavirus vaccine in Venezuelan infants", "authors": [{"first": "J", "middle": [], "last": "Flores", "suffix": ""}, {"first": "I", "middle": [], "last": "Perez-Schael", "suffix": ""}, {"first": "M", "middle": [], "last": "Gonzalez", "suffix": ""}, {"first": "D", "middle": [], "last": "Garcia", "suffix": ""}, {"first": "M", "middle": [], "last": "Perez", "suffix": ""}, {"first": "N", "middle": [], "last": "Daoud", "suffix": ""}, {"first": "W", "middle": [], "last": "Cunto", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Chanock", "suffix": ""}, {"first": "A", "middle": ["Z"], "last": "Kapikian", "suffix": ""}], "year": 1987, "venue": "Lancet", "volume": "1", "issn": "", "pages": "882--886", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "A field study of the safety and efficacy oftwo candidate rotavirus vaccines", "authors": [{"first": "M", "middle": [], "last": "Santosham", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Letson", "suffix": ""}, {"first": "R", "middle": [], "last": "Reid", "suffix": ""}, {"first": "M", "middle": [], "last": "Wolff", "suffix": ""}, {"first": "S", "middle": [], "last": "Gahagan", "suffix": ""}, {"first": "R", "middle": [], "last": "Stypula", "suffix": ""}, {"first": "A", "middle": [], "last": "Kapikian", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Sack", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Programs and abstracts of the 27th Interscience Conference on Antimicrobial Agents and Chemotherapy", "authors": [], "year": 1987, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Plotkin SA. Immune response of infants and children to lowpassage bovine rotavirus (strain WC3)", "authors": [{"first": "H", "middle": ["F"], "last": "Clark", "suffix": ""}, {"first": "T", "middle": [], "last": "Furukawa", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Bell", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Offit", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Perrella", "suffix": ""}], "year": 1986, "venue": "Am J Dis Child", "volume": "140", "issn": "", "pages": "350--356", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Infection of human and simian tissue cultures with rous sarcoma virus", "authors": [{"first": "F", "middle": ["C"], "last": "Jensen", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Girardi", "suffix": ""}, {"first": "R", "middle": ["V"], "last": "Gilden", "suffix": ""}, {"first": "H", "middle": [], "last": "Koprowski", "suffix": ""}], "year": 1964, "venue": "Proc Natl Acad Sci", "volume": "52", "issn": "", "pages": "53--62", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Polyoma transformation of hamster cell clones -an investigation of genetic factors affecting cell competence", "authors": [{"first": "I", "middle": [], "last": "Macpherson", "suffix": ""}, {"first": "M", "middle": [], "last": "Stoker", "suffix": ""}], "year": 1962, "venue": "Virology", "volume": "16", "issn": "", "pages": "147--51", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "The cultivation of human rotavirus, strain 'Wa', to high titer in cell culture and characterization of the viral structural polypeptides", "authors": [{"first": "P", "middle": ["A"], "last": "Offit", "suffix": ""}, {"first": "H", "middle": ["F"], "last": "Clark", "suffix": ""}, {"first": "W", "middle": ["G"], "last": "Stroop", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Plotkin", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "", "suffix": ""}], "year": 1983, "venue": "J Virol Methods", "volume": "7", "issn": "", "pages": "29--40", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Epidemiology ofrotavirus electropherotypes determined by a simplified diagnostic technique with RNA analysis", "authors": [{"first": "K", "middle": ["T"], "last": "Dolan", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Horton-Slight", "suffix": ""}, {"first": "P", "middle": [], "last": "Forrer", "suffix": ""}, {"first": "C", "middle": [], "last": "Bell", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Plotkin", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Clark", "suffix": ""}, {"first": "H", "middle": ["F"], "last": "", "suffix": ""}], "year": 1985, "venue": "J Clin", "volume": "21", "issn": "", "pages": "753--761", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Rapid serotyping of human rotavirus strains by solid-phase immune electron microscopy", "authors": [{"first": "G", "middle": [], "last": "Gerna", "suffix": ""}, {"first": "N", "middle": [], "last": "Passarani", "suffix": ""}, {"first": "M", "middle": [], "last": "Battaglia", "suffix": ""}, {"first": "E", "middle": [], "last": "Percivalle", "suffix": ""}], "year": 1984, "venue": "J Clin", "volume": "19", "issn": "", "pages": "273--281", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Isolation of human rotavirus in cell cultures", "authors": [{"first": "K", "middle": [], "last": "Sato", "suffix": ""}, {"first": "Y", "middle": [], "last": "Inaba", "suffix": ""}, {"first": "T", "middle": [], "last": "Shin Ozaki", "suffix": ""}, {"first": "R", "middle": [], "last": "Fujii", "suffix": ""}, {"first": "M", "middle": [], "last": "Matumoto", "suffix": ""}], "year": 1981, "venue": "Arch Virol", "volume": "69", "issn": "", "pages": "155--60", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Rotavirus isolate WI61 representing a presumptive new human serotype", "authors": [{"first": "H", "middle": ["F"], "last": "Clark", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hoshino", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Bell", "suffix": ""}, {"first": "J", "middle": [], "last": "Groff", "suffix": ""}, {"first": "G", "middle": [], "last": "Hess", "suffix": ""}, {"first": "P", "middle": [], "last": "Bachman", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Offit", "suffix": ""}], "year": null, "venue": "J", "volume": "2", "issn": "", "pages": "1757--62", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "rotavirus-induced gastroenteritis: a prospective study", "authors": [], "year": 1986, "venue": "Am J Public Health", "volume": "76", "issn": "", "pages": "259--63", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Response of mice to rotaviruses of bovine or primate origin assessed by radioimmunoassay, radioimmunoprecipitation, and plaque reduction neutralization", "authors": [{"first": "P", "middle": ["A"], "last": "Offit", "suffix": ""}, {"first": "H", "middle": ["F"], "last": "Clark", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Plotkin", "suffix": ""}], "year": 1983, "venue": "Infect Immun", "volume": "42", "issn": "", "pages": "293--300", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Human rotavirus type 2: cultivation in vitro", "authors": [{"first": "R", "middle": ["G"], "last": "Wyatt", "suffix": ""}, {"first": "W", "middle": ["D"], "last": "James", "suffix": ""}, {"first": "E", "middle": ["H"], "last": "Bohl", "suffix": ""}, {"first": "K", "middle": ["W"], "last": "Theil", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Saif", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Kalica", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Greenberg", "suffix": ""}, {"first": "A", "middle": ["Z"], "last": "Kapikian", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Chanock", "suffix": ""}], "year": 1980, "venue": "Science", "volume": "207", "issn": "", "pages": "189--91", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Simian virus SAil and the related 0 agent", "authors": [{"first": "H", "middle": ["H"], "last": "Malherbe", "suffix": ""}, {"first": "M", "middle": [], "last": "Strickland-Cholmley", "suffix": ""}], "year": 1967, "venue": "Archiv fur die Gesamte Virusforschung", "volume": "22", "issn": "", "pages": "235--280", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Three human rotavirus serotypes demonstrated by plaque neutralization of isolated strains", "authors": [{"first": "S", "middle": [], "last": "Urasawa", "suffix": ""}, {"first": "T", "middle": [], "last": "Urasawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Taniguchi", "suffix": ""}], "year": 1982, "venue": "Infect Immun", "volume": "38", "issn": "", "pages": "781--785", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Direct isolation in cell culture of human rotaviruses and their characterization into four serotypes", "authors": [{"first": "R", "middle": ["G"], "last": "Wyatt", "suffix": ""}, {"first": "H", "middle": ["D"], "last": "James", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Pittman", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hoshino", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Greenberg", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Kalica", "suffix": ""}, {"first": "J", "middle": [], "last": "Flores", "suffix": ""}, {"first": "A", "middle": ["Z"], "last": "Kapikian", "suffix": ""}], "year": 1983, "venue": "J Clin Microbiol", "volume": "18", "issn": "", "pages": "310--317", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Specific enzyme-linked immunoassay for rotavirus serotypes I and 3", "authors": [{"first": "R", "middle": ["D"], "last": "Shaw", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Stoner-Ma", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Estes", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Greenberg", "suffix": ""}], "year": 1985, "venue": "J Clin Microbiol", "volume": "22", "issn": "", "pages": "286--91", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Molecular characterization of rotaviruses with distinct group antigens", "authors": [{"first": "S", "middle": [], "last": "Pedley", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Bridger", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Brown", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Mcrae", "suffix": ""}], "year": 1983, "venue": "J Gen Virol", "volume": "64", "issn": "", "pages": "2093--101", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Doseresponse study of RIT 4237oral rotavirus vaccine in breastfed and formula-fed infants", "authors": [{"first": "T", "middle": [], "last": "Vesikari", "suffix": ""}, {"first": "T", "middle": [], "last": "Ruuska", "suffix": ""}, {"first": "H", "middle": [], "last": "Bogaerts", "suffix": ""}, {"first": "A", "middle": [], "last": "Delem", "suffix": ""}, {"first": "F", "middle": [], "last": "Andre", "suffix": ""}], "year": 1985, "venue": "Pediatr Infect Dis", "volume": "4", "issn": "", "pages": "622--627", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Safety and immunogenicity of bovine rotavirus vaccine RIT 4237 in 3-month-old infants", "authors": [{"first": "Y", "middle": [], "last": "Maldonado", "suffix": ""}, {"first": "L", "middle": [], "last": "Hestvik", "suffix": ""}, {"first": "M", "middle": [], "last": "Wilson", "suffix": ""}, {"first": "T", "middle": [], "last": "Townsend", "suffix": ""}, {"first": "J", "middle": [], "last": "O&apos;hare", "suffix": ""}, {"first": "", "middle": [], "last": "Wees", "suffix": ""}, {"first": "R", "middle": [], "last": "Yolken", "suffix": ""}], "year": 1986, "venue": "J Pediatr", "volume": "109", "issn": "", "pages": "931--936", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Immunogenicity and safety of a low passage level bovine rotavirus candidate vaccine RIT 4256 in human adults and young infants", "authors": [{"first": "T", "middle": [], "last": "Vesikari", "suffix": ""}, {"first": "T", "middle": [], "last": "Rautanen", "suffix": ""}, {"first": "E", "middle": [], "last": "Isolauri", "suffix": ""}, {"first": "A", "middle": [], "last": "Delem", "suffix": ""}, {"first": "F", "middle": ["E"], "last": "Andre", "suffix": ""}], "year": 1987, "venue": "Vaccine", "volume": "5", "issn": "", "pages": "105--113", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Cell culture propagation of neonatal calf diarrhea (scours) virus", "authors": [{"first": "C", "middle": ["A"], "last": "Mebus", "suffix": ""}, {"first": "M", "middle": [], "last": "Kono", "suffix": ""}, {"first": "N", "middle": ["R"], "last": "Underdahl", "suffix": ""}], "year": 1971, "venue": "Canadian Veterinary Journal", "volume": "12", "issn": "", "pages": "69--72", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Antigenic comparison of two new rotaviruses from rhesus monkeys", "authors": [{"first": "G", "middle": [], "last": "Stuker", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Oshiro", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Schmidt", "suffix": ""}], "year": 1980, "venue": "J Clin Microbiol", "volume": "11", "issn": "", "pages": "202--205", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Direct isolation in cell culture of human rotaviruses and their characterization into four serotypes", "authors": [{"first": "R", "middle": ["G"], "last": "Wyatt", "suffix": ""}, {"first": "H", "middle": ["D"], "last": "James", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Pittman", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hoshino", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Greenberg", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Kalica", "suffix": ""}, {"first": "J", "middle": [], "last": "Flores", "suffix": ""}, {"first": "A", "middle": ["Z"], "last": "Kapikian", "suffix": ""}], "year": 1983, "venue": "J Clin Microbiol", "volume": "18", "issn": "", "pages": "310--317", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "A candidate for a new serotype of human rotavirus", "authors": [{"first": "", "middle": [], "last": "So", "suffix": ""}, {"first": "S", "middle": [], "last": "Matsuno", "suffix": ""}, {"first": "A", "middle": [], "last": "Hasegawa", "suffix": ""}, {"first": "A", "middle": [], "last": "Mukoyama", "suffix": ""}, {"first": "S", "middle": [], "last": "Inouye", "suffix": ""}], "year": 1985, "venue": "J Virol", "volume": "54", "issn": "", "pages": "623--627", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Rotavirus-specific cytotoxic T lymphocytes cross-react with target cells infected with different rotavirus serotypes", "authors": [{"first": "P", "middle": ["A"], "last": "Offit", "suffix": ""}, {"first": "K", "middle": ["I"], "last": "Dudzik", "suffix": ""}], "year": 1988, "venue": "J Virol", "volume": "62", "issn": "", "pages": "127--158", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Maternal antibody-mediated protection against gastroenteritis due to rotavirus in newborn mice is dependent on both serotype and titer of antibody", "authors": [{"first": "P", "middle": ["A"], "last": "Offit", "suffix": ""}, {"first": "H", "middle": ["F"], "last": "Clark", "suffix": ""}], "year": 1985, "venue": "J Infect Dis", "volume": "152", "issn": "", "pages": "1152--1160", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Antigenic structure of rotaviruses", "authors": [{"first": "M", "middle": ["K"], "last": "Estes", "suffix": ""}, {"first": "D", "middle": ["Y"], "last": "Graham", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Petrie", "suffix": ""}], "year": 1985, "venue": "Immunochemistry of viruses. The basisfor serodiagnosis and vaccines", "volume": "", "issn": "", "pages": "389--405", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Reassortant rotaviruses containing structural proteins vp3and vp7from differentparentsinduceantibodiesprotective againsteach parental serotype", "authors": [{"first": "Clark", "middle": ["Hf"], "last": "Offit Pat", "suffix": ""}, {"first": "Greenberghb", "middle": [], "last": "Blavatg", "suffix": ""}], "year": 1986, "venue": "J Virol", "volume": "60", "issn": "", "pages": "491--497", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Relative concentrations of serumneutralizing antibody to VP3 and VP7 proteins in adults infected with human rotavirus", "authors": [{"first": "L", "middle": ["W"], "last": "Ward", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Knowlton", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Schiff", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hoshino", "suffix": ""}, {"first": "", "middle": [], "last": "Green-Berghb", "suffix": ""}], "year": 1988, "venue": "J Virol", "volume": "62", "issn": "", "pages": "1543--1552", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Passive protection against rotavirus-induced diarrhea by monoclonal antibodies to surface proteins vp3 and vp7", "authors": [{"first": "P", "middle": ["A"], "last": "Offit", "suffix": ""}, {"first": "", "middle": [], "last": "Shawrd", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Greenberg", "suffix": ""}], "year": 1986, "venue": "J Virol", "volume": "58", "issn": "", "pages": "700--703", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Antigenicmapping of the surface proteins of rhesus rotavirus", "authors": [{"first": "", "middle": [], "last": "Shawrd", "suffix": ""}, {"first": "P", "middle": ["T"], "last": "Vo", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Offit Patcoulson", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Greenberg", "suffix": ""}], "year": 1986, "venue": "Virology", "volume": "155", "issn": "", "pages": "434--51", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Preparation and char-587 acterization of neutralizing monoclonal antibodies with different reactivitypatterns to human rotaviruses", "authors": [{"first": "K", "middle": [], "last": "Taniguchi", "suffix": ""}, {"first": "Urasawat", "middle": [], "last": "Urasawas", "suffix": ""}], "year": 1985, "venue": "J Gen Virol", "volume": "66", "issn": "", "pages": "1045--53", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Diverse serologic responseto rotavirusinfectionof infants in a single epidemic", "authors": [{"first": "H", "middle": ["F"], "last": "Clark", "suffix": ""}, {"first": "", "middle": [], "last": "Dolankt", "suffix": ""}, {"first": "", "middle": [], "last": "Horton-Slightp", "suffix": ""}, {"first": "Plotkinsa", "middle": [], "last": "Palmerj", "suffix": ""}], "year": 1985, "venue": "Pediatr Infect Dis", "volume": "4", "issn": "", "pages": "626--657", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "An outbreakof rotavirus diarrheaamong a nonimmune,isolated South American Indian community", "authors": [{"first": "A", "middle": ["C"], "last": "Linhares", "suffix": ""}, {"first": "F", "middle": ["P"], "last": "Pinheiro", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Freitas", "suffix": ""}, {"first": "Y", "middle": ["B"], "last": "Gabbay", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Shirley", "suffix": ""}, {"first": "Beardsgm", "middle": [], "last": "", "suffix": ""}], "year": 1981, "venue": "Am J Epidemiol", "volume": "113", "issn": "", "pages": "703--713", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Clinicalimmunity after neonatal rotavirusinfection.A prospective longitudinal study in young children", "authors": [{"first": "", "middle": [], "last": "Bishoprf", "suffix": ""}, {"first": "Cipriani", "middle": ["E"], "last": "Barnesgl", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Lund", "suffix": ""}], "year": 1983, "venue": "N Engl J Med", "volume": "309", "issn": "", "pages": "72--78", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Anamnesticresponsein fecal 19Aantibody production after rotaviral infection of infants", "authors": [{"first": "H", "middle": [], "last": "Yamaguchi", "suffix": ""}, {"first": "S", "middle": [], "last": "Inouye", "suffix": ""}, {"first": "M", "middle": [], "last": "Yamauchi", "suffix": ""}, {"first": "T", "middle": [], "last": "Morishima", "suffix": ""}, {"first": "S", "middle": [], "last": "Matsuno", "suffix": ""}, {"first": "S", "middle": [], "last": "Isomura", "suffix": ""}, {"first": "S", "middle": [], "last": "Suzuki", "suffix": ""}], "year": 1985, "venue": "J Infect Dis", "volume": "152", "issn": "", "pages": "398--400", "other_ids": {}}}, "ref_entries": {"FIGREF1": {"text": "Occurrence of diarrhea, vomiting, and fever observed in recipients ofWC3 vaccine (III) or placebo (_) after inoculation.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Occurrence of rotavirus infections in infants in the WC3 vaccine trial and in infants with gastroenteritis at Children's Hospital of Philadelphia.The letters are arbitrary designations of distinct rotavirus electropherotypes (seefigure 3for these designations); V, an infant from the vaccine trial who received WC3 vaccine.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "RNA electropherotypic patterns of rotaviruses identified in infants from the WC3 vaccine trial or Children's Hospital in 1986. N.D. not determined.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Scoring system for evaluating the severity of infant gastroenteritis.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Score\n</td><td> </td></tr><tr><td>Symptom </td><td> </td><td>2 </td><td>3\n</td></tr><tr><td>Diarrhea\n</td><td> </td><td> </td><td> </td></tr><tr><td>No. of stools/d </td><td>2-4 </td><td>5-7 </td><td>&gt;7\n</td></tr><tr><td>Duration (d) </td><td>1-4 </td><td>5-7 </td><td>&gt;7\n</td></tr><tr><td>Vomiting\n</td><td> </td><td> </td><td> </td></tr><tr><td>No. of emeses/d </td><td>1-3 </td><td>4-6 </td><td>&gt;6\n</td></tr><tr><td>Duration (d) </td><td>2 </td><td>3-5 </td><td>&gt;5\n</td></tr><tr><td>Rectal temperature (C) </td><td>38-38.2 </td><td>38.3-38.7 </td><td>~38.8\n</td></tr><tr><td>Duration (d) </td><td>1-2 </td><td>3-4 </td><td>~5\n</td></tr><tr><td>Behavioral symptoms' </td><td>Irritable/ less playful </td><td>Lethargic/ listless\n</td><td>Seizures\n</td></tr><tr><td>Duration (d) </td><td>1-2 </td><td>3-4 </td><td>~5\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Clinical response to orally administered WC3 rotavirus vaccine.No. of infants with symptom/total no. (010)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Group\n</td><td>Fever\"\n</td><td>Vomiting\n</td><td>Diarrhea\n</td><td>URIt\n</td><td>Irritability\n</td></tr><tr><td>Vaccinees\n</td><td>8/49 (16)\n</td><td>5/49 (10)\n</td><td>6/49 (12)\n</td><td>11/49 (22)\n</td><td>20/49 (41)\n</td></tr><tr><td>Placebo\n</td><td>6/55 (11)\n</td><td>3/55 (5)\n</td><td>4/55 (7)\n</td><td>11/55 (20)\n</td><td>24/55 (44)\n</td></tr></table></body></html>"}, "TABREF2": {"text": "The prevalence of rotavirus disease in the vaccine trial population.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Disease, vaccine group </td><td>Prevalence? </td><td>Protection rate (070) </td><td>P\n</td></tr><tr><td>All disease\n</td><td> </td><td> </td><td> </td></tr><tr><td>Placebo </td><td>14/55\n</td><td> </td><td> </td></tr><tr><td>WC3 </td><td>3/49 </td><td>76 </td><td>&lt;.02\n</td></tr><tr><td>Mild (score, 2-8)\n</td><td> </td><td> </td><td> </td></tr><tr><td>Placebo </td><td>3/55\n</td><td> </td><td> </td></tr><tr><td>WC3 </td><td>3/49 </td><td>None </td><td>NS\n</td></tr><tr><td>Moderate to severe\n</td><td> </td><td> </td><td> </td></tr><tr><td>(score, 9-21)\n</td><td> </td><td> </td><td> </td></tr><tr><td>Placebo </td><td>11/55\n</td><td> </td><td> </td></tr><tr><td>WC3 </td><td>0/49 </td><td>100 </td><td>&lt;.001\n</td></tr></table></body></html>"}, "TABREF3": {"text": "The prevalence of individual symptoms associated with clinically significant diarrhea (CSD). to 12-month-old population is lower than the~90070 response rate previously observed in WC3vaccinated infants who were five to 11 months old [28; authors' unpublished data]. Factors analyzed in an attempt to explain this result are listed in table", "latex": null, "type": "table"}, "TABREF4": {"text": "The effect of age, month of vaccination, breast-feeding, and poliovirus infection on the serum antibody response to the WC3 vaccine.", "latex": null, "type": "table"}, "TABREF5": {"text": "Relation of preimmunization serum antibody prevalence and serum antibody response to the WC3 vaccine.", "latex": null, "type": "table"}, "TABREF6": {"text": "Relation of prior antibody status and the immune response to the WC3 vaccine.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Prior </td><td>No. of infants </td><td>No. who responded </td><td>Percentage who responded\n</td></tr><tr><td>antibody status </td><td> </td><td> </td><td> </td></tr><tr><td>Serotype 1\n</td><td> </td><td> </td><td> </td></tr><tr><td>Positive </td><td>16 </td><td>II </td><td>68.8\n</td></tr><tr><td>Negative </td><td>33 </td><td>24 </td><td>72.8\n</td></tr><tr><td>Serotype 3\n</td><td> </td><td> </td><td> </td></tr><tr><td>Positive </td><td>8 </td><td>3 </td><td>37.5\n</td></tr><tr><td>Negative </td><td>41 </td><td>32 </td><td>78.0\n</td></tr><tr><td>Serotype 6\n</td><td> </td><td> </td><td> </td></tr><tr><td>Positive </td><td>7 </td><td>4 </td><td>57.1\n</td></tr><tr><td>Negative </td><td>42 </td><td>31 </td><td>73.8\n</td></tr><tr><td>Positive for any serotype </td><td>20· </td><td>13 </td><td>65.0\n</td></tr><tr><td>Negative for all serotypes </td><td>29 </td><td>22 </td><td>75.9\n</td></tr></table></body></html>"}, "TABREF7": {"text": "Serum PRN antibody profiles of infants with clinical rotavirus infection, before and after the rotavirus epidemic season.Reciprocal titers of serum PRN antibody to", "latex": null, "type": "table"}, "TABREF8": {"text": "Evidence of asymptomatic and symptomatic rotavirus infections.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>No. (llJo) of infants who received\n</td></tr><tr><td> </td><td>Vaccine </td><td>Placebo\n</td></tr><tr><td>Infection </td><td>(n = 49) </td><td>(n = 55)\n</td></tr><tr><td>Asymptomatic, with a rise in titers of antibody to\n</td><td> </td></tr><tr><td>Serotype 1 only </td><td>0 </td><td>3\n</td></tr><tr><td>Serotype 3 only </td><td>3 </td><td>3\n</td></tr><tr><td>Serotypes 1 and 3 </td><td>14 </td><td>3\n</td></tr><tr><td>Any serotype </td><td>17 (34.7) </td><td>9 (16.4)\n</td></tr><tr><td>Symptomatic </td><td>3 (6.1) </td><td>14 (25.4)\n</td></tr><tr><td>All infections </td><td>20 (40.8) </td><td>23 (41.8)\n</td></tr></table></body></html>"}, "TABREF9": {"text": "Relation of serum antibody before the rotavirus season to the subsequent development of rotavirus infection.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>No. of infants with\n</td><td> </td></tr><tr><td>Group, seropositive for antibody to </td><td>No. of infants </td><td>Clinical infection </td><td>Subclinical infection </td><td>Total no. (llJo)\nof infections\n</td></tr><tr><td>Vaccine\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Serotype 1 </td><td>16 </td><td>1 </td><td>4 </td><td>5 (31.2)\n</td></tr><tr><td>Serotype 3 </td><td>23 </td><td>2 </td><td>8 </td><td>10 (43.5)\n</td></tr><tr><td>Serotype 6 (WC3) </td><td>38 </td><td>2 </td><td>17 </td><td>19 (50.0)\n</td></tr><tr><td>Serotype 1 and/or 3 and/or 6 </td><td>41 </td><td>2 </td><td>17 </td><td>19 (46.3)\n</td></tr><tr><td>Seronegative </td><td>8 </td><td>1 </td><td>0 </td><td>1 (12.5)\n</td></tr><tr><td>Placebo\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Serotype 1 </td><td>8 </td><td>3 </td><td>2 </td><td>5 (62.5)\n</td></tr><tr><td>Serotype 3 </td><td>9 </td><td>4 </td><td>1 </td><td>5 (55.6)\n</td></tr><tr><td>Serotype 1 and/or 3 </td><td>13 </td><td>5 </td><td>2 </td><td>7 (53.8)\n</td></tr><tr><td>Seronegative </td><td>42 </td><td>9 </td><td>7 </td><td>16 (38.1)\n</td></tr></table></body></html>"}, "TABREF10": {"text": "Table 4. The prevalence of individual symptoms associated with clinically significant diarrhea (CSD).", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Group\n</td><td> </td><td> </td></tr><tr><td>CSD </td><td>Vaccine </td><td>Placebo </td><td>Protection rate (010) </td><td>P*\n</td></tr><tr><td>Associated with rotavirus t </td><td>3/49 </td><td>14/55 </td><td>76 </td><td>.02\n</td></tr><tr><td>Duration (d) of\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Diarrhea </td><td>6 </td><td>57 </td><td>88 </td><td>&lt;.001\n</td></tr><tr><td>Vomiting </td><td>3 </td><td>23 </td><td>85 </td><td>&lt;.001\n</td></tr><tr><td>Temperature ~38 C </td><td>2 </td><td>26 </td><td>91 </td><td>&lt;.001\n</td></tr><tr><td>Illness </td><td>12 </td><td>81 </td><td>83 </td><td>&lt;.001\n</td></tr><tr><td>Mean scorel </td><td>6.3 </td><td>11.1\n</td><td> </td><td> </td></tr><tr><td>Not associated with rotavirus t </td><td>9/49 </td><td>14/55 </td><td>28 </td><td>NS\n</td></tr><tr><td>No. of episodes of diarrhea </td><td>9 </td><td>21 </td><td>52 </td><td>&lt;.05\n</td></tr><tr><td>Duration (d) of\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Diarrhea </td><td>35 </td><td>86 </td><td>54 </td><td>&lt;.001\n</td></tr><tr><td>Vomiting </td><td>8 </td><td>13 </td><td>31 </td><td>NS\n</td></tr><tr><td>Temperature ~38 C </td><td>16 </td><td>19 </td><td>5 </td><td>NS\n</td></tr><tr><td>Illness </td><td>42 </td><td>94 </td><td>46 </td><td>&lt;.001\n</td></tr><tr><td>Mean scorel </td><td>8.0 </td><td>7.3\n</td><td> </td><td> </td></tr><tr><td>All CSDt </td><td>12/49 </td><td>23/55 </td><td>41 </td><td>.10\n</td></tr><tr><td>No. of episodes of diarrhea </td><td>12 </td><td>35 </td><td>61.5 </td><td>&lt;.001\n</td></tr><tr><td>Duration (d) of\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Diarrhea </td><td>41 </td><td>143 </td><td>67.6 </td><td>&lt;.001\n</td></tr><tr><td>Vomiting </td><td>11 </td><td>36 </td><td>65.7 </td><td>&lt;.01\n</td></tr><tr><td>Temperature ~ 38 C </td><td>18 </td><td>45 </td><td>55 </td><td>&lt;.01\n</td></tr><tr><td>Illness </td><td>54 </td><td>175 </td><td>65 </td><td>&lt;.001\n</td></tr></table></body></html>"}, "TABREF11": {"text": "Table 8. Serum PRN antibody profiles of infants with clinical rotavirus infection, before and after the rotavirus epidemic season.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td>Reciprocal titers of serum PRN antibody to\n</td></tr><tr><td>Group, infant no. </td><td>Age at day 0 (mo) </td><td>Serum\nsample\" </td><td>I (Wa) </td><td>serotype (strain) 3 (SAil) </td><td>6 (WC3)t\n</td></tr><tr><td>Vaccine\nV37 </td><td>4 </td><td>Pre </td><td>&lt;50 </td><td>&lt;50 </td><td>&lt;50\n</td></tr><tr><td> </td><td> </td><td>D 28 </td><td>820 </td><td>130 </td><td>960\n</td></tr><tr><td> </td><td> </td><td>Post </td><td>~3180 </td><td>&gt;1250 </td><td>~3625\n</td></tr><tr><td>V48 </td><td>8 </td><td>Pre </td><td>&lt;50 </td><td>&lt;50 </td><td>&lt;50\n</td></tr><tr><td> </td><td> </td><td>D 28 </td><td>&lt;50 </td><td>525 </td><td>720\n</td></tr><tr><td> </td><td> </td><td>Post </td><td>&gt;1250 </td><td>&gt;3255 </td><td>&gt;3710\n</td></tr><tr><td>V63 </td><td>8 </td><td>DO </td><td>&lt;50 </td><td>&lt;50 </td><td>50\n</td></tr><tr><td> </td><td> </td><td>D 28 </td><td>&lt;50 </td><td>&lt;50 </td><td>50\n</td></tr><tr><td> </td><td> </td><td>Final </td><td>920 </td><td>190 </td><td>180\n</td></tr><tr><td>Placebo\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>PI </td><td>9 </td><td>Pre </td><td>&lt;50 </td><td>&lt;50 </td><td>&lt;50\n</td></tr><tr><td> </td><td> </td><td>Post </td><td>420 </td><td>&lt;50 </td><td>&lt;50\n</td></tr><tr><td>P19 </td><td>.10 </td><td>Pre </td><td>&lt;50 </td><td>&lt;50 </td><td>230\n</td></tr><tr><td> </td><td> </td><td>Post </td><td>1080 </td><td>190 </td><td>200\n</td></tr><tr><td>P30 </td><td>4 </td><td>Pre </td><td>&lt;50 </td><td>&lt;50 </td><td>&lt;50\n</td></tr><tr><td> </td><td> </td><td>Post </td><td>905 </td><td>470 </td><td>85\n</td></tr><tr><td>P31 </td><td>9 </td><td>Pre </td><td>&lt;50 </td><td>&lt;50 </td><td>&lt;50\n</td></tr><tr><td> </td><td> </td><td>Post </td><td>700 </td><td>&lt;50 </td><td>&lt;50\n</td></tr><tr><td>P34 </td><td>3 </td><td>Pre </td><td>&gt;1250 </td><td>130 </td><td>120\n</td></tr><tr><td> </td><td> </td><td>Post </td><td>&gt;1250 </td><td>50 </td><td>120\n</td></tr><tr><td>P38 </td><td>4 </td><td>Pre </td><td>175 </td><td>&lt;50 </td><td>&lt;50\n</td></tr><tr><td> </td><td> </td><td>Post </td><td>&gt;6250 </td><td>1090 </td><td>390\n</td></tr><tr><td>P40 </td><td>5 </td><td>Pre </td><td>&lt;50 </td><td>&lt;50 </td><td>&lt;50\n</td></tr><tr><td> </td><td> </td><td>Post </td><td>465 </td><td>170 </td><td>&lt;50\n</td></tr><tr><td>P47 </td><td>4 </td><td>Pre </td><td>&lt;50 </td><td>580 </td><td>&lt;50\n</td></tr><tr><td> </td><td> </td><td>Post </td><td>545 </td><td>170 </td><td>&lt;50\n</td></tr><tr><td>P58 </td><td>12 </td><td>Pre </td><td>&lt;50 </td><td>&lt;50 </td><td>&lt;50\n</td></tr><tr><td> </td><td> </td><td>Post </td><td>250 </td><td>&lt;50 </td><td>&lt;50\n</td></tr><tr><td>P69 </td><td>3 </td><td>Pre </td><td>50 </td><td>&gt;1250 </td><td>&lt;50\n</td></tr><tr><td> </td><td> </td><td>Post </td><td>670 </td><td>750 </td><td>&lt;50\n</td></tr><tr><td>P74 </td><td>10 </td><td>Pre </td><td>&lt;50 </td><td>&lt;50 </td><td>ND\n</td></tr><tr><td> </td><td> </td><td>Post </td><td>680 </td><td>140 </td><td>ND\n</td></tr><tr><td>P80 </td><td>9 </td><td>Pre </td><td>&lt;50 </td><td>&lt;50 </td><td>ND\n</td></tr><tr><td> </td><td> </td><td>Post </td><td>&gt;1250 </td><td>140 </td><td>ND\n</td></tr><tr><td>P82 </td><td>8 </td><td>Pre </td><td>120 </td><td>115 </td><td>640\n</td></tr><tr><td> </td><td> </td><td>Post </td><td>1250 </td><td>190 </td><td>850\n</td></tr><tr><td>P97 </td><td>10 </td><td>Pre </td><td>&lt;50 </td><td>&lt;50 </td><td>&lt;50\n</td></tr><tr><td> </td><td> </td><td>Post </td><td>330 </td><td>205 </td><td>&lt;50\n</td></tr><tr><td>Pre = day </td><td>of administration </td><td>of vaccine or placebo, D 28 </td><td>= day 28 after inoculation, post </td><td>= sample collected during </td><td>June\n</td></tr></table></body></html>"}}, "back_matter": []}