{"paper_id": "bfe768bccfb3d04816c2a5a1b1c1d58a39bb8dac", "metadata": {"title": "Serodiagnosis of Lyme Disease by Kinetic Enzyme-Linked Immunosorbent Assay Using Recombinant VlsE1 or Peptide Antigens of Borrelia burgdorferi Compared with 2-Tiered Testing Using Whole-Cell Lysates", "authors": [{"first": "Rendi", "middle": [], "last": "Murphree Bacon", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Center for Infectious Diseases", "location": {"addrLine": "Fort Collins", "region": "Colorado"}}, "email": ""}, {"first": "Brad", "middle": ["J"], "last": "Biggerstaff", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Center for Infectious Diseases", "location": {"addrLine": "Fort Collins", "region": "Colorado"}}, "email": ""}, {"first": "Martin", "middle": ["E"], "last": "Schriefer", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Center for Infectious Diseases", "location": {"addrLine": "Fort Collins", "region": "Colorado"}}, "email": ""}, {"first": "Robert", "middle": ["D"], "last": "Gilmore", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Center for Infectious Diseases", "location": {"addrLine": "Fort Collins", "region": "Colorado"}}, "email": ""}, {"first": "Mario", "middle": ["T"], "last": "Philipp", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tulane University Health Sciences Center", "location": {"settlement": "Covington", "region": "Louisiana"}}, "email": ""}, {"first": "Allen", "middle": ["C"], "last": "Steere", "suffix": "", "affiliation": {"laboratory": "", "institution": "New England Medical Center", "location": {"settlement": "Boston", "region": "Massachusetts"}}, "email": ""}, {"first": "Gary", "middle": ["P"], "last": "Wormser", "suffix": "", "affiliation": {"laboratory": "", "institution": "New York Medical College", "location": {"settlement": "Valhalla"}}, "email": ""}, {"first": "Adriana", "middle": ["R"], "last": "Marques", "suffix": "", "affiliation": {"laboratory": "Laboratory of Clinical Investigation", "institution": "National Institute of Allergy and Infectious Diseases", "location": {"settlement": "Bethesda", "region": "Maryland"}}, "email": ""}, {"first": "Barbara", "middle": ["J B"], "last": "Johnson", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Center for Infectious Diseases", "location": {"addrLine": "Fort Collins", "region": "Colorado"}}, "email": ""}]}, "abstract": [{"text": "Borrelia burgdorferi antigen VlsE1 (rVlsE1), IgG responses to a synthetic peptide homologous to a conserved internal sequence of VlsE (C6), and IgM responses to a synthetic peptide comprising the C-terminal 10 amino acid residues of a B. burgdorferi outer-surface protein C (pepC10) were evaluated by kinetic enzyme-linked immunoassay. At 99% specificity, the overall sensitivities for detecting IgG antibody to rVlsE1 or C6 in samples from patients with diverse manifestations of Lyme disease were equivalent to that of 2-tiered testing. When data were considered in parallel, 2 combinations (IgG responses to either rVlsE1 or C6 in parallel with IgM responses to pepC10) maintained high specificity (98%) and were significantly more sensitive than 2-tiered analysis in detecting antibodies to B. burgdorferi in patients with acute erythema migrans. In later stages of Lyme disease, the sensitivities of the in parallel tests and 2-tiered testing were high and statistically equivalent.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "known to infect humans [1, 2] . Of the 17,730 Lyme disease cases reported to the Centers for Disease Control and Prevention (CDC) in 2000, 94% were from 10 northeastern (NY, CT, PA, MA, and RI), mid-Atlantic (NJ, MD, and DE), and north central (WI and MN) states [3] , where vector ticks (Ixodes scapularis) pose a high risk of infection [4] . Knowledge of a patient's circumstance of tick exposure is diagnostically useful, because the pretest probability of Lyme disease depends on the patient's risk of having received an infective tick bite.", "cite_spans": [{"start": 23, "end": 26, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 27, "end": 29, "text": "2]", "ref_id": "BIBREF1"}, {"start": 263, "end": 266, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 338, "end": 341, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": ""}, {"text": "US physicians may see patients who have traveled to or reside in areas of Eurasia where Lyme disease is endemic, where they may have been exposed to B. burgdorferi sensu stricto. However, these patients are more likely to have become infected by 2 closely related but antigenically distinct spirochetes, B. garinii and B. afzelii [2, 5] . The serologic tests described here have not been optimized to detect antibodies to these organisms.", "cite_spans": [{"start": 330, "end": 333, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 334, "end": 336, "text": "5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "The diagnosis of Lyme disease is based principally on clinical manifestations and history of exposure to vector ticks in an area where Lyme disease is endemic [6] . Laboratory tests, especially serologic tests, may be a substantial aid to diagnosis when they are applied appropriately, because the clinical presentations of Lyme disease are sometimes similar to those of other conditions. Tests with high diagnostic accuracy are particularly important, because appropriate antibiotic treatment of Lyme disease is highly effective [7, 8] and incorrect diagnosis may lead to adverse consequences as a result of inappropriate treatment [9] [10] [11] .", "cite_spans": [{"start": 159, "end": 162, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 530, "end": 533, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 534, "end": 536, "text": "8]", "ref_id": "BIBREF7"}, {"start": 633, "end": 636, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 637, "end": 641, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 642, "end": 646, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": ""}, {"text": "The Association of Public Health Laboratories and the CDC have recommended a 2-tiered approach to serologic testing for Lyme disease in the United States since 1995 [12] . Serum is first tested by a sensitive method, such as an ELISA or an immunofluorescent assay. Samples found to be positive or equivocal by the first test are evaluated by a standardized immunoblot procedure.", "cite_spans": [{"start": 165, "end": 169, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": ""}, {"text": "Two-tiered testing has high diagnostic specificity (95%-100%) and high sensitivity (190%) for later stages of Lyme disease [13, 14] . It also provides an indication of the duration of infection, because the complexity of the immune response revealed by immunoblots increases with time. Nevertheless, 2tiered testing has drawbacks: it is relatively insensitive (!40%) for patients with early-stage disease; it may require 2 blood samples, because different laboratories may perform the firstand second-tier tests; and it is complex, technically demanding, and costly [13, 14] . For these reasons, many investigators seek to develop rapid, simpler, more objective, and less expensive serologic methods.", "cite_spans": [{"start": 123, "end": 127, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 128, "end": 131, "text": "14]", "ref_id": "BIBREF13"}, {"start": 566, "end": 570, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 571, "end": 574, "text": "14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": ""}, {"text": "Recently, substantial progress has been made in developing new serologic tests based on recombinant antigens and synthetic peptides [15] [16] [17] [18] [19] [20] [21] [22] [23] [24] [25] . We evaluated 3 antigens in a kinetic ELISA (kELISA) format [26] [27] [28] [29] and compared these tests with the results of standardized 2-tiered testing. The first antigen evaluated was recombinant VlsE1 (rVlsE1) of B. burgdorferi sensu stricto strain B31. VlsE1 is one of the repertoire of antigenic variants of VlsE encoded by a linear plasmid that undergoes rapid recombination in vivo [30] . The second antigen that we studied, the C6 peptide, reproduces the sequence of invariable region 6 of VlsE from the IP90 strain of B. garinii [31] . This peptide is immunodominant and substantially conserved among the Borrelia species that are pathogenic for humans. It has been reported to be useful for assessing exposure to both American and European Lyme disease-causing Borrelia species by end-point ELISA [16, 17] and is being evaluated as a test of clearance of infection [32] . Finally, we assessed whether a kELISA based on a conserved peptide of outer-surface protein C (OspC) would be a beneficial supplement to either the rVlsE1 or the C6 test. Detection of IgM antibodies to a 10-aa peptide found at the C terminus of most OspC proteins (pepC10) has been demonstrated to be helpful in the diagnosis of acute Lyme disease and neuroborreliosis in Europe [18, 19] .", "cite_spans": [{"start": 132, "end": 136, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 137, "end": 141, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 142, "end": 146, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 147, "end": 151, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 152, "end": 156, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 157, "end": 161, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 162, "end": 166, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 167, "end": 171, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 172, "end": 176, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 177, "end": 181, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 182, "end": 186, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 248, "end": 252, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 253, "end": 257, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 258, "end": 262, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 263, "end": 267, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 579, "end": 583, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 728, "end": 732, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 997, "end": 1001, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 1002, "end": 1005, "text": "17]", "ref_id": "BIBREF16"}, {"start": 1065, "end": 1069, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 1451, "end": 1455, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 1456, "end": 1459, "text": "19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": ""}, {"text": "Expression and purification of rVlsE1. The vlsE1 allele [30] of B. burgdorferi B31 was amplified by polymerase chain reaction, using primers designed with restriction-enzyme sequences compatible with the IMPACT plasmid vector pTYB2 (New England Biolabs). The forward primer was 5 -TCTCTACA-TATGAAAAGCCAAGTTGCTGATAA-3 (the NdeI restriction site is underlined), and the reverse primer was 5 -CACTGACTC-GAGTGACTTGTTCAAGGCAGGAG-3 (the XhoI restriction site is underlined). The amplified vlsE1 and the pTYB2 vector were digested with NdeI and XhoI (New England Biolabs) and purified using a QIAquick kit (Qiagen). Ligation of vlsE1 into the pTYB2 plasmid vector resulted in an in-frame gene fusion in which the 5 end encoded an intein (protein-splicing element). A 5-kDa chitin-binding domain is encoded on the C terminus of the intein, which allows affinity purification of the 3-part fusion sequence (pTYB2-vlsE1). DNA sequencing confirmed that the construct was complete, in the proper reading frame, and identical to the published sequence of vlsE allele 1 [30] . pTYB2-vlsE1 was transformed into the protease-deficient Escherichia coli strain BL21 (Novagen). The recombinant fusion protein was expressed as follows: A fresh E. coli colony was inoculated in 1 L of Luria-Bertani broth (10 g of tryptone, 5 g of yeast extract [both from Difco], and 10 g of NaCl per liter) containing 250 mg/mL carbenicillin (Novagen), and the culture was incubated with shaking at 37ЊC until it reached an OD 600 of 0.6. Recombinant protein synthesis was induced by the addition of 0.3 mM isopropyl-b-d-thiogalactoside (Boehringer Mannheim), the culture was incubated for 6 h at 25ЊC, and the cells were harvested by centrifugation. Cells were resuspended in 10 mL of ice-cold column buffer (20 mM Tris-HCl [pH 8.0], 500 mM NaCl, 0.1 mM EDTA, and 0.1% Triton X-100; Sigma) supplemented with 2 mM Pefabloc SC (Boehringer Mannheim), a protease inhibitor, and lysed by sonication on ice. Cell debris was removed by centrifugation for 1 h at 250,000 g. Clarified supernatant was decanted, and rVlsE1 was purified at 4ЊC using the IMPACT system, according to the manufacturer's instructions. In the presence of dithiothreitol, the intein undergoes specific self-cleavage that releases the target protein from the chitin-bound intein tag, resulting in a singlecolumn purification of the target protein.", "cite_spans": [{"start": 56, "end": 60, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 1056, "end": 1060, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "In brief, a small column was packed with 10 mL of a chitin bead slurry (New England Biolabs) and equilibrated with 10 column volumes (cvol) of column buffer. Clarified lysate was loaded and washed with 15 cvol of column buffer. On-column cleavage of the rVlsE1 from the intein and chitin-binding domain was initiated by a quick flush (!30 min) with 3 cvol of cleavage buffer (20 mM Tris-HCl [pH 8.0], 500 mM NaCl, and 0.1 mM EDTA) containing 30 mM dithiothreitol (New England Biolabs). The column was capped to inhibit flow and held at 4ЊC overnight. Target protein was eluted with 3 cvol of cleavage buffer. An aliquot of each fraction was visualized by discontinuous SDS-PAGE (11.75% acrylamide resolving gel; 6% stack). Eluates were dialyzed against 10 mM Tris-HCl, and the protein concentration was determined by bicinchoninic acid assay (Pierce). Purified rVlsE1 was stored at Ϫ20ЊC. rVlsE1 IgG kELISA. kELISA assay conditions were optimized by multifactorial titration of reagents, as described by Jacobson and Downing [28] . Immulon II microtiter plates (Dynex Technologies) were coated with 50 ng of rVlsE1/well in 100 mL of carbonate buffer A (90 mM NaHCO 3 and 60 mM Na 2 CO 3 [pH 9.6]), covered, and held at 4ЊC for 16-18 h. Wells were washed 5 times in 13 mM Tris HCl, 3 mM Tris base (pH 7.4), 140 mM NaCl, 2.7 mM KCl, and 0.05% Tween 20 (TBS-T), followed by the addition of 300 mL of blocking buffer (15 mM NaCl, 10 mM Tris HCl [pH 7.5], 0.05% Tween 20, and 3% fetal bovine serum [Hy-Clone]), and plates were held for 45 min at room temperature (RT). After a wash, 100 mL of each serum sample diluted 1:100 in blocking buffer was added to duplicate wells, and plates were incubated for 45 min at RT. Wells were washed again, 0.1 mg of goat anti-human IgG alkaline phosphatase-conjugated antibody (Kirkegaard Perry Laboratories) in 100 mL of blocking buffer was added, and plates were incubated for 45 min at RT. After a final wash, 100 mL of the substrate (2 mg/mL p-nitrophenyl phosphate; Sigma 104) in carbonate buffer B (23 mM NaHCO 3 , 25 mM Na 2 CO 3 , and 0.1 M MgCl 2 [pH 9.8]) was added to each well, and the optical density at 405 nm was immediately measured using a Bio-Tek EL312 shaking ELISA plate reader and KC4 software (Bio-Tek Instruments). The optical density at 405 nm was recorded at 2-min intervals over the course of 10 min, and results were reported as mean reaction velocity. Plates were shaken at 17.25 cycles/s for 105 s before each measurement.", "cite_spans": [{"start": 1025, "end": 1029, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "rVlsE1 IgM kELISA. The rVlsE1 IgM kELISA was performed as described above for the rVlsE1 IgG kELISA, with 2 modifications: microtiter plates were coated with 100 ng of rVlsE1/well in 100 mL of carbonate buffer A, and goat antihuman IgM alkaline phosphatase-conjugated antibody (Kirkegaard Perry Laboratories) was diluted to 0.2 mg in 100 mL of blocking buffer.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "C6 peptide synthesis. The 26-aa C6 peptide (CMKKD-DQIAAAMVLRGMAKDGQFALK) [16] was synthesized by the Louisiana State University Medical Center core laboratory (New Orleans) by the 9-fluorenylmethoxycarbonyl (Fmoc) method. The peptide was biotinylated at the amino terminus with Nhydroxysuccinimide biotin (Bioaffinity Systems) and purified by reverse-phase high-pressure liquid chromatography on a 15mm C18 column ( mm). The peptide composition was 22 ϫ 250 verified by matrix-assisted laser desorption ionization-time of flight (MALDI-TOF) mass spectrometry (expected mass-tocharge ratio [m/z], 3066.8; observed, 3067.13) and amino acid analysis.", "cite_spans": [{"start": 73, "end": 77, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "C6 peptide IgG kELISA. For the C6 IgG kELISA, microtiter plate wells were coated with 100 mL of 4 mg/mL streptavidin (Pierce) in carbonate buffer A, covered, and held at 4ЊC for 16-18 h [16] . Wells were washed 5 times in TBS-T, followed by the addition of 200 mL of blocking buffer containing 5 mg/mL biotinylated peptide/well. The plates were incubated for 1 h at RT with rotation (150 rpm). After a wash, 100 mL of each serum sample diluted 1:100 in blocking buffer was added to duplicate wells, and plates were incubated for 1 h at RT with rotation. Wells were washed again, and then 100 mL of blocking buffer containing 1.33 ng of goat anti-human IgG alkaline phosphatase-conjugated antibody (Kirkegaard Perry Laboratories) was added, and plates were incubated for 1 h at RT with rotation. After a final wash, 100 mL of p-nitrophenyl phosphate (2 mg/mL Sigma 104 in carbonate buffer B) was added, and the optical density of wells was read immediately at 405 nm, as described above.", "cite_spans": [{"start": 186, "end": 190, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "pepC10 peptide synthesis. pepC10 (PVVAESPKKP) [18] was synthesized by the Biotechnology Core Facility (Scientific Resources Program, National Center for Infectious Diseases, CDC, Atlanta) using Fmoc chemistry. The amino terminus was derivatized with sulfo-NHS-LC-biotin (Pierce), which introduced a 6-carbon spacer between the peptide and biotin. MALDI-TOF mass spectrometry demonstrated the expected product (expected m/z, 1389.9; observed, 1390.4).", "cite_spans": [{"start": 46, "end": 50, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "pepC10 IgM peptide kELISA. The kELISA for IgM response to pepC10 was performed as described for the C6 peptide kELISA, with these modifications: the peptide was diluted to 10 mg/mL, and goat anti-human IgM alkaline phosphatase-conjugated antibody was diluted in blocking buffer to 0.2 mg/ 100 mL.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "For a given antigen kELISA, each microtiter plate contained 4 human serum controls in duplicate, ranging in reactivity from nonreactive to highly reactive. A control standardization was performed for a given plate by plotting the slope of its control serum samples against the mean slope for each of the 4 control serum samples from all other plates of the same assay (the number of reference plates was 24 or 25, depending on the assay). A regression line was fit to these data, and the resulting slope and intercept were used to calibrate all the individual test slopes on that plate. The coefficient of determination, r 2 , was computed as a measure of fit for all regressions. Duplicates of the calibrated slopes were then averaged, and these averages were considered to be comparable for subsequent receiver-operator characteristic (ROC) analysis. This standardization and calibration scheme may be described formally as follows: Let X i,j be the jth sample on the ith plate. And let C i,k represent the kth control sample, for , 2, 3, 4, on the ith plate, for k p 1 , 2, …, x number of plates. For each plate, fit a linear i p 1 model , where is the mean of the -", "cite_spans": [], "ref_spans": [], "section": "Control standardization and slope calibration."}, {"text": "kth control over all plates but the ith and e i,k is an error term. Numerical values of b i and m i for the model were obtained by least squares analysis. Statistical computations were performed using S-Plus 6.1 Professional (Insightful). Following this standardization, the sample value X i,j was calibrated to value S i,j ,", "cite_spans": [], "ref_spans": [], "section": "Control standardization and slope calibration."}, {"text": "Performances of the assays were compared using nonparametric ROC curve analysis [33] . Many of the functions for ROC analysis in S-Plus were written by Doug Mahoney and Beth Atkinson of the Mayo Clinic (Rochester, MN; available at http://www.mayo.edu/hsr/Sfunc.html). AUCs were computed with associated 95% confidence intervals (CIs), using the method of DeLong et al. [34] . An AUC of 1.0 indicates perfect diagnostic accuracy.", "cite_spans": [{"start": 80, "end": 84, "text": "[33]", "ref_id": "BIBREF32"}, {"start": 369, "end": 373, "text": "[34]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Test performance and the area under the ROC curve (AUC)."}, {"text": "Cutoff point selection and confidence intervals. Cutoff points for classifying a specimen as \"positive\" were determined by fixing specificity at 0.99 and determining the value, based on the empirical ROC curve, that maximized sensitivity. CIs for the resulting sensitivities were computed using the bootstrap method of Platt et al. [35] , which takes into account that the true specificities and sensitivities of these tests are unknown. CIs for test sensitivities for each clinical class of specimens were computed using the method of Wilson [36, 37] . All CIs are 95%.", "cite_spans": [{"start": 332, "end": 336, "text": "[35]", "ref_id": "BIBREF34"}, {"start": 543, "end": 547, "text": "[36,", "ref_id": "BIBREF35"}, {"start": 548, "end": 551, "text": "37]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Test performance and the area under the ROC curve (AUC)."}, {"text": "Single-antigen and in parallel comparisons. We compared the results from single-antigen kELISAs and 2-tiered testing, using the method of May and Johnson [38] . In addition, single test results were considered in parallel to see whether combining results produced a gain in performance. A serum sample was scored \"positive\" in in parallel testing if it reacted positively in either or both tests and was scored \"negative\" when the results of both were negative. Comparisons of performance were made between all possible single and in parallel results for all clinical groups. Comparisons of the sensitivities of test A or test B with the in parallel test ( ) also were made, A ∪ B using the method of May and Johnson [38] , which accounts for the correlation between A and . Test was con-A ∪ B A∪ B sidered to have provided significant improvement over test A or test B if had a significantly higher sensitivity than A ∪ B either A or B, without a significantly lower specificity. All statistical comparisons were based on a type I error rate of 0.05 ( ) . a p 0.05 Two-tiered serologic testing. Serum samples were tested by the 2-tiered algorithm recommended by the CDC in 1995 [12] . Samples were tested for the presence of IgM and IgG antibody in a first-step ELISA (Vidas; BioMèrieux Vitek). Samples with positive or equivocal reactivity were further analyzed by separate IgM and IgG Western immunoblots (Marblot; MarDx Diagnostics). The interpretive criteria we used for Western immunoblots and 2-tiered testing have been published elsewhere [12] . Two-tiered results for the 41 samples obtained from the CDC large-volume reference collection were obtained from archived data.", "cite_spans": [{"start": 154, "end": 158, "text": "[38]", "ref_id": "BIBREF37"}, {"start": 717, "end": 721, "text": "[38]", "ref_id": "BIBREF37"}, {"start": 1179, "end": 1183, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1547, "end": 1551, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Test performance and the area under the ROC curve (AUC)."}, {"text": "Human serum. A panel of 839 samples (815 serum and 24 plasma specimens) was used to evaluate the diagnostic accuracy of each kELISA and traditional 2-tiered analysis. All samples were from reference collections and had been stored at Ϫ20ЊC. Lyme disease samples ( ) were from patients n p 280 who met the CDC surveillance case definition for national reporting of Lyme disease [39] . Table 1 summarizes the distribution of samples by clinical classification.", "cite_spans": [{"start": 377, "end": 381, "text": "[39]", "ref_id": "BIBREF38"}], "ref_spans": [{"start": 384, "end": 391, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Test performance and the area under the ROC curve (AUC)."}, {"text": "Tufts New England Medical Center (Boston) provided 154 serum samples. Seventy-seven of these were from 40 patients with early Lyme disease, including 74 paired acute-and convalescent-phase samples and 3 additional early samples (1 acute-phase sample and 2 convalescent-phase samples, all 3 unpaired). All paired serum samples were from patients with erythema migrans (EM), in most cases accompanied by clinical evidence of disseminated infection (37 of 40 patients). In 16 of the 37 patients with disseminated infection, multiple sites of EM were present. Other evidence of disseminated infection in patients with EM included headache, stiff neck, and arthralgia, as described elsewhere [40] . Each of the 37 patients had received antibiotic therapy starting on the date on which the first serum sample was obtained. The length of time between EM onset, as reported by patients, and initiation of medical treatment varied from 1 to 8 weeks. This distribution in the duration of infection permitted study of the time course of development of seroreactivity. The median interval between collection of the acute-and convalescent-phase specimens was 18 days (mean interval, 19 days; SD, 7.7 days; range, 8-43 days). Twenty additional samples were from 20 patients with early neuroborreliosis, of which 15 were from persons with acute early neurologic disease and were obtained before antibiotic treatment. Of these 15 patients, 10 had meningitis, 8 had facial palsy, and 3 had radiculoneuropathy. The remaining 5 samples were obtained from treated patients during convalescence. The presenting signs in these patients before treatment were meningitis (4 of 5), facial palsy (1 of 5), and radiculoneuropathy (2 of 5). Most patients with early neuroborreliosis (18 of 20) had a history of EM. Forty-nine samples were from patients with Lyme arthritis, all of whom had intermittent objective swelling of у1 joint (28 samples were obtained before antibiotic treatment, 5 were obtained from patients who had joint inflammation despite prior antibiotic treatment, and 16 were obtained during convalescence). Eight samples were from individuals with late-stage neurologic disease (7 of the 8 patients had encephalopathy, 3 had polyneuropathy, and 7 had received antibiotic therapy for EM and/or Lyme arthritis previously). For late disease, the case definition requires at least 1 late manifestation and laboratory confirmation of infection [39] , and therefore the possibility of selection bias toward reactive samples cannot be discounted.", "cite_spans": [{"start": 687, "end": 691, "text": "[40]", "ref_id": "BIBREF39"}, {"start": 2430, "end": 2434, "text": "[39]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Test performance and the area under the ROC curve (AUC)."}, {"text": "Forty-one serum samples from patients with Lyme disease were from the CDC large-volume reference collection; 24 of these were obtained by plasmapheresis (Division of Vector- Borne Infectious Diseases [DVBID], Fort Collins, CO). Twentyseven of the 41 samples were from patients with EM who had skin culture-confirmed B. burgdorferi infection. All samples but 1 were obtained during convalescence and after antibiotic therapy for EM (26) , early neuroborreliosis (6), or arthritis (8) . The exception was a specimen from an patient with EM that was obtained before therapy.", "cite_spans": [], "ref_spans": [], "section": "Test performance and the area under the ROC curve (AUC)."}, {"text": "Eighty-two paired serum samples from patients with cultureconfirmed early infection (41 acute-phase and 41 convalescentphase samples) were obtained from the Division of Infectious Diseases, New York Medical College (Valhalla). All patients were treated with antibiotics on the day the acute-phase specimen was collected, which was a median of 3 days after the onset of EM as recalled by patients (mean, 6 days; SD, 11 days; range, 0-67 days). Convalescent-phase samples were obtained a median of 11 days later (mean, 14 days; SD, 15 days; range, 7-106 days).", "cite_spans": [], "ref_spans": [], "section": "Test performance and the area under the ROC curve (AUC)."}, {"text": "The final 3 Lyme disease serum samples (1 patient with Lyme arthritis and 2 with Lyme encephalopathy) were obtained from the National Institute for Allergy and Infectious Disease (NIAID), National Institutes of Health (NIH; Bethesda, MD), as part of a large blind-coded panel of potentially cross-reactive specimens.", "cite_spans": [], "ref_spans": [], "section": "Test performance and the area under the ROC curve (AUC)."}, {"text": "The CDC provided serum samples from 257 healthy individuals (97 samples from the National Center for Infectious Disease, Division of AIDS, Sexually Transmitted Diseases, and Tuberculosis [Atlanta], and 160 specimens from the DVBID). Fourteen of these samples were obtained from people who resided in an area where Lyme disease is endemic (NY).", "cite_spans": [], "ref_spans": [], "section": "Test performance and the area under the ROC curve (AUC)."}, {"text": "Serum samples from 302 patients with evidence of autoimmune disease or spirochetal infection other than Lyme disease were tested. One hundred of these specimens were positive for anti-nuclear antibody, and 94 more were from patients with a clinical diagnosis of rheumatoid arthritis (these samples were obtained from a CDC collection in Atlanta). Serum samples from 14 patients with syphilis (2 with primary syphilis, 2 with secondary syphilis, 5 with early latent syphilis, 4 with late latent syphilis, and 1 with latent disease of unknown duration), each found to be reactive in the Treponema pallidum immobilization assay, were obtained from the World Health Organization Collaborating Center for Reference and Research in Treponematoses (University of California, Los Angeles). Samples from 14 patients with presumptive tickborne relapsing fever that were found to be positive by an ELISA for antibodies to B. hermsii whole-cell sonicate antigen were obtained from a CDC serum bank at the DVBID. Blood samples were obtained for culture in 3 of these cases and were found to be positive for spirochetes that cause relapsing fever. Five pairs of acute-and convalescentphase serum samples from patients with leptospirosis were obtained from the Gonçalo Moniz Research Center, Oswaldo Cruz Foundation, Brazilian Ministry of Health (Salvador, Bahia, Bra-zil). Finally, the remainder of a blind-coded panel provided by the NIAID/NIH included serum samples with anti-cardiolipin antibody ( ), anti-nuclear antibody ( ), and rheu-n p 15 n p 16 matoid factor ( ); with reaction in the rapid plasma re-n p 15 agin test ( ); and from 10 patients with multiple sclerosis. n p 14", "cite_spans": [], "ref_spans": [], "section": "Test performance and the area under the ROC curve (AUC)."}, {"text": "Antigen properties. The vlsE1 gene (minus leader sequence) cloned into IMPACT pTYB2 vector at the NdeI sites allows translation at the vlsE1 coding sequence, so that rVlsE1 contains no vector-derived residues attached to the N terminus. The Cterminal XhoI site results in 4 residues (Leu-Glu-Pro-Gly) attached to the rVlsE1 protein after cleavage and purification. The purified rVlsE1 is shown in figure 1 . The level of impurities was below that detectable by Coomassie blue staining.", "cite_spans": [], "ref_spans": [{"start": 397, "end": 405, "text": "figure 1", "ref_id": "FIGREF0"}], "section": "RESULTS"}, {"text": "First, test performance data are reported for each single-antigen kELISA (rVlsE1 IgG, rVlsE1 IgM, C6 IgG, and pepC10 IgM) and compared with the results of 2-tiered serologic analyses (table 1) . Subsequently, the 3 combinations of test results that had the best diagnostic accuracy (table 2) are discussed.", "cite_spans": [], "ref_spans": [{"start": 183, "end": 192, "text": "(table 1)", "ref_id": "TABREF0"}], "section": "Test performance."}, {"text": "Performance of the rVlsE1 IgG kELISA. For the standard control curves of all rVlsE1 IgG kELISAs, the mean r 2 was 0.989 (SD, 0.024). The calibrated slopes were examined by ROC analysis, resulting in an AUC of 0.889 (95% CI, 0.861-0.919; figure 2 ). With specificity selected at 0.99 (95% CI, 0.977-0.995), the cutoff point for a positive sample was a slope of 24.86. The sensitivity for all Lyme disease serum samples, re- gardless of the clinical presentation of the patients from whom the samples were obtained, was 0.657 (95% CI, 0.599-0.710), a result indistinguishable from that of 2-tiered serologic testing (table 1). The lowest sensitivity (0.438) was observed for patients with acute EM. Most patients with only a single EM site and no constitutional signs had not yet developed antibodies to rVlsE1 (sensitivity, 0.21; 9 of 42 patients). If a patient had signs of disseminated infection [40] as well as EM, seropositivity increased to 0.68 (26 of 38) . For a subset of 68 of 80 patients with early acute Lyme disease, the interval from onset of EM to first serum sample collection was known. The sensitivity for detecting IgG antibody in 37 patients from whom serum was collected within 1 week of onset of EM was only 0.162 (95% CI, 0.077-0.311; figure 3 ). However, a dramatic increase in test sensitivity for acute disease was observed after the second week of illness. The sensitivity of this test for 31 patients from whom serum was collected at 2-4 weeks after the onset of EM was 0.613 (95% CI, 0.438-0.763; figure 3 ). Serum samples from individuals with late manifestations of Lyme disease were almost uniformly seropositive. Test sensitivities for patients with Lyme arthritis and late neurologic disease were 0.97 (95% CI, 0.847-0.998) and 1.00 (95% CI, 0.741-1.00), respectively. The few false-positive specimens from healthy blood donors or persons with conditions other than Lyme disease (6 of 559) were distributed among the 11 potentially cross-reactive control sample categories (table 1). Performance of the C6 IgG kELISA. For the standard curves of all C6 IgG kELISAs, the mean r 2 was 0.992 (SD, 0.008). This high mean correlation coefficient and very small standard deviation made the C6 IgG test the most reproducible of the 4 individual kELISAs. The calibrated slopes were analyzed by ROC, resulting in an AUC of 0.955 (95% CI, 0.941-0.968), which was the highest value of the 4 assays studied (figure 2). With specificity selected at 0.99 (95% CI, 0.977-0.995), the cutoff point for a positive sample was a slope of 9.67. The sensitivity for all Lyme disease serum samples was 0.664 (95% CI, 0.607-0.717; table 1). Unlike the IgG antibody response to rVlsE1, there was not a significant difference in seropositivity to C6 peptide between patients with localized and those with disseminated infection (18 of 42 vs. 18 of 38, respectively). The sensitivity for detecting antibody in 37 patients from whom serum was collected within 1 week of onset of EM was 0.297 (95% CI, 0.175-0.458; figure 3 ). The sensitivity of the assay among 31 patients from whom serum was collected within 2-4 weeks after the onset of EM was 0.516 (95% CI, 0.348-0.680), ∼10% fewer positive results than were found by the rVlsE1 assay. This peptide kELISA was statistically significantly more sensitive (0.698; 95% CI, 0.605-0.777) than the assay in which whole recombinant antigen was used (0.594; 95% CI, 0.499-0.683) to detect exposure to B. burgdorferi in convalescentphase serum samples ( ). The most distinctive limitation n p 106 observed with this test was the statistically significantly lower sensitivity for detection of antibodies in patients with early neurologic disease ( ; sensitivity, 0.60 [95% CI, 0.357n p 15 0.802], vs. 1.00 [95% CI, 0.796-1.00] for the rVlsE1 IgG assay). Lower sensitivity also was observed for testing of late neurologic samples, a result that was not statistically significant.", "cite_spans": [{"start": 897, "end": 901, "text": "[40]", "ref_id": "BIBREF39"}, {"start": 950, "end": 960, "text": "(26 of 38)", "ref_id": null}], "ref_spans": [{"start": 237, "end": 245, "text": "figure 2", "ref_id": "FIGREF1"}, {"start": 1256, "end": 1264, "text": "figure 3", "ref_id": "FIGREF2"}, {"start": 1524, "end": 1532, "text": "figure 3", "ref_id": "FIGREF2"}, {"start": 3017, "end": 3025, "text": "figure 3", "ref_id": "FIGREF2"}], "section": "Test performance."}, {"text": "Performance of pepC10 IgM kELISA. For the standard curves of all C6 IgM kELISAs, the mean r 2 was 0.971 (SD, 0.026). The calibrated slopes were analyzed by ROC curve analysis, resulting in an AUC of 0.801 (95% CI, 0.764-0.839), the lowest value of the 4 assays. With a specificity of 0.99 selected (95% CI, 0.977-0.995), the cutoff point for a positive sample was a slope of 55.73. This cutoff point was comparatively high, the result of cross-reactivity in 4 patient serum samples that were positive for anti-nuclear antibody (slopes ranging from 55.73 to 118.14). The sensitivity for all Lyme disease serum samples was 0.382 (95% CI, 0.327-0.440; table 1). The sensitivity for detecting antibody in 37 patients from whom serum was collected within 1 week after the onset of EM was 0.270 (95% CI, 0.154-0.430); this was ∼10-fold more sensitive than the rVlsE1 IgM kELISA (figure 3). The sensitivity of the assay for 31 patients from whom serum was collected within 2-4 weeks after the onset of EM was 0.548 (95% CI, 0.378-0.708), which is nearly identical to the sensitivity of the C6 IgG assay.", "cite_spans": [], "ref_spans": [], "section": "Test performance."}, {"text": "Performance of 2-tiered analysis. The specificity of 2tiered analysis was 0.99 (95% CI, 0.979-0.996). The sensitivity for all Lyme disease serum samples was 0.675 (95% CI, 0.618-0.727), which was not statistically significantly different from that of the rVlsE1 IgG kELISA or the C6 IgG kELISA (table 1) when the results from all clinical groups are combined. The sensitivity for detecting antibody in 37 patients from whom serum was collected within 1 week of the onset of EM was 0.162 (95% CI, 0.077-0.311), the same as was observed for the rVlsE1 IgG test (figure 3). For 31 patients from whom serum was collected within 2-4 weeks after the onset of EM, the sensitivity of the assay was 0.484 (95% CI, 0.320-0.652), less than that of either assay that detects IgG antibodies to rVlsE1 or C6 peptide.", "cite_spans": [], "ref_spans": [{"start": 294, "end": 303, "text": "(table 1)", "ref_id": "TABREF0"}], "section": "Test performance."}, {"text": "Assay differences not revealed by aggregated data. Although there was no statistically significant difference between the sensitivities of the rVlsE1 IgG kELISA, the C6 IgG kELISA, and 2-tiered testing for all samples when specificities were set at 0.99, there were important differences in the tests results for individual specimens. Fifty of the 280 Lyme disease serum samples were either rVlsE1 IgG kELISA negative and C6 IgG kELISA positive ( ) or C6 IgG kELISA negative and n p 26 rVlsE1 IgG kELISA positive ( ). Thirty-six of the 280 n p 24 samples were positive by 2-tiered testing and negative by C6 IgG kELISA; 34 of 280 were positive by 2-tiered testing and negative by rVlsE1 IgG kELISA.", "cite_spans": [], "ref_spans": [], "section": "Test performance."}, {"text": "Evaluation of rVlsE1 IgG ∪ rVlsE1 IgM. When the results of kELISAs to detect IgG and IgM antibodies to rVlsE1 individually were analyzed in parallel, overall specificity decreased ∼1% (to 0.979 [95% CI, 0.963-0.988]; table 2). This decrease in specificity was accompanied by an increase in sensitivity to 0.725 (95% CI, 0.669-0.774), from 0.657 (95% CI, 0.599-0.710) for the IgG test alone. The sensitivity for detecting exposure to B. burgdorferi in 37 patients from whom serum was collected within 1 week of the onset of EM remained at 0.162 (95% CI, 0.077-0.311) with the addition of the IgM results, which reflects the extremely low sensitivity (0.027) of the IgM test alone (figure 3) . The sensitivity of the in parallel test for 31 patients from whom serum was collected within 2-4 weeks after the onset of EM was 0.710 (95% CI, 0.534-0.839), a gain of 0.097 that resulted in performance significantly better than 2-tiered testing (0.484).", "cite_spans": [], "ref_spans": [{"start": 679, "end": 689, "text": "(figure 3)", "ref_id": "FIGREF2"}], "section": "Test performance."}, {"text": "Evaluation of rVlsE1 IgG ∪ pepC10 IgM. When rVlsE1 IgG and pepC10 IgM test results were considered in parallel, overall specificity also decreased 1%, to 0.979 (95% CI, 0.963-0.988; table 2). The increase in sensitivity was somewhat greater than that achieved by the addition of rVlsE1 IgM kELISA findings. The combined sensitivity was 0.757 (95% CI, 0.696-0.797). The sensitivity for detecting exposure to B. burgdorferi in 37 patients from whom serum was collected within 1 week after the onset of EM was 0.351 (95% CI, 0.218-0.512; figure  3 ). The sensitivity of the in parallel test for 31 patients from whom serum was collected within 2-4 weeks after the onset of EM was 0.710 (95% CI, 0.534-0.839), a result that also was superior to that of 2-tiered testing.", "cite_spans": [], "ref_spans": [{"start": 535, "end": 544, "text": "figure  3", "ref_id": "FIGREF2"}], "section": "Test performance."}, {"text": "Evaluation of C6 IgG ∪ pepC10 IgM. As with other tests considered in parallel, the overall specificity for this assay decreased, to 0.979 (95% CI, 0.963-0.988). Sensitivity increased to 0.778 (95% CI, 0.726-0.823), a gain of 0.103 over 2-tiered analysis. The ability to detect antibody in 37 patients from whom serum was collected within 1 week of the onset of EM was markedly improved (0.487 [95% CI, 0.334-0.641]), in-creasing to 3 times the sensitivity of 2-tiered testing. The sensitivity for 31 patients from whom serum was collected within 2-4 weeks after the onset of EM was 0.677 (95% CI, 0.501-0.814), nearly 20% higher than that of 2-tiered testing during this period of acute disease.", "cite_spans": [], "ref_spans": [], "section": "Test performance."}, {"text": "Precision. The 4 control serum samples from each plate were plotted, and the r 2 of the resulting regression line was viewed as a measure of quality. The mean r 2 of all assays was 0.985 (SD, 0.021). Of 98 individual assays, r 2 was !0.950 for only 3. For 2 pepC10 IgM kELISAs, r 2 was 0.933 and 0.878, and for 1 rVlsE1 IgG kELISA, r 2 was 0.889. The data for these 3 kELISAs were accepted because the sample volumes were not sufficient for repeat analyses, and these r 2 values still indicate a reasonably good fit.", "cite_spans": [], "ref_spans": [], "section": "Test performance."}, {"text": "This study reveals that several methods for detecting antibodies to B. burgdorferi equal or exceed the performance of 2-tiered testing when evaluated using a panel of previously collected serum specimens from US patients. Each of these methods is simpler and more readily standardized than is 2-tiered analysis. Regulatory clearance through the US Food and Drug Administration 510(k) process requires a manufacturer to demonstrate that a new test is substantially equivalent to a test that has already been approved [8] . The performance of kELISAs measuring IgG antibody to rVlsE1 or to the C6 peptide was equal. It was substantially equivalent to that of 2-tiered serologic testing when the specificity of each test was 99%. IgG responses to the C6 peptide in patients with neurologic disease were less frequently positive than were IgG responses to rVlsE1 or the results of 2-tiered testing, but this finding must be examined with a larger number of samples, especially because it is not in accord with prior work using a C6 IgG end-point ELISA [16] .", "cite_spans": [{"start": 516, "end": 519, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1048, "end": 1052, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "When IgM antibody responses to the pepC10 peptide were scored in parallel with either of the IgG assays, specificities were equivalent to well-standardized 2-tiered testing. The sensitivities for the entire panel of Lyme disease serum samples were statistically significantly better than that of 2-tiered analysis, based primarily on improved performance during early acute disease. For samples from patients with EM, the sensitivities for rVlsE1 IgG ∪ pepC10 IgM and C6 IgG ∪ pepC10 IgM were 58% (46 of 80) and 63% (50 of 80), respectively, compared with 38% (30 of 80) for 2-tiered serologic testing. In later stages of disease, the study selection criteria may have precluded a demonstration of improved performance over 2-tiered testing, because laboratory confirmation of infection is part of the case definition [39] . For samples from persons with Lyme arthritis, the sensitivities of in parallel tests and 2-tiered serologic testing were all 97%. For early neurologic disease, the sensitivities were 93%-100% for the kELISAs in parallel and 87% for 2-tiered testing, a difference that is not statistically significant. For late neurologic disease, the sensitivities were 100% for the 2 in parallel kELISAs using rVlsE1 and for 2-tiered analysis. Although the sensitivity of C6 IgG ∪ pepC10 IgM was lower (82%) for samples from patients with late neurologic disease, this result was based on a small number of samples ( ) n p 11 and contrasts with the 100% sensitivity ( ) found using n p 10 a C6 IgG end-point ELISA [16] . At convalescence from early neuroborreliosis or Lyme arthritis, small decreases in sensitivity were observed for all tests scored in parallel and for 2-tiered testing.", "cite_spans": [{"start": 818, "end": 822, "text": "[39]", "ref_id": "BIBREF38"}, {"start": 1524, "end": 1528, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "If a patient develops EM and resides in or has traveled to an area where Lyme disease is endemic, rash recognition remains the diagnostic method of choice. Empiric antibiotic therapy is appropriate, and serologic testing is not recommended [6, 7] . The improved sensitivity of the kELISAs for early acute disease, compared with 2-tiered testing, and high specificity are clinically useful in some circumstances. These are defined formally as when the pretest probability of Lyme disease is 0.20-0.80 [6, 7] . If a patient has a rash that is not typical of EM, a positive serologic test result will support the diagnosis of Lyme disease because of the high specificity of the test. Nevertheless, a negative test result for such a patient, even with an improved test sensitivity of 63%, may not reduce the probability of Lyme disease sufficiently to rule out the diagnosis. At convalescence, after antibiotic treatment of EM patients, the sensitivity of the C6 IgG ∪ pepC10 IgM kELISAs reaches 80%.", "cite_spans": [{"start": 240, "end": 243, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 244, "end": 246, "text": "7]", "ref_id": "BIBREF6"}, {"start": 500, "end": 503, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 504, "end": 506, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The cutoff points to achieve 99% specificity of the individual kELISAs were established with a substantial panel of control samples ( ). Controls from healthy blood donors and n p 559 persons with seropositivity in other tests (tests for anti-nuclear antibody, rheumatoid factor, and anti-cardiolipin antibody and the rapid plasma reagin test) were well represented. The control panel also included samples from patients with other spirochetal diseases (leptospirosis, syphilis, and tickborne relapsing fever), which are particularly challenging, because they are well known to react with whole-cell antigens of B. burgdorferi [41] . Despite the large number of controls used in this study, it will be desirable in future studies to test samples from patients with a wider variety of rheumatologic, neurologic, or other conditions within the differential diagnosis of Lyme disease. Samples from patients with human granulocytic ehrlichiosis were not included in this study, because we could not rule out coinfection with B. burgdorferi in the samples available.", "cite_spans": [{"start": 627, "end": 631, "text": "[41]", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The 99% specificity of the 2-tiered testing reported here is the highest that we have observed. The specificity of 2-tiered testing has generally been у95%, both in our unpublished studies and as reported by reference laboratories, including our own [13, 14, 42, 43] . In the general practice of 2-tiered testing, standardization of the performance, scoring, and interpretation of immunoblots is sometimes difficult, and the quality of results provided to physicians may be lower than the best achievable [7, 42, 43] . Furthermore, our study used a single commercial ELISA and immunoblots from a single manufacturer for 2tiered testing; results with other products may vary.", "cite_spans": [{"start": 250, "end": 254, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 255, "end": 258, "text": "14,", "ref_id": "BIBREF13"}, {"start": 259, "end": 262, "text": "42,", "ref_id": "BIBREF41"}, {"start": 263, "end": 266, "text": "43]", "ref_id": "BIBREF42"}, {"start": 505, "end": 508, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 509, "end": 512, "text": "42,", "ref_id": "BIBREF41"}, {"start": 513, "end": 516, "text": "43]", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Prior to this study, we (DVBID) produced and evaluated 6 recombinant gene products for their usefulness as serodiagnostic antigens using the CDC large-volume serum panel (", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "; data not shown). These proteins were Bbk32, FlaA, n p 41 DbpA, P35, VlsE1, and Rev [44] [45] [46] [47] [48] . VlsE1 was the most frequently recognized protein and became the focus of our kELISA development efforts. Serologic studies by Lawrenz et al. [15] and Liang et al. [16] augmented our interest in evaluating VlsEbased assays with a large panel of serum samples.", "cite_spans": [{"start": 85, "end": 89, "text": "[44]", "ref_id": "BIBREF43"}, {"start": 90, "end": 94, "text": "[45]", "ref_id": "BIBREF44"}, {"start": 95, "end": 99, "text": "[46]", "ref_id": "BIBREF45"}, {"start": 100, "end": 104, "text": "[47]", "ref_id": "BIBREF46"}, {"start": 105, "end": 109, "text": "[48]", "ref_id": "BIBREF47"}, {"start": 253, "end": 257, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 275, "end": 279, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Lyme disease serum samples in the CDC large-volume reference panel that were found to be negative for IgG antibodies to rVlsE1 next were screened for IgM reactivity against other whole-cell antigens of B. burgdorferi by immunoblot. OspC was the most frequently reactive protein (data not shown). This finding is consistent with the well-known ability of OspC to elicit a vigorous IgM response in early Lyme disease [49, 50] . Furthermore, an immunodominant peptide has been defined at the C terminus of OspC that is substantially conserved in sequence among European strains of B. garinii [19] . Our examination of OspC sequences deposited in GenBank confirms and extends the observation of Mathiesen et al. [19] that this epitope has little polymorphism. In particular, the PKKP-COOH motif is invariant in 96% of isolates (127 of 132) of B. burgdorferi sensu lato of medical importance for which the full C-terminal sequence has been reported. Therefore, we investigated whether IgM responses to this peptide could improve the performance of serologic testing for exposure to B. burgdorferi sensu stricto in the United States when scored in parallel with VlsE-based assays for IgG antibodies.", "cite_spans": [{"start": 415, "end": 419, "text": "[49,", "ref_id": "BIBREF48"}, {"start": 420, "end": 423, "text": "50]", "ref_id": "BIBREF49"}, {"start": 589, "end": 593, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 708, "end": 712, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In this study, we chose a kELISA format over a standard end-point ELISA because the kELISA is more informative and permits superior quality assurance [26] [27] [28] [29] . The slope of a kELISA is directly proportional to the concentration of antibody in the sample, whereas the optical density of an end-point assay usually is not. Serial dilutions of serum may be performed to estimate antibody concentration in an end-point assay. In a kELISA, the slope of the reaction between enzyme and substrate in each well is a direct measure of the relative concentration of antibody on a continuous scale.", "cite_spans": [{"start": 150, "end": 154, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 155, "end": 159, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 160, "end": 164, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 165, "end": 169, "text": "[29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Experimental errors are readily revealed in the kELISA format. The slope of the reaction in each well should be linear, resulting in ; in any given run, indicates error 2 2 r p 1.0 r ! 1.0 in laboratory techniques, such as pipetting, or variation in reagents, supplies, or instrument performance. In addition, the kELISA system allows for calibration of data from plate to plate by use of a standard curve using control serum samples (4 controls in duplicate on each plate in this study). This cali-bration corrects for variability in experimental conditions, such as ambient temperature. The slope of each control is plotted against the mean control slope from all other plates of a similar antigen. The r 2 of the resulting regression line serves as a measure of assay quality and yields a slope and an intercept for adjustment of the sample raw slopes. Calibrated slopes from all plates can then be compared directly.", "cite_spans": [{"start": 169, "end": 172, "text": "2 2", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "A high degree of discrimination between positive and negative samples is achieved in kELISA by optimizing conditions for rapid hydrolysis of the chromogen. A high-titer antibody sample produced an OD 10.75 in 6 min in the assays described here, as recommended by Jacobson and Downing [28] . It is important to shake the plate between each reading to ensure a uniformly distributed chromogen.", "cite_spans": [{"start": 284, "end": 288, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "ROC curve analysis was used to examine data from individual kELISAs [33] . For every cutoff point, samples were scored as positive or negative, and the resulting sensitivity was plotted against", "cite_spans": [{"start": 68, "end": 72, "text": "[33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": ". We preselected at 0.01 1 Ϫ specificity 1 Ϫ specificity (99% specificity) and extracted the corresponding cutoff point and resulting sensitivity from the empirical ROC curve. This cutoff point was then used to score serum samples as positive (greater than or equal to the cutoff point) or negative (less than the cutoff point). The predictive value of a positive test is sharply decreased by small reductions in test specificity when serum samples from patients with a low pretest probability of Lyme disease are assayed. If 2 million tests are performed annually, the number of false-positive results would be ∼20,000 for every 1% reduction in test specificity, a number higher than the total number of Lyme disease cases identified by the national mandatory reporting system in any given year [3] .", "cite_spans": [{"start": 796, "end": 799, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "A measure of the AUC gives insight into the overall usefulness of an assay. These data show that the C6 IgG kELISA has a greater AUC than any other kELISA. When only the region of greatest biological interest is considered (i.e., at у99% specificity), the curves are indistinguishable and the partial AUCs are nearly identical for the C6 and rVlsE1 kELISAs.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "kELISA slopes for each test well reported here were calculated from optical density values recorded at 2-min intervals over the course of 10 min of enzyme reaction. In the initial stages of this study, 15 optical density readings over the course of 30 min were used to calculate the slopes in the IgG rVlsE1 kELISA. After a substantial number of samples had been tested (n p ), slopes were calculated using only the first 5 readings (10 428 min), and the results were compared by ROC analysis with those obtained when all 15 readings (30 min) were used (data not shown). The empirical ROC curves and their AUCs were indistinguishable (0.91 and 0.92, respectively). On the basis of this finding and the logistical benefit of a shorter reading time, we used 10 min of data collection for this and all subsequent assays. Final comparison between 10-min and 30-min rVlsE1 IgG kELISA slopes with all 839 serum samples tested revealed a minor increase in sensitivity with 30 min of reading (0.675 [95% CI, 0.618-0.727], compared with 0.657 [95% CI, 0.559-0.710] for 10-min data). The only disagreements in test outcome were observed with 5 early convalescent serum samples that were negative at 10 min and positive at 30 min. Four of these were found to be positive by pepC10 IgM kELISA, and therefore the reduced rVlsE1 IgG sensitivity was overcome by in parallel analysis.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In sum, both single-antigen IgG kELISAs equalled the performance of 2-tiered serologic testing, and 3 combinations of tests scored in parallel outperformed 2-tiered testing, based primarily on the results obtained during early acute disease. The best tests were rVlsE1 IgG ∪ pepC10 IgM and C6 IgG ∪ pepC10 IgM. The improvement in test sensitivities over 2-tiered analysis was greatest in early acute Lyme disease. The choice of whether to use rVlsE1 or C6 peptide in an IgG kinetic assay is not clear-cut on the grounds of performance alone. There is some evidence that rVlsE1 is more sensitive than C6 for detecting antibody in the serum of patients with neurologic disease, but this observation must be verified with a larger number of samples and in prospective studies. The C6 assay offers the advantages that peptides commonly have over proteins expressed in E. coli, namely, comparative ease of synthesis of a product of high purity (and presumably lower cost) and high assay signal-to-noise ratio. Both rVlsE1 IgG ∪ pepC10 IgM and C6 IgG ∪ pepC10 IgM kELISAs can be fully automated, fairly easily standardized, and objectively interpreted. A proper comparison of the performance of these tests would evaluate their performance using serum samples other than those on which the criteria for positivity were derived. To this end, prospective studies are in progress to assess these tests as they would be used in clinical practice.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Lyme disease", "authors": [{"first": "A", "middle": ["C"], "last": "Steere", "suffix": ""}], "year": 2001, "venue": "N Engl J Med", "volume": "345", "issn": "", "pages": "115--140", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Molecular typing of Borrelia burgdorferi sensu lato: taxonomic, epidemiological, and clinical implications", "authors": [{"first": "G", "middle": [], "last": "Wang", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Van Dam", "suffix": ""}, {"first": "I", "middle": [], "last": "Schwartz", "suffix": ""}, {"first": "J", "middle": [], "last": "Dankert", "suffix": ""}], "year": 1999, "venue": "Clin Micro Rev", "volume": "12", "issn": "", "pages": "633--53", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Lyme disease-United States", "authors": [], "year": 2000, "venue": "Centers for Disease Control and Prevention", "volume": "51", "issn": "", "pages": "29--31", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Reported distribution of Ixodes scapularis and Ixodes pacificus (Acari; Ixodidae) in the United States", "authors": [{"first": "D", "middle": ["T"], "last": "Dennis", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Nekomoto", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Victor", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "Paul", "suffix": ""}, {"first": "J", "middle": [], "last": "Piesman", "suffix": ""}], "year": 1998, "venue": "J Med Entomol", "volume": "35", "issn": "", "pages": "629--667", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Epidemiology of European Lyme borreliosis", "authors": [{"first": "S", "middle": [], "last": "O&apos;connell", "suffix": ""}, {"first": "M", "middle": [], "last": "Granström", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Gray", "suffix": ""}, {"first": "G", "middle": [], "last": "Stanek", "suffix": ""}], "year": 1998, "venue": "Zentralbl Bakteriol", "volume": "287", "issn": "", "pages": "229--269", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Guidelines for laboratory evaluation in the diagnosis of Lyme disease", "authors": [{"first": "American", "middle": [], "last": "College", "suffix": ""}, {"first": "", "middle": [], "last": "Physicians", "suffix": ""}], "year": 1997, "venue": "Ann Intern Med", "volume": "127", "issn": "", "pages": "1106--1114", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Laboratory evaluation in the diagnosis of Lyme disease", "authors": [{"first": "P", "middle": [], "last": "Tugwell", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Dennis", "suffix": ""}, {"first": "A", "middle": [], "last": "Weinstein", "suffix": ""}], "year": 1997, "venue": "Ann Intern Med", "volume": "127", "issn": "", "pages": "1109--1132", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Role of serology in the diagnosis of Lyme disease", "authors": [{"first": "S", "middle": ["L"], "last": "Brown", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Hansen", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Langone", "suffix": ""}], "year": 1999, "venue": "JAMA", "volume": "282", "issn": "", "pages": "62--68", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The overdiagnosis of Lyme disease", "authors": [{"first": "A", "middle": ["C"], "last": "Steere", "suffix": ""}, {"first": "E", "middle": [], "last": "Taylor", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Mchugh", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Logigian", "suffix": ""}], "year": 1993, "venue": "JAMA", "volume": "269", "issn": "", "pages": "1812--1818", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Biliary complications in the treatment of unsubstantiated Lyme disease", "authors": [{"first": "P", "middle": ["J"], "last": "Ettestad", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Campbell", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Welbel", "suffix": ""}], "year": 1995, "venue": "J Infect Dis", "volume": "171", "issn": "", "pages": "356--61", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Death from inappropriate therapy for Lyme disease", "authors": [{"first": "R", "middle": [], "last": "Patel", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Grogg", "suffix": ""}, {"first": "W", "middle": ["D"], "last": "Edwards", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Wright", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Schwenk", "suffix": ""}], "year": 2000, "venue": "Clin Infect Dis", "volume": "31", "issn": "", "pages": "1107--1116", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Centers for Disease Control and Prevention. Recommendations for test performance and interpretation from the Second National Conference on Serologic Diagnosis of Lyme Disease", "authors": [], "year": 1995, "venue": "", "volume": "44", "issn": "", "pages": "590--591", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Laboratory diagnostic techniques for patients with early Lyme disease associated with erythema migrans: a comparison of different techniques", "authors": [{"first": "J", "middle": [], "last": "Nowakowski", "suffix": ""}, {"first": "I", "middle": [], "last": "Schwartz", "suffix": ""}, {"first": "D", "middle": [], "last": "Liveris", "suffix": ""}], "year": 2001, "venue": "Clin Infect Dis", "volume": "33", "issn": "", "pages": "2023--2030", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Serodiagnosis of Lyme disease: accuracy of a two-step approach using a flagella-based ELISA and immunoblotting", "authors": [{"first": "Bjb", "middle": [], "last": "Johnson", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Robbins", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Bailey", "suffix": ""}], "year": 1996, "venue": "J Infect Dis", "volume": "174", "issn": "", "pages": "346--53", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Human antibody responses to VlsE antigenic variation protein of Borrelia burgdorferi", "authors": [{"first": "M", "middle": ["B"], "last": "Lawrenz", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Hardham", "suffix": ""}, {"first": "R", "middle": ["T"], "last": "Owens", "suffix": ""}], "year": 1999, "venue": "J Clin Microbiol", "volume": "37", "issn": "", "pages": "3997--4004", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Sensitive and specific serodiagnosis of Lyme disease by enzymelinked immunosorbent assay with a peptide based on an immunodominant conserved region of Borrelia burgdorferi VlsE", "authors": [{"first": "F", "middle": ["T"], "last": "Liang", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Steere", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Marques", "suffix": ""}, {"first": "Bjb", "middle": [], "last": "Johnson", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Miller", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Philipp", "suffix": ""}], "year": 1999, "venue": "J Clin Microbiol", "volume": "37", "issn": "", "pages": "3990--3996", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Antigenic conservation of an immunodominant invariable region of the VlsE lipoprotein among European pathogenic genospecies of Borrelia burgdorferi SL", "authors": [{"first": "F", "middle": ["T"], "last": "Liang", "suffix": ""}, {"first": "E", "middle": [], "last": "Aberer", "suffix": ""}, {"first": "M", "middle": [], "last": "Cinco", "suffix": ""}], "year": 2000, "venue": "J Infect Dis", "volume": "182", "issn": "", "pages": "1455--62", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Peptide-based OspC enzyme-linked immunosorbent assay for serodiagnosis of Lyme borreliosis", "authors": [{"first": "M", "middle": ["J"], "last": "Mathiesen", "suffix": ""}, {"first": "M", "middle": [], "last": "Christiansen", "suffix": ""}, {"first": "K", "middle": [], "last": "Hansen", "suffix": ""}, {"first": "A", "middle": [], "last": "Holm", "suffix": ""}, {"first": "E", "middle": [], "last": "Theisen", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 1998, "venue": "J Clin Microbiol", "volume": "36", "issn": "", "pages": "3474--3483", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The dominant epitope of Borrelia garinii outer surface protein C recognized by sera from patients with neuroborreliosis has a surface-exposed conserved structural motif", "authors": [{"first": "M", "middle": ["J"], "last": "Mathiesen", "suffix": ""}, {"first": "A", "middle": [], "last": "Holm", "suffix": ""}, {"first": "M", "middle": [], "last": "Christiansen", "suffix": ""}], "year": 1998, "venue": "Infect Immun", "volume": "66", "issn": "", "pages": "4073--4082", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Serologic diagnosis of Lyme borreliosis by using enzyme-linked immunosorbent assays with recombinant antigens", "authors": [{"first": "L", "middle": ["A"], "last": "Magnarelli", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Ijdo", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Padula", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Flavell", "suffix": ""}, {"first": "E", "middle": [], "last": "Fikrig", "suffix": ""}], "year": 2000, "venue": "J Clin Microbiol", "volume": "38", "issn": "", "pages": "1735--1744", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "An improved recombinant IgG immunoblot for serodiagnosis of Lyme borreliosis", "authors": [{"first": "B", "middle": [], "last": "Wilske", "suffix": ""}, {"first": "C", "middle": [], "last": "Habermann", "suffix": ""}, {"first": "V", "middle": [], "last": "Fingerle", "suffix": ""}], "year": 1999, "venue": "Med Microbiol Immunol (Berl)", "volume": "188", "issn": "", "pages": "139--183", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Serodiagnosis of neuroborreliosis: comparison of reliability of three confirmatory assays", "authors": [{"first": "R", "middle": [], "last": "Kaiser", "suffix": ""}, {"first": "S", "middle": [], "last": "Rauer", "suffix": ""}], "year": 1999, "venue": "Infection", "volume": "27", "issn": "", "pages": "177--82", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The immunoglobulin (IgG) antibody response to OspA and OspB correlates with severe and prolonged Lyme arthritis and the IgG response to P35 correlates with mild and brief arthritis", "authors": [{"first": "E", "middle": [], "last": "Akin", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Mchugh", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Flavell", "suffix": ""}, {"first": "E", "middle": [], "last": "Fikrig", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Steere", "suffix": ""}], "year": 1999, "venue": "Infect Immun", "volume": "67", "issn": "", "pages": "173--81", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Recognition of multiple antibody epitopes throughout Borrelia burgdorferi p66, a candidate adhesin, in patients with early or late manifestations of Lyme disease", "authors": [{"first": "H", "middle": [], "last": "Ntchobo", "suffix": ""}, {"first": "H", "middle": [], "last": "Rothermel", "suffix": ""}, {"first": "W", "middle": [], "last": "Chege", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Steere", "suffix": ""}, {"first": "J", "middle": [], "last": "Coburn", "suffix": ""}], "year": 2001, "venue": "Infect Immun", "volume": "69", "issn": "", "pages": "1953--1959", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "A first-tier rapid assay for the serodiagnosis of Borrelia burgdorferi infection", "authors": [{"first": "M", "middle": ["J"], "last": "Gomes-Solecki", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Wormser", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Persing", "suffix": ""}], "year": 2001, "venue": "Arch Intern Med", "volume": "161", "issn": "", "pages": "2015--2035", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Kinetic-dependent enzyme-linked immunosorbent assay for detection of antibodies to Legionella pneumophila", "authors": [{"first": "J", "middle": ["S"], "last": "Sampson", "suffix": ""}, {"first": "H", "middle": ["W"], "last": "Wilkinson", "suffix": ""}, {"first": "Vcw", "middle": [], "last": "Tsang", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Brake", "suffix": ""}], "year": 1983, "venue": "J Clin Microbiol", "volume": "18", "issn": "", "pages": "1340--1344", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "The kinetics-based enzyme-linked immunosorbent assay for coronavirus antibodies in cats: calibration to the indirect immunofluorescence assay and computerized standardization of results through normalization to control values", "authors": [{"first": "J", "middle": ["E"], "last": "Barlough", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Jacobson", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Downing", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Lynch", "suffix": ""}, {"first": "F", "middle": ["W"], "last": "Scott", "suffix": ""}], "year": 1987, "venue": "Can J Vet Res", "volume": "51", "issn": "", "pages": "56--65", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "KELA: acquisition, management, and analysis of ELISA data", "authors": [{"first": "R", "middle": ["H"], "last": "Jacobson", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Downing", "suffix": ""}], "year": 1992, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Advantages of kinetic ELISA over endpoint ELISA in quantitative assays using the Bio-Tek EL312 microplate reader and Kineti-Calc software", "authors": [], "year": 1988, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Antigenic variation in Lyme disease borreliae by promiscuous recombination of VMP-like sequence cassettes", "authors": [{"first": "J", "middle": ["R"], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Hardham", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Barbour", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Norris", "suffix": ""}], "year": 1997, "venue": "Cell", "volume": "89", "issn": "", "pages": "275--85", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "An immunodominant conserved region within the variable domain of VlsE, the variable surface antigen of Borrelia burgdorferi", "authors": [{"first": "F", "middle": ["T"], "last": "Liang", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Alvarez", "suffix": ""}, {"first": "Y", "middle": [], "last": "Gu", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Nowling", "suffix": ""}, {"first": "R", "middle": [], "last": "Ramamoorthy", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Philipp", "suffix": ""}], "year": 1999, "venue": "J Immunol", "volume": "163", "issn": "", "pages": "5566--73", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Antibody response to IR 6 , a conserved immunodominant region of the VlsE lipoprotein, wanes rapidly after antibiotic treatment of Borrelia burgdorferi infection in experimental animals and in humans", "authors": [{"first": "M", "middle": ["T"], "last": "Philipp", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Bowers", "suffix": ""}, {"first": "P", "middle": ["T"], "last": "Fawcett", "suffix": ""}], "year": 2001, "venue": "J Infect Dis", "volume": "184", "issn": "", "pages": "870--878", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Primer on certain elements of medical decision making", "authors": [{"first": "B", "middle": ["J"], "last": "Mcneil", "suffix": ""}, {"first": "E", "middle": [], "last": "Keeler", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Adelstein", "suffix": ""}], "year": 1975, "venue": "N Engl J Med", "volume": "293", "issn": "", "pages": "211--216", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Comparing the areas under two or more correlated receiver operating characteristic curves: a nonparametric approach", "authors": [{"first": "E", "middle": ["R"], "last": "Delong", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Delong", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Clarke-Pearson", "suffix": ""}], "year": 1988, "venue": "Biometrics", "volume": "44", "issn": "", "pages": "837--882", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Bootstrap confidence intervals for the sensitivity of a quantitative diagnostic test", "authors": [{"first": "R", "middle": ["W"], "last": "Platt", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Henley", "suffix": ""}, {"first": "H", "middle": [], "last": "Yang", "suffix": ""}], "year": 2000, "venue": "Stat Med", "volume": "19", "issn": "", "pages": "313--335", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Probable inference, the law of succession, and statistical inference", "authors": [{"first": "E", "middle": ["B"], "last": "Wilson", "suffix": ""}], "year": 1927, "venue": "J Am Stat Assoc", "volume": "22", "issn": "", "pages": "209--221", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Approximate is better than \"exact\" for interval estimation of binomial proportions", "authors": [{"first": "A", "middle": [], "last": "Agresti", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Coull", "suffix": ""}], "year": 1998, "venue": "Am Stat", "volume": "52", "issn": "", "pages": "119--145", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Confidence intervals for differences in correlated binary proportions", "authors": [{"first": "W", "middle": ["L"], "last": "May", "suffix": ""}, {"first": "W", "middle": ["D"], "last": "Johnson", "suffix": ""}], "year": 1997, "venue": "Stat Med", "volume": "16", "issn": "", "pages": "2127--2163", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Centers for Disease Control and Prevention. Case definitions for public health surveillance", "authors": [], "year": 1990, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "39", "issn": "", "pages": "19--21", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Cellular and humoral immune responses to Borrelia burgdorferi antigens in patients with culture-positive early Lyme disease", "authors": [{"first": "A", "middle": [], "last": "Vaz", "suffix": ""}, {"first": "L", "middle": [], "last": "Glickstein", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Field", "suffix": ""}], "year": 2001, "venue": "Infect Immun", "volume": "69", "issn": "", "pages": "7437--7481", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Cross-reactive proteins of Borrelia burgdorferi", "authors": [{"first": "H", "middle": ["R"], "last": "Bruckbauer", "suffix": ""}, {"first": "V", "middle": [], "last": "Preac-Mursic", "suffix": ""}, {"first": "R", "middle": [], "last": "Fuchs", "suffix": ""}, {"first": "B", "middle": [], "last": "Wilske", "suffix": ""}], "year": 1992, "venue": "Eur J Clin Microbiol Infect Dis", "volume": "11", "issn": "", "pages": "224--256", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Western blotting in the serodiagnosis of Lyme disease", "authors": [{"first": "F", "middle": [], "last": "Dressler", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Whalen", "suffix": ""}, {"first": "B", "middle": ["N"], "last": "Reinhardt", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Steere", "suffix": ""}], "year": 1993, "venue": "J Infect Dis", "volume": "167", "issn": "", "pages": "392--400", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Immunoblot interpretation criteria for serodiagnosis of early Lyme disease", "authors": [{"first": "S", "middle": ["M"], "last": "Engstrom", "suffix": ""}, {"first": "E", "middle": [], "last": "Shoop", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Johnson", "suffix": ""}], "year": 1995, "venue": "J Clin Microbiol", "volume": "33", "issn": "", "pages": "419--446", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Identification of a 47 kDa fibronectin-binding protein expressed by Borrelia burgdorferi isolate B31", "authors": [{"first": "W", "middle": ["S"], "last": "Probert", "suffix": ""}, {"first": "Bjb", "middle": [], "last": "Johnson", "suffix": ""}], "year": 1998, "venue": "Mol Microbiol", "volume": "30", "issn": "", "pages": "1003--1018", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "The Borrelia burgdorferi 37-kilodalton immunoblot band (P37) used in serodiagnosis of early Lyme disease is the flaA gene product", "authors": [{"first": "R", "middle": ["D"], "last": "Gilmore", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Murphree", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "James", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Sullivan", "suffix": ""}, {"first": "Bjb", "middle": [], "last": "Johnson", "suffix": ""}], "year": 1999, "venue": "J Clin Microbiol", "volume": "37", "issn": "", "pages": "548--52", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Decorinbinding adhesins from Borrelia burgdorferi", "authors": [{"first": "B", "middle": ["P"], "last": "Guo", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Brown", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Dorward", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Rosenberg", "suffix": ""}, {"first": "M", "middle": [], "last": "Hook", "suffix": ""}], "year": 1998, "venue": "Mol Microbiol", "volume": "30", "issn": "", "pages": "711--734", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Molecular characterization of a 35-kilodalton protein of Borrelia burgdorferi, an antigen of diagnostic importance in early Lyme disease", "authors": [{"first": "R", "middle": ["D"], "last": "Gilmore", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Kappel", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Johnson", "suffix": ""}], "year": 1997, "venue": "J Clin Microbiol", "volume": "35", "issn": "", "pages": "86--91", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "A monoclonal antibody generated by antigen inoculation via tick bite is reactive to the Borrelia burgdorferi Rev protein, a member of the 2.9 gene family locus", "authors": [{"first": "R", "middle": ["D"], "last": "Gilmore", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Mbow", "suffix": ""}], "year": 1998, "venue": "Infect Immun", "volume": "66", "issn": "", "pages": "980--986", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Use of recombinant OspC from Borrelia burgdorferi for serodiagnosis of early Lyme disease", "authors": [{"first": "S", "middle": ["J"], "last": "Padula", "suffix": ""}, {"first": "F", "middle": [], "last": "Dias", "suffix": ""}, {"first": "A", "middle": [], "last": "Sampieri", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Craven", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Ryan", "suffix": ""}], "year": 1994, "venue": "J Clin Microbiol", "volume": "32", "issn": "", "pages": "1733--1741", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Humoral immune response to outer surface protein C of Borrelia burgdorferi in Lyme disease: role of the immunoglobulin M response in the serodiagnosis of early infection", "authors": [{"first": "B", "middle": ["P"], "last": "Fung", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Mchugh", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Leong", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Steere", "suffix": ""}], "year": 1994, "venue": "Infect Immun", "volume": "62", "issn": "", "pages": "3213--3234", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "SDS-PAGE of purified recombinant VlsE1 stained with Coomassie brilliant blue. Lane 1, Molecular mass marker; lane 2, recombinant VlsE1. The approximate mass in kilodaltons is noted to the left.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Receiver-operator characteristic curves for single-antigen kinetic ELISAs. C6, 26 aa of VlsE; pepC10, C-terminal 10 aa of Borrelia burgdorferi outer-surface protein C; rVlsE1, recombinant VlsE1. Performance of the rVlsE1 IgM kELISA. For the standard curves of all rVlsE1 IgM kELISAs, the mean r 2 was 0.990 (SD, 0.014). ROC analysis of the calibrated slopes gave an AUC of 0.874 (95% CI, 0.847-0.899; figure 2). With specificity selected at 0.99 (95% CI, 0.977-0.995), the cutoff point for a positive sample was a slope of 19.60. The sensitivity for all Lyme disease serum samples was 0.364 (95% CI, 0.310-0.422; table 1). This assay detected IgM antibody in only 1 of 37 patients (sensitivity, 0.027 [95% CI, 0.001-0.138]) from whom serum was collected within 1 week of the onset of EM (figure 3). Among 31 patients from whom serum was collected 2-4 weeks after the onset of EM, the sensitivity of the assay was 0.323 (95% CI, 0.186-0.499). The false positives in this IgM test were clustered in the category of healthy blood donors from areas where Lyme disease is not endemic (5 of 6 subjects).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Sensitivity (%) of single-antigen kinetic ELISA, 2-tiered analysis, and in parallel kinetic ELISA. Test performances with serum samples from patients with acute Lyme disease for whom the interval between the date of onset of erythema migrans and the date of first treatment was reported are compared with all Lyme disease serum samples. C6, 26 aa of VlsE; pepC10, C-terminal 10 aa of Borrelia burgdorferi outer-surface protein C; rVlsE1, recombinant VlsE1.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Performance of single-antigen kinetic ELISAs and 2-tiered testing for detecting antibodies to Borrelia burgdorferi in serum.NOTE. Disease classification groups are described in Materials and Methods. C6, 26 aa of VlsE; EM, erythema migrans; pepC10, C-terminal 10 aa of B. burgdorferi outer-surface protein C; rVlsE1, recombinant VlsE1; Se, sensitivity; Sp, specificity; ϩ, positive; Ϫ, negative.", "latex": null, "type": "table"}, "TABREF1": {"text": "Performance of in parallel kinetic ELISAs for detecting antibodies to Borrelia burgdorferi in serum.NOTE. Disease classification groups are described in Materials and Methods. C6, 26 aa of VlsE; EM, erythema migrans; pepC10, C-terminal 10 aa of B. burgdorferi outer-surface protein C; rVlsE1, recombinant VlsE1; Se, sensitivity; Sp, specificity; ϩ, positive; Ϫ, negative.", "latex": null, "type": "table"}, "TABREF2": {"text": "Table 1. Performance of single-antigen kinetic ELISAs and 2-tiered testing for detecting antibodies to Borrelia burgdorferi in serum.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td>rVlsE1 IgG </td><td> </td><td> </td><td>C6 </td><td>IgG </td><td> </td><td> </td><td>rVlsE1 IgM </td><td> </td><td>pepC10 IgM </td><td>Two-tiered test\n</td></tr><tr><td> </td><td> </td><td>No. with result\n</td><td> </td><td> </td><td>No. with result\n</td><td> </td><td> </td><td>No. with result\n</td><td> </td><td> </td><td>No. with result\n</td><td> </td><td> </td><td>No. with result\n</td><td> </td><td> </td></tr><tr><td>Disease classification\n</td><td>No. of samples\n</td><td> </td><td> </td><td>Se,\n</td><td>Sp,\n</td><td> </td><td> </td><td>Se,\n</td><td>Sp,\n</td><td> </td><td> </td><td>Se,\n</td><td>Sp,\n</td><td> </td><td> </td><td>Se,\n</td><td>Sp,\n</td><td> </td><td> </td><td>Se,\n</td><td>Sp,\n</td></tr><tr><td> </td><td> </td><td>%\n</td><td>%\n</td><td> </td><td> </td><td>%\n</td><td>%\n</td><td> </td><td> </td><td>%\n</td><td>%\n</td><td> </td><td> </td><td>%\n</td><td>%\n</td><td> </td><td> </td><td>%\n</td><td>%</td></tr><tr><td>Lyme disease </td><td>280 </td><td>184 </td><td>96 </td><td>66 </td><td>- </td><td>186 </td><td>94 </td><td>66 </td><td>- </td><td>102 </td><td>178 </td><td>36 </td><td>- </td><td>107 </td><td>173 </td><td>38 </td><td>- </td><td>189 </td><td>91 </td><td>68 </td><td>-\n</td></tr><tr><td>Acute (EM) </td><td>80 </td><td>35 </td><td>45 </td><td>44 </td><td>- </td><td>36 </td><td>44 </td><td>45 </td><td>- </td><td>15 </td><td>65 </td><td>19 </td><td>- </td><td>32 </td><td>48 </td><td>40 </td><td>- </td><td>30 </td><td>50 </td><td>38 </td><td>-\n</td></tr><tr><td>Culture positive\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Single EM site </td><td> </td><td>7 </td><td>28 </td><td>20 </td><td>- </td><td>15 </td><td>20 </td><td>43 </td><td>- </td><td>3 </td><td>32 </td><td>09 </td><td>- </td><td>7 </td><td>28 </td><td>20 </td><td>- </td><td>8 </td><td>27 </td><td>29 </td><td>-\n</td></tr><tr><td>Disseminated </td><td> </td><td>1 </td><td>2 </td><td>33 </td><td>- </td><td>1 </td><td>2 </td><td>33 </td><td>- </td><td>0 </td><td>3 </td><td>0 </td><td>- </td><td>0 </td><td>3 </td><td>0 </td><td>- </td><td>0 </td><td>3 </td><td>0 </td><td>-\n</td></tr><tr><td>No culture\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Single EM site </td><td> </td><td>2 </td><td>5 </td><td>29 </td><td>- </td><td>3 </td><td>4 </td><td>43 </td><td>- </td><td>3 </td><td>4 </td><td>43 </td><td>- </td><td>5 </td><td>2 </td><td>71 </td><td>- </td><td>3 </td><td>4 </td><td>43 </td><td>-\n</td></tr><tr><td>Disseminated </td><td> </td><td>25 </td><td>10 </td><td>71 </td><td>- </td><td>17 </td><td>18 </td><td>49 </td><td>- </td><td>9 </td><td>26 </td><td>26 </td><td>- </td><td>20 </td><td>15 </td><td>57 </td><td>- </td><td>19 </td><td>16 </td><td>54 </td><td>-\n</td></tr><tr><td>Early convalescent </td><td>106 </td><td>63 </td><td>43 </td><td>59 </td><td>- </td><td>74 </td><td>32 </td><td>70 </td><td>- </td><td>46 </td><td>60 </td><td>43 </td><td>- </td><td>56 </td><td>50 </td><td>53 </td><td>- </td><td>71 </td><td>35 </td><td>67 </td><td>-\n</td></tr><tr><td>Culture positive\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Single EM site </td><td> </td><td>25 </td><td>32 </td><td>44 </td><td>- </td><td>33 </td><td>24 </td><td>58 </td><td>- </td><td>24 </td><td>33 </td><td>42 </td><td>- </td><td>23 </td><td>34 </td><td>40 </td><td>- </td><td>37 </td><td>20 </td><td>65 </td><td>-\n</td></tr><tr><td>Disseminated </td><td> </td><td>6 </td><td>2 </td><td>75 </td><td>- </td><td>7 </td><td>1 </td><td>88 </td><td>- </td><td>6 </td><td>2 </td><td>75 </td><td>- </td><td>6 </td><td>2 </td><td>75 </td><td>- </td><td>7 </td><td>1 </td><td>88 </td><td>-\n</td></tr><tr><td>No culture\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Single EM site </td><td> </td><td>2 </td><td>1 </td><td>67 </td><td>- </td><td>2 </td><td>1 </td><td>67 </td><td>- </td><td>1 </td><td>2 </td><td>33 </td><td>- </td><td>1 </td><td>2 </td><td>33 </td><td>- </td><td>1 </td><td>2 </td><td>33 </td><td>-\n</td></tr><tr><td>Disseminated </td><td> </td><td>30 </td><td>8 </td><td>79 </td><td>- </td><td>32 </td><td>6 </td><td>84 </td><td>- </td><td>15 </td><td>23 </td><td>39 </td><td>- </td><td>15 </td><td>23 </td><td>39 </td><td>- </td><td>26 </td><td>12 </td><td>68 </td><td>-\n</td></tr><tr><td>Early neurologic </td><td>15 </td><td>15 </td><td>0 </td><td>100 </td><td>- </td><td>9 </td><td>6 </td><td>60 </td><td>- </td><td>11 </td><td>4 </td><td>73 </td><td>- </td><td>8 </td><td>7 </td><td>53 </td><td>- </td><td>13 </td><td>2 </td><td>87 </td><td>-\n</td></tr><tr><td>Early neurologic convalescent </td><td>11 </td><td>7 </td><td>4 </td><td>64 </td><td>- </td><td>7 </td><td>4 </td><td>64 </td><td>- </td><td>6 </td><td>5 </td><td>55 </td><td>- </td><td>4 </td><td>7 </td><td>36 </td><td>- </td><td>9 </td><td>2 </td><td>82 </td><td>-\n</td></tr><tr><td>Arthritis </td><td>33 </td><td>32 </td><td>1 </td><td>97 </td><td>- </td><td>31 </td><td>2 </td><td>94 </td><td>- </td><td>13 </td><td>20 </td><td>39 </td><td>- </td><td>3 </td><td>30 </td><td>9 </td><td>- </td><td>32 </td><td>1 </td><td>97 </td><td>-\n</td></tr><tr><td>Arthritis convalescent </td><td>24 </td><td>21 </td><td>3 </td><td>88 </td><td>- </td><td>21 </td><td>3 </td><td>88 </td><td>- </td><td>10 </td><td>14 </td><td>42 </td><td>- </td><td>2 </td><td>22 </td><td>8 </td><td>- </td><td>23 </td><td>1 </td><td>96 </td><td>-\n</td></tr><tr><td>Late neurologic </td><td>11 </td><td>11 </td><td>0 </td><td>100 </td><td>- </td><td>8 </td><td>3 </td><td>73 </td><td>- </td><td>1 </td><td>10 </td><td>9 </td><td>- </td><td>2 </td><td>9 </td><td>18 </td><td>- </td><td>11 </td><td>0 </td><td>100 </td><td>-\n</td></tr><tr><td>Other than Lyme </td><td>559 </td><td>6 </td><td>553 </td><td>- </td><td>99 </td><td>6 </td><td>553 </td><td>- </td><td>99 </td><td>6 </td><td>553 </td><td>- </td><td>99 </td><td>6 </td><td>553 </td><td>- </td><td>99 </td><td>5 </td><td>554 </td><td>- </td><td>99\n</td></tr><tr><td>Anti-cardiolipin antibody </td><td>15 </td><td>0 </td><td>15 </td><td>- </td><td>100 </td><td>0 </td><td>15 </td><td>- </td><td>100 </td><td>0 </td><td>15 </td><td>- </td><td>100 </td><td>0 </td><td>15 </td><td>- </td><td>100 </td><td>0 </td><td>15 </td><td>- </td><td>100\n</td></tr><tr><td>Anti-nuclear antibody </td><td>116 </td><td>1 </td><td>115 </td><td>- </td><td>99 </td><td>2 </td><td>114 </td><td>- </td><td>98 </td><td>1 </td><td>115 </td><td>- </td><td>99 </td><td>4 </td><td>112 </td><td>- </td><td>97 </td><td>2 </td><td>114 </td><td>- </td><td>98\n</td></tr><tr><td>Healthy endemic </td><td>14 </td><td>1 </td><td>13 </td><td>- </td><td>93 </td><td>0 </td><td>14 </td><td>- </td><td>100 </td><td>0 </td><td>14 </td><td>- </td><td>100 </td><td>0 </td><td>14 </td><td>- </td><td>100 </td><td>0 </td><td>14 </td><td>- </td><td>100\n</td></tr><tr><td>Healthy nonendemic </td><td>243 </td><td>1 </td><td>242 </td><td>- </td><td>100 </td><td>0 </td><td>243 </td><td>- </td><td>100 </td><td>5 </td><td>238 </td><td>- </td><td>98 </td><td>0 </td><td>243 </td><td>- </td><td>100 </td><td>0 </td><td>243 </td><td>- </td><td>100\n</td></tr><tr><td>Leptospirosis </td><td>10 </td><td>1 </td><td>9 </td><td>- </td><td>90 </td><td>2 </td><td>8 </td><td>- </td><td>80 </td><td>0 </td><td>10 </td><td>- </td><td>100 </td><td>0 </td><td>10 </td><td>- </td><td>100 </td><td>0 </td><td>10 </td><td>- </td><td>100\n</td></tr><tr><td>Multiple sclerosis </td><td>10 </td><td>0 </td><td>10 </td><td>- </td><td>100 </td><td>0 </td><td>10 </td><td>- </td><td>100 </td><td>0 </td><td>10 </td><td>- </td><td>100 </td><td>0 </td><td>10 </td><td>- </td><td>100 </td><td>0 </td><td>10 </td><td>- </td><td>100\n</td></tr><tr><td>Rapid plasma reagin reaction </td><td>14 </td><td>1 </td><td>13 </td><td>- </td><td>93 </td><td>0 </td><td>14 </td><td>- </td><td>100 </td><td>0 </td><td>14 </td><td>- </td><td>100 </td><td>0 </td><td>14 </td><td>- </td><td>100 </td><td>0 </td><td>14 </td><td>- </td><td>100\n</td></tr><tr><td>Rheumatoid arthritis </td><td>94 </td><td>1 </td><td>93 </td><td>- </td><td>99 </td><td>0 </td><td>94 </td><td>- </td><td>100 </td><td>0 </td><td>94 </td><td>- </td><td>100 </td><td>1 </td><td>93 </td><td>- </td><td>99 </td><td>1 </td><td>93 </td><td>- </td><td>99\n</td></tr><tr><td>Rheumatoid factor </td><td>15 </td><td>0 </td><td>15 </td><td>- </td><td>100 </td><td>0 </td><td>15 </td><td>- </td><td>100 </td><td>0 </td><td>15 </td><td>- </td><td>100 </td><td>0 </td><td>15 </td><td>- </td><td>100 </td><td>0 </td><td>15 </td><td>- </td><td>100\n</td></tr><tr><td>Syphilis </td><td>14 </td><td>0 </td><td>14 </td><td>- </td><td>100 </td><td>1 </td><td>13 </td><td>- </td><td>93 </td><td>0 </td><td>14 </td><td>- </td><td>100 </td><td>0 </td><td>14 </td><td>- </td><td>100 </td><td>0 </td><td>14 </td><td>- </td><td>100\n</td></tr><tr><td>Tickborne relapsing fever </td><td>14 </td><td>0 </td><td>14 </td><td>- </td><td>100 </td><td>1 </td><td>13 </td><td>- </td><td>93 </td><td>0 </td><td>14 </td><td>- </td><td>100 </td><td>1 </td><td>13 </td><td>- </td><td>93 </td><td>2 </td><td>12 </td><td>- </td><td>86\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Table 2. Performance of in parallel kinetic ELISAs for detecting antibodies to Borrelia burgdorferi in serum.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>rVlsE1 IgG </td><td>• rVlsE1 IgM </td><td>rVlsE1 IgG </td><td>• pepC10 IgM </td><td>C6 IgG • </td><td>pepC10 IgM\n</td></tr><tr><td> </td><td> </td><td>No. with results\n</td><td> </td><td> </td><td>No. with results\n</td><td> </td><td> </td><td>No. with results\n</td><td> </td><td> </td></tr><tr><td>Disease classification\n</td><td>No. of samples\n</td><td> </td><td> </td><td>Se, % </td><td>Sp, %\n</td><td> </td><td> </td><td>Se, % </td><td>Sp, %\n</td><td> </td><td> </td><td>Se, % </td><td>Sp, %</td></tr><tr><td>Lyme disease </td><td>280 </td><td>203 </td><td>77 </td><td>73 </td><td>- </td><td>212 </td><td>68 </td><td>76 </td><td>- </td><td>218 </td><td>62 </td><td>78 </td><td>-\n</td></tr><tr><td>Acute </td><td>80 </td><td>38 </td><td>42 </td><td>48 </td><td>- </td><td>46 </td><td>34 </td><td>58 </td><td>- </td><td>50 </td><td>30 </td><td>63 </td><td>-\n</td></tr><tr><td>Culture positive\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Single EM site </td><td> </td><td>9 </td><td>26 </td><td>26 </td><td>- </td><td>11 </td><td>24 </td><td>31 </td><td>- </td><td>17 </td><td>18 </td><td>49 </td><td>-\n</td></tr><tr><td>Disseminated </td><td> </td><td>1 </td><td>2 </td><td>33 </td><td>- </td><td>1 </td><td>2 </td><td>33 </td><td>- </td><td>1 </td><td>2 </td><td>33 </td><td>-\n</td></tr><tr><td>No culture\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Single EM site </td><td> </td><td>3 </td><td>4 </td><td>43 </td><td>- </td><td>6 </td><td>1 </td><td>86 </td><td>- </td><td>6 </td><td>1 </td><td>86 </td><td>-\n</td></tr><tr><td>Disseminated </td><td> </td><td>25 </td><td>10 </td><td>71 </td><td>- </td><td>28 </td><td>7 </td><td>80 </td><td>- </td><td>26 </td><td>9 </td><td>74 </td><td>-\n</td></tr><tr><td>Early convalescent </td><td>106 </td><td>77 </td><td>29 </td><td>73 </td><td>- </td><td>79 </td><td>27 </td><td>75 </td><td>- </td><td>85 </td><td>21 </td><td>80 </td><td>-\n</td></tr><tr><td>Culture positive\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Single EM site </td><td> </td><td>37 </td><td>20 </td><td>65 </td><td>- </td><td>35 </td><td>22 </td><td>61 </td><td>- </td><td>40 </td><td>17 </td><td>70 </td><td>-\n</td></tr><tr><td>Disseminated </td><td> </td><td>7 </td><td>1 </td><td>88 </td><td>- </td><td>7 </td><td>1 </td><td>88 </td><td>- </td><td>8 </td><td>0 </td><td>100 </td><td>-\n</td></tr><tr><td>No culture\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Single EM site </td><td> </td><td>2 </td><td>1 </td><td>67 </td><td>- </td><td>2 </td><td>1 </td><td>67 </td><td>- </td><td>2 </td><td>1 </td><td>67 </td><td>-\n</td></tr><tr><td>Disseminated </td><td> </td><td>31 </td><td>7 </td><td>82 </td><td>- </td><td>35 </td><td>3 </td><td>92 </td><td>- </td><td>35 </td><td>3 </td><td>92 </td><td>-\n</td></tr><tr><td>Early neurologic </td><td>15 </td><td>15 </td><td>0 </td><td>100 </td><td>- </td><td>15 </td><td>0 </td><td>100 </td><td>- </td><td>14 </td><td>1 </td><td>93 </td><td>-\n</td></tr><tr><td>Early neurologic convalescent </td><td>11 </td><td>8 </td><td>3 </td><td>73 </td><td>- </td><td>8 </td><td>3 </td><td>73 </td><td>- </td><td>8 </td><td>3 </td><td>73 </td><td>-\n</td></tr><tr><td>Arthritis </td><td>33 </td><td>32 </td><td>1 </td><td>97 </td><td>- </td><td>32 </td><td>1 </td><td>97 </td><td>- </td><td>31 </td><td>2 </td><td>97 </td><td>-\n</td></tr><tr><td>Arthritis convalescent </td><td>24 </td><td>22 </td><td>2 </td><td>92 </td><td>- </td><td>21 </td><td>3 </td><td>88 </td><td>- </td><td>21 </td><td>3 </td><td>88 </td><td>-\n</td></tr><tr><td>Late neurologic </td><td>11 </td><td>11 </td><td>0 </td><td>100 </td><td>- </td><td>11 </td><td>0 </td><td>100 </td><td>- </td><td>9 </td><td>2 </td><td>82 </td><td>-\n</td></tr><tr><td>Other than Lyme disease </td><td>559 </td><td>12 </td><td>547 </td><td>- </td><td>98 </td><td>12 </td><td>547 </td><td>- </td><td>98 </td><td>12 </td><td>547 </td><td>- </td><td>98\n</td></tr><tr><td>Anti-cardiolipin antibody </td><td>15 </td><td>0 </td><td>15 </td><td>- </td><td>100 </td><td>0 </td><td>15 </td><td>- </td><td>100 </td><td>0 </td><td>15 </td><td>- </td><td>100\n</td></tr><tr><td>Anti-nuclear antibody </td><td>116 </td><td>2 </td><td>114 </td><td>- </td><td>98 </td><td>5 </td><td>111 </td><td>- </td><td>96 </td><td>6 </td><td>110 </td><td>- </td><td>95\n</td></tr><tr><td>Healthy endemic </td><td>14 </td><td>1 </td><td>13 </td><td>- </td><td>93 </td><td>1 </td><td>13 </td><td>- </td><td>93 </td><td>0 </td><td>14 </td><td>- </td><td>100\n</td></tr><tr><td>Healthy nonendemic </td><td>243 </td><td>6 </td><td>237 </td><td>- </td><td>98 </td><td>1 </td><td>242 </td><td>- </td><td>100 </td><td>0 </td><td>243 </td><td>- </td><td>100\n</td></tr><tr><td>Leptospirosis </td><td>10 </td><td>1 </td><td>9 </td><td>- </td><td>90 </td><td>1 </td><td>9 </td><td>- </td><td>90 </td><td>2 </td><td>8 </td><td>- </td><td>80\n</td></tr><tr><td>Multiple sclerosis </td><td>10 </td><td>0 </td><td>10 </td><td>- </td><td>100 </td><td>0 </td><td>10 </td><td>- </td><td>100 </td><td>0 </td><td>10 </td><td>- </td><td>100\n</td></tr><tr><td>Rapid plasma reagin reaction </td><td>14 </td><td>1 </td><td>13 </td><td>- </td><td>93 </td><td>1 </td><td>13 </td><td>- </td><td>93 </td><td>0 </td><td>14 </td><td>- </td><td>100\n</td></tr><tr><td>Rheumatoid arthritis </td><td>94 </td><td>1 </td><td>93 </td><td>- </td><td>99 </td><td>2 </td><td>92 </td><td>- </td><td>98 </td><td>1 </td><td>93 </td><td>- </td><td>99\n</td></tr><tr><td>Rheumatoid factor </td><td>15 </td><td>0 </td><td>15 </td><td>- </td><td>100 </td><td>0 </td><td>15 </td><td>- </td><td>100 </td><td>0 </td><td>15 </td><td>- </td><td>100\n</td></tr><tr><td>Syphilis </td><td>14 </td><td>0 </td><td>14 </td><td>- </td><td>100 </td><td>0 </td><td>14 </td><td>- </td><td>100 </td><td>1 </td><td>13 </td><td>- </td><td>93\n</td></tr><tr><td>Tickborne relapsing fever </td><td>14 </td><td>0 </td><td>14 </td><td>- </td><td>100 </td><td>1 </td><td>13 </td><td>- </td><td>93 </td><td>2 </td><td>12 </td><td>- </td><td>86\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank James Miller ( ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}