{
    "paper_id": "bfefa595cf36f102141797e6d3361a4e056bab94",
    "metadata": {
        "title": "Archives of Virology Failure of Oral 4', 6-Dichloroflavan to Protect Against Rhinovirus Infection in Man",
        "authors": [
            {
                "first": "R",
                "middle": [
                    "J"
                ],
                "last": "Pttlllpotts",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Wallace",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MRC Common Cold Unit",
                    "institution": "",
                    "location": {
                        "addrLine": "Coombe Road",
                        "settlement": "Salisbury, Wiltshire"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "A J"
                ],
                "last": "Tyrrell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MRC Common Cold Unit",
                    "institution": "",
                    "location": {
                        "addrLine": "Coombe Road",
                        "settlement": "Salisbury, Wiltshire"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "S"
                ],
                "last": "Freestone",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Wellcome Research Laboratories",
                    "institution": "Langley Court",
                    "location": {
                        "settlement": "Beckenham, Kent",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "W",
                "middle": [
                    "M"
                ],
                "last": "Shepherd",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Wellcome Research Laboratories",
                    "institution": "Langley Court",
                    "location": {
                        "settlement": "Beckenham, Kent",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "4', 6-Dichloroflavan, a potent inhibitor of rhinovirus replication in vitro, was tested in a double-blind placebo controlled volunteer trial for its protective effect against experimental rhinovirus infection. Dichloroflavan was given orally (1 nag/ kg, 3 times per day) for 3 doses before, and 13 doses after intranasal challenge with rhinovirus type 9, a type known to be highly sensitive in tissue culture. A total of 63 volunteers were included in the analysis for efficacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Dichloroflavan did not produce any consistent or significan£ reduction in quantitative clinical or laboratory evidence of infection, and there was no apparent negative correlation of such data with drug concentrations in plasma. It is concluded that administration of dichloroflavan in the oral formulation tested is not of value in the treatment, of human rhinovirus infection. 0304-S608/S3/0075/0115/$ 01.40",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Colds are mild, selMi:miting upper viral respiratory tract infections, the symptoms of which rarely last for more than a few days. However, because of the inconvenience caused to industry, education, and the individual, the common cold has long been considered a suitable goal for antiviral prophylaxis and therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "At least 50 per cent of colds are caused by rhinoviruses (5) , which may also be responsible for relapses of chronic bronchitis (6) and the occurrence of wheezy bronchitis in children (4) . The impracticability of prophylactic vaccination for rhinovirus infection, because of the large number of serotypes, has led to interest in the development of substances with activity against rhinoviruses. A number of compounds have been synthesised, and evaluated in vitro and in vivo (9, i0) . The results of rhinovirus challenge studies in man and apes using these compounds have proved disappointing, possibly because of their insufficient potency as inhibitors of rhinovirus replication.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 60,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 128,
                    "end": 131,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 184,
                    "end": 187,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 476,
                    "end": 483,
                    "text": "(9, i0)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recently, two new and highly active compounds have been synthesised, 2-amino-l-(isopropyl sulphenyl-)6-benzimidazole phenyl ketone oxime (enviroxime), and 4', 6-dichloroflavan (dichloroflavan). Concurrent intranasal and oral administration of enviroxime has already been shown to reduce elinic~I symptoms and virus excretion in volunteers infected with a rhinovirus (8) .",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 369,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Dichloroflavan (which appears to be the most potent inhibitor of rNnovirns replication yet described in the literature), is active against a sufficient number of rhinovirus serotypes to suggest that it may have clinical potential, and blood levels in excess of those required for virus inhibition are achieved after oral dosing in animals (1) . Toxicological and pharmacological testing in animals, and some initial pharmacokinetic studies in man showed dichloroflav~n to be extremely well tolerated. The lack of toxicity, combined with high antiviral activity and adequate absorption m~kes diehloroflavan one of the most promising candidate antirhinovirus compounds yet synthesised. We therefore undertook the following study in which oral diehloroflavan was tested in volunteers for its ability to protect against challenge with a virulent strain of rhinovirus type 9.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 342,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study was approved by the Ethical Committee of Northwick Park Hospital, Harrow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Healthy volunteers of both sexes, aged 18-50 years were recruited, screened for suitability, and housed in isolation at the Common Cold Unit according to our usual procedures (2) . Voldnteers known to be intolerant to maize oil or gelatin were excluded from the study. Initial blood samples were taken for routine haematologicM and biochemical tests including electrolytes and basic tests of hepatic and renal :function, and to provide serum for determination of neutrMising antibody to the challenge virus, rhinovirus type 9 (HRV9). Volunteers were allocated into two groups matched for age, sex and antibody tit.re to H1%¥9. One group was given diehloroflavan and the other placebo. Those with high antibody titres were challenged with saline, the rest were given nasal drops containing 10 20 TCIDs0 of a virulent strain of rhinovirus type 9, propagated by intranasal passage in volunteers. Four days after virus chMlenge, and just prior to the penultimate dose of medication, a further blood sample was taken for haematology, bioehemis~cry, and assay for diehloroflavan by gas chromatographymass spectromety.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Volunteer8"
        },
        {
            "text": "The elinicM effects were monitored by an observer unaware of the allocations of dI~ag and virus. Each volmlteer was assessed daily and assigned a daily score on the basis of clinical signs and symptoms. Colds were graded as nil, doubtful, very mild, mild, moderate or severe. Paper handkerchiefs used by volunteers were weighed in .order to estimate daily nasal secretion. Nasal washings for virus isolation, titration and dichloroflavan assay were collected on the day before, and on days 2----6 after virus challenge. A further serum sample was requested from each volunteer 2 weeks after leaving the Unit, and titrated in parallel with the initial sample for neutralising antibody to I-I1R.V 9. Volunteers were excluded from the trial if they developed signs of a cold before virus challenge, or were excluded retrospectively if wild rhinoviruses could be recovered from their prechallenge nasal washes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volunteer8"
        },
        {
            "text": "Dichloroflavan was dissolved in maize oil and dispensed in soft gelatin capsules, each containing 10 mg drug in 0.25 mt maize oil. Placebo capsules contained maize~oit alone and could not be differentiated from those containing drug. Capsules equivalent to 1 mg of drug/kg body weight were given under supervision 3 times per day at 8 hourly intervals. Volunteers were asked to chew the capsules, releasing their contents before swallowing. Three doses were given before, and 13 doses after virus challenge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medication"
        },
        {
            "text": "Nasal washes were collected in 10 ml of Hanks balanced salt solution, and aliquots stored at --20 ° C for dichloroflavan assay, or at --70 ° C after addition of an equal volume of nutrient broth. Aliquots stored at --70 ° C were tested for virus in human diploid foetal tonsil cells, and rhinovirus sensitive Ohio Itela ceils ; a fresh aliquot from each virus positive nasal wash was titrated by quantal assay in O-Hela cells. All cell cultures were incubated rolling at 330 C. At least one isolate from each volunteer was identified as HI~V 9 by inhibition with a specific antiserum. Wild rhinoviruses isolated from pre-ehatlenge nasal wash samples were identified by the characteristic pattern of cell destruction, and sensitivity to low pH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virological Procedures"
        },
        {
            "text": "Serum neutralising antibody titres to HRV 9 were estimated using a micro-method in O-IteLa eells. Sufficient virus was used in the screening test to give an easily reeognisable CPE in controls within 48 hours. Paired serum samples were tested using a virus dose of 100 TCIDs0. When cell destruction was complete in virus controls, mieroplates were fixed in 10 per cent formal saline and stained with 1 per cent alcoholic methyl violet. A 50 per cent reduction on eolour was taken as the endpoint in each titration and a four fold or greater rise in antibody titre was considered significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virological Procedures"
        },
        {
            "text": "Differences in the frequency of colds, virus isolations and antibody rises were tested for significance using the Chi-squared test. Clinical score and nasal secretion weight data was evaluated using a non-parametric analysis of variance, in which each sample was divided into 3 strata according to pre-challenge serum neutralising antibody titre to ttRV9 (< 1 : 2, t : 2--1 : 8, > t : 8) (7). Kendall's rank correlation test was used to determine association, and the approximate statistical power of the trial was calculated assuming a Iog-normM distribution for each variable (11) .",
            "cite_spans": [
                {
                    "start": 578,
                    "end": 582,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Data from 63 volunteers were analysed. One volunteer given placebo was excluded because a rhinovirus was isolated from her pre-challenge nasal wash sample. One volunteer taking dichloroflavan developed a papular rash on her trunk. Medication was withdrawn three doses before completion of her course of treatment after which the rash disappeared. She was included in the analysis for efficacy. No other treatment related events were seen, and biochemical and haematologieal test values were unchanged by drug treatment. The mean concentration of dichloroflavan in plasma samples 8 hours after dosing was 14.25 ~: 11.81 ng/ml; dichloroflavan could not be detected in nasal washes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Thirteen volunteers were challenged with saline, 7 of whom were taking dichloroflavan, and 6 placebo. One volunteer on placebo developed a very mild cold, total clinical score 7.5, but virus could not be isolated from her nasal wash samples, nor a rise in serum neutralising antibody titre to ItI%V9 demonstrated, and her symptoms were thought to have been due to an unrelated cause. The numbers of colds, their clinical grades, and the laboratory findings from 49 volunteers challenged with I-IlgV9 are shown in Table 1 . The numbers of volunteers in each prechallenge antibody category are similar in the dichloroflavan and placebo groups. Colds graded as mild, moderate or severe may be considered significant, as it is invariably possible to find laboratory evidence of infection with tile challenge virus (either virus excretion, a rise in antibody titre, or both). There were fewer significant colds, and proportionally less four fold or greater rises in antibody titre in the dichloratlavan as campand to the placebo group. I~owever, neither difference is statistically significant, and the trend is reversed when virus excretion, or overall laboratory evidence of infection are considered.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 513,
                    "end": 520,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The diehloroflavan and placebo groups did not differ significantly in clinical scores, quantity of nasal secretion produced, or the amounts of virus recoverable from nasal wash on any day, nor did dichloroflavan produce a consistent reduction in any of these variables (Fig. i) . The drug and placebo groups were also compared by considering the total elinicM score, mean daily weight of nasal secretion produced from the time of virus challenge to the end of the trial, and the mean titre of virus recoverable from nasal wash for each volunteer. No significant differences could be found (p values of 0.23, 0.37 and 0.60 respectively). We ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 269,
                    "end": 277,
                    "text": "(Fig. i)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Volunteer trials at the Common Cold Unit are conducted under carefully controlled conditions. Accurate clinical and laboratory data are obtained from all those taking part, and intercurrent infections with viruses other than the challenge virus are rigorously excluded by our quarantine and isolation procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Di scussi on"
        },
        {
            "text": "In the present study, 26 volunteers were given a maximum oral dose of dichloroflavan based on considerations of practicality and tolerance before and after challenge with a sensitive rhinovirus, type 9. One of these developed a papular rash, which may have been drug related, as symptoms disappeared after the withdrawal of medication. Otherwise dichloroflavan treatment seemed to be completely without side-effects. Eight hours after an oral dose of 1 mg/kg, the mean plasma concentration of dichlorofIavan was still more than 4 times the ICs0 for HI, V9 as determined by plaque reduction assay (1) , and the ICs0 for Ht~V9 was exceeded in the plasma of 25 of the 26 volunteers taking drug. Previous pharmacokinetic studies in human volunteers indicated that plasma concentrations well in excess of the IC50 would have been present for most of the dosing period (3). However, when the quantitative clinical and laboratory data from volunteers taking diehloroflavan were compared with those from a placebo group, which had a similar susceptibility to the challenge virus, no beneficial effect of the drug could be demonstrated. Dichloroflavan could not be detected in respiratory secretions after oral dosing, which suggests that adequate concentrations of compound do not become available at the site of virus replication, the eiliated epithelium of the nose. However, the possibility that dichloroflavan might be present in inhibitory quantities in respiratory epithelial tissues but not be secreted remains. The failure of the drug to protect against challenge with rhinovirus type 9 makes this improbable.",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 599,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Di scussi on"
        },
        {
            "text": "A calculation of the statistical power of our trial showed that only large reductions in clinical score, rhinorrhoea, and virus excretion could be detected with any degree of certainty. Therefore, reproducible but lesser reductions in these variables could have been missed. However, in the conditions under which it was tested, diehloroflavan failed to produce a consistent reduction in any of the quantitative indices of rhinovirus infection. This finding, combined with the lack of a negative correlation between any of these quantitative indices and plasma concentrations of drug leads us to conclude that the formulation of diehtoroflavan tested is of no value in the treatment of human rhinovirus infection. However, the effectiveness of other formulations and routes of administration remains to be tested. In particular, intranasal administration may prove effective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Di scussi on"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Dichloroflavan (BW683) a new anti-rhinovirus compound",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Ba~e~",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W T"
                    ],
                    "last": "Selwa&apos;~ ~",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Batoheloi~",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tisdale",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Caldvff",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Ll",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A B"
                    ],
                    "last": "Yolt~*g",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Nature",
            "volume": "6",
            "issn": "",
            "pages": "369--370",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The study of antiviral compounds in volunteers",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Beare",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Chemoprophylaxis and viral infections of the respiratory tract",
            "volume": "",
            "issn": "",
            "pages": "27--55",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Role of viruses and bacteria in acute wheezy bronchitis in childhood: a study of sputum",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E C"
                    ],
                    "last": "Hoi~n",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Arch. Dis. Childhood",
            "volume": "54",
            "issn": "",
            "pages": "587--592",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Isolation of rhinoviruses and coronaviruses from 38 colds in adults",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "E"
                    ],
                    "last": "~eed~ S",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        ") A J"
                    ],
                    "last": "Tyrrell",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Med. Virol",
            "volume": "5",
            "issn": "",
            "pages": "221--229",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A study of infective and other factors in exacerbations of chronic bronchitis",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mcha~d¥",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "I~gl~s",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Calder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Crofton",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Grigg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "I=~yland",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chadwick",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Coombs",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Riddeli",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Brit. J. Dis. Chest",
            "volume": "74",
            "issn": "",
            "pages": "228--238",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Unified analysis of variance by ranks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Meddis",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Brit. J. Math. and Statist. Psych",
            "volume": "33",
            "issn": "",
            "pages": "84--98",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The activity of enviroxime against rhinovirus infection in man. Lancetii",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Phillpotts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Delo~¢",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "~raliz~ce",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A J"
                    ],
                    "last": "Tyla:Aell",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1342--1344",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Four compounds active against rhinovirus : Comparison in vitro and in volunteers",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Ct~aig",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A J"
                    ],
                    "last": "Tyrrell",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J. Infect. Dis",
            "volume": "133",
            "issn": "",
            "pages": "128--135",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The assessment of antirhinoviral compounds with clinical potential",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Developments in antiviral therapy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Statistical methods",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Sned&apos;ecor",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Coch~an",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--113",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Clinical score, nasal secretion and virus excretion were also unable to detect a negative correlation between any of these three variables, and plasma concentrations of dichloroflavan in those vohmteers with laboratory evidence of infection (p = >0.1).Calculation of the statistical power of this trial shows that we could have expected to detect reductions of approximately 77 per cent in clinical scores, 79 per cent in rhinorrhoea, and 82 per cent in virus excretion at the 5 per cent significance level, with 95 per cent confidence.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary o/clinical and laboratory/indings",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors gratefuIly acknowledge the stat.istical help and advice of Christine Burke heIp from Dr. I. Caldwell in earrying out assays for diehloroflavan and the skilled assistance of members of staff at the Common Cold Unit, and the Wellcome t{eseareh Laboratories. We would Mso like to thank the volunteers for their help and co-operation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aeknowledgments"
        },
        {
            "text": "Received July 2, 1982 ",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 21,
                    "text": "July 2, 1982",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}