{
    "paper_id": "c00eae87e0d37380857642bd78c5b2224dc7dc15",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "T he majority of current vaccines are thought to prevent disease through the induction of a protective antibody response 1, 2 . For elicitation of protective humoral immunity by vaccination, B cells must be activated, enter germinal centers to undergo affinity maturation of their antigen receptors and then differentiate into either long-lived plasma cells that secrete antibody constitutively or memory B cells that participate in a recall response on re-exposure to the pathogen. Adjuvants help drive these immunological mechanisms, shaping vaccine protection 3, 4 . The most prevalent adjuvant in licensed human vaccines is also one of the oldest known adjuvants, aluminum hydroxide (alum). The function of alum is complex and potentially dependent on induction of inflammatory cell death at the injection site, activation of innate immunesensing pathways and production of chemokines and cytokines at the injection site and/or draining lymph nodes (LNs) [5] [6] [7] . Although effective in many vaccines, immune responses elicited by alum are often weaker than other adjuvants in clinical and preclinical studies [8] [9] [10] . Despite these limitations, the rigorous requirements for safety in vaccines make the successful development of new adjuvants a major challenge and alum remains an important gold standard benchmark for all adjuvants 7 .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 123,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 563,
                    "end": 565,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 959,
                    "end": 962,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 963,
                    "end": 966,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 967,
                    "end": 970,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1118,
                    "end": 1121,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1122,
                    "end": 1125,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1126,
                    "end": 1130,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here we aimed to understand immunological mechanisms of action of this classic adjuvant by evaluating whether the function of alum could be enhanced by engineering the interaction between antigens and alum. Although alum is most commonly employed by adsorbing antigens to alum particles for administration, it is known that many antigens rapidly desorb from alum in the presence of serum or interstitial fluid [11] [12] [13] [14] [15] . Additionally, the rate of antigen clearance in vivo is often unaffected by preadsorption to alum 16, 17 . We thus designed immunogens for tight binding to alum through site-specific introduction of multivalent phosphoserine (pSer) peptide-polymer affinity tags, which undergo a ligand exchange reaction with the surface of alum to anchor immunogens in an oriented manner on alum particles. We then studied how this modification altered both the fate of these immunogens in vivo and the resulting immune responses.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 414,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 415,
                    "end": 419,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 420,
                    "end": 424,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 425,
                    "end": 429,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 534,
                    "end": 537,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "alum as the number of serine residues in the tag increased (Extended Data Fig. 1a) . To evaluate the role of pSer valency in achieving stable binding to alum, we modified the 240 kDa fluorescent protein phycoerythrin (PE) with 2-20 linkers, where each linker contained either one or four pSer residues (Extended Data Fig. 1b) . The pSer 1or pSer 4 -modified PE was adsorbed to alum, followed by incubation in buffer containing 10% serum, and protein bound to alum after this two-step process was measured by fluorescence spectroscopy. As shown in Extended Data Fig. 1c , unmodified PE showed almost no retention on alum, but pSer tags promoted a majority of the protein to adhere to alum for >24 h. Only 2-4 pSer 4 linkers per protein were required to achieve the same level of binding as 10-20 linkers that had a single pSer residue. Thus, even for very large proteins, modification with a few multivalent pSer tags promotes stable binding to alum in the presence of serum.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 82,
                    "text": "Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 317,
                    "end": 325,
                    "text": "Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 561,
                    "end": 568,
                    "text": "Fig. 1c",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "NATurE MEDiciNE"
        },
        {
            "text": "To evaluate pSer modification of a bona fide vaccine antigen, we produced a human immunodeficiency virus (HIV) envelope immunogen, eOD-GT8 (eOD hereafter), with site-specific introduction of a free N-terminal cysteine residue for peptide tag coupling (Supplementary Table 1 and Extended Data Fig. 1d ). The antigen eOD is a ~20 kDa gp120 engineered outer domain antigen designed to initiate priming of human B cells capable of evolving toward an important set of CD4 + -binding site-specific broadly neutralizing antibodies (bnAbs) known as VRC01-class antibodies [18] [19] [20] [21] . We first prepared eOD antigens coupled with a single peptide linker containing 1-8 phosphoserines or control linkers containing serine residues and evaluated binding to alum. In buffer, 90% of added eOD adsorbed to alum within 30 min, irrespective of peptide tag composition (Extended Data Fig. 1e ). However, when alum-adsorbed eOD was incubated in 10% serum, only ~2% of unmodified eOD or serine-modified eOD remained bound, whereas pSer-modified antigen showed increasing retention on alum with increasing pSer valency, plateauing at ~75% retention for four or more phosphoserines (Fig. 1b) . Thus, immunogen binding to alum could be readily affinity tags enable tunable binding of immunogens to aluminum hydroxide adjuvant. a, Chemical structure of pSer peptidepolyethylene glycol (PEG) affinity tags for site-specific antigen modification. b, Unmodified or pSer-conjugated fluorescent eOD protein (10 µg ml −1 ) was mixed with Alhydrogel (100 µg ml −1 ) for 30 min, then incubated in PBS containing 10% mouse serum for 24 h, followed by fluorescence spectroscopy to measure protein remaining bound to alum. Center values represent mean and error bars represent s.d. (n = 3 samples per group). c,d, Fluorophore-labeled eOD or pSer 4 -eOD (10 µg of protein) was mixed with either Alhydrogel (100 µg of alum) or aluminum phosphate (alumP) adjuvant (100 µg), and injected s.c. in BALB/c mice (n = 4 animals per group) followed by longitudinal whole-animal in vivo imaging system (IVIS) imaging of fluorescence at the injection sites. Shown are example whole-animal images (c) and mean total radiance from groups of animals over time (d) . Center lines and error bars represent mean and s.d., respectively. e, Fluorophore-labeled eOD proteins (10 µg of protein) conjugated with linkers containing 2-8 pSer residues were mixed with Alhydrogel (100 µg) and injected in BALB/c mice followed by IVIS imaging of injection sites over time, as in c (n = 4 animals per group). Total fluorescence area under the curve measured over 25 d was calculated. Center lines represent mean and error bars represent s.d. f,g, BALB/c mice (n = 3 animals per group) injected with eOD:alum or pSer 4 -eOD:alum, as in c, were killed 8 d after injection and immunization sites were analyzed by histology with morin staining to detect alum. Shown are representative injection site cross sections from animals receiving pSer 4 -eOD (f) or eOD (g) with morin in purple, eOD-AF647 in cyan and bright field in gray (scale bars, 1 mm). Statistical comparisons in b and e were made using one-way analysis of variance (ANOVA) followed by Tukey's post hoc test.",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 568,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 574,
                    "end": 578,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 579,
                    "end": 583,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2220,
                    "end": 2223,
                    "text": "(d)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 273,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 299,
                    "text": "Fig. 1d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 876,
                    "end": 883,
                    "text": "Fig. 1e",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1170,
                    "end": 1179,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "NATurE MEDiciNE"
        },
        {
            "text": "tuned through the introduction of pSer affinity tags containing discrete numbers of pSer moieties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NATurE MEDiciNE"
        },
        {
            "text": "pSer-mediated binding to alum slows immunogen clearance in vivo. Alum is retained at injection sites for many weeks 22 , but clearance of antigens administered with alum is often much faster 16, 17 . To determine how pSer-mediated antigen binding to alum influences in vivo antigen availability, BALB/c mice were injected with AlexaFluor647 (AF647)-conjugated eOD or pSer 4 -eOD mixed with alum and fluorescence at the injection site was tracked by whole-animal fluorescence imaging. Unmodified eOD cleared from the injection site within 3 d, whereas pSer 4 -eOD persisted for over 3 weeks (Fig. 1c,d) . As an additional control, we injected pSer 4 -eOD mixed with aluminum phosphate, an alternative clinical formulation , BALB/c mice (n = 5 per group) were immunized with 50 µg of alum mixed with 5 µg of eOD (with pSer or control Ser tag modification); serum IgG titers were analyzed by ELISA at 6 weeks (a). IgG titers were analyzed over time by ELISA (b). Data are represented as mean ± s.d. of log-transformed data. c, BALB/c mice (n = 5 per group) were immunized with 50 µg of alum and 5 µg of eOD by s.c. or i.m. routes; shown are serum IgG titers at 6 weeks. Center lines represent mean and s.d., respectively of log-transformed data. d, Three months after immunization as in a, eOD-specific antibody-secreting cells (ASCs) from bone marrow were assayed by ELISPOT. Center lines and error bars represent mean and s.d., respectively. e-h, BALB/c mice (n = 10 mice pooled from two independent experiments) were immunized with 5 µg of eOD and 50 µg of alum by s.c. route, and germinal center responses were assayed on day 9 by flow cytometry of dLNs. Shown are representative flow cytometry plots (e) and mean GC B cell frequencies (f), representative histograms (g) and frequencies of GC B cells binding AF647labeled eOD (h). Data in f and h are represented as mean ± s.d. Statistical comparisons in a,c,d,f were performed using one-way ANOVA followed by Tukey's post hoc test. Comparisons in a and c were performed using log-transformed data. Statistical comparison in h was performed using unpaired, two-tailed Student's t-tests.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 590,
                    "end": 601,
                    "text": "(Fig. 1c,d)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "NATurE MEDiciNE"
        },
        {
            "text": "of alum that has many fewer sites for ligand exchange with the pSer tag. In this case, pSer 4 -eOD cleared at the same rate as eOD (Fig. 1c,d) . When varying pSer linker valency, we observed maximum antigen persistence with four or more pSer residues (Fig. 1e) . Histology of the injection sites 8 d after injection showed pSer 8 -eOD colocalized with alum, whereas unmodified eOD was undetectable ( Fig. 1f,g) . These results demonstrate that pSer antigens are cleared in vivo substantially more slowly than unmodified antigens adsorbed to alum.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 142,
                    "text": "(Fig. 1c,d)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 251,
                    "end": 260,
                    "text": "(Fig. 1e)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 400,
                    "end": 410,
                    "text": "Fig. 1f,g)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "NATurE MEDiciNE"
        },
        {
            "text": "pSer-immunogen:alum immunization enhances multiple facets of the humoral immune response. Control affinity tags with more than four serines were poorly soluble in water, so we chose to compare pSer n -eOD proteins to Ser 4 -eOD. Immunization of BALB/c mice with Ser 4 -eOD:alum or pSer-eOD:alum revealed a clear trend of increasing serum immunoglobulin (Ig)G titers as the number of phosphoserines in the affinity tag increased; pSer 8 -eOD elicited 48-fold higher serum IgG titers compared to the Ser 4 -eOD antigen, which persisted over 6 weeks (Fig. 2a,b) . The pSer-antigen:alum immunization was effective whether vaccines were administered via a subcutaneous (s.c.) or intramuscular (i.m.) route (Fig. 2c ) and we did not detect a measurable antibody response to the pSer linker itself (Extended Data Fig. 1f ). Further, ELISPOT analysis of bone marrow plasma cells 3 months after a single pSer-antigen:alum immunization showed 16-fold more antigen-specific plasma cells elicited by immunization with pSer 4 -eOD or pSer 8 -eOD compared to control Ser 4 -eOD (Fig. 2d) . Immunization with pSer-modified eOD increased total germinal center (GC) B cells compared to Sermodified eOD by 1.5-fold (Fig. 2e ,f and Extended Data Fig. 1g) . Strikingly, the percentage of eOD-binding GC B cells increased dramatically from 2.8% to 33% in response to pSer-antigen immunization (Fig. 2g ,h and Extended Data Fig. 1h ). Overall, these results indicate that pSer-immunogen:alum immunization promotes both qualitative and quantitative improvements in humoral immune responses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 547,
                    "end": 558,
                    "text": "(Fig. 2a,b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 701,
                    "end": 709,
                    "text": "(Fig. 2c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 806,
                    "end": 813,
                    "text": "Fig. 1f",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1064,
                    "end": 1073,
                    "text": "(Fig. 2d)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1197,
                    "end": 1205,
                    "text": "(Fig. 2e",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1227,
                    "end": 1235,
                    "text": "Fig. 1g)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1372,
                    "end": 1380,
                    "text": "(Fig. 2g",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1402,
                    "end": 1409,
                    "text": "Fig. 1h",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "NATurE MEDiciNE"
        },
        {
            "text": "Alum is not a monolithic solid but is made up of fibrous aggregates of aluminum hydroxide nanocrystals 23 . In the setting of tight binding between the immunogen and alum particles, we envisioned that antigen delivery to LNs over time could either be mediated by slow release of free antigen from alum surfaces at the site of injection or antigen could be trafficked to LNs still bound to alum nanocrystals (Extended Data Fig.  2a ). To assess the potential impact of B cells encountering antigen bound to alum particles, we measured activation of human Ramos B cells, expressing the eOD-specific germline-inferred VRC01 anti-gen receptor 20 cultured in vitro with pSer-eOD:alum conjugates versus eOD:alum. Free monomeric eOD elicited a near-baseline calcium signaling response as reported previously 20 , as did Ser 4 -eOD mixed with alum (Extended Data Fig. 2b ). By contrast, B cells stimulated by pSer-eOD:alum showed increased activation with increasing pSer valency (Extended Data Fig. 2b) . B cells incubated with alum and Ser 4 -eOD bound alum particles but showed little or no eOD uptake, whereas B cells incubated with pSer 8 -eOD:alum internalized alum particles together with eOD (Extended Data Fig.  2c,d) . Higher resolution visualization of these cells by transmission electron microscopy (TEM) imaging revealed that nanoscale alum aggregates were internalized by B cells when pSer 8 -eOD was bound to alum (Extended Data Fig. 3a,b) . These results suggest that when bound to alum via pSer linkages, antigens can behave as a multivalent, particulate vaccine that is internalized by B cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 422,
                    "end": 430,
                    "text": "Fig.  2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 855,
                    "end": 862,
                    "text": "Fig. 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 987,
                    "end": 995,
                    "text": "Fig. 2b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1207,
                    "end": 1218,
                    "text": "Fig.  2c,d)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1437,
                    "end": 1447,
                    "text": "Fig. 3a,b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Antigen-specific B cells engulf pSer-antigen:alum nanoparticles and exhibit enhanced activation in vitro."
        },
        {
            "text": "Alum accumulates in draining LNs and antigen-specific B cells acquire pSer-immunogen bound to alum particles. By separately labeling alum and antigen, we observed that following immunization, Ser 4 -eOD levels in the LN peaked at 24 h and rapidly decayed thereafter, whereas alum tracer slowly accumulated (Extended Data Fig.  4a -c). By contrast, pSer 8 -eOD and alum showed a matching pattern of slow accumulation in draining LNs (dLNs) (Extended Data Fig. 4d ). Macrophages took up soluble Ser 4 -eOD 1 d after immunization but antigen had cleared from these cells by 7 d. In contrast, macrophages and dendritic cells showed increased uptake of alum and pSer 8 -eOD after 7 d (Extended Data Fig. 4e -h). We also directly quantified aluminum levels in dLNs by inductively coupled plasma mass spectrometry. As shown in Extended Data Fig. 4i , aluminum was readily detected in dLNs for both pSer 4 -eOD:alum and unmodified eOD:alum immunizations. Given these biophysical findings regarding pSerimmunogen:alum complexes, we hypothesized that alum particles might deliver pSer antigens to B cells in a multivalent form in vivo. To test this possibility, we employed an adoptive transfer model enabling tracking of antigen-specific B cells 24 . Mouse B cells expressing glVRC01 B cell receptors (BCRs) (VRC01 gHL ) were transferred into wild-type mice 24 , followed by vaccination with alum and pSer 8 -or Ser 4 -modified monomeric eOD-GT5, a variant of the eOD immunogen, with a physiological affinity (K d of ~0.3 µM) for the VRC01 gHL BCR 19, 20, 24, 25 (Fig. 3a and Extended Data Fig. 5a ). VRC01 gHL B cells in the pSer 8 -eOD-GT5:alum group acquired antigen 1 d after immunization that continued to accumulate at day 2, whereas Ser 4 -eOD-GT5:alum immunization led to nearly undetectable antigen uptake by the eOD-specific B cells (Fig. 3b,c) . Histology of spleens showed colocalization of alum and pSer 8 -eOD-GT5 around B cell follicles, whereas in the control group only alum and little to no . Lines indicate the mean. Data are combined from two independent experiments (n = 4 mice for days 1 and 3 Ser 4 -eOD-GT5, n = 5 mice for day 2 Ser 4 -eOD-GT5 and days 1-3 pSer 8 -eOD-GT5). Statistical analysis was performed by a two-tailed Student's t-test. d,e, Histological images of spleens from mice 2 d after immunization by i.p. injection with 10 µg of AF647-labeled pSer 8 -eOD-GT5 (d) or Ser 4 -eOD-GT5 (e) and 100 µg of Cy3-pSer 4 -labeled alum (left scale bar, 1 mm; middle and right scale bars, 100 µm; n = 3 per group). f-h, C57BL/6 mice adoptively transferred with 1 × 10 6 CTV + VRC01 gHL B cells were immunized with 5 µg of AF647-labeled Ser 4 -eOD-GT5 or pSer 8 -eOD-GT5 and 1 mg AF488-pSer 4 -labeled alum (alum-AF488) and splenic VRC01 gHL B cells were analyzed 48 h after immunization. Representative flow cytometry analysis of splenic VRC01 gHL B cells (f). Bars represent the mean. Quantification of antigen acquisition by VRC01 gHL B cells (g). Bars represent the mean. Quantification of alum acquisition by VRC01 gHL B cells (h). Data are combined from two independent experiments. Statistical comparison was performed using one-way ANOVA with Tukey's post hoc test. i,j, On day 2 following i.p. immunization with 10 µg of AF647-labeled pSer 8 -eOD-GT5 with 1 mg of alum, GFP + AF647 + VRC01 gHL B cells (i) or GFP -AF647endogenous B cells (j) were sorted from the spleen, fixed, stained and sectioned for TEM imaging (scale bars, 200 nm). Shown are representative images from 145 (i) and 153 (j) cells analyzed. Arrows indicate internalized alum particles. k, Quantification of observed percentage of cell sections positive for alum particles in endogenous (endo) and eOD-GT5 + B cells. Statistical analysis was performed using a two-proportions z-test.",
            "cite_spans": [
                {
                    "start": 1539,
                    "end": 1542,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1543,
                    "end": 1546,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1547,
                    "end": 1550,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 329,
                    "text": "Fig.  4a",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 461,
                    "text": "Fig. 4d",
                    "ref_id": null
                },
                {
                    "start": 694,
                    "end": 701,
                    "text": "Fig. 4e",
                    "ref_id": null
                },
                {
                    "start": 834,
                    "end": 841,
                    "text": "Fig. 4i",
                    "ref_id": null
                },
                {
                    "start": 1554,
                    "end": 1562,
                    "text": "(Fig. 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1581,
                    "end": 1588,
                    "text": "Fig. 5a",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1834,
                    "end": 1845,
                    "text": "(Fig. 3b,c)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Antigen-specific B cells engulf pSer-antigen:alum nanoparticles and exhibit enhanced activation in vitro."
        },
        {
            "text": "Ser 4 -eOD-GT5 was observed (Fig. 3d,e) . VRC01 gHL B cells showed simultaneous uptake of the pSer-eOD-GT5 and alum, contrasting with undetectable levels of either eOD-GT5 or alum uptake in Ser 4 -eOD-GT5:alum-immunized mice ( Fig. 3f-h) . When high-affinity eOD-GT8 was used as the immunogen, pSer modification similarly enhanced antigen (Ag) and alum capture by VRC01 gHL cells (Extended Data Fig. 5b-f ). TEM imaging of flow-sorted antigen + B cells collected from mice immunized with alum:pSer 8 -eOD-GT5 or pSer 8 -eOD-GT8 showed that VRC01 gHL B cells acquiring antigen in vivo had readily detectable accumulations of alum aggregates in endosomal compartments (33% of 153 cell sections counted), whereas endogenous B cells showed no alum uptake (0 of 145 cell sections counted, Fig. 3i -k and Extended Data Fig. 6a-e) . Overall, these results demonstrate that by engineering tight binding to alum, ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 28,
                    "end": 39,
                    "text": "(Fig. 3d,e)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 227,
                    "end": 237,
                    "text": "Fig. 3f-h)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 395,
                    "end": 404,
                    "text": "Fig. 5b-f",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 784,
                    "end": 791,
                    "text": "Fig. 3i",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 813,
                    "end": 823,
                    "text": "Fig. 6a-e)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "NATurE MEDiciNE"
        },
        {
            "text": "To study the consequences of B cells capturing and internalizing alumbound cognate antigen in vivo, VRC01 gHL B cells from mice vaccinated with AF647-labeled pSer 8 -eOD-GT5:alum or AF647-labeled Ser 4 -eOD:alum were sorted for RNA sequencing (RNA-seq) gene expression profiling (Fig. 4a ). AF647 + (Ag + alum + ) VRC01 gHL B cells and AF647 -(Agalum -) VRC01 gHL B cells were analyzed independently. At 48 h, VRC01 gHL B cells from eOD-GT5:alum immunized mice exhibited almost identical gene expression profiles to naive VRC01 gHL B cells ( Fig. 4b and Extended Data Fig. 7a,b ). In contrast, over 2,000 genes in Ag + alum + VRC01 gHL B cells were differentially expressed in pSer 8 -eOD-GT5:alum-immunized mice ( Fig. 4b and Extended Data Fig. 7a,b) , indicative of strong activation. Gene signature analysis revealed the Ag + alum + VRC01 gHL B cells were highly metabolically active, with high levels of BCR signaling compared to VRC01 gHL B cells from conventionally immunized mice ( Fig. 4c -e). We next assessed whether the stimulatory effect of pSerimmunogen:alum particles on the B cells in vivo was restricted to BCR signaling or included other pathways. As a control for an immunization that induces activation only through the BCR, we immunized mice with a titrated dose of eOD-GT5-60mer protein nanoparticles alone 24 (Fig. 4a) . Interestingly, comparative gene signature analysis revealed selective expression of major histocompatibility complex (MHC) class II antigen-processing and presentation genes in Ag + alum + B cells from pSer 8 -eOD-GT5:alum immunized mice (false discovery rate q = 0.006, Fig. 4e ). Single-cell RNA-seq of VRC01 gHL cells was next utilized for more refined assessment of gene expression. Differentially expressed gene clusters defining VRC01 gHL B cells from each immunization condition were identified ( Fig. 4f and Extended Data Fig. 7c ). The transcription factor Klf2 was highly differentially expressed in Ag + alum + B cells and Klf2 is a known regulator of key genes involved in lymphocyte migration, such as Sell, Ccr7 and S1pr1. Cd83 expression was also highly increased in Ag + alum + B cells (Fig. 4f ,g and Extended Data Fig. 7d ). CD83 marks mature antigen-presenting cells and facilitates MHC class II surface expression 26 . CD83 protein was robustly upregulated on Ag + Alum + VRC01 gHL B cells from pSer-eOD:alum-immunized mice ( Fig. 7e ,f). The major co-stimulatory molecule CD86 was also upregulated (Extended Data Fig. 7g ,h). Thus, pSer-immunogen:alum triggers gene expression important for B cell interactions with follicular helper T cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 279,
                    "end": 287,
                    "text": "(Fig. 4a",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 549,
                    "text": "Fig. 4b",
                    "ref_id": null
                },
                {
                    "start": 568,
                    "end": 577,
                    "text": "Fig. 7a,b",
                    "ref_id": null
                },
                {
                    "start": 715,
                    "end": 722,
                    "text": "Fig. 4b",
                    "ref_id": null
                },
                {
                    "start": 741,
                    "end": 751,
                    "text": "Fig. 7a,b)",
                    "ref_id": null
                },
                {
                    "start": 989,
                    "end": 996,
                    "text": "Fig. 4c",
                    "ref_id": null
                },
                {
                    "start": 1331,
                    "end": 1340,
                    "text": "(Fig. 4a)",
                    "ref_id": null
                },
                {
                    "start": 1614,
                    "end": 1621,
                    "text": "Fig. 4e",
                    "ref_id": null
                },
                {
                    "start": 1847,
                    "end": 1854,
                    "text": "Fig. 4f",
                    "ref_id": null
                },
                {
                    "start": 1873,
                    "end": 1880,
                    "text": "Fig. 7c",
                    "ref_id": null
                },
                {
                    "start": 2145,
                    "end": 2153,
                    "text": "(Fig. 4f",
                    "ref_id": null
                },
                {
                    "start": 2175,
                    "end": 2182,
                    "text": "Fig. 7d",
                    "ref_id": null
                },
                {
                    "start": 2387,
                    "end": 2388,
                    "text": "(",
                    "ref_id": null
                },
                {
                    "start": 2389,
                    "end": 2396,
                    "text": "Fig. 7e",
                    "ref_id": null
                },
                {
                    "start": 2477,
                    "end": 2484,
                    "text": "Fig. 7g",
                    "ref_id": null
                }
            ],
            "section": "Co-internalization of alum particles and antigen drives activation and antigen-presentation programs in responding B cells."
        },
        {
            "text": "The RNA-seq datasets were then cross compared to stratify genes uniquely regulated by pSer 8 -eOD-GT5:alum versus eOD-GT5-60mer and pSer 8 -eOD-GT5:alum versus Ser 4 -eOD-GT5:alum ( Fig.  4k ) to potentially identify alum-induced innate signaling in B cells. Over 300 differentially expressed alum-associated genes were identified, suggesting that alum exhibited direct adjuvant activity in B cells after engulfment. Gene signature analysis did not find evidence of toll-like receptor (TLR) pathways (Fig. 4e) . B cells do not express inflammasomes, and deficiencies in interleukin (IL)-18 or NLRP3 did not impair IgG responses to pSer-eOD:alum immunization (Extended Data Fig. 7i ,j). Thus, alum nanoparticles seem to directly facilitate activation of B cells through an undefined pathway.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 190,
                    "text": "Fig.  4k",
                    "ref_id": null
                },
                {
                    "start": 500,
                    "end": 509,
                    "text": "(Fig. 4e)",
                    "ref_id": null
                },
                {
                    "start": 673,
                    "end": 680,
                    "text": "Fig. 7i",
                    "ref_id": null
                }
            ],
            "section": "Co-internalization of alum particles and antigen drives activation and antigen-presentation programs in responding B cells."
        },
        {
            "text": "We next examined GC responses of VRC01 gHL B cells acquiring pSer 8 -eOD-GT5:alum particles (Fig.  5a ). VRC01 gHL cells primed by Ser 4 -eOD-GT5:alum competed poorly in GCs 24 (Fig. 5b ,c and Extended Data Fig. 8a ). In contrast, VRC01 gHL B cells constituted ~10% of total GC B cells after pSer 8 -eOD-GT5:alum immunization, approximately a 100-fold improvement in competitive fitness over conventional alum immunization (Fig. 5b,c) . Additionally, the magnitude of the VRC01 gHL cell response induced by pSer 8 -eOD-GT5:alum approached the level attained using the highly immunogenic eOD-GT5-60mer protein nanoparticle in alum (Fig. 5b,c) . Virtually all VRC01 gHL GC B cell clones analyzed (295 of 296) from pSer 8 -eOD-GT5:alum ani- Fig. 4 | B cell activation by alum nanoparticles. a, Schematic representation of the experimental design for GFP + VRC01 gHL B cell isolation (antigen specificity determined using eOD-BV711 probe) for panels b-h and k. VRC01 gHL B cells were sorted 24 h after eOD-GT5-60mer immunization, to account for the more rapid drainage of soluble antigen compared to alum-adsorbed antigen. Bulk RNA-seq gene expression analyses are shown in b-e and k. Single-cell RNA-seq gene expression analyses are shown in f,g. b, Principal-component analysis of RNA-seq of VRC01 gHL B cells exposed to different antigen conditions in vivo. Each dot represents an independent replicate. Experimental conditions are represented by colors shown in a (n = 4 mice for eOD-60mer; n = 3 for all other groups). c, Gene set enrichment analysis (GSEA) of representative cellular metabolic processes in Ag + alum + VRC01 gHL B cells after pSer-eOD:alum immunization in comparison to VRC01 gHL B cells from unprimed mice. The ticks below the line correspond to the rank of each gene. Statistical analysis was performed using a Kolmogorov-Smirnov test. NES, normalized enrichment score. d, GSEA of BCR signaling in Ag + alum + VRC01 gHL B cells after pSer-eOD:alum immunization in comparison to VRC01 gHL B cells from Ser 4 -eOD:alum immunized mice. Statistical analysis was performed using a Kolmogorov-Smirnov test. e, GSEA for identifying and comparing gene signatures in B cells across all immunization groups compared to B cells from unprimed mice. Red indicates positive association and blue indicates negative association. Circle size is proportional to NES (scale, 1.5-3.0). Color indicates false discovery rate q value (<0.001-0.05). Statistical analysis was performed using Kolmogorov-Smirnov test. UP, upregulated; DN, downregulated. f, Single-cell RNA-seq analysis showing row-wise z scores of differentially expressed genes defining each group. Each column represents a cell. Differentially expressed genes for each group were identified by MAST (mode-based analysis of single-cell transcriptomics) analysis, using 1.25-fold cutoff against the other groups, adjusted P value <0.05 (n = 37 cells for Ser-eOD + alum; n = 37 cells for pSer-eOD + alum (Ag − ); n = 46 cells for pSer-eOD + alum (Ag + ); n = 35 cells for eOD-60mer). Cells were obtained from two mice per group. g, Violin plots showing normalized expression of example genes from single-cell RNA-seq data analyzed in f. Horizontal lines indicate the first quartile, the median and the third quartile. Each circle represents a cell. h, Flow cytometry analysis showing changes in CD62L and CD83 expression patterns on VRC01 gHL B cells. Two independent experiments were performed with similar results. i, Bar graphs show geometric mean fluorescence intensity (gMFI) of CD62L, CD83 and MHC II on VRC01 gHL cells in h and j normalized to unprimed group. Bars represent the mean (n = 7 for group 1 and 2, n = 6 for group 3 and 4, n = 3 for group 5). j, Flow cytometry analysis showing changes in MHC II expression patterns on VRC01 gHL B cells. Numbers indicate gMFI. Two independent experiments were performed with similar results. k, Scatterplot depicts bulk RNA-seq genes differentially expressed in B cells interacting with alum. The y axis is Ag + alum + VRC01 gHL B cells after pSer-eOD:alum immunization versus VRC01 gHL B cells after Ser-eOD:alum immunization (Ag − alum − VRC01 gHL B cells). The x axis is Ag + alum + VRC01 gHL B cells after pSer-eOD:alum immunization versus VRC01 gHL B cells after eOD-60mer immunization in the absence of adjuvant (Ag + alum − VRC01 gHL B cells). Genes significantly (both x axis and y axis, adj P < 0.05) upregulated or downregulated by DESeq2 pairwise comparisons are colored red or blue, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 101,
                    "text": "(Fig.  5a",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 177,
                    "end": 185,
                    "text": "(Fig. 5b",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 207,
                    "end": 214,
                    "text": "Fig. 8a",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 434,
                    "text": "(Fig. 5b,c)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 630,
                    "end": 641,
                    "text": "(Fig. 5b,c)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 738,
                    "end": 744,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "VRC01-class B cells primed by pSer-eOD:alum particles successfully enter germinal centers, undergo somatic hypermutation and generate memory B cells."
        },
        {
            "text": "mals had acquired at least one heavy chain amino acid mutation (P < 0.0001, Fig. 5d) , with a substantial fraction (16.5%) accumulating five or more amino acid mutations (P < 0.0001 compared to unvaccinated). Notably, 83% of VRC01 gHL HCs acquired the bnAbtype H35N substitution (P < 0.0001 compared to unvaccinated, Fig. 5e ), indicating affinity maturation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 84,
                    "text": "Fig. 5d)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 317,
                    "end": 324,
                    "text": "Fig. 5e",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "NATurE MEDiciNE"
        },
        {
            "text": "To directly test for the development of memory, we measured VRC01 gHL GC-derived memory B cells at ≥d30. VRC01 gHL GC-derived memory B cells were detected only after pSer 8 -eOD:alum immunization and not after conventional Ser 4 -eOD:alum immunization (Fig. 5f ,g and Extended Data Fig. 8b ). The majority of VRC01 gHL memory B cell clones (75%) contained at least one heavy chain amino acid mutation (P < 0.0001, Fig. 5d ) and 58% contained the bnAb-type H35N substitution (P = 0.003, Fig. 5e ). Overall, pSer-immunogen:alum immunization induced VRC01 gHL B cell to successfully compete within GCs, undergo affinity maturation and develop into GC-derived memory B cells possessing somatic hypermutation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 260,
                    "text": "(Fig. 5f",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 282,
                    "end": 289,
                    "text": "Fig. 8b",
                    "ref_id": null
                },
                {
                    "start": 414,
                    "end": 421,
                    "text": "Fig. 5d",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 486,
                    "end": 493,
                    "text": "Fig. 5e",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "NATurE MEDiciNE"
        },
        {
            "text": "Site-specific immobilization of HIV trimer immunogens on alum enables epitope masking. If pSer antigens are accessed by B cells while still bound to alum particles, this opens up an additional strategy for shaping the B cell response, whereby the antigen is immobilized with undesired sites oriented against the alum particle Table 2 ). The pSer 4 -MD39 trimers showed increased retention on alum following serum exposure compared to unmodified MD39 (Extended Data Fig. 9a ). IVIS imaging of fluorescent MD39:alum revealed rapid clearance of unmodified MD39 but slow decay of pSer 4 -MD39 from immunization sites (Extended Data Fig. 9b,c) . A prime and single boost of mice with MD39 mixed with alum elicited a weak trimer-specific IgG response, but pSer 4 -MD39 administered in the same regimen led to ~50-fold higher IgG titers post-boost (Fig. 6b,c) . To test whether responses with alum could further be amplified by adding accessory adjuvant compounds, we co-immunized with alum and an ISCOMs-type saponin adjuvant 30, 31 (Extended Data Fig. 9d ). Co-administration of alum together with saponin adjuvant allowed MD39 to prime measurable IgG responses following a single immunization, but alum and saponin vaccination with pSer 4 -MD39 elicited approximately tenfold higher trimer-specific titers that were maintained over time ( Fig. 6d and Extended Data Fig. 9e) . A substantially larger pool of MD39 trimer-specific memory B cells and bone marrow plasma cells were induced by pSer 4 -MD39:alum compared to control trimer:alum immunization (Extended Data Figs. 9f-i). To compare the alum:antigen-pSer platform to state-of-the-art protein nanoparticles, we immunized BALB/c mice with nanoparticle forms of MD39 or eOD with alum. The pSer-antigen immunizations elicited equivalent or slightly higher IgG titers when compared to the protein nanoparticles (Extended Data Fig. 9j,k) .",
            "cite_spans": [
                {
                    "start": 1020,
                    "end": 1023,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 333,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 465,
                    "end": 472,
                    "text": "Fig. 9a",
                    "ref_id": null
                },
                {
                    "start": 628,
                    "end": 638,
                    "text": "Fig. 9b,c)",
                    "ref_id": null
                },
                {
                    "start": 841,
                    "end": 852,
                    "text": "(Fig. 6b,c)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1042,
                    "end": 1049,
                    "text": "Fig. 9d",
                    "ref_id": null
                },
                {
                    "start": 1335,
                    "end": 1342,
                    "text": "Fig. 6d",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1361,
                    "end": 1369,
                    "text": "Fig. 9e)",
                    "ref_id": null
                },
                {
                    "start": 1874,
                    "end": 1884,
                    "text": "Fig. 9j,k)",
                    "ref_id": null
                }
            ],
            "section": "NATurE MEDiciNE"
        },
        {
            "text": "We next evaluated the impact of alum binding on epitope accessibility and the specificity of humoral responses to the Env trimer in vivo. MD39 and pSer 4 -MD39 were recognized equivalently by both bnAbs (PGT121, PGT151 and 35O22) and a non-neutralizing base-specific monoclonal antibody (mAb) (12N) when the free trimers were captured on ELISA plates (Fig. 6e, groups 1 and 2) . However, when base-modified pSer-MD39 was bound to alum coated on ELISA plates, the 12N mAb against the base of the Env trimer showed substantially reduced binding, whereas bnAbs that recognize a variety of neutralizing sites on the Env trimer surface Fig. 8b for gating) . g, IgG1 + GC-derived VRC01 gHL memory B cells per spleen. LOD, 30. Bars indicate the geometric mean (n = 4 mice for unprimed; n = 8 mice for Ser 4 -eOD-GT5 gp61 :alum; n = 10 mice for pSer 8 -eOD-GT5 gp61 :alum). Statistical analysis was performed by one-way ANOVA followed by Tukey's post hoc test on a log-transformed dataset.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 351,
                    "end": 376,
                    "text": "(Fig. 6e, groups 1 and 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 631,
                    "end": 650,
                    "text": "Fig. 8b for gating)",
                    "ref_id": null
                }
            ],
            "section": "NATurE MEDiciNE"
        },
        {
            "text": "still bound (Fig. 6e) . These data indicate that immobilization of the Env trimer on alum particles oriented the trimer to limit accessibility of the Env trimer base.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 21,
                    "text": "(Fig. 6e)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "NATurE MEDiciNE"
        },
        {
            "text": "Next we carried out ELISA analysis of sera from MD39:alumimmunized mice, assessing IgG binding to plate-bound MD39 trimer in the presence or absence of base-binding mAbs. Sera from mice immunized with alum:MD39 showed a modest MD39-specific IgG response and the binding was largely blocked by addition of base-specific mAb (12N) (Fig. 6f,g) . By contrast, IgG responses in mice immunized with pSer 4 -MD39:alum were stronger and only partially reduced by addition of the base-specific mAb (Fig. 6f,g) . Furthermore, pSer 4 -MD39:alum immunization led to a significant decrease in responses to the His-tags located at the base of the Env trimer (added for protein purification purposes) when animals were immunized with pSer 4 -MD39 and increased responses to the gp120 portion of the Env trimer ( Fig. 6h and Extended Data Fig. 9l ). These results, and those in Fig. 5 , suggest that directed orientation of immunogens with the pSer linker can alter the B cell specificity of the immune response.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 329,
                    "end": 340,
                    "text": "(Fig. 6f,g)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 489,
                    "end": 500,
                    "text": "(Fig. 6f,g)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 797,
                    "end": 830,
                    "text": "Fig. 6h and Extended Data Fig. 9l",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 862,
                    "end": 868,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "NATurE MEDiciNE"
        },
        {
            "text": "To assess the impact of limiting base accessibility on the induction of neutralizing antibody responses against the trimer, we immunized rabbits with MD39 or pSer 8 -MD39 and alum. The pSer 8 -MD39:alum immunization resulted in higher binding IgG titers to both the whole trimer and to gp120, when compared to an unmodified MD39:alum control, particularly after prime (Fig. 6i,j) . The pSer-trimer:alum immunization also significantly enhanced the induction of autologous tier-2-neutralizing IgG responses, with six of six animals generating tier 2 neutralizing antibody titers at week 10 (2 weeks after boost). In contrast only 3 of 6 rabbits in the MD39:alum control group elicited neutralization at this point and mean neutralizing antibody titers for the responders were 6.5-fold lower (Fig. 6k ,l and Extended Data Fig.  9m ). To determine whether this enhanced induction of neutralization was linked to alterations in the specificity of the antibody response, we carried out TEM imaging of complexes formed between soluble MD39 Env trimer and purified IgG of the immunized animals at week 10 (ref. 32 ). This analysis revealed an antibody response dominated by base-binding IgGs in the MD39:alum group, but a more diverse response in the pSer 8 -MD39:alum group that included putative neutralization epitopes in gp120 and the gp41-gp120 interface (Fig. 6m ,n and Extended Data Fig. 10a,b) . Thus, oriented antigen immobilization on alum as an inorganic nanoparticle scaffold enables B cell targeting of complex antigens to be shifted toward protective epitopes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 368,
                    "end": 379,
                    "text": "(Fig. 6i,j)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 790,
                    "end": 798,
                    "text": "(Fig. 6k",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 820,
                    "end": 828,
                    "text": "Fig.  9m",
                    "ref_id": null
                },
                {
                    "start": 1353,
                    "end": 1361,
                    "text": "(Fig. 6m",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1383,
                    "end": 1394,
                    "text": "Fig. 10a,b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "NATurE MEDiciNE"
        },
        {
            "text": "Here we show that alum, the adjuvant with the longest and most widespread clinical usage, can be modified to both deliver antigen in a particulate form and provide sustained antigen delivery to LNs, simply by engineering the binding of immunogens to alum particles through site-specific introduction of phosphate-bearing peptide linkers. This approach was inspired by work of Hem and colleagues, who discovered that phosphorylated proteins were much more tightly bound to alum than antigens relying solely on electrostatic or hydrogen bonding interactions 12, 13 . Following on from these observations, several studies compared humoral responses primed by phosphorylated antigens with different levels of alum-binding affinities and found disparate conclusions, where increasing alumbinding affinity either increased, decreased or had no impact on the magnitude of the IgG response, depending on the antigen and experimental details 11, 16, 33, 34 . We suspect these conflicting findings may have resulted from the use of antigens randomly modified over the entire protein surface with alum-binding sites, which may allow the immunogen to crosslink alum particles together or become denatured upon binding, either of which could have unpredictable effects on the immune response.",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 559,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 933,
                    "end": 936,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 937,
                    "end": 940,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 941,
                    "end": 944,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Uptake of antigen-displaying alum particles has multiple implications for the B cell response beyond enhanced crosslinking of BCRs, as alum activates innate immunity signaling pathways [35] [36] [37] [38] . In addition, alum can activate complement 39, 40 , triggers activation of antigen-presenting cells (APCs) through interactions with the plasma membrane 41 and induces sustained antigen presentation by APCs in vitro 42 . Through RNA sequencing of sorted antigen + alum + antigen-specific B cells, we found evidence that acquisition of antigen bound to alum drives strong activation of BCR signaling, antigen processing and presentation and metabolism pathways. (1); pSer 4 -MD39 captured on VRC01-coated ELISA plates (2); or pSer 4 -MD39 captured on alum-coated ELISA plates (3). Binding replicates (n = 3) are shown from one representative experiment, which was performed in duplicate. Shown are raw ELISA absorbances for binding of indicated monoclonal antibodies added at 0.1 µg ml −1 . Center value and error bars represent mean and s.d., respectively. Statistical analysis was performed using one-way ANOVA followed by a Tukey's post hoc test. f-h, BALB/c mice (n = 5 mice) were immunized with 2 µg of MD39 or pSer 4 -MD39 mixed with 50 µg of alum on days 0 and 21. Raw ELISA dilution curves for day 63 MD39-specific IgG assessed in the presence or absence of 20 µg ml −1 competing base-binding monoclonal Ab 12N. Data are represented as mean ± s.e.m. (f). Area under the curve of ELISA signal in the presence of 12N Ab (normalized to area under the curve in the absence of base-blocking Ab) (g). Center lines and error bars represent mean and s.d., respectively. Two data points were removed from analysis in the MD39 group because of low titers. MD39 gp120-specific IgG titers are shown at day 63. Center value and error bars represent mean and s.d., respectively of the log-transformed data (h). i-l, New Zealand white rabbits (n = 6 per group) were immunized on days 0, 56 and 112 by bilateral s.c. injection with 1 mg of alum and 100 µg of MD39 or 100 µg of pSer 8 -MD39 per animal. Overall MD39-binding IgG titer assessed by ELISA as a function of time (i). Data are represented as mean ± s.d. Center value and error bars represent mean and s.d., respectively of the log-transformed data. gp120-specific titer measured by ELISA at week 10 (j). Center value and error bars represent mean and s.d., respectively of the logtransformed data. Neutralization titers, assessed as the serum dilution required to neutralize 50% of the autologous tier 2 virus, measured as a function of time (k). ID 50 , infective dose. Center lines are represented as mean and s.d., respectively. Neutralization titers at week 8 (after prime) and week 10 (2 weeks after boost) (l). Center value and error bars represent mean and s.d., respectively. m,n, Single-particle EM analysis of polyclonal IgG antibodies isolated from rabbit sera collected at day 70 from rabbits immunized with MD39 (m) or pSer 8 -MD39 (n). Binding was measured for three rabbits for each immunization condition and representative images are shown. Statistical tests used were unpaired, two-tailed Student's t-test of the log-transformed data (c,h,j) and a two-tailed Mann-Whitney U-test (g,l). We also demonstrated that site-specific introduction of alumbinding pSer groups enables the epitope specificity of antibody responses to an antigen to be shifted away from immunodominant but nondesired epitopes. While the generality of this strategy remains to be demonstrated for additional antigens beyond the HIV envelope, this approach may be particularly relevant for vaccines targeting viral Articles NATurE MEDiciNE envelope entry receptors. Soluble forms of these proteins typically expose a large surface at the envelope spike base that harbors nonneutralizing epitopes. In the case of HIV Env, the trimer base is an irrelevant target for protective humoral immunity but has been found in animal models to be highly immunogenic 43 , raising concerns that immunodominant base-directed antibody responses might interfere with the induction of desired neutralizing antibody lineages 29 . Oriented antigen display on alum using pSer modification provides one strategy to overcome this issue. Notably, for the HIV gp120 and gp140 trimer immunogens studied here, we routinely achieved yields following peptide coupling and purification of 75-85%, with essentially quantitative substitution of the terminal cysteines. There is likely substantial room for further optimization but these outcomes are promising from a translational immunogen manufacturing perspective and we expect this method will be broadly applicable to diverse subunit vaccines in development for infectious disease and beyond.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 190,
                    "end": 194,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 195,
                    "end": 199,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 200,
                    "end": 204,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 249,
                    "end": 252,
                    "text": "39,",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Any methods, additional references, Nature Research reporting summaries, source data, extended data, supplementary information, acknowledgements, peer review information; details of author contributions and competing interests; and statements of data and code availability are available at https://doi.org/10.1038/s41591-020-0753-3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online content"
        },
        {
            "text": "Methods Antibodies and reagents. For spleen histology sections, tissues were stained for B220 (clone RA3-6B2; BioLegend) and CD35 (clone 8C12; BD). B220 (clone RA3-6B2; BioLegend), GL7 (clone GL7; BioLegend), CD3 (clone 17A2; BioLegend) and CD38 (clone 90; BioLegend) were used for germinal center staining. For ELISAs, anti-mouse goat IgG-HRP (Biorad) was used. For staining of VRC01 gHL B cells in the adoptive transfer model, cells were stained with antibodies against B220, GL7, CD38, CD83 (Michel-19 Phosphoserine peptide synthesis. Peptides were synthesized manually by solidphase peptide synthesis. A low-loading Tentagel Rink Amide resin (Peptides International, 0.2 meq g −1 ) was used for the synthesis of all peptides. Peptide couplings were performed using 4 equivalents of Fmoc-Ser (PO(OBzl)OH)-OH with 3.95 equivalents HATU (hexafluorophosphate azabenzotriazole tetramethyl uronium) for 2 h at 25 °C. The pSer residues were deprotected using 5% DBU (1,8-diazabicyclo[5.4 .0]undec-7-ene) in dimethylformamide 44 , while all other residues were deprotected in 20% piperidine in dimethylformamide. Double couplings were performed for the addition of any pSer monomers beyond the third. A 6-unit, Fmoc-protected oligoethylene glycol linker (Peptides International) was added following the addition of the pSer monomers to serve as a spacer between the reactive linker and pSer residues. For pSer linkers being reacted to proteins, maleoyl-β-alanine (MilliporeSigma) was coupled to the N terminus of the peptides. Peptides were cleaved in 95% trifluoroacetic acid, 2.5% H 2 O and 2.5% triisopropylsilane, for 2.5 h at 25 °C. After precipitation in ice-cold diethyl ether, peptides were dried, resuspended in 0.1 M triethylammonium acetate buffer (pH 7) and purified by HPLC on a C18 column using 0.1 M triethylammonium acetate buffer in a gradient of acetonitrile. Peptide masses were confirmed by matrix-assisted laser desorption/ionization-time of flight mass spectrometry.",
            "cite_spans": [
                {
                    "start": 963,
                    "end": 984,
                    "text": "(1,8-diazabicyclo[5.4",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 494,
                    "end": 504,
                    "text": "(Michel-19",
                    "ref_id": null
                }
            ],
            "section": "NATurE MEDiciNE"
        },
        {
            "text": "Imaging experiments using a dye-pSer 4 conjugate were prepared by a Cu-free click reaction between azide-pSer 4 and a dibenzocyclooctyne (DBCO)-fluorophore, followed by HPLC purification. The azide-pSer 4 and azide-Ser 3 -pSer 1 peptides were prepared using the same methods described above for the phosphoserine portion of the peptide. An oligoethylene glycol linker was not included for these linkers. At the N terminus of the peptide, Fmoc-5-azido-pentanoic acid (Anaspec) was used in place of the maleoyl-β-alanine and the peptide was deprotected in 20% piperidine before cleavage in trifluoroacetic acid. Cy3-DBCO (Sigma Aldrich), IR680RD-DBCO (LI-COR) and AF488-DBCO (ThermoFisher) were used for histology, LI-COR-based trafficking and flow cytometry, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NATurE MEDiciNE"
        },
        {
            "text": "Immunogen synthesis and pSer linker conjugation. eOD-GT8 gp120 and MD39 trimer antigens were synthesized as previously described 20, 27 . Briefly, eOD with an N-terminal cysteine was expressed in HEK cells and purified on a Nickel affinity column followed by size-exclusion chromatography on a Superdex 75 10/300 column (GE Healthcare). The eOD antigens used in Fig. 5 were prepared with the introduction of an extra I-A b -restricted helper T cell epitope from LCMV gp [61] [62] [63] [64] [65] [66] [67] [68] [69] [70] [71] [72] [73] [74] [75] [76] [77] [78] [79] [80] added at the C terminus of eOD. Trimer genes were synthesized and cloned into pHLsec by Genscript and then co-transfected with human furin on a pcDNA3.1 plasmid at a 2:1 trimer to furin DNA ratio using 293fectin into FreeStyle 293-F cells (ThermoFisher). Trimer supernatant was collected 5 d after transfection by centrifugation and purified by affinity chromatography using HisTrap HP columns (GE Healthcare) followed by size-exclusion chromatography using an S200 Increase column (GE Healthcare) in PBS at flow rate of 0.5 ml min −1 . The molecular weight of the trimer was confirmed by size-exclusion chromatography multiangle light-scattering using DAWN HELEOS II and Optilab T-rEX instruments (Wyatt Technology).",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 470,
                    "end": 474,
                    "text": "[61]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 475,
                    "end": 479,
                    "text": "[62]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 480,
                    "end": 484,
                    "text": "[63]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 485,
                    "end": 489,
                    "text": "[64]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 490,
                    "end": 494,
                    "text": "[65]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 495,
                    "end": 499,
                    "text": "[66]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 500,
                    "end": 504,
                    "text": "[67]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 505,
                    "end": 509,
                    "text": "[68]",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[69]",
                    "ref_id": null
                },
                {
                    "start": 515,
                    "end": 519,
                    "text": "[70]",
                    "ref_id": null
                },
                {
                    "start": 520,
                    "end": 524,
                    "text": "[71]",
                    "ref_id": null
                },
                {
                    "start": 525,
                    "end": 529,
                    "text": "[72]",
                    "ref_id": null
                },
                {
                    "start": 530,
                    "end": 534,
                    "text": "[73]",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[74]",
                    "ref_id": null
                },
                {
                    "start": 540,
                    "end": 544,
                    "text": "[75]",
                    "ref_id": null
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "[76]",
                    "ref_id": null
                },
                {
                    "start": 550,
                    "end": 554,
                    "text": "[77]",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 559,
                    "text": "[78]",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "[79]",
                    "ref_id": null
                },
                {
                    "start": 565,
                    "end": 569,
                    "text": "[80]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 362,
                    "end": 368,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "NATurE MEDiciNE"
        },
        {
            "text": "Antigens were modified with pSer linkers using a thiol-maleimide reaction. In a solution of PBS with 1 mM EDTA, protein antigens at 1 mg ml −1 were reduced for 15 min in 10 equivalents of tris(2-carboxyethyl)phosphine (ThermoFisher) and then tris(2-carboxyethyl)phosphine was removed by centrifugal filtration using an Amicon spin filter (10 kDa MWCO). The antigens were then reacted with maleimide-pSer conjugates. For coupling to eOD and cytochrome c, the antigen at 1 mg ml −1 was reacted with 2 molar equivalents of maleimide-pSer overnight at 4 °C in PBS. MD39 timer was modified with a free cysteine at the C-terminal end of each protomer, to which three pSer linkers could be conjugated at the base of each Env trimer. For reaction to MD39, 20 molar equivalents of maleimide-pSer linker was added to 1 mg ml −1 MD39 in PBS to ensure complete reaction to available thiols. Proteins were then separated from unreacted peptide linkers using centrifugal filters (10 kDa MWCO). Reactions were initially monitored using parallel reactions with analogous linkers containing spectroscopic handles (maleimide-dibenzyocyclooctyne linkers) and coupling of the phosphoserines to the antigens was confirmed using a malachite green assay (ThermoFisher). Malachite green assays were quantified using a standard curve prepared using known concentrations of the original pSer linkers. Labeled proteins were prepared using NHS-AF647 (ThermoFisher) or NHS-IRDye 800CW (LI-COR) by reaction of 6 eq. fluorophore with eOD or MD39 (1 mg ml −1 ) in 50 mM sodium carbonate buffer for 2 h and purified using centrifugal filtration (10 kDa MWCO). Phycoerythrin (PE)-pSer conjugates were prepared by reacting NHS-DBCO (Sigma Aldrich) heterobifunctional crosslinker to PE in sodium borate buffer (pH 8.0) at varying molar ratios (2, 4, 8, 16 and 32 equivalents) of linker to protein for 4 h at room temperature. Unreacted linkers were removed by centrifugal filtration and then DBCO-modified PE (1 mg ml −1 ) was split into two reactions with with 2 molar equivalents of azide-pSer 4 or azide-Ser 3 pSer 1 overnight at 4 °C in PBS. Unreacted pSer linkers were then removed by centrifugal filtration.",
            "cite_spans": [
                {
                    "start": 1807,
                    "end": 1810,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1811,
                    "end": 1813,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1814,
                    "end": 1816,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "NATurE MEDiciNE"
        },
        {
            "text": "Antigen-alum binding and release. Alum-binding experiments were performed using either fluorescently labeled proteins or by ELISA. A weight ratio of 10:1 alum to protein was used for all binding experiments and immunizations, unless otherwise noted. For binding assays, protein antigen was first incubated with Alhydrogel for 30 min in PBS at 25 °C to allow binding, then mouse serum was added for a final concentration of 10% (v/v). Protein, alum and serum mixtures were incubated for 24 h at 37 °C and solutions were centrifuged at 10,000g for 10 min to pellet alum. The concentration of unbound protein in the supernatant was then measured by fluorescence or ELISA. Fluorescence measurements were performed using a Tecan Infinite M200 Pro absorbance/fluorescence plate reader. The fluorescence intensity was normalized to the total fluorescence of a sample that underwent the same processing but lacked alum. For ELISA measurements, 96-well Nunc MaxiSorp plates (ThermoFisher) were coated with VRC01 antibody, blocked with 1% BSA and serial dilutions of antigen were added to the plate with a maximum concentration of 2 µg ml −1 . Antigen was then detected using anti-His-tag HRP (1:5,000 dilution), washed and developed with 3,3′,5,5′-tetramethylbenzidine (TMB) substrate. The amount of antigen was then quantified by comparing absorbance values to control antigen with known concentrations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NATurE MEDiciNE"
        },
        {
            "text": "In vitro experiments were performed using gl-VRC01-expressing Ramos B cells, kindly provided by Prof. D. Lingwood (Ragon Institute of MGH, MIT and Harvard) 45 . Calcium flux measurements were performed using cells loaded with 10 μM Flou-4 dye (ThermoFisher) for 30 min at 37 °C in serum-free RPMI in the presence of calcium. B cells were washed once and heated to 37 °C before activation. Antigen and alum were suspended in complete RPMI containing 10% FBS before addition to B cells. Baseline fluorescence was measured for 1 min before addition to the addition of antigen at a concentration of 1 µg ml −1 eOD. Alum was added to the B cells at 10 µg ml −1 . Fluo-4 fluorescence emission was normalized to baseline values before the addition of the antigen. For confocal and TEM imaging experiments, Ramos B cells expressing gl-VRC01 were incubated with eOD:alum formulations for 1 h in RPMI medium containing 10% FBS at 37 °C. For confocal imaging, cells were then fixed in PBS 1% paraformaldehyde for 15 min, washed, stained with DAPI and phalloidin, mounted on a glass slide and imaged using an inverted Olympus X71 microscope. Samples for TEM analysis were fixed in 0.1 M sodium cacodylate buffer (pH 7.0) with 3% paraformaldehyde, 2% glutamate, 5% sucrose, pelleted and post-fixed in 1% OsO 4 in veronal-acetate buffer. The cells were stained en block overnight with 0.5% uranyl acetate in veronal-acetate buffer (pH 6.0), then dehydrated and embedded in Embed-812 resin. Sections were cut on a Leica EM UC7 ultra microtome with a Diatome diamond knife at a thickness setting of 50 nm, stained with 2% uranyl acetate and lead citrate. The sections were examined using a FEI Tecnai spirit at 80 KV and photographed with an AMT CCD camera.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B cell interactions with alum-antigen conjugates."
        },
        {
            "text": "For some immunizations an ISCOM-like nanoparticle consisting of self-assembled cholesterol, phospholipid and Quillaja (Quil-A) saponin was prepared as previously described 46 ; all synthesis was performed under sterile conditions with sterile reagents. Briefly, 10 mg each of cholesterol (Avanti Polar Lipids, 700000) and dipalmitoylphosphatidylcholine (Avanti Polar Lipids, 850355) were dissolved separately in 20 % MEGA-10 (Sigma D6277) detergent at a final concentration of 20 mg ml −1 and 50 mg Quil-A saponin (InvivoGen vac-quil) was dissolved in MQ H 2 O at a final concentration of 100 mg ml −1 . Next, dipalmitoylphosphatidylcholine solution was added to cholesterol followed by addition of Quil-A saponin in rapid succession and the volume was brought up with PBS for a final concentration of 1 mg ml −1 cholesterol and 2 % MEGA-10. The solution was allowed to equilibrate at 25 o C overnight, followed by 5 d of dialysis against PBS using a 10-k MWCO membrane. The adjuvant solution was then filter sterilized using a 0.2-µm Supor syringe filter, Articles NATurE MEDiciNE concentrated using 50-k MWCO centricon filters and further purified by fast protein liquid chromatography using a Sephacryl S-500 HR size-exclusion column. Each adjuvant batch was finally characterized by negative stain TEM and dynamic light scattering (DLS) to confirm uniform morphology and size and validated for low endotoxin by Limulus Amebocyte Lystae assay (Lonza QCL-1000). Final adjuvant concentration was determined by cholesterol quantification (Sigma MAK043).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of saponin adjuvant."
        },
        {
            "text": "Experiments and handling of mice were conducted under federal, state and local guidelines under an Institutional Animal Care and Use Committee approved protocol. The 6-8-week-old female BALB/c mice were purchased from the Jackson Laboratory. For imaging experiments, 10 µg of eOD labeled with AF647 was injected with 100 µg of alum in 100 µl of PBS s.c. into the shaven tail base. Immunogenicity experiments with eOD and MD39 used immunization formulations of 5 µg of antigen mixed with 50 µg of alum in 100 µl of PBS, unless otherwise noted. In some formulations, saponin-containing nanoparticles were injected at a concentration of 10 µg ml -1 cholesterol. Unless otherwise noted, immune responses were measured after a single primary immunization. Sera were collected by retro-orbital bleeding every other week for ELISA measurements. For rabbit immunizations, New Zealand white rabbits were immunized on days 0, 56 and 112 with 100 µg of MD39 and 1 mg of alum in 1 ml of PBS by s.c. injection (two bilateral injections of 500 µl each). VRC01 gHL B cell adoptive transfer experiments were performed at La Jolla Institute for Immunology. All mice were between 6-10 weeks of age. Homozygous VRC01 gHL mice 28 (Figs. 3 and 4) or heterozygous VRC01 gHL mice (Fig. 5 ) on a C57BL/6J (000664; Jackson Laboratory) or B6.uGFP (004353; Jackson Laboratory) background were used. B6.SJL-Ptpcr a Pepc b /BoyJ were maintained at La Jolla Institute for Immunology. B cells were purified using CD43 MACS MicroBeads (Miltenyi Biotec) following the manufacturer's protocol. Then, 10 3 (Fig. 5 ) or 10 6 (Figs. 3 and 4) were adoptively transferred in RPMI supplemented with 1% FCS 1-3 d before vaccination. For adoptive transfer of 10 3 VRC01 gHL cells, the cells were co-transferred with 5 × 10 5 wild-type (B6 or B6.SJL-Ptpcr a Pepc b /BoyJ) splenocytes to facilitate the take in the recipient mice. In some experiments, purified B cells were subsequently labeled with 5 µM CellTrace Violet (Thermo Fisher) in 0.1% BSA-DPBS for 9.5 min at 37 o C before adoptive transfer. For experiments in Fig. 3a -c,f-k and Fig. 4 , mice were i.p. vaccinated with 5-10 µg Ser 4 -eOD-GT5, pSer 8 -eOD-GT5 or eOD-GT5 60mer adsorbed to 1 mg of alum. For experiments in Fig. 5 , LCMV gp 61-80 peptide sequence was added to Ser 4 -eOD-GT5 and pSer 8 -eOD-GT5 to ensure that adequate helper T cell responses against the immunogens were induced. Transferred VRC01 gHL cells in the recipient spleens were identified by gating on GFP + eOD + B220 + cells (Fig. 3b,c,i,k and Fig. 4) , GFP + B220 + cells (Fig.  5a-c) , CD45.2 + CD45.1 -B220 + cells (Fig. 5d-g) or CTV + eOD + B cells (Fig. 3f-h) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1210,
                    "end": 1225,
                    "text": "(Figs. 3 and 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1257,
                    "end": 1264,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1571,
                    "end": 1578,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 2078,
                    "end": 2085,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2097,
                    "end": 2103,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 2239,
                    "end": 2245,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 2519,
                    "end": 2545,
                    "text": "(Fig. 3b,c,i,k and Fig. 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2567,
                    "end": 2579,
                    "text": "(Fig.  5a-c)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 2612,
                    "end": 2623,
                    "text": "(Fig. 5d-g)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 2647,
                    "end": 2658,
                    "text": "(Fig. 3f-h)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Animals and immunizations."
        },
        {
            "text": "Envelope pseudovirus production. Envelope pseudoviruses were generated through the co-transfection of the pSG3ΔEnv backbone plasmid (obtained from the National Institutes of Health (NIH) AIDS Research and Reference Reagent Program, Division of AIDS, NIAID, NIH) 47,48 and a plasmid encoding the full Env gp160 in a 3:1 ratio in HEK293T cells (American Type Culture Collection) using the PEIMAX transfection reagent (Polysciences). Following 48 h, the medium was filtered through a 0.45-µm Steriflip unit (EMD Millipore), aliquoted, frozen and titrated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals and immunizations."
        },
        {
            "text": "Neutralization assay. The neutralization assay 49 was performed with DMEM (Corning) supplemented with 10% FBS (Corning), 1% l-glutamine (Corning), 0.5% gentamicin (Sigma) and 2.5% HEPES (Gibco) and all incubations were performed at 37 °C with 5% CO 2 . On day 1, 25 µl of diluted pseudovirus mixed with 25 µl of 1:3 serially diluted serum or control antibody was incubated for 1 h, followed by the addition of 20 µl of TZM-bl cells at a concentration of 500,000 cells ml −1 with diethylaminoethyl-dextran at a final concentration of 40 µg ml −1 . These were incubated for 24 h and on day 2, 130 µl of fresh DMEM was added and the samples, which were once again incubated overnight. Finally, on day 3, the medium was completely removed and 60 µl of lysis buffer together with 60 µl of luciferase substrate (Promega) was added per well and luminescence was measured on the Synergy2 plate reader (BioTek). Neutralization data are reported as ID 50 or median inhibitory concentration (µg ml −1 ) values that were calculated as the dilution or concentration at which a 50% reduction in infection was observed. Neutralization assays were performed in triplicate and s.e.m. was reported. The TZM-bl cell line, engineered from CXCR4-positive HeLa cells to express CD4, CCR5 and a firefly luciferase reporter gene (under control of the HIV-1 LTR) was obtained from the NIH AIDS Research and Reference Reagent Program, Division of AIDS, NIAID, NIH (developed by J. C. Kappes and X. Wu) 47, 48, 50 .",
            "cite_spans": [
                {
                    "start": 1476,
                    "end": 1479,
                    "text": "47,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1480,
                    "end": 1483,
                    "text": "48,",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Animals and immunizations."
        },
        {
            "text": "Whole-mouse imaging and lymph node trafficking. Signals of antigens labeled with AF647 were measured using an IVIS fluorescence imaging system over time at the injection site. Total radiance was normalized to the initial IVIS signal at day 0, measured 30 min after injection. To simultaneously track eOD and alum, we synthesized an infrared dye (IR680)-pSer 4 conjugate (Extended Data Fig. 4a ). IR680-pSer 4 bound very tightly to alum, with minimal detectable dye released from alum following 72 h incubation in serum (Extended Data Fig. 4b) . We then mixed alum with an equimolar amount of pSer 8 -eOD (labeled with IR800 dye) and IR680-pSer 4 or alum mixed with dye-labeled Ser 4 -eOD and IR680-pSer 4 as a control, and immunized mice. For these experiments, alum (50 µg) was labeled by addition of a mixture of 0.5 nmol pSer 4 -IR680 and 5 µg IR800 dye-labeled eOD. The alum:eOD samples were mixed for 30 min at 25 °C and then injected s.c. into groups of BALB/c mice. Inguinal LNs were excised at various time points and whole-tissue fluorescence was measured by a LI-COR Odyssey fluorescence imaging system at 700 nm and 800 nm wavelengths. Values represent the integrated fluorescence intensity. For histology experiments, mice were immunized by s.c. or i.p. injections with 10 µg of AF647-labeled antigen labeled and 100 µg of alum.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 385,
                    "end": 392,
                    "text": "Fig. 4a",
                    "ref_id": null
                },
                {
                    "start": 529,
                    "end": 542,
                    "text": "Data Fig. 4b)",
                    "ref_id": null
                }
            ],
            "section": "Animals and immunizations."
        },
        {
            "text": "Immunohistochemistry of injection sites and spleens. Mice were immunized by s.c. or i.p. injections with 10 µg of AF647-labeled antigen and 100 µg of alum. The i.p. injections also included Cy3-pSer 4 to label alum during imaging. Histology sections were prepared using skin from the injection site, spleen or LN tissues that were fixed with 4% paraformaldehyde overnight, washed and embedded in a 3 wt% low melting point agarose at 37 °C then allowed to cool and solidify on ice for 15 min. The 100-200-µm sections were prepared using a Vibratome (Leica VT1000S) and suspended in ice-cold PBS then transferred into a blocking solution containing 10% goat serum, 0.2% Triton-X100 and 0.05% sodium azide overnight at 37 °C before immunostaining. For the injection site sections, slices were stained in a solution of morin (1 µM) in 0.5% acetic acid in ethanol. For spleen sections, the tissues were stained for B220 (clone RA3-6B2, BioLegend) and CD35 (clone 8C12, BD). Antibodies were used at 1:100 dilution in blocking buffer overnight at 37 °C, followed by washes with PBS 0.05% Tween and mounted on a glass slide with ProLong Diamond antifade mounting medium (Life Technologies). Images were acquired using a Leica SP8 laser scanning confocal microscope with a ×10 or ×25 water objective. Images were processed with Fiji software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals and immunizations."
        },
        {
            "text": "Inductively coupled plasma mass spectrometry of aluminum in LNs. Inductively coupled plasma mass spectrometry (ICP-MS) measurements were performed using immunizations of 200 µg of alum mixed with eOD or pSer 4 -eOD. Inguinal LNs were excised at indicated timepoints, dissolved in nitric acid, digested at 200 °C for 20 min in a Milestone UltraWave microwave digestion system, diluted into water to 2% nitric acid and analyzed by an Agilent 7900 ICP-MS. A standard curve of aluminum from 1 µg ml −1 to 1 ng ml −1 was used to quantify the samples, along with an internal standard of rhodium for every sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals and immunizations."
        },
        {
            "text": "For ELISAs to measure anti-eOD titers, Nunc MaxiSorp plates were directly coated with unmodified, monomeric eOD (1 µg ml −1 ) and blocked with PBS containing 1% BSA. For anti-MD39 titer ELISAs, plates were coated with an ST-II antibody (2 µg ml −1 ) and MD39 containing an ST-II tag was added to the plates after blocking with 1% BSA in PBS. Responses against MD39 gp120 were measured by coating ELISA plates with a rabbit anti-His-tag antibody (Genscript), followed by blocking and then addition of his-tagged MD39 gp120 antigen (2 µg ml −1 ). Serial dilutions of sera were added to the blocked plates for 2 h at 25 °C, washed in PBS with 0.05% Tween-20 and incubated with anti-mouse IgG-HRP (BioRad). ELISA plates were developed with TMB substrate and absorbance values at 450 nm were measured. Base-blocking ELISAs were performed using plates coated with human VRC01 (2 µg ml −1 ), followed by a blocking step with 1% BSA in PBS and the addition of MD39 (2 µg ml −1 ) for 2h at 25 °C. To obscure the base of trimer, 20 µg ml −1 base-binding antibody was added for 30 min before the addition of serum dilutions. Serum dilutions were added directly to the wells with the base-binding antibody still remaining and absorbance values were compared to wells that were incubated with 1% BSA in PBS instead of the base-binding antibody. His-tag-specific antibodies were measured using plates coated in streptavidin (2 µg ml −1 ) followed by addition of biotin-H6 peptide (Genscript). Titers were determined at an absorbance cutoff of 0.1 OD and 0.3 OD for MD39 and eOD immunizations, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELISA analysis of antibody titers."
        },
        {
            "text": "Antigenicity of trimer bound to alum. Antigenicity of MD39 trimer bound to alum was measured using a modified sandwich ELISA protocol. An irrelevant protein (cytochrome c from S. cerevisiae, Sigma Aldrich) modified with a pSer 4 linker was first coated on ELISA plates overnight. Alum at 100 µg ml −1 was added to the plates to bind to the exposed pSer residues present on cytochrome c. Control wells were coated with mouse VRC01 at 2 µg ml −1 . Plates were washed with PBS containing 0.05% Tween-20 and then incubated with solutions of 1% BSA containing MD39-pSer (1 µg ml −1 ) for 2 h at 25 °C. The bnAbs or base-specific antibodies were added at 100 ng ml −1 , and detected with a secondary Ab-HRP conjugate, followed by development in TMB substrate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELISA analysis of antibody titers."
        },
        {
            "text": "ELISPOT and germinal center analysis. Bone marrow ELISPOTs were performed 3 months after immunization according to manufacturer's instructions, unless otherwise noted (MabTech). ELISPOT plates were coated with an anti-mouse IgG antibody and isolated bone marrow cells were added to the plate for 4 h at 37 °C in complete RPMI (500,000 or 100,000 cells per well for antigen-specific or total IgG responses, respectively). After washing the plates, antigen-specific responses were measured by the addition of biotinylated antigen (1 µg ml −1 ) for 2 h at 25 °C, followed by streptavidin-HRP. Bone marrow cells isolated from each mouse were measured in triplicate. For measurement of germinal center responses, mice were killed 9 d after immunization and LNs were mechanically digested and passed through a 70-μm filter. Cells were then stained with antibodies against CD3e, B220, CD38 and GL7, as well as an AF647-labeled eOD-60mer nanoparticle 20 , to identify eOD-specific B cells. Flow cytometric analysis was performed using a BD Canto.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELISA analysis of antibody titers."
        },
        {
            "text": "Single-cell RNA-seq. Full-length RNA-seq from single cells was performed using Smart-seq2 methods 51 with some modifications as previously described 52 . Single VRC01 gHL B cells (B220 + GFP + eOD-BV711 + AF647 +/− live singlets) were sorted by a FACSAria III (BD Bioscience) fitted with a 70-µm nozzle and run at 52 psi. Single cells were sorted using 'single-cell' precision mode and directly collected into 96-well PCR plates containing RNA lysis buffer with RNAse inhibitor (Takara). A CDU chiller was used for sorting and set to 5 °C to ensure RNA recovery. RNA loss was minimized by on-plate reverse transcription and whole-transcriptome preamplification PCR (23 cycles). PCR preamplified product was purified twice using 0.8× AMPure XP beads (Beckman Coulter) to remove any trace of primerdimers. Samples that failed standard quality control steps, as previously described 51 , were removed from further downstream steps. Barcoded Illumina sequencing libraries were generated from 0.3-0.5 ng of preamplified cDNA using the tn5 DNA insertion method (Nextera XT library preparation kit, Illumina). Libraries were sequenced on the HiSeq2500 Illumina platform to obtain single-end 50-bp reads. The reads were aligned to the mouse mm10 reference genome using TopHat (v.1.4.1) 53 . Sequencing read coverage per gene was counted using HTSeq-count. Counts per gene were obtained by counting all the transcripts mapping to a gene. Fig. 5C ) was performed using Seurat (v.2.3.4) 54 . Only VRC01 gHL B cells with 500-2,500 expressed genes and 5 × 10 5 to 2 × 10 7 total read count and only genes expressed in at least two cells were included in the analysis. We applied the default Seurat global-scaling normalization method, where gene expression measurements for each cell are normalized by the total expression, multiplied by 10 4 and natural log-transformed. The number of reads that mapped to each cell was regressed out before scaling and centering data for dimensionality reduction. Principal-component analysis was performed on 791 variable genes and then dimensionality reduction was performed using a t-distributed stochastic neighbor embedding algorithm employing the top 20 principal components. Differentially expressed genes were identified by performing pairwise comparisons using MAST; 55 within the Seurat R package. VRC01 gHL B cells from each group were compared against the cells from the remaining groups using a 1.25-fold cutoff and adjusted P values <0.05.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1429,
                    "end": 1436,
                    "text": "Fig. 5C",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "ELISA analysis of antibody titers."
        },
        {
            "text": "Bulk RNA-seq, mapping and analysis. A total of 5,000-10,000 VRC01 gHL B cells (B220 + GFP + eOD-BV711 + AF647 +/− live singlets) were sorted by a FACSAria III into Trizol LS (Invitrogen). RNA extraction was performed using miRNeasy micro kits (Qiagen) for downstream RNA-Smart-Seq2 input requirements 51, 52 . The reads were aligned to the mouse mm10 reference genome. Raw counts were imported to R/Bioconductor package DESeq2 (v.3.1). Differentially expressed genes were identified using DESeq2 pairwise comparisons.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 304,
                    "text": "51,",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Single-cell differential gene expression analysis. Unbiased clustering of single cells (Supplementary"
        },
        {
            "text": "Gene set enrichment analysis. GSEA 56 was performed to explore whether specific gene signatures were enriched between VRC01 gHL B cells from two groups. Preranked gene lists were generated based on log 10 -transformed nominal P values obtained from DeSeq2 analysis. Metabolism-related Hallmark gene sets (E2F targets (M5925); glycolysis (M5937); mTorc1 targets (M5924); Myc-targets v.1 (M5926); oxidative phosphorylation (M5936)) 57 and Myc downregulated targets (M3923) 58 were obtained from the Molecular Signatures Database. Additionally, BCR upregulated and downregulated genes, CD40 upregulated and downregulated genes, TLR4 upregulated genes and TLR9 upregulated genes were custom curated on the basis of the work of Zhu et al. 59 . Since BCR, CD40 and TLRs regulate common downstream genes 59 , CD40-regulated genes were removed from BCR upregulated and downregulated gene sets to create more selective signature gene sets. Likewise, BCR-regulated genes were removed from CD40 upregulated and downregulated gene sets and TLR4 or TLR9 upregulated genes sets. Components of antigen processing through MHC II processing were custom curated on the basis of the work of Lee et al. 60 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Single-cell differential gene expression analysis. Unbiased clustering of single cells (Supplementary"
        },
        {
            "text": "BCR sequencing. Single VRC01 gHL B cells were sorted on d30 and d35 post pSer-eOD-GT5:alum immunization on a FACSAria Fusion (BD Biosciences) fitted with a 70-µm nozzle and run at 61.5 psi. Single cells were sorted using 'purity' precision mode. The flow rate was kept at 2.4 or lower to ensure high-quality cell sorting. A CDU chiller was used for sorting and set to 5 °C to ensure RNA recovery. IgG1 + GC VRC01 gHL B cells were defined as singlet, scatter, live, CD4 − , CD8 −, CD138 − , B220 + GL7 + , CD38 − , IgD − , CD45.1 − , CD45.2 + , IgG1 + and IgM − . VRC01 gHL memory B cells were defined as singlet, scatter, live, CD4 − , CD8 − , CD138 − , B220 + , GL7 − , CD38 + , IgD − CD45.1 − , CD45.2 + , IgG1 + and IgM − . Naive VRC01 gHL B cells (gated as singlet, scatter, live, TCR-β − , B220 + , GL7 − and eOD-GT8 + ) were sorted from an unimmunized mouse using 'single-cell' precision mode on a FACSAria II. Cells were sorted directly into 15 µl of lysis buffer (0.1 M Trizma HCl (pH 8), Sigma), containing 10 µg ml −1 Poly(A) (Roche) and 500 U ml −1 Murine RNase inhibitor (New England BioLabs). First-strand cDNA synthesis was performed using SuperScript II Reverse Transcriptase (Invitrogen). VRC01 heavy chain gene amplification from IgG1 + VRC01gHL B cells was performed by nested PCR reaction as previously described 24 . For naive IgM + VRC01 gHL B cells, the first of the nested PCR was performed using msVHE forward primer (5′ GAGGTGCAGCTGCAGGAGTCTGG) and a murine IgM-specific reverse primer (5′ TGGGAAGGTTCTGATACCCTGGATG) 61 , followed by the second reaction using a VRC01 heavy chain-specific forward primer (5′ GTGCAGCTGGTGCAGTCTGGGGC) and a reverse primer (5′ GACCTGGAGAGGCCATTCTTACC). Sanger sequencing of the PCR products was performed using the forward and reverse primers from the second PCR reaction. Reads were quality checked, trimmed, aligned and analyzed using Sequencher (v.5.1). Amino acid mutation assignments were made using Kabat numbering.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Single-cell differential gene expression analysis. Unbiased clustering of single cells (Supplementary"
        },
        {
            "text": "Antibody isolation and EM. IgG was purified from serum with protein A and then digested into Fab with papain. Purified Fab was added to BG505 SOSIP D664 MD39 mC trimer and complexes were purified using a GE Superose 6 column (GE HealthCare). Complexes were added to 400 mesh carbon-coated grids and stained with 2% uranyl formate. Grids of complexes made of Fab from serum collected at week 10 post immunization were imaged on a Tecnai F20 at 200 KeV using a 4k × 4k Gatan Ultrascan 4000 CCD. Complexes from week 18 post immunization were collected on a Tecnai Spirit at 120 KeV using a 4k × 4k TemCam F416 camera. Micrographs were collected with Leginon 62 and processed with Appion 63 . Particles were chosen using DoGpicker 64 and stacked, and initial 2D classes were made with MSA/MRA 65 . After removing classes with double particles or those not resembling trimers or protomers, unbinned particles were put into Relion 66 , where 3D classification was performed to obtain maps of trimer and Fab complexes. Clean maps were then refined and put into Chimera 67 to segment and compare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Single-cell differential gene expression analysis. Unbiased clustering of single cells (Supplementary"
        },
        {
            "text": "Statistics. Statistics were analyzed using GraphPad Prism software. All graphs represent mean and standard deviations unless otherwise noted. Comparisons of more than two groups were performed using a one-way ANOVA with a Tukey post hoc test to determine statistical significance. For comparisons of experiments with only two groups, two-tailed unpaired Student's t-tests were used. Fisher's exact test was performed to determine statistical significance of BCR mutations compared to naive B cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Single-cell differential gene expression analysis. Unbiased clustering of single cells (Supplementary"
        },
        {
            "text": "Reporting Summary. Further information on research design is available in the Nature Research Reporting Summary linked to this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Single-cell differential gene expression analysis. Unbiased clustering of single cells (Supplementary"
        },
        {
            "text": "All requests for raw and analyzed data and materials are promptly reviewed by the MIT Technology Licensing Office to verify whether the request is subject to any intellectual property or confidentiality obligations. Any data and materials that can be shared will be released via a Material Transfer Agreement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "Corresponding author(s): Darrell Irvine Last updated by author(s): Dec 19, 2019 Reporting Summary Nature Research wishes to improve the reproducibility of the work that we publish. This form provides structure for consistency and transparency in reporting. For further information on Nature Research policies, see Authors & Referees and the Editorial Policy Checklist.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 79,
                    "text": "Dec 19, 2019",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "October 2018"
        },
        {
            "text": "For all statistical analyses, confirm that the following items are present in the figure legend, table legend, main text, or Methods section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics"
        },
        {
            "text": "The exact sample size (n) for each experimental group/condition, given as a discrete number and unit of measurement A statement on whether measurements were taken from distinct samples or whether the same sample was measured repeatedly",
            "cite_spans": [],
            "ref_spans": [],
            "section": "n/a Confirmed"
        },
        {
            "text": "The statistical test(s) used AND whether they are one-or two-sided Only common tests should be described solely by name; describe more complex techniques in the Methods section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "n/a Confirmed"
        },
        {
            "text": "A description of all covariates tested A description of any assumptions or corrections, such as tests of normality and adjustment for multiple comparisons A full description of the statistical parameters including central tendency (e.g. means) or other basic estimates (e.g. regression coefficient) AND variation (e.g. standard deviation) or associated estimates of uncertainty (e.g. confidence intervals)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "n/a Confirmed"
        },
        {
            "text": "For null hypothesis testing, the test statistic (e.g. F, t, r) with confidence intervals, effect sizes, degrees of freedom and P value noted",
            "cite_spans": [],
            "ref_spans": [],
            "section": "n/a Confirmed"
        },
        {
            "text": "Give P values as exact values whenever suitable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "n/a Confirmed"
        },
        {
            "text": "For hierarchical and complex designs, identification of the appropriate level for tests and full reporting of outcomes Estimates of effect sizes (e.g. Cohen's d, Pearson's r), indicating how they were calculated Our web collection on statistics for biologists contains articles on many of the points above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For Bayesian analysis, information on the choice of priors and Markov chain Monte Carlo settings"
        },
        {
            "text": "Policy information about availability of computer code Data collection Flow cytometry data were obtained using BD FACSDiva software. ELISA plates and plate-based fluorescence experiments were measured by using Tecan Infinite M200 Pro absorbance/fluorescence plate reader and software. ELISPOT measurements were taken using CTL Immunospot Analyzer and associated software. Fluorescence measurements in lymph nodes were made using a LI-COR Odyssey reader and LI-COR imaging software. Confocal images were taken on an Olympus X71 microscope and used accompanying software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Software and code"
        },
        {
            "text": "Data analysis FlowJo v10.5 was used for flow cytometry analysis. For scRNA-seq, Tophat v1.4.1, HTSeq-count v0.11.0, DESeq2 v3.1, Seurat v2.3.4, RStudio v1.1453, and Squencher v5.1 were used. GraphPad Prism 8 was used for data analysis and plots. Fiji (ImageJ v2.0.0) was used for image processing of confocal images. IVIS images were analyzed using Living Image v4.5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Software and code"
        },
        {
            "text": "For manuscripts utilizing custom algorithms or software that are central to the research but not yet described in published literature, software must be made available to editors/reviewers. We strongly encourage code deposition in a community repository (e.g. GitHub). See the Nature Research guidelines for submitting code & software for further information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Software and code"
        },
        {
            "text": "Policy information about availability of data All manuscripts must include a data availability statement. This statement should provide the following information, where applicable:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "-Accession codes, unique identifiers, or web links for publicly available datasets -A list of figures that have associated raw data -A description of any restrictions on data availability",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "All requests for raw and analyzed data and materials are promptly reviewed by the MIT Technology Licensing Office to verify if the request is subject to any intellectual property or confidentiality obligations. Any data and materials that can be shared will be released via a Material Transfer Agreement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "Ramos B cells expressing germline VRC01 were validated by flow cytometry. TZM-bl cell line from HeLa cells were validated by luciferase assay. FreeStyle 293-f and HEK293T were not validated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authentication"
        },
        {
            "text": "All cell lines tested negative for mycoplasma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mycoplasma contamination"
        },
        {
            "text": "No commonly misidentified cell lines were used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Commonly misidentified lines (See ICLAC register)"
        },
        {
            "text": "Policy information about studies involving animals; ARRIVE guidelines recommended for reporting animal research",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals and other organisms"
        },
        {
            "text": "Balb/c, female, 8 week old mice were used for mouse immunizations. C57BL/6, male, 8 week old mice were used for the adoptive transfer experiments. New Zealand white rabbits, female, 2.5-3.0 kg, 3-4 months old, were used for the rabbit immunizations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory animals"
        },
        {
            "text": "No wild animals were used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wild animals"
        },
        {
            "text": "No field-collected samples were used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Field-collected samples"
        },
        {
            "text": "Experiments and handling of mice were conducted under federal, state, and local guidelines under an IACUC approved protocol through MIT or La Jolla Institute for Immunology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics oversight"
        },
        {
            "text": "Note that full information on the approval of the study protocol must also be provided in the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics oversight"
        },
        {
            "text": "Plots Confirm that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flow Cytometry"
        },
        {
            "text": "The axis labels state the marker and fluorochrome used (e.g. CD4-FITC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flow Cytometry"
        },
        {
            "text": "The axis scales are clearly visible. Include numbers along axes only for bottom left plot of group (a 'group' is an analysis of identical markers).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flow Cytometry"
        },
        {
            "text": "All plots are contour plots with outliers or pseudocolor plots.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flow Cytometry"
        },
        {
            "text": "A numerical value for number of cells or percentage (with statistics) is provided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flow Cytometry"
        },
        {
            "text": "Lymph nodes and spleens were mechanically digested, filtered into single cell suspensions, and stained using antibodies described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology Sample preparation"
        },
        {
            "text": "Instrument BD Canto and BD Fortessa were used for data collection. BD Aria was used for B cell sorting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology Sample preparation"
        },
        {
            "text": "Flow cytometry data was analyzed using FlowJo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Software"
        },
        {
            "text": "Cell population abundance 1-2x10^5 AF647+ VRC01gHL B cells and 1x10^6 AF647-endogenous B cells were sorted from two mice immunized with pSereOD-GT5/alum or pSer-eOD-GT8/alum for visualization of alum by TEM. For bulk RNA-seq analysis, 0.5x10^4 -1x10^5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Software"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A 2020 vision for vaccines against HIV, tuberculosis and malaria",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rappuoli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aderem",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "473",
            "issn": "",
            "pages": "463--469",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Correlates of protection induced by vaccination",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Plotkin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin. Vaccine Immunol",
            "volume": "17",
            "issn": "",
            "pages": "1055--1065",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Key roles of adjuvants in modern vaccines",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Orr",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Med",
            "volume": "19",
            "issn": "",
            "pages": "1597--1608",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Beyond antigens and adjuvants: formulating future vaccines",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Moyer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Zmolek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Irvine",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Clin. Invest",
            "volume": "126",
            "issn": "",
            "pages": "799--808",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Alum adjuvant: some of the tricks of the oldest adjuvant",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kool",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fierens",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Lambrecht",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Med. Microbiol",
            "volume": "61",
            "issn": "",
            "pages": "927--934",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Old and new adjuvants",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Mckee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Marrack",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Curr. Opin. Immunol",
            "volume": "47",
            "issn": "",
            "pages": "44--51",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Optimizing the utilization of aluminum adjuvants in vaccines: you might just get what you want",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hogenesch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "O&apos;hagan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "NPJ Vaccines",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Analysis of immunoglobulin transcripts and hypermutation following SHIV(AD8) infection and protein-plus-adjuvant immunization",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Francica",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Commun",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Vaccines with MF59 adjuvant expand the antibody repertoire to target protective sites of pandemic avian H5N1 influenza virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khurana",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Sci. Transl. Med",
            "volume": "2",
            "issn": "",
            "pages": "15--15",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Impact of adjuvants on CD4( + ) T cell and B cell responses to a protein antigen vaccine: results from a phase II, randomized, multicenter trial",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Leroux-Roels",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin. Immunol",
            "volume": "169",
            "issn": "",
            "pages": "16--27",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Relationship between the strength of antigen adsorption to an aluminum-containing adjuvant and the immune response",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sokolovska",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hogenesch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Hem",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "6618--6624",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Effect of phosphorylation of ovalbumin on adsorption by aluminum-containing adjuvants and elution upon exposure to interstitial fluid",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Morefield",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Vaccine",
            "volume": "23",
            "issn": "",
            "pages": "1502--1506",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Relationship between the degree of antigen adsorption to aluminum hydroxide adjuvant in interstitial fluid and antibody production",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Iyer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hogenesch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Hem",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Vaccine",
            "volume": "21",
            "issn": "",
            "pages": "1219--1223",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Mechanisms of stimulation of the immune response by aluminum adjuvants",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hogenesch",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vaccine",
            "volume": "20",
            "issn": "",
            "pages": "34--39",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Characterization of the Mn Gp120 Hiv-1 vaccine: antigen-binding to alum",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Weissburg",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Pharmaceut. Res",
            "volume": "12",
            "issn": "",
            "pages": "1439--1446",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Mechanism of immunopotentiation by aluminum-containing adjuvants elucidated by the relationship between antigen retention at the inoculation site and the immune response",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Noe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hogenesch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Hem",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "",
            "pages": "3588--3594",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "In vivo distribution of radioactivity in mice after injection of biodegradable polymer microspheres containing 14C-labeled tetanus toxoid",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rivera",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Siber",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Vaccine",
            "volume": "14",
            "issn": "",
            "pages": "1412--1416",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Priming HIV-1 broadly neutralizing antibody precursors in human Ig loci transgenic mice",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sok",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "353",
            "issn": "",
            "pages": "1557--1560",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "HIV-1 vaccines. Priming a broadly neutralizing antibody response to HIV-1 using a germline-targeting immunogen",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Jardine",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Science",
            "volume": "349",
            "issn": "",
            "pages": "156--161",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Rational HIV immunogen design to target specific germline B cell receptors",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jardine",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "340",
            "issn": "",
            "pages": "711--716",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "HIV-1 broadly neutralizing antibody precursor B cells revealed by germline-targeting immunogen",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Jardine",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "351",
            "issn": "",
            "pages": "1458--1463",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "In vivo absorption of aluminium-containing vaccine adjuvants using 26Al",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Flarend",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Vaccine",
            "volume": "15",
            "issn": "",
            "pages": "1314--1318",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Alhydrogel(R) adjuvant, ultrasonic dispersion and protein binding: a TEM and analytical study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Micron",
            "volume": "43",
            "issn": "",
            "pages": "192--200",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Precursor frequency and affinity determine B cell competitive fitness in germinal centers, tested with germline-targeting HIV vaccine immunogens",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Abbott",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Immunity",
            "volume": "48",
            "issn": "",
            "pages": "133--146",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The human naive B cell repertoire contains distinct subclasses for a germline-targeting HIV-1 vaccine immunogen",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Havenar-Daughton",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Sci. Transl. Med",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "CD83 increases MHC II and CD86 on dendritic cells by opposing IL-10-driven MARCH1-mediated ubiquitination and degradation",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Tze",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Exp. Med",
            "volume": "208",
            "issn": "",
            "pages": "149--165",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Structure-based design of native-like HIV-1 envelope trimers to silence non-neutralizing epitopes and eliminate CD4 binding",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Kulp",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat. Commun",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "HIV vaccine design to target germline precursors of glycan-dependent broadly neutralizing antibodies",
            "authors": [
                {
                    "first": "Jonm",
                    "middle": [],
                    "last": "Steichen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Immunity",
            "volume": "45",
            "issn": "",
            "pages": "483--496",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Tfh cells and HIV bnAbs, an immunodominance model of the HIV neutralizing antibody generation problem",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Havenar-Daughton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Crotty",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Immunol. Rev",
            "volume": "275",
            "issn": "",
            "pages": "49--61",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Elicitation of robust tier 2 neutralizing antibody responses in nonhuman primates by HIV envelope trimer immunization using optimized approaches",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pauthner",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Immunity",
            "volume": "46",
            "issn": "",
            "pages": "1073--1088",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "ISCOMATRIX adjuvant for prophylactic and therapeutic vaccines",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Drane",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gittleson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boyle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Maraskovsky",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Expert Rev. Vaccines",
            "volume": "6",
            "issn": "",
            "pages": "761--772",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Electron-microscopy-based epitope mapping defines specificities of polyclonal antibodies elicited during HIV-1 BG505 envelope trimer immunization",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bianchi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Immunity",
            "volume": "49",
            "issn": "",
            "pages": "288--300",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Relationship between tightness of binding and immunogenicity in an aluminum-containing adjuvant-adsorbed hepatitis B vaccine",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Egan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Belfast",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Gimenez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Sitrin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Mancinelli",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vaccine",
            "volume": "27",
            "issn": "",
            "pages": "3175--3180",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Control of antigen-binding to aluminum adjuvants and the immune response with a novel phosphonate linker",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Boutselis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Borch",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hogenesch",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vaccine",
            "volume": "31",
            "issn": "",
            "pages": "4362--4367",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Cutting edge: alum adjuvant stimulates inflammatory dendritic cells through activation of the NALP3 inflammasome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kool",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Immunol",
            "volume": "181",
            "issn": "",
            "pages": "3755--3759",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Cutting edge: inflammasome activation by alum and alum's adjuvant effect are mediated by NLRP3",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Willingham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ting",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Re",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Silica crystals and aluminum salts activate the NALP3 inflammasome through phagosomal destabilization",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hornung",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat. Immunol",
            "volume": "9",
            "issn": "",
            "pages": "847--856",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Crucial role for the Nalp3 inflammasome in the immunostimulatory properties of aluminium adjuvants",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Eisenbarth",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "R"
                    ],
                    "last": "Colegio",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "O&apos; Connor",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Sutterwala",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Flavell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "453",
            "issn": "",
            "pages": "1122--1126",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Complement activation by aluminium and zirconium compounds",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Ramanathan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Badenoch-Jones",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Turk",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Immunology",
            "volume": "37",
            "issn": "",
            "pages": "881--888",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Aluminum hydroxide adjuvant differentially activates the three complement pathways with major involvement of the alternative pathway",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Guven",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Duus",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Laursen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hojrup",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Houen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Alum interaction with dendritic cell membrane lipids is essential for its adjuvanticity",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Flach",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat. Med",
            "volume": "17",
            "issn": "",
            "pages": "479--487",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Alum increases antigen uptake, reduces antigen degradation and sustains antigen presentation by DCs in vitro",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Ghimire",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Benson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Garside",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Brewer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Immunol. Lett",
            "volume": "147",
            "issn": "",
            "pages": "55--62",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Murine antibody responses to cleaved soluble HIV-1 envelope trimers are highly restricted in specificity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "",
            "pages": "10383--10398",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Identification and suppression of β-elimination byproducts arising from the use of Fmoc-Ser(PO3Bzl,H)-OH in peptide synthesis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Attard",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "O&apos;brien-Simpson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Reynolds",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int. J. Pept. Res. Ther",
            "volume": "15",
            "issn": "",
            "pages": "69--79",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "In vitro reconstitution of B cell receptor-antigen interactions to evaluate potential vaccine candidates",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Weaver",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Protoc",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Vaccine Adjuvants: Preparation Methods and Research Protocols",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lövgren-Bengtsson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Morein",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "42",
            "issn": "",
            "pages": "239--258",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Emergence of resistant human immunodeficiency virus type 1 in patients receiving fusion inhibitor (T-20) monotherapy",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Antimicrob. Agents Chemother",
            "volume": "46",
            "issn": "",
            "pages": "1896--1905",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Antibody neutralization and escape by HIV-1",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "422",
            "issn": "",
            "pages": "307--312",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Optimization and validation of the TZM-bl assay for standardized assessments of neutralizing antibodies against HIV-1",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sarzotti-Kelsoe",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Immunol. Methods",
            "volume": "409",
            "issn": "",
            "pages": "131--146",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Effects of CCR5 and CD4 cell surface concentrations on infections by macrophagetropic isolates of human immunodeficiency virus type 1",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Platt",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wehrly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Kuhmann",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chesebro",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kabat",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Virol",
            "volume": "72",
            "issn": "",
            "pages": "2855--2864",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Full-length RNA-seq from single cells using Smart-seq2",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Picelli",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat. Protoc",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Type 2 Immunity",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Rosales",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "275--301",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "TopHat: discovering splice junctions with RNA-Seq",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Trapnell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pachter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Salzberg",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bioinformatics",
            "volume": "25",
            "issn": "",
            "pages": "1105--1111",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Integrating single-cell transcriptomic data across different conditions, technologies, and species",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Smibert",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Papalexi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Satija",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Biotechnol",
            "volume": "36",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "MAST: a flexible statistical framework for assessing transcriptional changes and characterizing heterogeneity in single-cell RNA sequencing data",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Finak",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Genome Biol",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Gene set enrichment analysis: a knowledge-based approach for interpreting genome-wide expression profiles",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Subramanian",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "102",
            "issn": "",
            "pages": "15545--15550",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The molecular signatures database Hallmark gene set collection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liberzon",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell Syst",
            "volume": "1",
            "issn": "",
            "pages": "417--425",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Functional Validation of genes implicated in lymphomagenesis: an in vivo selection assay using a Myc-induced B cell tumor",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cozma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thomas-Tikhonenko",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ann. NY Acad. Sci",
            "volume": "1059",
            "issn": "",
            "pages": "145--159",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Analysis of the major patterns of B cell gene expression changes in response to short-term stimulation with 33 single ligands",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Immunol",
            "volume": "173",
            "issn": "",
            "pages": "7141--7149",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Components of the antigen processing and presentation pathway revealed by gene expression microarray analysis following B cell antigen receptor (BCR) stimulation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Bioinformatics",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Single-cell based high-throughput sequencing of full-length immunoglobulin heavy and light chain genes",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Busse",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Czogiel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Arndt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wardemann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eur. J. Immunol",
            "volume": "44",
            "issn": "",
            "pages": "597--603",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Leginon: a system for fully automated acquisition of 1000 electron micrographs a day",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Potter",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Ultramicroscopy",
            "volume": "77",
            "issn": "",
            "pages": "153--161",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Appion: An integrated, database-driven pipeline to facilitate EM image processing",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Lander",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Struct. Biol",
            "volume": "166",
            "issn": "",
            "pages": "95--102",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "DoG Picker and TiltPicker: Software tools to facilitate particle selection in single particle electronmicroscopy",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Voss",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Yoshioka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Radermacher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Potter",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Carragher",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Struct. Biol",
            "volume": "166",
            "issn": "",
            "pages": "205--213",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Rotationally invariant image representation for viewing direction classification in cryo-EM",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Struct.Biol",
            "volume": "186",
            "issn": "",
            "pages": "153--166",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "RELION: Implementation of a Bayesian approach to cryo-EM structure determination",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H W"
                    ],
                    "last": "Scheres",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Struct. Biol",
            "volume": "180",
            "issn": "",
            "pages": "519--530",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "size of 5 was used to detect a significant difference (p<0.05) between groups with a signal to noise ratio of 2",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Pettersen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Comput. Chem",
            "volume": "25",
            "issn": "",
            "pages": "1605--1612",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Data exclusions In Figure 6g, two data points from the control group were excluded from the area under the curve analysis, since these two mice that had MD39-binding titers that were at background levels in the absence of the base-binding antibody",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Replication All murine experiments report pooled results from multiple experiments or data shown is one representative of at least two experiments. All attempts at replication were successful. Rabbit studies employed 6 animals/group for biological replicates",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Randomization Randomization was not used for this study. Prior to immunizations, mice were evenly distributed into experimental groups from the same cohort of mice",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "We require information from authors about some types of materials, experimental systems and methods used in many studies. Here, indicate whether each material, system or method listed is relevant to your study",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Flow Cytometry: anti-mouse B220 PE-Cy7 (clone RA3-6B2; Biolegend; 1:200 dilution) anti-mouse B220 BV785 (clone RA3-6B2; Biolegend; 1:200 dilution) anti-mouse GL7 FITC (clone GL7; Biolegend; 1:100 dilution) anti-mouse GL7 PerCP-Cy5.5 (clone GL7; Biolegend; 1:100 dilution) anti-mouse CD3 PerCp-Cy5.5 (clone 17A2; Biolegend; 1:100 dilution) anti-mouse CD38 PE (clone 90; Biolegend; 1:75 dilution) anti-mouse CD38 PE-Cy7 (clone 90; Biolegend; 1:75 dilution) anti-mouse CD38 BV711 (clone 90; Biolegened; 1:100 dilution) anti-mouse CD83 PE (clone Michel-19; Biolegend; 1:100) anti-mouse CD86 BV605 (clone GL-1; Biolegend; 1:400 dilution) anti-mouse MHC II PE-Cy7 (clone M5/114.15.2; Biolegend; 1:400 dilution) anti-mouse MHC II AF700 (clone M5/114.15.2; Biolegend; 1:400 dilution) anti-mouse CD62L BV711 (clone MEL-14; Biolegend; 1:200 dilution) anti-mouse CD62L PerCP-Cy5.5 (clone MEL-14",
            "authors": [],
            "year": 2018,
            "venue": "Antibodies Antibodies used Histology: anti-mouse B220 AF488",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "50 dilution) anti-mouse PD-L2 BUV396 (TY25; BD; 1:50 dilution) anti-mouse CD80 BV421 (16-10A; Biolegend; 1:50 dilution) anti-mouse CD73 BV605 (TY/11.8; Biolegend; 1:50 dilution) anti-mouse CD45.1 BV711 (A20; Biolegend; 1:100 dilution) anti-mouse CD45.1 BV510 (A20; Biolegend; 1:50 dilution) anti-mouse CD45.2 FITC (104; Biolegend; 1:50 dilution) anti-mouse IgG1-biotin (RMG1-1; Biolegend; 1:50 dilution) anti-mouse IgG1 PE/Dazzle 594 (RMG1-1; Biolegend; 1:50 dilution) anti-mouse IgM APC (II/41; BD; 1:150 dilution) biotinylated eOD-GT8 coupled to Streptavidin BV711 (Streptavidin purchased from Biolegend; 1:400 dilution) anti-mouse Ly6C APC-Cy7 (clone HK1.4; Biolegend; 1:100 dilution) anti-mouse Ly6G BV711 (clone 1A8; Biolegend; 1:100 dilution) anti-mouse F4/80 PE (clone BM8; Biolegend; 1:50 dilution) anti-mouse CD11c BV421 (clone N418; Biolegend; 1:100 dilution) anti-mouse CD169 PE-Cy7 (clone 3D6.112; Biolegend; 1:50 dilution) anti-mouse CD11b BUV395 (clone M1/70; BD; 1:100 dilution) ELISAs: Goat anti-mouse IgG-HRP (Bio-rad, 1:1000 dilution) Validation We relied on publications and validation cited by manufacturer. Links for each antibody are given below: anti-mouse B220 (clone RA3-6B2",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "1--1",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Catalog 170-6516): validated by ELISA biotinylated eOD-GT8 coupled to Streptavidin BV711 (Biolegend): validated by flow cytometry and previous publication",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.immuni.2017"
                ]
            }
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "FreeStyle 293-f was obtained from ThermoFisher. HEK293T were obtained from ATCC. The TZM-bl cell line engineered from CXCR4-positive HeLa cells to express CD4, CCR5, and a firefly luciferase reporter gene (under control of the HIV-1 LTR) was obtained from the NIH AIDS Research and Reference Reagent Program, Division of AIDS, NIAID, NIH (developed by Dr",
            "authors": [],
            "year": null,
            "venue": "Ramos B cells expressing germline VRC01 were obtained from Daniel Lingwood (Ragon Institute)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Phosphoserine",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Alum-binding pSer antigens elicit enhanced humoral responses in vivo. a,b",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Antigen-specific B cells efficiently take up pSer-antigen bound to alum particles in vivo. a-c, C57BL/6 mice adoptively transferred with 1 × 10 6 GFP + CTV + VRC01 gHL B cells were immunized by intraperitoneal (i.p.) injection of 5 µg of AF647-labeled Ser 4 -eOD-GT5 or pSer 8 -eOD-GT5 together with 1 mg of alum. Timeline of adoptive transfer experiment (a). Flow cytometry analysis of splenic VRC01 gHL B cell binding to AF647-labeled eOD-GT5 in vivo (b). Dotted lines indicate background signal in unimmunized controls. Quantification of AF647-labeled eOD-GT5 fluorescence of splenic VRC01 gHL B cells (c)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 4h,i and Extended Data Fig. 7e,f), and commensurate increases in MHC class II surface expression were observed (Fig. 4i,j and Extended Data",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "surface. To test this concept, we modified a stabilized gp140 HIV Env trimer, termed MD39 (refs.27,28 ), with pSer linkers at the C terminus of each protomer in an effort to minimize antibody responses against the Env trimer base, as these immunodominant responses in animal models are irrelevant for neutralization of the virus 29 (Fig. 6aand Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "pSer-antigen:alum nanoparticles recruit rare B cells to GCs and induce somatic hypermutation and memory. a, Schematic representation of the experimental design for the germinal center experiments in b,c. Data are combined from two independent experiments. Bars indicate the geometric mean (n = 10 mice per group). Statistical analysis was performed by one-way ANOVA followed by Tukey's post hoc test on a log-transformed dataset. b, VRC01 gHL GC B cells per spleen (see Extended Data Fig. 8a for gating). c, Percentage of VRC01 gHL B cells of total GC B cells in the spleen. d-g, CD45.1 + B6 mice adoptively transferred with 1 × 10 3 VRC01 gHL were left unprimed or immunized with either Ser 4 -eOD-GT5 gp61 :alum or pSer 8 -eOD-GT5 gp61 :alum and the spleens were analyzed for VRC01 gHL memory B cells on d30 or d35. Data are combined from two independent experiments. d,e, Heavy chain mutation analysis of single-cell sorted naive VRC01 gHL cells, VRC01 GC B cells from d18 pSer-eOD-GT5 gp61 :alum immunized mice (n = 296 cells, four mice), and VRC01 gHL memory B cells from d35 pSer-eOD-GT5 gp61 :alum immunized mice (n = 106 cells, four mice). d, Circle charts represent the fraction of gVRC01 heavy chain sequences that acquired the indicated number of amino acid mutations. Total number of individual B cell sequences is shown at the center of the circle. e, Circle charts of heavy chain amino acid substitutions at H35 (Kabat numbering). f, GC-derived VRC01 gHL memory B cells (B mem ) per spleen. Limit of detection (LOD), 30. Bars indicate the geometric mean (see Extended Data",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Enhanced humoral responses to HIV Env trimer immunogens elicited by pSer-antigen:alum immunization. a, Schematic of pSer conjugation to the base of MD39 trimer immunogens. b,c, BALB/c mice (n = 5 per group) were immunized with 2 µg of MD39 (with or without pSer modification) mixed with 50 µg of alum at days 0 and 21. b, Serum IgG titers are shown over time. Statistical comparison by two-way ANOVA followed by a Bonferroni test of the log-transformed data. Data are represented as mean ± s.d. of the log-transformed data. c, IgG titers from individual mice on day 63. Center value and error bars represent mean and s.d., respectively of the log-transformed data. d, BALB/c mice (n = 5 per group) were immunized with 5 µg of MD39 or pSer 4 -MD39 mixed with 50 µg of alum and 5 µg of saponin adjuvant. Serum IgG titers are shown over time. Statistical comparison by two-way ANOVA followed by a Bonferroni test. Data are represented as mean ± s.d. of the log-transformed data. e, Antigenicity analysis of MD39 trimer captured on VRC01-coated ELISA plates",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "), PD-L2 (TY25; BioLegend), CD80 (16-10A1; BioLegend), CD73 (TY/11.8; BioLegend), CD45.1 (A20; BioLegend), CD45.2 (104; BioLegend), IgG1 (RMG1-1; BioLegend), IgM (II/41; BD), Fixable Viability Dye eFluor 780 (ThermoFisher) and with biotinylated eOD-GT8 coupled to Streptavidin BV711 (BioLegend) or eOD-GT5/8 60mer conjugated to AF488, AF647 or PacificBlue (ThermoFisher). For antigen uptake measurements, Ly6C (clone HK1.4; BioLegend), CD3 (clone 17A2; BioLegend), Ly6G (clone 1A8; BioLegend), F4/80 (clone BM8; BioLegend), CD11c (N418; BioLegend), CD169 (clone 3D6.112; BioLegend) and CD11b (clone M1/70; BD) were used. Peptide-coupling reagents were purchased from Millipore Sigma (Novabiochem) unless otherwise noted. Aluminum hydroxide adjuvant (Alhydrogel) and aluminum phosphate (AdjuPhos) adjuvants were purchased from InvivoGen. Cytochrome c from Saccharomyces cerevisiae was purchased from Millipore Sigma.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported in part by the NIAID under awards UM1AI100663 and UM1AI144462 (to D.J.I., W.R.S., S.C. and D.R.B.), AI125068 (to S.C. and D.J.I.), AI048240 (to D.J.I.), K99AI145762 (to R.K.A.) and AI113867 (to W.R.S.), the Koch Institute Support (core) grant P30-CA14051 from the National Cancer Institute, the Ragon Institute of MGH, MIT and Harvard and by the International AIDS Vaccine Initiative (IAVI) Neutralizing Antibody Consortium (NAC) and Center (to D.R.B., A.B.W. and W.R.S.); and through the Collaboration for AIDS Vaccine Discovery funding for the IAVI NAC Center (to D.R.B., A.B.W. and W.R.S.). The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. D.J.I. is an investigator of the Howard Hughes Medical Institute.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Extended data is available for this paper at https://doi.org/10.1038/s41591-020-0753-3.Supplementary information is available for this paper at https://doi.org/10.1038/ s41591-020-0753-3.Correspondence and requests for materials should be addressed to D.J.I.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        },
        {
            "text": "Saheli Sadanand was the primary editor on this article and managed its editorial process and peer review in collaboration with the rest of the editorial team.Reprints and permissions information is available at www.nature.com/reprints.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Peer review information"
        },
        {
            "text": "Extended Data Fig. 1 | Phosphoserines mediate protein binding to alum and influence immune response. (a) Unmodified cytochrome-C protein or an equivalent concentration of cytochrome-C conjugated with a single pSer linker containing 1, 2, or 4 phosphoserine groups was mixed with 100 µg/mL Alhydrogel in 10 mM MOPS buffer. Alum was separated by centrifugation and bound protein was detected using absorbance at 410 nm compared to a standard curve of known protein concentration. (b) Peptide linkers of equivalent molecular size were prepared, composed of an azide functional group linked to either 4 phosphoserines, or 3 serines and 1 phosphoserine. These linkers were coupled to DBCO-modified phycoerythrin (PE) via copper-free click chemistry at a range of total linkers per protein. (c) pSer/Ser-conjugated PE (5 µg/mL) with varying numbers of linkers per protein was mixed with alhydrogel (50 µg/mL) for 30 min, followed by addition of mouse serum (final concentration 10% vol/vol) for 24 hr. Protein bound to alum after this incubation was assessed by fluorescence spectroscopy. (n=3 samples/group). Data represents mean ± SD. (d) PAGE gel of eOD protein reacted with pSer 4 -eOD. PNGase treatment was used with eOD to remove glycans prior to running gel. Representative gel from two experiments. Gel image is cropped. (e) eOD proteins (10 µg/mL) conjugated with a single 4-residue serine linker, or pSer linkers containing 1-8 phosphoserines, were incubated with AlHydrogel (100 µg/mL) for 30 min in TBS at 25 °C, followed by measurement of bound protein by fluorescence. (n=3 samples/group). Center lines represent mean and error bars represent SD. (f) Day 63 sera from BALB/c mice (n=5 animals/group) immunized with eOD (black) or pSer 4 -eOD (red) were tested for binding to pSer tags. Plates were coated with pSer 4 -cytochrome c to quantify the pSer-specific response. Data represents mean ± SD. (g, h) Germinal center B cells isolated from the inquinal lymph nodes of BALB/c mice (n= 10 animals/group, pooled from 2 experiments) 9 days after immunization with eOD variants and Al-Hydrogel. Cell counts are provided for GC B cells (g) and eOD-specific GC B cells (h). Center lines represent mean and error bars represent SD. Statistical tests were performed using one-way ANOVA with Tukey's post test. 4 conjugate, synthesized by Cu-free click chemistry to directly label alum. (b) pSer-dye labeling of alum is stable even following incubation in serum. IR680-pSer 4 conjugate was incubated either alone or with alum for 30 minutes, and then 10% mouse serum was added, and the solution was incubated at 37 °C for 72 hours. Data represents the fluorescence measurements of the supernatant after centrifugation to remove any dye remaining bound to alum. Other dyes (Cy3-DBCO and AlexaFluor488-DBCO) were conjugated in the same manner. (n=3 samples/group) Center lines and error bars represent mean and standard deviation, respectively. (c, d) Groups of BALB/c mice (n=5/group) were immunized with 5 µg IR800 dye-labeled Ser 4 -eOD (c) or pSer 8 -eOD (d), each mixed with 50 µg IR680-labeled alum, and total fluorescence from dLNs was measured in excised tissues at serial time points. Center lines represent mean. (e-h) BALB/c mice (n=5 mice per group for naïve and day 3 groups, n=4 mice per group for day 7 groups) were immunized with pSer 8 -eOD:alum or Ser 4 -eOD:alum by s.c. injection, and flow cytometry was performed on draining lymph nodes after 1 or 7 days. Alum was labeled with pSer 4 -AF488, and eOD was labeled with AF647. Center lines and error bars represent mean and standard deviation, respectively. (i) ICP-MS measurements of aluminum in inguinal LNs of naïve mice and mice that were immunized s.c. 3 or 8 days prior to measurement. (n=5 mice/group). Center lines and error bars represent mean and standard deviation, respectively. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 20,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "NATurE MEDiciNE"
        },
        {
            "text": "Extended Data Fig. 9 | pSer-MD39 binds to alum, enhancing humoral and neutralization responses. (a) After incubation of MD39 trimer with alum for 30 minutes, 10% mouse serum was added, and solution was incubated for 24 hours. Binding of MD39 to alum was determined by the presence of MD39 in the supernatant after pelleting alum by centrifugation. MD39 concentration was measured by ELISA relative to a standard curve. (n=3 samples/group). Center lines and error bars represent mean and SD, respectively. (b) Representative images of fluorescently labeled MD39 or pSer 4 -MD39 retention at the injection site after immunization with alum in BALB/c mice (n = 4 animals/group). (c) Quantification of IVIS images from (b). Data represents mean ± SD. (d) ISCOM-like saponin adjuvant does not inhibit pSer-immunogen binding to alum. Fluorescently labeled pSer 4 -eOD (10 ug/mL) was combined with either alum or alum and saponin nanoparticles (labeled isco). After incubation for 24 hours in the presence of 10% mouse serum, the percentage of unbound eOD was measured by fluorescence. The fluorescence signal of pSer 4 -eOD in the absence of alum was normalized to 100% (n=3 samples/ group). Center lines and error bars refer to mean and SD, respectively. (e) BALB/c mice (n=10/group, pooled from two immunizations) were immunized with 5 µg MD39 or pSer 4 -MD39 mixed with 50 µg alum and 5 µg saponin adjuvant. IgG titers from individual mice at week 6. . Statistical analysis by two-tailed Student's t-test of the log-transformed data. Data are represented as mean ± SD of the log-transformed data. (f) Representative images of bone marrow ELISPOT plates for antibody-secreting cells at 3 months post immunization using the same conditions describe in (e). Experiments were performed twice, after two separate immunizations (n=5 mice/group for each experiment). (g) Quantification of mean bone marrow MD39 trimerspecific ELISPOT responses described in (f). Statistical analysis by two-tailed Student's t-test (n=5 animals/group). Center lines and error bars refer to mean and SD, respectively. (h) Flow cytometry gating for identification of Env trimer-specific memory B cells. (i) Groups of BALB/c mice (n=5 mice/ group for MD39 and pSer-MD39, n=2 mice/group for naive) were immunized were immunized with 5 µg MD39 or pSer 8 -MD39 mixed with 50 µg alum and 5 µg saponin adjuvant on day 0. Shown are frequencies of MD39 + memory B cells from spleens at week 25. Statistical analysis by one-way ANOVA with Tukey's multiple comparison test. Center lines represent mean. (j, k) BALB/c mice (n=5 mice/group) were immunized with 5 ug antigen, and titers were measured four weeks after s.c. immunization. (j) Ser 4 -eOD, alum-binding pSer 8 -eOD, and eOD 60mer were used as antigens in combination with alum. Statistical analysis was performed using one-way ANOVA with Tukey's post-test (n=5 mice/group) of the log-transformed data. Center lines and error bars refer to mean and SD, respectively, of the log-transformed data. (k) MD39 control, pSer 4 -MD39, and MD39-ferritin were used as antigens in combination with alum. Statistical analysis was performed using one-way ANOVA with Tukey's post-test (n=5 mice/group) of the log-transformed data. Center lines and error bars refer to mean and SD, respectively, of the log-transformed data. (l) BALB/c mice (n=10 mice/group) were immunized with 5 µg MD39 or pSer 4 -MD39 mixed with 50 µg alum on day 0 with ISCOM-like adjuvant. His tag-specific IgG titers at day 63. Statistical analysis by two-tailed Student's t-test of the log-transformed data. Center lines and error bars refer to mean and SD, respectively, of the log-transformed data. (m) Rabbits were immunized with MD39:alum or pSer 8 -MD39:alum on weeks 0 and 8 (n=6 rabbits/group). Purified IgG antibodies from rabbit sera collected on week 10 was measured for neutralization against autologous tier 2 virus. Statistical analysis by Mann-Whitney test. Center lines and error bars refer to mean and SD, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 95,
                    "text": "Fig. 9 | pSer-MD39 binds to alum, enhancing humoral and neutralization responses.",
                    "ref_id": null
                }
            ],
            "section": "NATurE MEDiciNE"
        },
        {
            "text": "Extended Data Fig. 10 | EM averages and reconstructions. (a) Representative subset of single particle nsEM 2D class averages (left) and corresponding reconstructed 3D maps (right). The 3D reconstructions are an average composite of most particles in each dataset and reveal the epitopes targeted in each serum sample as labeled. (b) Per animal epitope analysis showing a single segmented Fab per epitope as determined by further 3D classification of average composite reconstructions shown in Supplementary Figure 7 . Colors represent the region of trimer where Fabs bind (blue -V5, pink -N355/alpha2 helix, purple -base, and yellow -N611). Three separate rabbit sera were analyzed for both MD39 and pSer 8 -MD39 immunizations.VRC01gHL B cells were sorted from each mouse directly into TRIzol LS for further processing and therefore purity of post-sort fractions were not determined.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 56,
                    "text": "Fig. 10 | EM averages and reconstructions.",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 515,
                    "text": "Supplementary Figure 7",
                    "ref_id": null
                }
            ],
            "section": "NATurE MEDiciNE"
        },
        {
            "text": "Lymphocytes were gated on the starting cell population in a FCS/SSC plot, followed by FCA/FCH plot to gate single cells. Live cells were gated using either Aqua or Fixable Viability Dye e780. Cells were then gated on B220 positive cells. For adoptive transfer experiments, VRC01 cells were identified using GFP expression and labeling with CTV.Tick this box to confirm that a figure exemplifying the gating strategy is provided in the Supplementary Information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gating strategy"
        }
    ]
}