{"paper_id": "c18d78e0e8e0818a68b4cae7cb12ae095073cc77", "metadata": {"title": "Interaction between the learners' initial grasp of the object of learning and the learning resource afforded", "authors": [{"first": "Ming", "middle": [], "last": "Fai", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ference", "middle": [], "last": "Marton", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Two studies are reported in this paper. The object of learning in both is the economic principle of changes in price as a function of changes in the relative magnitude of changes in demand and supply. The patterns of variation and invariance, defining the conditions compared were built into pedagogical tools (text, graphs, and worksheets). The first study is the latest in a series of studies aiming to test the fundamental conjecture of the Variation Theory of Learning that new meanings are acquired from experiencing differences against a background of sameness, rather than experiencing sameness against a background of differences. The study compares the learning outcomes under conditions consistent with the basic conjecture with the learning outcomes under conditions not consistent with the theory. The results support the conjecture. The second study shows, however, that the conditions that are consistent with the theory cannot be decided unless the learners' pre-requisites for the task in question are taken into consideration. One set of the pedagogical tools was found to be highly effective for learners with a better initial grasp of the object of learning, while another set was found to be equally effective for learners with a weaker initial grasp of the object of learning. The two sets were equally ineffective when used for the ''wrong'' group of learners.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "''conditions of learning'' denote patterns of variation and invariance in terms of which ''the object of learning'' (that which is to be learned) appears to the learners. These patterns are patterns of similarities and differences between tasks, examples, illustrations, representations, etc. through which the learners encounter the object of learning, defined by specific content and specific acts.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "There are theories about, and studies of, the relationship between learning and the conditions of learning that deal with the effects of how learning is organized (e.g. learners working in groups compared to learners being taught as a whole class, the teacher being expected to provide the insights compared to the students being expected to arrive at the insights themselves). Variation Theory is not a theory about how learning is organized, but a theory about how the content of learning is organized. It assumes that in order to become able to discern necessary features of the object of learning (i.e., making a certain meaning your own) the learner must experience certain patterns of variation and invariance. It is a general theory of the learning of specific contents.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The point of departure of this theory is the question: How can we make novel meanings our own? That is to say, how can we learn in the sense of acquiring new meanings? Let us say a teacher is introducing a new topic, ''linear equations''. She points to many different examples, all being linear equations but differing otherwise. Can the students understand the meaning of ''linear equations''? Hardly. You cannot find a new meaning by inspecting instances that have that meaning in common but differ otherwise. However, you can actually find a new meaning by inspecting instances that differ from the focused meaning, but are the same otherwise; through contrast, that is. You can find out what ''linear equations'' mean by comparing linear equations with quadratic equations. You may understand what ''dry white wine'' is by comparing white wines that are dry with white wines that are not. We cannot imagine someone who has only seen dogs to be able to distinguish between ''dog'' and ''animal''. Meanings have to be learned through the experience of variation and invariance, through the experience of difference and sameness. Hence, the basic conjecture of Variation Theory is: New meanings are acquired from experiencing differences against a background of sameness, rather than experiencing sameness against a background of difference.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "What kind of support is there for this conjecture? During the last 15 years a great number of studies have been carried out in which different conditions for appropriating the same object of learning have been compared in terms of patterns of variation and invariance (see, for instance , Lo 2012; Marton 2013) . In all studies that we are aware of, conditions consistent with the theory were correlated with better outcomes of learning than conditions not consistent with the theory. In basically all these studies, however, explaining differences in the outcomes of learning in terms of patterns of variation and invariance was ad hoc. The patterns were observed and not defined in advance. This was partly because many of these studies were observational, and partly because even when the pedagogical design was theoretically grounded, its instantiation differed from the plan because of the interactive nature of teaching. Therefore, in some other studies, like the two reported below, theoretical principles were embedded in pedagogical tools and more stringent experiments were carried out. So how can the conjecture be put to test?", "cite_spans": [{"start": 287, "end": 297, "text": ", Lo 2012;", "ref_id": "BIBREF5"}, {"start": 298, "end": 310, "text": "Marton 2013)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": ""}, {"text": "Comparing induction and contrast Ki and Marton (2003) made a direct comparison between the two alternatives formulated in the conjecture in relation to the learning of Cantonese tones. Distinguishing between word meanings by means of differences in pitch (as you do in tonal languages) was a new experience for the participants.", "cite_spans": [{"start": 33, "end": 53, "text": "Ki and Marton (2003)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "The results showed clearly that letting what is to be learned (the tones) vary and keeping other aspects, such as vowels and consonants, invariant made learning possible to a far greater extent than the opposite pattern (keeping the tone invariant and letting other aspects vary). The two patterns of variation and invariance were embedded in a computer game, which the learners interacted with. There was a hypothesis to begin with, and it was supported by the findings. This was the first experimental study in which the conjecture was put to the test (for the two patterns of variation and invariance compared, see Fig. 1 ).", "cite_spans": [], "ref_spans": [{"start": 618, "end": 624, "text": "Fig. 1", "ref_id": null}], "section": ""}, {"text": "In a recent study, Marton and Pang (2012) investigated how 10-year-old children learned to see price as a function of demand and supply by using a computerized auction game with which the students interacted individually. To achieve this understanding, children had to learn to discern demand, to discern supply, and to be able to focus on both simultaneously. The conjecture implies that a necessary condition for this understanding is first the experience of variation in demand (a focused aspect, or what the children are supposed to learn to discern) and invariance in supply (also a focused aspect), then the experience of variation in supply and invariance in demand, and finally the experience of variation in both simultaneously. Such variation must occur against a background of invariance in the unfocused aspect of the item in question. Accordingly, variation in demand and invariance in supply, and then invariance in demand and variation in supply, followed by variation in both, is consistent with the conjecture if the item is the same throughout. There are, however, many ways in which a pattern of variation and invariance may be inconsistent with the conjecture. In Marton and Pang's (2012) study, the unfocused aspect, the good for auction, varied under the condition compared with the pattern consistent with the conjecture. This seemingly minor difference had a highly significant effect on learning. This was the second experimental study in which the conjecture was put to the test and supported by the findings. (The two patterns of variation and invariance compared in this study are shown in Fig. 2 ). ", "cite_spans": [{"start": 19, "end": 41, "text": "Marton and Pang (2012)", "ref_id": "BIBREF8"}, {"start": 1184, "end": 1208, "text": "Marton and Pang's (2012)", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 1618, "end": 1624, "text": "Fig. 2", "ref_id": null}], "section": "The role of irrelevant variation"}, {"text": "Patterns of variation and invariance used in the previous study (Marton and Pang 2012) ;", "cite_spans": [{"start": 64, "end": 86, "text": "(Marton and Pang 2012)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "The role of irrelevant variation"}, {"text": "Varying a focused aspect that should not vary", "cite_spans": [], "ref_spans": [], "section": "The role of irrelevant variation"}, {"text": "In this paper, we report two further tests of the conjecture. Again, two patterns of variation and invariance were compared in both cases: one that was consistent with the conjecture and one that was not.", "cite_spans": [], "ref_spans": [], "section": "The role of irrelevant variation"}, {"text": "In the previous study, the inconsistent pattern was consistent for the focused aspects, but not for the unfocused aspect (the item for sale). This time, the comparison was made with a pattern in which the unfocused aspect was consistent with the conjecture, but the focused aspects were not. We had carried out a similar comparison (Pang and Marton 2007) previously in a follow-up study on the effects of changes in the relative magnitude of demand and supply on changes in price (Marton and Pang 2006) . Two groups of economics students of the same level were taught by two teachers judged to be equally skillful. The introduction to the topic was framed in terms of the same single example for both groups (in the original study, it was used by the more successful group). The example was changes in the demand, supply, and price of face masks during the SARS epidemic in Hong Kong. The lesson design in Marton and Pang's (2006) original study using the same item was dramatically superior to the design in which different products were used. In the follow-up study, both groups used the same example, and hence the same product. However, in the experimental group the teacher used learning tasks that concerned change in demand and the magnitude of change in demand, with supply kept invariant, and learning tasks involving change in supply and the magnitude of change in supply, with demand kept invariant. In contrast, the teacher of the comparison group used learning tasks concerning concurrent changes in demand and supply and the magnitude of changes in both. For both groups, the lesson culminated with a fusion component in which all aspects were varied at the same time. After this introduction, both groups received the same formal instruction explaining what happens to prices when there are simultaneous changes in both demand and supply and in the magnitude of those changes. The experimental group convincingly outperformed the comparison group. The teacher's effort in the experimental group to make it possible for the students to discern the two critical aspects of demand and supply and changes in their magnitudes separately was obviously useful (see Fig. 3 ). The students in the comparison group dealt with the same issues (but encountering changes in demand, supply and in the magnitude of those changes simultaneously) when working in groups. Under that condition, the students did not seem to be equally successful in discerning the critical factors of changes in price (differences in the relative magnitude of changes in demand and supply. The price went up, for instance, when both demand and supply increased, but the increase in demand was greater). When comparing two lessons taught by two different teachers in which the (enacted) objects of learning differ, it is impossible to argue that the conditions are the same in other respects. We thus decided to test the conjecture by embedding the two patterns in pedagogical tools to try to replicate the earlier findings without this potential bias. In Study 1, the object of learning, or what the students were supposed to learn, was to account for a change in the market price of a product by considering the relative magnitude of the change in its supply and demand, which is similar to the object of learning in the studies of Marton and Pang (2006) and Pang and Marton (2007) . The pedagogical principle to be examined in this experiment was whether the sequence of the patterns of variation and invariance (the focused aspects being varied one at a time, followed by simultaneous variation in both focused aspects, compared with both aspects varying simultaneously from the beginning), would affect students' discernment of the critical aspects of the object of learning.", "cite_spans": [{"start": 332, "end": 354, "text": "(Pang and Marton 2007)", "ref_id": "BIBREF10"}, {"start": 480, "end": 502, "text": "(Marton and Pang 2006)", "ref_id": "BIBREF7"}, {"start": 906, "end": 930, "text": "Marton and Pang's (2006)", "ref_id": "BIBREF7"}, {"start": 3312, "end": 3334, "text": "Marton and Pang (2006)", "ref_id": "BIBREF7"}, {"start": 3339, "end": 3361, "text": "Pang and Marton (2007)", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 2173, "end": 2179, "text": "Fig. 3", "ref_id": "FIGREF0"}], "section": "The role of irrelevant variation"}, {"text": "According to the Variation Theory of Learning (e.g. Marton and Pang 2006; Marton and Tsui 2004) , to be able to attend to all of the critical features of an object of learning simultaneously, students first need to discern the critical features one at a time and then bring them together. A fair number of students need help in discerning the different critical features separately at the start, which can be achieved by varying a certain dimension of variation while keeping the other dimensions invariant. The students then deal with and experience simultaneous variation in different critical features. Our previous study (Pang and Marton 2007 ) lent support to this pedagogical principle, with students who were exposed to a separation pattern initially outperforming their counterparts who were not so exposed.", "cite_spans": [{"start": 52, "end": 73, "text": "Marton and Pang 2006;", "ref_id": "BIBREF7"}, {"start": 74, "end": 95, "text": "Marton and Tsui 2004)", "ref_id": "BIBREF9"}, {"start": 625, "end": 646, "text": "(Pang and Marton 2007", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Pattern consistent with the conjecture"}, {"text": "To test this pedagogical principle by removing the teacher effect, an experiment was designed in which the principle was embedded in the design of the learning resources in the form of worksheets and texts. Students learned the economic concept in question in an independent learning mode in the absence of teachers.", "cite_spans": [], "ref_spans": [], "section": "Pattern consistent with the conjecture"}, {"text": "Three classes of Secondary 4, or Grade 10, students from a Hong Kong school participated in the study. They were aged between 16 and 18 years and all studied economics as a school subject.", "cite_spans": [], "ref_spans": [], "section": "Participants"}, {"text": "Overall design of the learning resources Two sets of pedagogical tools (learning resources) in the form of self-learning worksheets were developed to help students appropriate the chosen object of learning, that is, to develop their ability to take into account the relative magnitude of changes in demand and supply in determining the change in the market price of a product. To provide the students with a meaningful context in which to learn this abstract and difficult economic concept, both sets of learning resources made use of a case study of the face mask market when the SARS epidemic hit Hong Kong to exemplify how a simultaneous change in demand and supply affects the price of a good of which the students had direct experience. As noted, having one case study throughout helped the students to focus more sharply on how a simultaneous change in demand and supply affects price changes, rather than on the nature of the good itself.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "Text A: The first set of learning resources (''Text A'') started with the ''separation'' of the critical aspects of the magnitude of change in demand and supply, which were later subject to ''fusion.'' In this particular case, by making use of the example of the market for face masks during the SARS outbreak in Hong Kong, the idea was first to isolate the effect of a change in demand for or the supply of face masks on their price individually (separation), and then to put them together by illustrating the combined price effect of a simultaneous change in demand for and the supply of face masks (fusion). This step was followed by a formal treatment of the effect of a simultaneous change in supply and demand on price using a graphical approach.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "Text B: In the second set of learning resources (''Text B''), there was no ''separation'' in the first part of the worksheet to help the students to discern the critical aspects separately before fusion took place. The worksheet began with four complex scenarios of the face mask market embedded with different types of simultaneous changes in the demand and supply of face masks. The second part of the worksheet contained the same formal treatment of the effect of a simultaneous change in supply and demand on price as that in Text A.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "First part of the worksheet-the differences between Texts A and B Text A: As noted earlier, the first part of the worksheet in Text A attempted to separate change in demand from change in supply. The supply was kept invariant, and only the demand varied. By referring to various scenarios portrayed by news clippings (an example of which is given below), the demand for face masks was shown first to increase moderately, then to increase greatly, then to increase slightly, and finally to decrease. A variation along the dimension of the absolute magnitude of change in demand was demonstrated while the supply was kept invariant and in the background. The aim of this step was to help the students to discern the relationship between the absolute magnitude of the change in demand and the change in price and to understand the economic principle that for a given supply, the larger the absolute magnitude of change in demand, the greater the effect on the change in price.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "The following is an example of the news clippings related to changes in demand conditions only that appeared in Text A.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "In the Shatin district where the Prince of Wales Hospital is situated (where SARS broke out), the demand for face masks soared rapidly. A pharmacy that usually sells no more than one face mask a day recorded a tremendous jump in sales to between 40 and 50 face masks yesterday. Some pharmacies are selling more than 200 masks a day. In one shop in Central, the price of face masks (the 8210 model manufactured by 3 M) had doubled to $25 apiece.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "Next, supply was varied while demand was kept invariant with a selection of news clippings that related only to a change in the supply of face masks. The supply was shown to change in varying absolute magnitudes, first increasing to a small extent, then increasing greatly, then increasing moderately, and eventually decreasing, which allowed the students to discern how a change in varying magnitudes of supply affects the price of face masks. The ultimate aim was to help students to focus on and discern how the absolute magnitude of a change in supply affects the change in price.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "The following is an example of the news clippings related to changes in supply conditions only that appeared in Text A.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "The shops have contacted their suppliers to replenish the inventory, but suppliers say that it will take time for them to manufacture such a huge amount of face masks to cope with the sharp increase in demand. What they have done is to supply their existing small amount of inventory to the market to help alleviate the acute shortage.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "Text B: In contrast to Text A, the first part of Text B invited the students to find out and explain how the price of face masks changed over the four periods of time in accordance with a price trend shown in a chart (see Fig. 4 ). They were asked to use news clippings that were embedded with a simultaneous change in demand and supply for each period (an example of which is given below). The news clippings were the same as those presented separately in the first part of Text A that related to the changes in the demand for and supply of face masks. The following is an example of one of the news clippings in Text B.", "cite_spans": [], "ref_spans": [{"start": 222, "end": 228, "text": "Fig. 4", "ref_id": "FIGREF1"}], "section": "Materials"}, {"text": "In the Shatin district where the Prince of Wales Hospital is situated (where SARS broke out), the demand for face masks soared rapidly. A pharmacy that usually sells no more than one face mask a day recorded a tremendous jump in sales to between 40 and 50 face masks yesterday. Some pharmacies are selling more than 200 pieces a day. In one shop in Central the price of face masks (the 8210 model manufactured by 3 M) had doubled to $25 apiece. The shops have contacted their suppliers to replenish the inventory, but suppliers say that it will take time for them to manufacture such a huge amount of face masks to cope with the sharp increase in demand. What they have done is to supply their existing small amount of inventory to the market to help alleviate the acute shortage.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "Formal treatment-common to Text A and B After the first part of the worksheet, the same formal treatment of the economic concept was introduced in both texts. The face mask case study was first followed up, and the way in which simultaneous changes in demand for and supply of face masks affected their market price during the four specified periods was explained, with reference to the relevant news clippings and the use of supplydemand diagrams.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "The students were then invited to explore three contrasting cases in which variation in supply and demand was introduced simultaneously. Simultaneous variation was introduced in the relative magnitude of an increase in both demand and supply: that is, when the Interaction between the learners' and the learning resource afforded 1071 magnitude of the increase in supply was greater, smaller, or equal to that of the increase in demand, the price would decrease, increase, and remain unchanged, respectively. This scenario enabled the students to understand what is identified as critical for an understanding of this phenomenon-the relative magnitude of the change in demand and supply-by experiencing variation in this particular dimension. The first two cases were given to the students with corresponding diagrams (see Fig. 5 ), whereas for the third case (in which the changes in demand and supply were equal in magnitude), the students were invited to draw a diagram and give an explanation themselves. Next, using tables (as that in Fig. 6 , for instance), the students were guided to analyze the effect of a simultaneous change in demand and supply on price in a systematic way by separately decomposing the effects on price of changes in demand and supply and the combined effects of the two forces to determine the overall effect of a simultaneous change in demand and supply on price.", "cite_spans": [], "ref_spans": [{"start": 823, "end": 829, "text": "Fig. 5", "ref_id": "FIGREF2"}, {"start": 1040, "end": 1046, "text": "Fig. 6", "ref_id": null}], "section": "Materials"}, {"text": "Cases in which the simultaneous change in demand and supply were in opposite directions (i.e., an increase in demand together with a decrease in supply, and vice versa) were then introduced, using the same approach as that for the simultaneous change in demand and supply in the same direction.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "Finally, to consolidate the students' learning, two novel problems using other examples were set in which simultaneous changes in demand and supply were embedded as follows.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "Due to advances in technology, the cost of producing VCD players has decreased, but at the same time, the use of DVD players has become more popular in Hong Kong. How will the price of VCD players be affected by these changes? Explain using a supply-demand diagram.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "In Hong Kong, the price of private housing units dropped after the financial crisis in 1997. To boost the property market, the government stopped the sale of land for residential use. However, property prices have continued to fall over the last few years. Can you explain this with a supply-demand diagram?", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "Both texts made use of the same sets of examples and the same formal treatment of the economic concept. The only critical difference between the two texts was in the first part of the worksheet. In Text A, sequential variation of the two aspects of magnitude of change in demand and supply was introduced to model the separation task, whereas in Text B the students were asked to handle complex real-life scenarios without any explicit guidance on ", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "To ascertain students' initial understanding of the economic principle in question, a pretest was conducted in which their qualitatively different understandings of the concept were examined.", "cite_spans": [], "ref_spans": [], "section": "Pre-test and post-test"}, {"text": "The pre-test comprised two open-ended questions that were identical to those used in our previous study (Pang and Marton 2007) to afford comparability. The students in each class were divided randomly into two groups, and each group was assigned one of the questions. Immediately after the independent learning sessions, all of the students were required to complete a post-test, the aim of which was to determine what the students had actually learned from the learning resources in relation to the object of learning. The posttest was identical to the pre-test, except that each student completed the question that he or she had not encountered in the pre-test.", "cite_spans": [{"start": 104, "end": 126, "text": "(Pang and Marton 2007)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Pre-test and post-test"}, {"text": "The two open-ended questions were as follows.", "cite_spans": [], "ref_spans": [], "section": "Pre-test and post-test"}, {"text": "In 1997, a new bird flu virus, H5N1, was found in humans in Hong Kong. Eighteen cases were reported and six people died. To stop the spread of bird flu, the government immediately killed about 1.2 million live chickens in the territory. However, surprisingly, after this move the price of live chickens in the market did not increase but fell. Why? Please explain.", "cite_spans": [], "ref_spans": [], "section": "Pre-test and post-test"}, {"text": "Some years ago, VCDs were rather expensive, and many people turned to buying pirated VCDs. Many shops sold these pirated VCDs. Over the past few years, however, Hong Kong customs has put great effort into stopping the illegal trade in pirated VCDs, and there are now fewer shops that sell them. Interestingly, the price of pirated VCDs has not gone up, but has remained more or less the same as in the past. Why? Can you explain this?", "cite_spans": [], "ref_spans": [], "section": "Pre-test and post-test"}, {"text": "With the first question, we aimed to determine the extent to which the students had managed to discern that the supply had decreased (which should contribute to higher prices), but demand had probably also done so (which should contribute to lower prices), and that as the demand changed more than the supply, the price fell.", "cite_spans": [], "ref_spans": [], "section": "Pre-test and post-test"}, {"text": "In the second question, both demand and supply decreased with opposite effects but, as the changes were of the same magnitude, the price did not change.", "cite_spans": [], "ref_spans": [], "section": "Pre-test and post-test"}, {"text": "Supply Increase", "cite_spans": [], "ref_spans": [], "section": "Effect on Price"}, {"text": "Supply + Demand a. P if the decrease in demand is smaller than the decrease in supply b. P if the decrease in demand is ________ than the decrease in supply c. P remains unchanged if _________________________ Fig. 6 Table shown to the students on the effect of simultaneous decreases in demand and supply on price", "cite_spans": [], "ref_spans": [{"start": 209, "end": 215, "text": "Fig. 6", "ref_id": null}], "section": "Demand Decrease"}, {"text": "Interaction between the learners' and the learning resource afforded 1073", "cite_spans": [], "ref_spans": [], "section": "Demand Decrease"}, {"text": "The intervention", "cite_spans": [], "ref_spans": [], "section": "Demand Decrease"}, {"text": "The students were randomly divided into two groups, and each group was supplied with one of the two sets of learning resources. The groups were asked to engage in independent learning to appropriate the object of learning in the absence of the teacher. The duration of the independent learning session was the same for both groups (three lessons of 40 min each). Based on the data that were obtained concerning the students' learning outcomes, intergroup comparisons were conducted to explore the qualitative differences in the ways that the text was designed (the specific patterns of embedded variation and invariance) and the qualitatively different ways in which the students made sense of the economic principle in question.", "cite_spans": [], "ref_spans": [], "section": "Demand Decrease"}, {"text": "When ascertaining students' understanding of changes in price as a function of simultaneous changes in demand and supply in the pre-and post-test, five qualitatively different ways of making sense of the direct object of learning were found. The five categories that captured the variation in answers applied to both questions asked.", "cite_spans": [], "ref_spans": [], "section": "Results and findings"}, {"text": "Change in price as a function of:", "cite_spans": [], "ref_spans": [], "section": "Results and findings"}, {"text": "• Conception A: changes in demand (e.g. changes in the number of pirated VCDs which people wanted to buy, supply not discerned); • Conception B: changes in supply (e.g. changes in the number of pirated VCDs available in the market, demand not discerned); • Conception C: changes in demand and supply (e.g. changes in the number of pirated VCDs which people wanted to buy and the number of pirated VCDs available in the market, magnitude not discerned); • Conception D: the relative magnitude of the changes in supply and demand (e.g.", "cite_spans": [], "ref_spans": [], "section": "Results and findings"}, {"text": "whether there was a greater increase in the number of pirated VCDs available in the market or the number of pirated VCDs which people wanted to buy); and • Conception E: other dimensions such as the attributes of the commodity in question (e.g. changes in the quality of the pirated VCDs, demand, supply not discerned).", "cite_spans": [], "ref_spans": [], "section": "Results and findings"}, {"text": "The frequency distribution of students' conceptions in the two conditions in the pre-and post-tests is shown in Table 1 . The learning outcomes are reported on a group basis to allow comparison of the two conditions. None of the students discerned the relative magnitude of the changes in demand and supply (Category D) in the pre-test, and no significant difference was found between the students in the two conditions in this test.", "cite_spans": [], "ref_spans": [{"start": 112, "end": 119, "text": "Table 1", "ref_id": "TABREF2"}], "section": "Results and findings"}, {"text": "In the post-test, of the observed conceptions for Text A, 74.4 % belonged to Conception D, that is, the object of learning. This percentage was higher than the 40.0 % categorized as Conception D for Text B. The difference between the two groups in terms of student learning outcomes was statistically significant (v 2 = 12.324, p \\ 0.05, effect size = 0.351).", "cite_spans": [], "ref_spans": [], "section": "Results and findings"}, {"text": "The results of Study 1 showed that the students who learned through Text A demonstrated a better understanding of the topic than those who used Text B. In the written post-test, 74.4 % of the students who learned through Text A showed that they held Conception D, meaning that they took the relative magnitude of the changes in demand and supply into account when looking at the price change. Of the students who learned through Text B, only 40.0 % reached this level of understanding. The general level of achievement in both groups was lower than in our earlier study (Pang and Marton 2007) . This difference between the two studies may stem from the teacher-taught lessons in the earlier study being more powerful than lessons that are completely reliant on self-regulated tools. Alternatively, it is possible that the groups of students participating in the two studies were not entirely comparable. Nevertheless, regardless of the circumstances, in both studies the pattern of variation and invariance that was consistent with the conjecture was linked to better learning outcomes. The conjecture was thus supported by Study 1. This was, by the way, the third experimental study in which the conjecture was put to the test and strengthened by the outcome.", "cite_spans": [{"start": 570, "end": 592, "text": "(Pang and Marton 2007)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion of Study 1"}, {"text": "We previously mentioned the ''necessary conditions'' are necessary for something to be learned and for someone to learn it. However, these conditions cannot be specified without reference to whether or not the necessary features of the object of learning are discerned by learners at the point in time at which we are trying to help them to learn. Exploring this relationship is the next step in our continued testing of the conjecture.", "cite_spans": [], "ref_spans": [], "section": "Discussion of Study 1"}, {"text": "The learner and the object of learning In Study 1, we put the basic conjecture of Variation Theory (meaning does not derive from sameness, but rather from difference) to the test, and obtained evidence to support it. We achieved this by contrasting two patterns of variation and invariance, one consistent with the conjecture and the other inconsistent. We were then able to show that the former pattern (consistent) was more conducive to learning than the latter (not consistent). However, it is questionable whether we can say that, in general, one particular pattern is consistent with the conjecture and another is not. The kind of learning that we are interested in is the appropriation of new meanings. If the meanings are new for all involved, then we can assume that it is more likely that learning will occur if the pattern of variation and invariance is consistent with the Interaction between the learners' and the learning resource afforded 1075 basic conjecture of the theory. However, it is very difficult to find a meaning that is within the reach of a group of learners, but have not been discerned by any of them previously. Thus, in most cases we must take into consideration what learners already know before we can decide on the optimal pattern of variation and invariance. Ki et al. (2006) carried out a study examining how speakers of non-tonal languages can be helped to learn Cantonese tones. Learners were invited to deal with varying tones of words (focused) with the same segmental (sound, but not tone) aspect (unfocused). They then dealt with varying segmental aspects of words with the same tones. Finally, they dealt with words in which both the tonal and segmental varied simultaneously. This approach of starting with variation in one aspect at a time was a more powerful approach than dealing with simultaneously varying aspects from the beginning (as also shown in Study 1 above). In Chik et al. (2010) study of young children learning Chinese words, dealing with different aspects of the same word (meaning, pronunciation, written form; all focused) simultaneously was a more powerful learning strategy than dealing with one aspect at a time over varying words.", "cite_spans": [{"start": 1294, "end": 1310, "text": "Ki et al. (2006)", "ref_id": "BIBREF3"}, {"start": 1919, "end": 1937, "text": "Chik et al. (2010)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Study 2"}, {"text": "How is this possible? We suggest that differences in outcome related to the same pattern of variation and invariance are related to differences in the object of learning. In the tone learning study, it was critical for learners to learn to discern the tone aspect and relate it to the meaning aspect. Hence, the learner needed to encounter words that differed in tone but not in segments (vowel and consonant sounds). These words also differed in meaning. Thus, learning to discern was the first task. In the case of the Chinese words, however, the learners were native speakers of Chinese. They could already pronounce the words, or at least easily imitate their pronunciation. They could probably write some of them and understand the meaning-at least partially-of most of them. They had no doubt already discerned the three aspects of the words and in all likelihood knew one or several features of the words to be learned. They did not need to learn to discern the aspects, but rather needed to learn how to bring the aspects together and thus draw on the linguistic resources that they already possessed to appropriate new meanings. Accordingly, fusion was a more powerful pattern of variation and invariance in the case of the Chinese words. In the case of the Cantonese tones, the reverse was true.", "cite_spans": [], "ref_spans": [], "section": "Study 2"}, {"text": "It is clear that we cannot argue that one pattern of variation and invariance is always better than another (except in the case of induction of novel meanings, which we argue cannot possibly work at all). The patterns form a sequence from the general undivided whole to separation (from contrast to generalization) and then to fusion. It is not the case that once someone has achieved a certain level, he or she can attain that level in all scenarios. Rather, we argue that to master any problem the learner must be able to discern the critical features and to focus on them simultaneously, which involves being able to separate the critical and non-critical features from the object of learning and bring the former together. Variation Theory cannot tell us which pattern of variation and invariance to try to bring about. It only holds that this pattern is what matters, because experiencing it is what it takes to learn something. Anyone trying to help another person to learn has to determine the object of learning in each specific case. If-and only if-we can identify the learning target and what the learner has already appropriated can we determine the correct object of learning. This is far from a trivial task, but it is exactly what it takes to help someone to learn.", "cite_spans": [], "ref_spans": [], "section": "Study 2"}, {"text": "In Study 2, the object of learning in the two cases differed, and hence the pattern of variation and invariance consistent with the conjecture also differed. The aim was to show that the pattern consistent with the conjecture is relative, both to the object of learning and to the learners. Guo and Pang (2011) demonstrated that if the learning target is the same but the learners' prerequisites differ, then the object of learning may also differ. The necessary patterns of variation and invariance will also differ. Something that some students are already able to do, others have to learn. However, the suggested sequence of patterns of variation and invariance in the conjecture may still be suitable because learners need opportunities to advance, and such opportunities depend on what they already understand and what else they have to learn.", "cite_spans": [{"start": 291, "end": 310, "text": "Guo and Pang (2011)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Study 2"}, {"text": "The idea that teaching should adjust to differences among learners is neither surprising nor novel, but it is usually interpreted as the need to take general differences into consideration. The differences in Guo and Pang's (2011) study were of a general kind: one group of learners was simply 2 years older than the other. However, systematic attempts to relate instructional differences to individual differences have also been carried out. One example is the aptitude-treatment interaction (ATI) movement that peaked in the 1970s (see, for instance, Gustafsson 1976 ). The idea of ATI was to match individuals and treatments in terms of generic differences, such as spatial, verbal, visual, and auditory (aptitude and treatment) differences. Later ''learning styles,'' which refer to preferred modes of obtaining information and focus on differences similar to those between aptitudes in ATI (see Sternberg and Grigorenko 2001) , became popular.", "cite_spans": [{"start": 209, "end": 230, "text": "Guo and Pang's (2011)", "ref_id": "BIBREF1"}, {"start": 553, "end": 568, "text": "Gustafsson 1976", "ref_id": "BIBREF2"}, {"start": 900, "end": 930, "text": "Sternberg and Grigorenko 2001)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Study 2"}, {"text": "In this study, in contrast, we examine individually adjusted objects of learning to find ways of handling teaching content that are relevant to the aspects of the content that the learner has already mastered. Individual and instructional differences are described commensurably. Again, we must build on insights into the architecture of different capabilities that constitute different objects of learning.", "cite_spans": [], "ref_spans": [], "section": "Study 2"}, {"text": "In Hong Kong, where our previous studies took place, streaming is practiced in high school. All students are divided into three ''bands,'' with ''band 1'' representing students with the highest academic ability. As the intake in schools reflects the banding of the students, there are ''band 1,'' ''band 2,'' and ''band 3'' schools. Thus, studies conducted in Hong Kong with students from one school or from several similar schools operate with a comparatively narrow segment of the population. To avoid this bias, we sought to repeat our study with students from several different schools to give a better representation of the heterogeneous student population.", "cite_spans": [], "ref_spans": [], "section": "Schooling in Hong Kong"}, {"text": "In Study 2, the economic principle was the change in price as a function of the changing relative magnitude of supply and demand, which corresponds to the object of learning in Study 1. In this case, we wanted to determine whether the conclusion from Study 1-that is, that allowing one critical aspect at a time to vary and then varying both critical aspects simultaneously is preferable to allowing both critical aspects to vary from the beginningis also true for a more heterogeneous group of students.", "cite_spans": [], "ref_spans": [], "section": "Schooling in Hong Kong"}, {"text": "A total of 231 Secondary 4/Grade 10 students from seven Hong Kong schools representing all three bands participated in the study. The students were aged between 16 and 18 years, and all studied economics as a school subject.", "cite_spans": [], "ref_spans": [], "section": "Participants"}, {"text": "The experiment's procedure followed that in Study 1. To reiterate, the critical difference between the two sets of learning resources was contained in the first part of the worksheet. Text A started with a separation of the two critical aspects of the whole (the situation). Text B began with an undifferentiated whole with no separation. Both texts were followed by a technical treatment of the topic that was built on the same case (face masks) and was identical in the two conditions.", "cite_spans": [], "ref_spans": [], "section": "Materials and procedures"}, {"text": "The pre-test again contained two open-ended questions that were identical to those used in Study 1. The students in each class were divided randomly into two groups, with each group being assigned to complete one or the other question. Immediately after the independent learning sessions, all the students were required to complete a post-test that was identical to that used in the pre-test to evaluate what they had learned from the learning resources in relation to the object of learning. Each student completed the question that he or she had not encountered in the pre-test.", "cite_spans": [], "ref_spans": [], "section": "Pre-test and post-test"}, {"text": "The students in each class were randomly divided into two groups, and each group was supplied with one of the two sets of learning resources. The students were asked to engage in independent learning to appropriate the object of learning in the absence of the teacher. The duration of the independent learning session was kept the same for all groups of students (120 min).", "cite_spans": [], "ref_spans": [], "section": "The intervention"}, {"text": "The students' overall performance was analyzed to compare the effectiveness of the two conditions. A Chi square test was performed to determine the effectiveness of Text A compared with Text B. Table 2 shows that few of the students were able to discern the relative magnitude of the changes in demand and supply in the pre-test, and generally exhibited a Category D level of understanding. No significant difference was found between the students in the two conditions. Unlike in Study 1, however, there was no significant difference in the post-test either, despite the participation of more than twice as many students. The main difference between Study 1 and Study 2 was the two samples participating. In Study 1, all the students were drawn from the same school and hence from the same band. In Study 2, the sample was more heterogeneous: the students were drawn from seven schools and from all three bands.", "cite_spans": [], "ref_spans": [{"start": 194, "end": 201, "text": "Table 2", "ref_id": "TABREF3"}], "section": "Results and findings"}, {"text": "We also explored whether there were any significant differences between the treatments in certain sub-groups despite the lack of a significant difference in the group as a whole. Significant differences might occur if there is a strong interaction between differences between sub-groups and differences between treatments, that is, if one treatment is more powerful in one sub-group than in another. Such results might be observed if a sub-group strongly affects the comparison of the treatments.", "cite_spans": [], "ref_spans": [], "section": "Results and findings"}, {"text": "To identify whether sub-groups did indeed affect the comparison, we first decomposed the whole group using the pre-test results. As we have argued, it is very likely that the pattern of variation and invariance that learners need depends on what they have already mastered. In this case, the students who had already discerned demand and supply, that is, those who expressed Conception C or D in the pre-test, did not need support to discern demand and supply. Most of those expressing Conception C needed support to bring the critical aspects that were discerned together. In other words, they needed to encounter fusion, whereby both critical features vary simultaneously, which is exactly what Text B accomplished. Accordingly, students expressing Conception C or D in the pre-test who learned using Text B should have achieved better results than those who learned with Text A (which was in part redundant for what the students had to learn).", "cite_spans": [], "ref_spans": [], "section": "Results and findings"}, {"text": "The other students that expressed Conception A or B still needed to discern the demand or supply aspects of the situation, or both, which was exactly what Text A was supposed to help them to do. Hence, it is reasonable to expect that the students who learned with Text A would be superior to those who learned with Text B in arriving at a more powerful way of seeing. Tables 3 and 4 show a very strong interaction between the texts and the sub-groups. In accordance with our expectations, the two texts had a markedly different effect on the two groups of students. In the group with better results in the pre-test, 33.3 % more of the students working with Text A and 68.8 % more of those working with Text B expressed the target understanding (Conception D) in the post-test relative to the pre-test. The corresponding figures for the group with poorer pre-test results were 68.8 and 36.1 %, respectively. Text A seemed to be better aligned for the group with poorer results in the pre-test, and Text B for the group with better results in the pre-test. Helping the students to discern demand or supply when they can already do it without any help seems to have a negative effect on learning. The percentage increase in students reaching the target understanding was exactly the same in both groups when they worked with the texts that were best aligned for them. When working with texts that were not so aligned, however, the initially weaker group performed slightly better despite a lack of overlap between the two groups in the pre-test. This finding indicates a remarkably strong interaction between the pre-test results and the different patterns of variation and invariance in the texts. This interaction is illustrated in Tables 3, 4 and Fig. 7 . The results are again consistent with the theory, in this fourth experimental study in which it was put to the test.", "cite_spans": [], "ref_spans": [{"start": 368, "end": 382, "text": "Tables 3 and 4", "ref_id": "TABREF4"}, {"start": 1731, "end": 1742, "text": "Tables 3, 4", "ref_id": "TABREF4"}, {"start": 1747, "end": 1753, "text": "Fig. 7", "ref_id": "FIGREF3"}], "section": "Results and findings"}, {"text": "In the aforementioned ATI concept launched in the 1970s, ''aptitude'' referred to general abilities, and the expectation was that students with certain ability profiles would gain more from certain treatments if those treatments matched their profile. The concept was not successful, but we nevertheless argue that it is reasonable to expect that efforts to help students to learn should build upon what they have learned previously. The educational objectives that are formulated for specific levels, curricular units, or even single lessons are the same for all students. However, every educational objective is a complex of component parts, some of which some students will already have learned, and others not. Educational objectives do not tell us what the students need to learn; they tell us what the students are expected to become able to do. However, powerful teaching must take as its point of departure that which students need to learn. Where it does so, it contributes to powerful learning, as we have tried to demonstrate with this study. The object of learning for the students who had not discerned demand and supply before the lessons was to learn to make such discernments, but also to bring the critical aspects together and arrive at an understanding of the role of the relative magnitude of changes in demand and supply. The object of learning for the students who had discerned demand and supply before the lesson was simply to bring the two critical aspects together and to arrive at an understanding of the effect of relative magnitude of change in demand and supply on changes in price. The educational objective, or learning target, was the same for both groups, but the object of learning in terms of critical features differed. The conclusion is that we should try to differentiate instructional approaches in accordance with differences among students. The differences that should be considered, however, should be differences that are specific to the particular objects of learning rather than differences in basic psychological abilities.", "cite_spans": [], "ref_spans": [], "section": "Discussion of the results of Study 2"}, {"text": "In the two studies reported in this paper, we tested the conjecture that novel meanings originate in the experience of difference against the background of sameness, as we did in our previous paper (Marton and Pang 2012) . The implication of this conjecture is that experienced patterns of difference and sameness play a key role in learning, especially in learning that entails appropriating novel meanings, which is also referred to as conceptual learning. Meaning is defined here as the various features of a phenomenon that are discerned by the learner and focused on simultaneously. Discerning a feature amounts to separating it from that which it is a feature of, as well as from other features. According to the conjecture, such separation presupposes the experience of variation in that which is to be separated and the experience of sameness in that from which the feature in question has to be separated. Our previous study reported on the role of the experience of sameness as a background against which variation is experienced. In the two studies in this paper, we demonstrated that the pattern of variation and invariance that learners need to experience is a function both of differences in the object of learning and differences among learners. This finding makes it obvious that unless the new meaning to be appropriated is new to all learners, there are no generalized ''best patterns of variation and invariance,'' but rather more and less powerful patterns for a certain object of learning and for certain learners. Like all conjectures, this conjecture cannot be proved, but we hope that we have contributed to making it more plausible.", "cite_spans": [{"start": 198, "end": 220, "text": "(Marton and Pang 2012)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "On the learning of Chinese", "authors": [{"first": "P", "middle": ["P M"], "last": "Chik", "suffix": ""}, {"first": "A", "middle": [], "last": "Leung", "suffix": ""}, {"first": "F", "middle": [], "last": "Marton", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "103--122", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Learning a mathematical concept from comparing examples: the importance of variation and prior knowledge", "authors": [{"first": "J", "middle": [], "last": "Guo", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Pang", "suffix": ""}], "year": 2011, "venue": "European Journal of Psychology of Education", "volume": "26", "issn": "4", "pages": "495--525", "other_ids": {"DOI": ["10.1007/s10212-011-0060-y"]}}, "BIBREF2": {"ref_id": "b2", "title": "Verbal and figural aptitude in relation to instructional methods. Studies in aptitude-treatment interactions", "authors": [{"first": "J", "middle": ["E"], "last": "Gustafsson", "suffix": ""}], "year": 1976, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Computer-assisted perceptual learning of Cantonese tone", "authors": [{"first": "W", "middle": ["W"], "last": "Ki", "suffix": ""}, {"first": "K", "middle": [], "last": "Ahlberg", "suffix": ""}, {"first": "F", "middle": [], "last": "Marton", "suffix": ""}], "year": 2006, "venue": "the 14th International Conference on Computers in Education, Asia-Pacific Society for Computers in Education (APSCE)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Learning Cantonese tones. Paper presented at the EARLI Biennial Conference", "authors": [{"first": "W", "middle": ["W"], "last": "Ki", "suffix": ""}, {"first": "F", "middle": [], "last": "Marton", "suffix": ""}], "year": 2003, "venue": "European Association for Research on Learning and Instruction", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Variation theory and the improvement of teaching and learning", "authors": [{"first": "M", "middle": ["L"], "last": "Lo", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Necessary conditions of learning", "authors": [{"first": "F", "middle": [], "last": "Marton", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "On some necessary conditions of learning", "authors": [{"first": "F", "middle": [], "last": "Marton", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Pang", "suffix": ""}], "year": 2006, "venue": "Journal of the Learning Sciences", "volume": "15", "issn": "2", "pages": "193--220", "other_ids": {"DOI": ["10.1207/s15327809jls1502_2"]}}, "BIBREF8": {"ref_id": "b8", "title": "New meanings are acquired from experiencing differences against a background of sameness, rather than experiencing sameness against a background of differences I: Putting a conjecture to the test by embedding it in a pedagogical tool", "authors": [{"first": "F", "middle": [], "last": "Marton", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Pang", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Classroom discourse and the space of learning", "authors": [{"first": "F", "middle": [], "last": "Marton", "suffix": ""}, {"first": "A", "middle": ["B M"], "last": "Tsui", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The paradox of pedagogy: the relative contribution of teachers and learners to learning", "authors": [{"first": "M", "middle": ["F"], "last": "Pang", "suffix": ""}, {"first": "F", "middle": [], "last": "Marton", "suffix": ""}], "year": 2007, "venue": "Iskolakultura", "volume": "1", "issn": "1", "pages": "1--29", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A capsule history of theory and research on styles", "authors": [{"first": "R", "middle": ["J"], "last": "Sternberg", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Grigorenko", "suffix": ""}], "year": 2001, "venue": "Perspectives on thinking learning and cognitive styles", "volume": "", "issn": "", "pages": "1--22", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Patterns of variation and invariance compared in the studies reported in this paper; v = variant, i = invariant Study 1", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Price of face masks(February-August 2003)", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Diagrams shown to the students on the effect of simultaneous increases in demand and supply on price how to tease out the critical aspects of the object of learning through the initial separation of the magnitude of change in demand and in supply.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Differences in the percentage of students (with high and low results on the pre-test) working with text A and text B, reaching the target understanding in the post-test, as compared to the pre-test", "latex": null, "type": "figure"}, "TABREF0": {"text": "Fig. 1Pattern of variation and invariance inKi and Marton's (2003) comparison of induction and contrast in the learning of Cantonese tones; v = variant, i = invariant", "latex": null, "type": "table"}, "TABREF2": {"text": "Distribution of conceptions in the pre-and post-tests", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Conception </td><td>Text A </td><td> </td><td> </td><td>Text B\n</td><td> </td><td> </td></tr><tr><td> </td><td>Occurrence </td><td>Percentage </td><td>Occurrence </td><td>Percentage\n</td></tr><tr><td> </td><td>Pre-\n</td><td>Post-\n</td><td>Pre-\n</td><td>Post-\n</td><td>Pre-\n</td><td>Post-\n</td><td>Pre-\n</td><td>Post-\n</td></tr><tr><td>A: Change in demand </td><td>test\n</td><td>test\n</td><td>test\n</td><td>test\n</td><td>test\n</td><td>test\n</td><td>test\n</td><td>test\n</td></tr><tr><td>23 </td><td>1 </td><td>53.5 </td><td>2.3 </td><td>22 </td><td>2 </td><td>55.0 </td><td>5.0\n</td></tr><tr><td>B: Change in supply </td><td>5 </td><td>1 </td><td>11.6 </td><td>2.3 </td><td>7 </td><td>7 </td><td>17.5 </td><td>17.5\n</td></tr><tr><td>C: Change in demand and supply without relative magnitude\n</td><td>10 </td><td>5 </td><td>23.3 </td><td>11.6 </td><td>8 </td><td>11 </td><td>20.0 </td><td>27.5\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>D: Change in demand and supply with relative magnitude\n</td><td>0 </td><td>32 </td><td>0.0 </td><td>74.4 </td><td>0 </td><td>16 </td><td>0.0 </td><td>40.0\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>E: Other </td><td>5 </td><td>4 </td><td>11.6 </td><td>9.3 </td><td>3 </td><td>4 </td><td>7.5 </td><td>10.0\n</td></tr><tr><td>Total </td><td>43 </td><td>43 </td><td>100 </td><td>100 </td><td>40 </td><td>40 </td><td>100 </td><td>100\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Overall distribution of conceptions in the pre-and post-tests Pre-test Post-test Pre-test Post-test Pre-test Post-test Pre-test Post-test Pretest: v 2 = 1.416 (df = 4) (p = 0.841, i.e., p [ 0.05) Post-test: v 2 = 3.634 (df = 4) (p = 0.458, i.e., p [ 0.05)", "latex": null, "type": "table"}, "TABREF4": {"text": "Distribution of conceptions in the pre-and post-tests (among students with Conception C ''change in demand and supply without relative magnitude'' and with Conception D ''change in demand and supply with relative magnitude'' categories in the pre-testPre-test Post-test Pre-test Post-test Pre-test Post-test Pre-test Post-test Pre-test: v 2 = 1.016 (df = 1) (p = 0.314, i.e., p [ 0.05) Post-test: v 2 = 15.466 (df = 4) (p = 0.004, i.e., p \\ 0.05)", "latex": null, "type": "table"}, "TABREF5": {"text": "Distribution of conceptions in the post-test (among students with Conception A ''change in demand,'' Conception B ''change in supply,'' and Conception E ''other'' categories in the pre-test) Pre-test Post-test Pre-test Post-test Pre-test Post-test Pre-test Post-test Pre-test: v 2 = 0.118 (df = 2) (p = 0.943, i.e., p [ 0.05) Post-test: v 2 = 18.470 (df = 4) (p = 0.001, i.e., p \\ 0.05)", "latex": null, "type": "table"}, "TABREF6": {"text": "Table 2 Overall distribution of conceptions in the pre- and post-tests\nConception Text A (116 students) Text B (115 students)", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Occurrence </td><td>Percentage </td><td>Occurrence </td><td>Percentage\n</td></tr><tr><td> </td><td>Pre-test </td><td>Post-test </td><td>Pre-test </td><td>Post-test </td><td>Pre-test </td><td>Post-test </td><td>Pre-test </td><td>Post-test\n</td></tr><tr><td>A: Change in demand </td><td>41 </td><td>4 </td><td>35.3 </td><td>3.4 </td><td>43 </td><td>7 </td><td>37.4 </td><td>6.1\n</td></tr><tr><td>B: Change in supply </td><td>19 </td><td>9 </td><td>16.4 </td><td>7.8 </td><td>21 </td><td>14 </td><td>18.3 </td><td>12.2\n</td></tr><tr><td>C: Change in demand and supply without relative magnitude\n</td><td>34 </td><td>19 </td><td>29.3 </td><td>16.4 </td><td>28 </td><td>23 </td><td>24.3 </td><td>20.0\n</td></tr><tr><td>D: Change in demand and supply with relative magnitude\n</td><td>2 </td><td>69 </td><td>1.7 </td><td>59.5 </td><td>4 </td><td>56 </td><td>3.5 </td><td>48.7\n</td></tr><tr><td>E: Other </td><td>20 </td><td>15 </td><td>17.2 </td><td>12.9 </td><td>19 </td><td>15 </td><td>16.5 </td><td>13.0\n</td></tr><tr><td>Total </td><td>116 </td><td>116 </td><td>100 </td><td>100 </td><td>115 </td><td>115 </td><td>100 </td><td>100\n</td></tr></table></body></html>"}, "TABREF7": {"text": "Table 3 Distribution of conceptions in the pre- and post-tests (among students with Conception C ''change in demand and supply without relative magnitude'' and with Conception D ''change in demand and supply with relative magnitude'' categories in the pre-test", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Conception </td><td>Text A (36 students) </td><td> </td><td>Text B (32 students)\n</td><td> </td></tr><tr><td>Occurrence </td><td>Percentage </td><td>Occurrence </td><td>Percentage\n</td></tr><tr><td>A: Change in demand </td><td>Pre-test </td><td>Post-test </td><td>Pre-test </td><td>Post-test </td><td>Pre-test </td><td>Post-test </td><td>Pre-test </td><td>Post-test\n</td></tr><tr><td>0 </td><td>1 </td><td>0.0 </td><td>2.8 </td><td>0 </td><td>2 </td><td>0.0 </td><td>6.3\n</td></tr><tr><td>B: Change in supply </td><td>0 </td><td>3 </td><td>0.0 </td><td>8.3 </td><td>0 </td><td>1 </td><td>0.0 </td><td>3.1\n</td></tr><tr><td>C: Change in demand and supply without relative magnitude\n</td><td>34 </td><td>12 </td><td>94.4 </td><td>33.3 </td><td>28 </td><td>2 </td><td>87.5 </td><td>6.3\n</td></tr><tr><td>D: Change in demand and supply with relative magnitude\n</td><td>2 </td><td>14 </td><td>5.6 </td><td>38.9 </td><td>4 </td><td>26 </td><td>12.5 </td><td>81.3\n</td></tr><tr><td>E: Other </td><td>0 </td><td>6 </td><td>0.0 </td><td>16.7 </td><td>0 </td><td>1 </td><td>0.0 </td><td>3.1\n</td></tr><tr><td>Total </td><td>36 </td><td>36 </td><td>100 </td><td>100 </td><td>32 </td><td>32 </td><td>100 </td><td>100\n</td></tr></table></body></html>"}, "TABREF8": {"text": "Table 4 Distribution of conceptions in the post-test (among students with Conception A ''change in demand,'' Conception B ''change in supply,'' and Conception E ''other'' categories in the pre-test)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Conception </td><td>Text A (80 students) </td><td> </td><td>Text B (83 students)\n</td><td> </td></tr><tr><td>Occurrence </td><td>Percentage </td><td>Occurrence </td><td>Percentage\n</td></tr><tr><td>A: Change in demand </td><td>Pre-test </td><td>Post-test </td><td>Pre-test </td><td>Post-test </td><td>Pre-test </td><td>Post-test </td><td>Pre-test </td><td>Post-test\n</td></tr><tr><td>41 </td><td>3 </td><td>51.3 </td><td>3.8 </td><td>43 </td><td>5 </td><td>51.8 </td><td>6.0\n</td></tr><tr><td>B: Change in supply </td><td>19 </td><td>6 </td><td>23.8 </td><td>7.5 </td><td>21 </td><td>13 </td><td>25.3 </td><td>15.7\n</td></tr><tr><td>C: Change in demand and supply without relative magnitude\nD: Change in demand and supply with relative magnitude\n</td><td>0 </td><td>7 </td><td>0.0 </td><td>8.8 </td><td>0 </td><td>21 </td><td>0.0 </td><td>25.3\n</td></tr><tr><td>0 </td><td>55 </td><td>0.0 </td><td>68.8 </td><td>0 </td><td>30 </td><td>0.0 </td><td>36.1\n</td></tr><tr><td>E: Other </td><td>20 </td><td>9 </td><td>25.0 </td><td>11.3 </td><td>19 </td><td>14 </td><td>22.9 </td><td>16.9\n</td></tr><tr><td>Total </td><td>80 </td><td>80 </td><td>100 </td><td>100 </td><td>83 </td><td>83 </td><td>100 </td><td>100\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgments The research reported herein has been carried out with financial support from the Swedish Research Council.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}