{"paper_id": "c1e490929e55f0a26c235cc41786110ef584ef9f", "metadata": {"title": "", "authors": [{"first": "Susan", "middle": ["K"], "last": "Schommer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Steven", "middle": ["B"], "last": "Kleiboeker", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "hallmark of RNA viruses. Virus populations in vivo, referred to as quasispecies, are comprised of a heterogeneous mix of related variants that are randomly generated as a result of errors by the viral RNA-dependent RNA polymerase. This diversity is considered to be an important mechanism of virus persistence and pathogenesis in many virus systems and provides a mechanism to rapidly respond to changes in the host environment.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Initially PRRSV genetic variation was studied using consensus genome sequences. There have been several papers published on PRRSV variation during experimental infection of pigs, 2-5 however only one started with a biologically cloned virus. 4 Our laboratory is currently using a North American infectious clone to investigate the mechanisms of PRRSV persistence and pathogenesis. One purpose of this study was to evaluate the stability of the infectious clone for its manipulation and subsequent use. Use of the infectious clone also allows us to begin with a single DNA sequence, providing a well-defined starting point for studying PRRSV evolution. The other goal of this study was to investigate PRRSV quasispecies evolution in an environment that excludes the immunologic pressure that is present in the previous studies which involved experimental infection in swine.", "cite_spans": [{"start": 242, "end": 243, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Four regions of the genome were selected for analysis in this study: Nsp2, ORF3, ORF5, and ORF6. The Nsp2 protein is the most variable region among arteriviruses, 6, 7 and has been implicated in having a role in the humoral immune response. 8 The ORF3 protein has the greatest percentage of amino acid changes between the modified live vaccine (Ingelvac) and its parent strain, VR-2332, the isolate from which the infectious clone used in this study was derived. ORF5 has been the focus of previous quasispecies investigations 2-5 and its corresponding protein has been associated with virus neutralization. 9 The most conserved region of the PRRSV genome across all North * University of Missouri, Columbia, Missouri 65211. respi-Genetic, phenotypic, and antigenic heterogeneity of porcine reproductive and ratory syndrome virus (PRRSV) has been well described. Genetic diversity is a", "cite_spans": [{"start": 163, "end": 165, "text": "6,", "ref_id": "BIBREF5"}, {"start": 166, "end": 167, "text": "7", "ref_id": "BIBREF6"}, {"start": 241, "end": 242, "text": "8", "ref_id": "BIBREF7"}, {"start": 608, "end": 609, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "American isolates is ORF6 10, 11 and in this study its analysis serves as a basis for comparison in order to safeguard against identifying variation due to errors in methodology or bias as true genetic diversity.", "cite_spans": [{"start": 26, "end": 29, "text": "10,", "ref_id": "BIBREF9"}, {"start": 30, "end": 32, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "USE OF A PRRSV INFECTIOUS CLONE TO EVALUATE IN VITRO QUASISPECIES EVOLUTION"}, {"text": "The North American PRRSV infectious clone derived from VR-2332 12 was obtained, used to transform Escherichia coli Top10 strain (Invitrogen), and reisolated 3 times to obtain a pure colony of transformed bacteria. Plasmid DNA was isolated from this clone and linearized using Acl1. Linearized plasmid was used for in vitro transcription with T7 RNA polymerase (Ambion). The in vitro transcribed RNA was DNase-treated and isolated using the RNA Nucleospin II kit (Clontech). BHK-21 cells were transfected with in vitro transcribed RNA and Lipofectamine 2000 (Gibco Life Sciences). The supernatant RT-PCR was performed directly on RNA extracted from the in vitro transcribed RNA and passages 1 and 3 of wells A and B. These sequences were then compared to a low passage VR-2332 cell culture propagated stock to determine if the use of an infectious clone was able to decrease the quasispecies variation as compared to a viral stock. PCR was performed directly on the plasmid.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Four methods of RT-PCR amplification were evaluated for maintenance of sequence fidelity by sequencing the highly conserved ORF6. cDNA synthesis by Invitrogen's SuperScript cDNA synthesis kit followed by PCR with Pfx Platinum Taq was selected based on no identified nucleotide changes in 4650 nucleotides of ORF6 sequence. A minimum of 2 PCR reactions were combined for each sample then cloned into a Zero Blunt TOPO vector (Invitrogen), with a minimum of 15 clones sequenced for each sample and genetic region. Each clone was sequenced in both directions at the University of Missouri DNA Core. The sequence was analyzed using the DNA Star software package.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "A North American infectious cDNA clone, derived from VR-2332, was used to transform bacteria from which a single bacterial colony was reisolated three times. This plasmid clone was then used as a template to generate in vitro transcribed RNA which was then transfected into BHK-21 cells. Two wells (A and B) were CPE positive after one passage on MARC-145 cells and were used for subsequent studies.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Fifteen clones were sequenced and aligned for each sample and genetic region. For each infectious clone derived group, the master or dominant sequence was the same as the original plasmid. Increased passage number generally correlated with a decrease in the percentage of individual clones identical to the master sequence but this was not consistent across all open reading frames analyzed ( Table 1 ). The nucleotide changes from the master sequence were predominantly transitions and nonsynonymous. The nucleotide and amino acid changes were randomly distributed within the genes, with no mutation hotspots identified. ", "cite_spans": [], "ref_spans": [{"start": 393, "end": 400, "text": "Table 1", "ref_id": "TABREF0"}], "section": "RESULTS"}, {"text": "The master sequence for each sample derived from the infectious clone was the same as the original plasmid for all genetic regions investigated. Analysis of the in vitro transcribed RNA showed that Nsp2, ORF3, and ORF6 all had low levels of genetic variation even though it was prepared directly from a single bacterial colony plasmid preparation. Increased passage number generally correlated with a decrease in the percentage of the master sequence. This does not appear to be due to the emergence of more fit viral sequences because the master sequence remains the same and new quasispecies appear and disappear with passage. There were no cases of a variant present in passage 1 also being present in passage 3 of the same well, although the variants appeared at such low levels that they may not be detected with our sample size. It is also unlikely that these changes are a result of error due to the experimental methodology. Minimal error was introduced through the process of PCR, cloning and sequencing as evidenced by the fact that there were no nucleotide changes in ORF6 of the plasmid DNA in 6525 nucleotides of sequence examined. Additionally, analysis of the in vitro RNA ORF6 region found only 1 nucleotide change in 6525 nucleotides. difficult, if not impossible, to create point mutations without accumulating other changes in the genome, especially if multiple in vitro passages are required to obtain sufficient viral titers. This will be especially critical when the mutations made are detrimental to the fitness of the virus. In this experiment, quasispecies changes appear with the first cell culture passage and were readily observed even though our study only looked at 10% of the genome. Researchers using a PRRSV infectious clone, particularly this one derived from VR-2332, to study the effects of genetic changes on viral phenotype must keep in mind that other unintended mutations may have occurred during the propagation of the virus.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "In total, our data suggest that even with the use of an infectious clone it will be", "cite_spans": [], "ref_spans": [], "section": "437"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Heterogeneity of porcine reproductive and respiratory syndrome virus: implications for current vaccine efficacy and future vaccine development", "authors": [{"first": "X.-J", "middle": [], "last": "Meng", "suffix": ""}], "year": 2000, "venue": "Vet. Microbiol", "volume": "74", "issn": "", "pages": "309--329", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The evolution of porcine reproductive and respiratory syndrome virus: quasispecies and emergence of a virus subpopulation during infection of pigs with VR-2332", "authors": [{"first": "R", "middle": ["R"], "last": "Rowland", "suffix": ""}, {"first": "M", "middle": [], "last": "Steffen", "suffix": ""}, {"first": "T", "middle": [], "last": "Ackerman", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Benfield", "suffix": ""}], "year": 1999, "venue": "Virology", "volume": "259", "issn": "", "pages": "262--266", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Porcine reproductive and respiratory syndrome virus: description of persistence in individual pigs upon experimental infection", "authors": [{"first": "R", "middle": [], "last": "Allende", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Laegried", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Kutish", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Galeota", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Will", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Osario", "suffix": ""}], "year": 2000, "venue": "J. Virol", "volume": "74", "issn": "", "pages": "10834--10837", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Evolution of porcine reproductive and respiratory syndrome virus during sequential passages in pigs", "authors": [{"first": "C", "middle": ["C"], "last": "Chang", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Yoon", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Zimmerman", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Harmon", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Dixon", "suffix": ""}, {"first": "C", "middle": ["M T"], "last": "Dvorak", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Murtaugh", "suffix": ""}], "year": 2002, "venue": "J. Virol", "volume": "76", "issn": "", "pages": "4750--4763", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Quasispecies variation of porcine reproductive and respiratory syndrome virus during natural infection", "authors": [{"first": "T", "middle": ["L"], "last": "Goldberg", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Lowe", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Milburn", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Firkins", "suffix": ""}], "year": 2003, "venue": "Virology", "volume": "317", "issn": "", "pages": "197--207", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Structural proteins of equine arteritis virus", "authors": [{"first": "A", "middle": ["A"], "last": "De Vries", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Chirnside", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Horzinek", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Rottier", "suffix": ""}], "year": 1992, "venue": "J. Virol", "volume": "66", "issn": "", "pages": "6294--6303", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "North American and European porcine reproductive and respiratory syndrome viruses differ in nonstructural protein coding regions", "authors": [{"first": "R", "middle": [], "last": "Allende", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Lewis", "suffix": ""}, {"first": "Z", "middle": [], "last": "Lu", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Rock", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Kutish", "suffix": ""}, {"first": "A", "middle": [], "last": "Ali", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Doster", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Osario", "suffix": ""}], "year": 1999, "venue": "J. Gen. Virol", "volume": "80", "issn": "", "pages": "307--315", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Epitope mapping porcine reproductive and respiratory syndrome virus by phage display: the nsp2 fragment of the replicase polyprotein contains a cluster of B-cell epitopes", "authors": [{"first": "M", "middle": ["B"], "last": "Oleksiewicz", "suffix": ""}, {"first": "A", "middle": [], "last": "Botner", "suffix": ""}, {"first": "P", "middle": [], "last": "Toft", "suffix": ""}, {"first": "P", "middle": [], "last": "Normann", "suffix": ""}, {"first": "T", "middle": [], "last": "Storgaard", "suffix": ""}], "year": 2001, "venue": "J. Virol", "volume": "75", "issn": "", "pages": "3277--3290", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Monoclonal antibodies to the ORF5 product of porcine reproductive and respiratory syndrome virus define linear neutralizing determinants", "authors": [{"first": "B", "middle": [], "last": "Pirzadeh", "suffix": ""}, {"first": "Dea", "middle": [], "last": "", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 1997, "venue": "J. Gen. Virol", "volume": "78", "issn": "", "pages": "1867--1873", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Phylogenetic analyses of the putative M (ORF 6) and N (ORF 7) genes of porcine reproductive and respiratory syndrome virus (PRRSV): implication for the existence of two genotypes of PRRSV in the USA and Europe", "authors": [{"first": "X", "middle": ["J"], "last": "Meng", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Paul", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Halbur", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Lum", "suffix": ""}], "year": 1995, "venue": "Arch. Virol", "volume": "140", "issn": "", "pages": "745--755", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Differentiation between porcine reproductive and respiratory syndrome virus isolates by restriction fragment length polymorphism of their ORFs 6 and 7 genes", "authors": [{"first": "C", "middle": ["A"], "last": "Gagnon", "suffix": ""}, {"first": "Dea", "middle": [], "last": "", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 1998, "venue": "Can. J. Vet. Res", "volume": "62", "issn": "", "pages": "110--116", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Generation of an infectious clone of VR-2332, a highly virulent North American-type isolate of porcine reproductive and respiratory syndrome virus", "authors": [{"first": "H", "middle": ["S"], "last": "Nielsen", "suffix": ""}, {"first": "G", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Nielsen", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Oleksiewicz", "suffix": ""}, {"first": "A", "middle": [], "last": "Botner", "suffix": ""}, {"first": "T", "middle": [], "last": "Storgaard", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Faaberg", "suffix": ""}], "year": 2003, "venue": "J. Virol", "volume": "77", "issn": "", "pages": "3702--3711", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "436 of transfected cells was collected at 24, 48, and 72 hours post-transfection and passaged onto MARC-145 cells. Two wells (A and B) were positive after the first passage on MARC-145 cells and were passaged two additional times on this cell line and used for subsequent analysis.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Amino acid master sequence percentage summary.", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1). The nucleotide changes from the master sequence were predominantly transitions and nonsynonymous. The nucleotide and amino acid changes were randomly distributed within the genes, with no mutation hotspots identified. Table 1.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> Amino acid master sequence percentage summary. </td></tr><tr><td>Sample </td><td> Nsp2 </td><td> ORF3 </td><td> ORF5 </td><td>ORF6 </td></tr><tr><td>Plasmid </td><td>100 </td><td>93.3 </td><td>93.3 </td><td>100 </td></tr><tr><td>In vitro RNA </td><td>86.7 </td><td>86.7 </td><td>100 </td><td>93.3 </td></tr><tr><td>Well A p1 </td><td>93.3 </td><td>80.0 </td><td>86.7 </td><td>NDa\n</td></tr><tr><td>Well A p3 </td><td>93.3 </td><td>73.3 </td><td>92.9 </td><td>ND </td></tr><tr><td>Well B p1 </td><td>86.7 </td><td>93.3 </td><td>86.7 </td><td>86.7 </td></tr><tr><td>Well B p3 </td><td>66.7 </td><td>86.7 </td><td>73.3 </td><td>100 </td></tr><tr><td>VR-2332 p4 </td><td>80.0 </td><td>80.0 </td><td>73.3 </td><td>80.0 </td></tr></table></body></html>"}}, "back_matter": []}