{
    "paper_id": "c1e82f45fe396420a16d8066fbf45c7be4db417d",
    "metadata": {
        "title": "New Causes of Infectious Diarrhea",
        "authors": [
            {
                "first": "S",
                "middle": [],
                "last": "Ashkenazi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "K"
                ],
                "last": "Pickering",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "S. Ashkenazi 1, L. K. Pickering 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New Causes of Infectious Diarrhea"
        },
        {
            "text": "This past decade has witnessed a proliferation of reports on newly recognized causes of infectious diarrhea (Table 1 ). Many bacterial, viral and protozoal agents have been isolated from immunocompetent patients with diarrhea, while others have been reported only in immunocompromised patients (1) (2) (3) . Clinicians are confronted with this increasing list of enteropathogens and the associated problems of what agents should be sought in patients with diarrhea and against what agents empiric therapy should be aimed. This report will examine these issues and attempt to put into context the importance of the agents and their clinical relevance.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 297,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 302,
                    "end": 305,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 116,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "New Causes of Infectious Diarrhea"
        },
        {
            "text": "For an organism to be considered an enteropathogen, certain requirements need to be fulfilled. Isolation of a microorganism from a stool specimen from a patient with diarrhea is by itself not sufficient. Normal stools contain hundreds of microorganisms and the normal intestinal flora can be altered by many factors. Koch's postulates include four criteria for distinguishing pathogenic from non-pathogenic microorganisms: 1) the organism is regularly found in the lesions of the disease; 2) the organism can be isolated in pure culture on artificial media; 3) inoculation of this isolate causes similar disease in experimental animals; and 4) the microorganisms can be recovered from lesions of experimental animals. These criteria have significant limitationswithregard to enteric infections: many microorganisms are found normally in stools; some microorganisms are only human pathogens; and other microorganisms cannot be grown on artificial media and require complex methods for identification (4). The first step in establishing an organism as an enteric pathogen is identifying the microorganism in stools of patients with diarrhea and at the same time examining the specificity of the finding by simultaneously evaluating controls without diarrhea. This initial step must include appropriate matching of controls, availability of appropriate laboratory techniques and an understanding of the variety of confounding factors which may affect growth or identification of organisms that are part of the intestinal flora. The next step usually includes production of experimental disease in animals by the pathogen. When an experimental model is not available or if results of animal studies are inconclusive, volunteer studies are usually conducted, following consideration of the risk-benefit ratio. The importance of this step can be illustrated by Plesiomonasshigelloides, a controversial enteropathogen that has been recovered from diarrhea stools more frequently than from stools of persons without diarrhea. When this organism was fed to volunteers, none developed diarrhea, although 36 % shed the organism in stool specimens (5) . The final step is to determine the virulence traits of the putative enteropathogen and then to evaluate the pathophysiology and immunological response related to the specific trait. In vitro genetic manipulations of such virulence traits pro- vide further tools that can be used to obtain evidence in support of an organism being a true enteropathogen.",
            "cite_spans": [
                {
                    "start": 2136,
                    "end": 2139,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "What Constitutes a New Enteric Pathogen?"
        },
        {
            "text": "Two major factors, one related to host population and the other related to research capabilities, affect the identification and characterization of new enteric pathogens. With regard to the host, much information has been gathered about diarrheal disease in travellers to developing countries, children in day care centers, children in impoverished areas of the world and patients with immune deficiencies, such as AIDS. The profound immune disturbances that occur in patients with AIDS have contributed to the description of new enteropathogens (2) . Agents that are usually non-pathogenic, or are pathogenic outside the intestinal tract, can cause diarrhea or other gastrointestinal tract manifestations in patients with AIDS (Table 2 ). In these individuals diarrhea is often protracted and difficult to control. Some enteric infections are so unusual in the normal host and so outstanding in patients with AIDS, th at they currently can be included in the Centers for Disease Control (CDC) surveillance case definition for AIDS (6) . Epidemiologic studies are usually the first step in identifying new causes of diarrhea. An example is (7). In 1982, investigators from the CDC studied two outbreaks of hemorrhagic colitis in the states of Michigan and Oregon, USA. Well-designed case-control studies showed that the illness was associated with eating hamburgers at the same fast food chain. Escherichia coli serotype 0157 : H7 was recovered from stool specimens from about half of the patients, but from none of the healthy control subjects. Progress in the field of molecular biology has provided evidence in support of epidemiologic studies and advanced our understanding of the molecular and cellular mechanisms of pathogenic microorganisms, enabling a better understanding, identification and definition of enteri c pathogens. The epidemiologic finding of diarrhea outbreaks due to Escherichia coli 0157:H7 was followed by intense research that has defined a new group of bacterial cytotoxins and a new class of diarrheagenic Escherichia coli,",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 549,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1032,
                    "end": 1035,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 728,
                    "end": 736,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Identification of New Pathogens"
        },
        {
            "text": "Of the newly recognized bacterial enteric pathogens that affect the immunocompetent host, enterohemorrhagic Escherichia coli are one of the most important. What started in 1982 as an investigation of two outbreaks has led to new insights into diarrheal disease (7) . It is now known that the Escherichia coli serotype 0157:H7 is an important pathogen worldwide and that in certain areas enterohemorrhagic Escherichia coli are the most common cause of bacterial diarrhea. These enterohemorrhagic or verotoxin-producing Escherichia coli secrete potent cytotoxins that act by inhibiting protein synthesis.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "New Bacterial Pathogens"
        },
        {
            "text": "The clinical presentation can range from asymptomatic infection to watery diarrhea or hemorrhagic colitis. In addition, these Escherichia cotiplay a major pathogenic role in the development of hemolytic uremic syndrome and thrombotic thrombocytopenic purpura (7) . Other serotypes of Escherichia coli can produce similar disease. Enteroadherent (also called enteroaggregative) Escherichia coli have been shown to produce acute and chronic diarrhea in children in Mexico and India and in travellers to developing countries. Studies of the pathophysiology and importance of these organisms are ongoing. A great deal of evidence has implicated Aeromonas as an enteric pathogen, but its pathogenic mechanism is unknown (1). Volunteers fed the organisms have not become ill. Persons with Plesiomonas shigelloides infection typically describe self-limited diarrheal episodes. Appropriate antibiotic therapy appears to shorten the duration of illness, but the organism has _VOl. 10, 1991 3 failed to produce illness when fed to volunteers (5) . ",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 262,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1032,
                    "end": 1035,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "New Bacterial Pathogens"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Bacterial gastroenteritis. Pediatric Clinics of North America",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Ulshen",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "35",
            "issn": "",
            "pages": "69--87",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Gastrointestinal tract infections in children with AIDS",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Doyle",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Piekering",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Seminars in Pediatric Infectious Diseases",
            "volume": "1",
            "issn": "",
            "pages": "64--72",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Human viral gastroenteritis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Chrlstensen",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Clinical Microbiology Reviews",
            "volume": "2",
            "issn": "",
            "pages": "51--89",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Molecular biology as applied to day care center infections. Seminars in Pediatric Infectious Diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ashkenazi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "204--211",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "vitro and in vivo pathogenicity of Plesiomonas shigeUoides. Infection and Immunity",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Herrington",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tzipora",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Robins-Browne",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "55",
            "issn": "",
            "pages": "979--985",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Centers for Disease Control: Revision of the CDC surveillance case definition for acquired immunodeficiency syndrome",
            "authors": [],
            "year": 1987,
            "venue": "Morbidity and Mortality Weekly Report",
            "volume": "36",
            "issn": "",
            "pages": "3--15",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Infection by verocytoxin-producing Escherichia colt",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Karmall",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Clinical Microbiology Reviews",
            "volume": "2",
            "issn": "",
            "pages": "15--38",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epidemiology and pathogenicity of Blastocystis hominis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Doyle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Helgason",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Mathias",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Proctor",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Journal of Clinical Microbiology",
            "volume": "28",
            "issn": "",
            "pages": "116--121",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "1Department of Pediatrics, Beilinson Medical Center, Petah ~qva and Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel 2Division of Pediatric Infectious Diseases, Department of Pediatrics, University of texas Medical School, 6431 Fannin, JFB 1.739, Houston, Texas 77030, USA.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Organisms that cause gastrointestinal tract infections in patients with AIDS.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "In patients with AIDS, viral disease of the gastrointestinal tract is usually caused by cytomegalovirus and herpes simplex virus (Table 2). In these patients cytomegalovirus can cause infection throughout the gastrointestinal tract, including the esophagus, stomach, small intestine and colon, as well as involving multiple other organs. Herpes simplex usually involves the oral, anal and rectal mucosa, but involvement of the esophagus and colon occurs in patients with AIDS. Disease often persists despite appropriate anti-viral therapy.Several protozoa cause significant disease and morbidity, mainly in patients with AIDS or other immunodeficiencies. Entamoeba histoIytica and Giardia lamblia are common parasitic infections in homosexual males. Cryptosporidium spp., Isospora belli and Microsporidia can cause protracted diarrhea, nausea and abdominal pain in patients with AIDS. Malnutrition and weight loss are common, causing significant morbidity. Cryptosporidium and Isospora belli are classified under the CDC surveillance case definition of AIDS(6). Blastocystis hominis is an intestinal protozoan parasite that is considered nonpathogenic by many, while others feel that it may cause diarrhea. Patients with diarrhea in whom Blastocystis hominis has been identified as the only enteropathogen have responded to iodoquinol or metronidazole(8).In summary, reports have increased on the number of microorganisms that can cause infectious diarrhea. Some affect normal hosts, while others are pathogenic only to immunocompromised patients. The importance of some agents, such as enterohemorrhagic Escherichia colt and enteric viruses in immunocompetent hosts as well as campylobacter-like organisms, Mycobacterium avium-intracellulare and protozoal agents in immunocompromised hosts, have been established, while the significance of others is still unclear. Use of specific diagnostic tests and empiric therapy will depend upon the immune status of the host as well as epidemiologic factors associated with disease.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}