{"paper_id": "c1ff27e1babf51326a629a8c625fcd3e41bd23da", "metadata": {"title": "Impact of antifungal treatment on Candida-Pseudomonas interaction: a preliminary retrospective case-control study", "authors": [{"first": "Saad", "middle": [], "last": "Nseir", "suffix": "", "affiliation": {}, "email": "s-nseir@chru-lille.fr"}, {"first": "Elsa", "middle": [], "last": "Jozefowicz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Béatrice", "middle": [], "last": "Cavestri", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Boualem", "middle": [], "last": "Sendid", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Christophe", "middle": ["Di"], "last": "Pompeo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Florent", "middle": [], "last": "Dewavrin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Raphaël", "middle": [], "last": "Favory", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Micheline", "middle": [], "last": "Roussel-Delvallez", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Alain", "middle": [], "last": "Durocher", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": [], "last": "Nseir", "suffix": "", "affiliation": {}, "email": ""}, {"first": "E", "middle": [], "last": "Jozefowicz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": ["B"], "last": "Cavestri", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": ["F"], "last": "Dewavrin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": ["R"], "last": "Favory", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": ["A"], "last": "Durocher", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": ["C Di"], "last": "Pompeo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": [], "last": "Roussel-Delvallez", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "95% CI = 0.49-0.90, p = 0.046). Conclusion: In patients with Candida spp. tracheobronchial colonization, antifungal treatment may be associated with reduced risk for P. aeruginosa VAP or tracheobronchial colonization.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Abstract Objective: A pathogenic interaction between Candida albicans and Pseudomonas aeruginosa has recently been demonstrated. In addition, experimental and clinical studies identified Candida spp. tracheobronchial colonization as a risk factor for P. aeruginosa pneumonia. The aim of this study was to determine the impact of antifungal treatment on ventilator-associated pneumonia (VAP) or tracheobronchial colonization due to P. aeruginosa. Design and setting: Retrospective observational case-control study conducted in a 30-bed ICU during a 1-year period. Patients and methods: One hundred and two patients intubated and ventilated for longer than 48 h with tracheobronchial colonization by Candida spp. Routine screening for Candida spp. and P. aeruginosa was performed at ICU admission and weekly. Antifungal treatment was based on medical staff decisions. Patients with P. aeruginosa VAP or tracheobronchial colonization were matched (1:2) with patients without P. aeruginosa VAP or tracheobronchial colonization. In case and control patients, risk factors for P. aeruginosa VAP or tracheobronchial colonization were determined using univariate and multivariate analyses. Results: Thirty-six patients (35%) received antifungal treatment. Nineteen patients (18%) developed a P. aeruginosa VAP or tracheobronchial colonization, and all were successfully matched. Antifungal treatment [31% vs 60%; p = 0.037, OR (95% CI) = 0.67 (0.45-0.90)], and duration of antifungal treatment (7 ± 11 vs 14 ± 14 days; p = 0.045, in case and control patients respectively) were significantly associated with reduced risk for P. aeruginosa VAP or tracheobronchial colonization. Antifungal treatment was the only variable independently associated with P. aeruginosa VAP or tracheobronchial colonization (OR = 0.68,", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Ventilator-associated pneumonia (VAP) occurs in a considerable proportion of patients undergoing mechanical ventilation and is associated with substantial morbidity, two-fold mortality, and excess cost [1] . Several studies have identified Pseudomonas aeruginosa as the most frequent microorganism in patients with VAP [2] . Tracheobronchial colonization and duration of mechanical ventilation are the two most important risk factors for VAP [3] . Although risk factors for VAP and tracheobronchial colonization are probably similar, outcomes of patients with VAP and those with tracheobronchial colonization are clearly different [3, 4] .", "cite_spans": [{"start": 202, "end": 205, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 319, "end": 322, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 442, "end": 445, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 631, "end": 634, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 635, "end": 637, "text": "4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction"}, {"text": "According to the results of a recent experimental study, there is a pathogenic interaction between Candida albicans and P. aeruginosa, suggesting that P. aeruginosa could be more virulent in the presence of C. albicans [5] . Other experimental studies identified physical, chemical, and environmental similarities between the two pathogens [6, 7] . Moreover, a recent clinical study identified Candida spp. tracheobronchial colonization as an independent risk factor for P. aeruginosa VAP [8] . Therefore we conducted this retrospective case-control study to determine the impact of antifungal treatment on P. aeruginosa VAP or tracheobronchial colonization in patients with Candida spp. tracheobronchial colonization.", "cite_spans": [{"start": 219, "end": 222, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 340, "end": 343, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 344, "end": 346, "text": "7]", "ref_id": "BIBREF6"}, {"start": 489, "end": 492, "text": "[8]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "This observational retrospective case-control study was conducted in a 30-bed medical and surgical intensive care unit (ICU) from January 2004 to January 2005. No informed consent was required by the Institutional Review Board because of the retrospective and noninterventional design of the study.", "cite_spans": [], "ref_spans": [], "section": "Patients and methods"}, {"text": "All patients intubated and ventilated for longer than 48 h who had tracheobronchial colonization by Candida spp. were eligible for this study. Patients with P. aeruginosa VAP or tracheobronchial colonization diagnosed before or at the same time as Candida spp. tracheobronchial colonization were excluded. Patients were identified using the electronic files of mycology laboratory. Data collection was based on retrospective chart review.", "cite_spans": [], "ref_spans": [], "section": "Patients and methods"}, {"text": "All patients were screened on endotracheal aspirate for Candida spp. and P. aeruginosa at ICU admission and weekly thereafter. In addition, other microbiologic examinations were performed according to patient status. Antifungal treatment and its duration were based on medical staff decisions.", "cite_spans": [], "ref_spans": [], "section": "Patients and methods"}, {"text": "Tracheobronchial colonization was defined as positive respiratory specimen culture. VAP was defined by the presence of new or progressive radiographic infiltrate associated with two of the following criteria: temperature > 38.5°C or < 36.5°C, leukocyte count > 10,000/µl or < 1,500/µl, purulent tracheal aspirate; and positive (≥ 10 6 cfu/ml) endotracheal aspirate. Only VAP episodes occurring more than 48 h after the commencement of mechanical ventilation were taken into account.", "cite_spans": [], "ref_spans": [], "section": "Definitions"}, {"text": "Cases were patients with P. aeruginosa VAP or tracheobronchial colonization; controls, patients without P. aeruginosa VAP or tracheobronchial colonization. Every case was matched with two controls according to all the following criteria: (1) duration of mechanical ventilation before first positive respiratory specimen for P. aeruginosa (controls ≥ cases), (2) admission category (medical/surgical), (3) immunologic status, and (4) date of ICU admission when more than two potential control patients were available.", "cite_spans": [], "ref_spans": [], "section": "Matching criteria"}, {"text": "Qualitative variables were compared using the χ 2 test or Fisher's exact test where appropriate. The Mann-Whitney U-test was used to compare quantitative variables.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "To determine variables associated with P. aeruginosa VAP or tracheobronchial colonization, cases were compared with controls by univariate and multivariate analyses.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Please see the electronic supplementary material (ESM) for additional information.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "One hundred and seventeen patients were eligible. Fifteen patients were excluded because P. aeruginosa VAP or tracheobronchial colonization was diagnosed before or at the same time as Candida spp. tracheobronchial colonization.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Mycology results and antifungal treatment 130 Candida spp. were isolated in the 102 study patients. C. albicans was the most frequently isolated species (67%). Thirty-six patients (35%) received antifungal treatment. The mean duration of antifungal treatment was 13 ± 12 days. Fluconazole was the most frequently used antifungal (66%). Indications for antifungal treatment included: candidemia (n = 3), pneumonia in immunosuppressed patients (n = 8), peritonitis (n = 6), and preemptive therapy (n = 19).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The characteristics of the study patients are presented in Table 1 . The durations of ICU stay and of antifungal treatment were highly colinear (r = 0.716).", "cite_spans": [], "ref_spans": [{"start": 59, "end": 66, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Characteristics of study patients"}, {"text": "Risk factors for P. aeruginosa VAP or tracheobronchial colonization Nineteen patients developed a P. aeruginosa VAP or tracheobronchial colonization, including 13 patients who received antifungal treatment (7 patients before antifungal treatment, 4 patients during antifungal treatment, and Table 2 . Multivariate analysis identified antifungal treatment as the only factor independently associated with P. aeruginosa VAP or tracheobronchial colonization (OR = 0.68, 95% CI = 0.49-0.90, p = 0.046).", "cite_spans": [], "ref_spans": [{"start": 291, "end": 298, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Characteristics of study patients"}, {"text": "Please see the ESM for additional results. Data are expressed as number (%) or mean ± SD. In cases, only exposure to potential risk factors before first positive respiratory specimen for P. aeruginosa was taken into account. SAPS simplified acute physiology score, LOD logistic organ dysfunction, ARDS acute respiratory distress syndrome, CAP community-acquired pneumonia, HAP hospital-acquired pneumonia, 3GC third generation cephalosporins. *OR (95% CI) = 0.67 (0.45-0.90)", "cite_spans": [], "ref_spans": [], "section": "Characteristics of study patients"}, {"text": "Our results suggest that antifungal treatment is associated with reduced risk for VAP or tracheobronchial colonization related to P. aeruginosa. To our knowledge, this study is the first to evaluate the impact of antifungal treatment on Candida spp. and P. aeruginosa interaction. Several studies have identified pathogenic interactions between microorganisms, such as herpes simplex virus and human immunodeficiency virus; influenza virus and P. aeruginosa; and C. albicans and P. aeruginosa [5, 9, 10] . Theses interactions have major environmental and medical consequences. A pathogenic interaction between C. albicans and P. aeruginosa has been demonstrated in experimental studies. Recent P. aeruginosa infection has been identified as a risk factor for fatal candidiasis in burned mice [11] . Molecular studies identified phylogenetic similarities between the two pathogens [5, 6] . The morphology and virulence of C. albicans are significantly affected by the presence of P. aeruginosa [5] . A cell-cell signaling molecule capable of inhibiting C. albicans filamentation is produced by P. aeruginosa [5] . P. aeruginosa forms a dense biofilm on C. albicans filaments and kills the fungus. In contrast, P. aeruginosa neither binds nor kills yeast-form C. albicans. Several P. aeruginosa virulence factors that are important in disease are involved in killing of C. albicans filaments [5] . Azoulay et al. [8] recently reported the results of the first clinical study suggesting an interaction between C. albicans and P. aeruginosa. The authors identified Candida spp. tracheobronchial colonization as an independent risk factor for P. aeruginosa pneumonia. No cause-andeffect relationship was demonstrated in that study. In addition, Candida spp. tracheobronchial colonization and P. aeruginosa pneumonia could both be a consequence of prior antibiotic treatment. However, the lack of association with Staphylococcus aureus pneumonia, another consequence of antibiotic treatment, indicates that an association between Candida spp. tracheobronchial colonization and P. aeruginosa remains plausible. A more recent experimental study has evaluated the impact of C. albicans tracheobronchial colonization on the occurrence of P. aeruginosa pneumonia [12] . Rate of P. aeruginosa pneumonia was significantly higher in rats with C. albicans tracheobronchial colonization as compared with rats without C. albicans tracheobronchial colonization (33% vs 4%, p < 0.05).", "cite_spans": [{"start": 493, "end": 496, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 497, "end": 499, "text": "9,", "ref_id": "BIBREF9"}, {"start": 500, "end": 503, "text": "10]", "ref_id": "BIBREF10"}, {"start": 792, "end": 796, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 880, "end": 883, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 884, "end": 886, "text": "6]", "ref_id": "BIBREF5"}, {"start": 993, "end": 996, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1107, "end": 1110, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1390, "end": 1393, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1411, "end": 1414, "text": "[8]", "ref_id": null}, {"start": 2252, "end": 2256, "text": "[12]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "Although antifungal treatment was associated with reduced risk for P. aeruginosa VAP or tracheobronchial colonization, no significant relationship was found between antifungal treatment and P. aeruginosa VAP. However, the small number of patients with VAP precludes a definite conclusion. In addition, a recent meta-analysis outlined the similarity of risk factors for colonization and infection related to multidrug-resistant bacteria [4] . Moreover, our results may provide support for the notion that the interaction between Candida spp. and P. aeruginosa is at bronchial or biofilm level.", "cite_spans": [{"start": 436, "end": 439, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Discussion"}, {"text": "Bacterial biofilm has been demonstrated on inner surface of endotracheal tubes removed from mechanically ventilated patients. Bacterial biofilm may play an important role as a persistent source of infectious material for recurrent episodes of VAP [13] . Candida spp. and P. aeruginosa are the most common pathogens retrieved from endotracheal tube biofilm and tracheal secretions in patients with VAP [14] . Although all Candida spp. were taken into account in our study, previous experimental studies [5, 6, 12] were performed exclusively on C. albicans. However, in the study by Azoulay et al. [8] tracheobronchial colonization with any Candida spp. was identified as a risk factor for P. aeruginosa VAP. Further studies are needed to determine whether Candida spp. and P. aeruginosa interaction could be influenced by the nature of Candida spp.", "cite_spans": [{"start": 247, "end": 251, "text": "[13]", "ref_id": "BIBREF13"}, {"start": 401, "end": 405, "text": "[14]", "ref_id": "BIBREF14"}, {"start": 502, "end": 505, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 506, "end": 508, "text": "6,", "ref_id": "BIBREF5"}, {"start": 509, "end": 512, "text": "12]", "ref_id": "BIBREF12"}, {"start": 596, "end": 599, "text": "[8]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Inclusion of immunosuppressed patients could be a matter of debate. However, immunologic status was a matching criterion. Future randomized interventional studies on the impact of antifungal treatment on P. aeruginosa VAP or tracheobronchial colonization should be conducted in immunocompetent patients.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Our study has several limitations. First, this was a retrospective observational study. Second, some of the trends observed in this study could have reached statistical significance if more patients had been included. In addition, the number of patients needed to demonstrate a beneficial effect of antifungal treatment was not calculated a priori. Third, our study was conducted in a single ICU. Therefore, our results may not be generalizable to other ICUs. Fourth, no information was available on the nature of prior antibiotic treatment or and on the quantity of Candida spp. in respiratory specimens. In addition, invasive methods were not used to diagnose VAP. However, quantitative tracheal aspirate culture was used in all patients with a high threshold (≥ 10 6 cfu/ml). Postmortem studies showed acceptable overall diagnostic accuracy of quantitative tracheal aspirate compared with bronchoalveolar lavage or protected specimen brush [15] . Finally, antifungal treatment was based on medical staff decisions. Among the 36 patients who received antifungals, 19 patients received preemptive antifungal treatment. This finding is consistent with the results of a recent survey conducted in French ICUs [16] . However, recovery of Candida spp. from the respiratory tract of mechanically ventilated patients without risk factors for immunosuppression is common and frequently reflects a tracheobronchial colonization [17, 18] . Some authors suggest that antifungal treatment should be based on the colonization index in these patients [19, 20] .", "cite_spans": [{"start": 943, "end": 947, "text": "[15]", "ref_id": "BIBREF15"}, {"start": 1208, "end": 1212, "text": "[16]", "ref_id": "BIBREF16"}, {"start": 1421, "end": 1425, "text": "[17,", "ref_id": "BIBREF17"}, {"start": 1426, "end": 1429, "text": "18]", "ref_id": "BIBREF18"}, {"start": 1539, "end": 1543, "text": "[19,", "ref_id": "BIBREF19"}, {"start": 1544, "end": 1547, "text": "20]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Discussion"}, {"text": "We conclude that in patients with Candida spp. tracheobronchial colonization, antifungal treatment is associated with reduced risk for P. aeruginosa VAP or tracheobronchial colonization. Prospective randomized studies are required to confirm this result.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Clinical and economic consequences of ventilator-associated pneumonia: a systematic review", "authors": [{"first": "N", "middle": [], "last": "Safdar", "suffix": ""}, {"first": "C", "middle": [], "last": "Dezfulian", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Collard", "suffix": ""}, {"first": "S", "middle": [], "last": "Saint", "suffix": ""}], "year": 2005, "venue": "Crit Care Med", "volume": "33", "issn": "", "pages": "2184--2193", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Pathogenhost interactions in Pseudomonas aeruginosa pneumonia", "authors": [{"first": "R", "middle": ["T"], "last": "Sadikot", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Blackwell", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Christman", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Prince", "suffix": ""}], "year": 2005, "venue": "Am J Respir Crit Care Med", "volume": "171", "issn": "", "pages": "1209--1223", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Ventilatorassociated pneumonia", "authors": [{"first": "J", "middle": [], "last": "Chastre", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Fagon", "suffix": ""}], "year": 2002, "venue": "Am J Respir Crit Care Med", "volume": "165", "issn": "", "pages": "867--903", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The commonality of risk factors for nosocomial colonization and infection with antimicrobial-resistant Staphylococcus aureus, enterococcus, gram-negative bacilli, Clostridium difficile, and Candida", "authors": [{"first": "N", "middle": [], "last": "Safdar", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Maki", "suffix": ""}], "year": 2002, "venue": "Ann Intern Med", "volume": "136", "issn": "", "pages": "834--844", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Pseudomonas-Candida interactions: an ecological role for virulence factors", "authors": [{"first": "D", "middle": ["A"], "last": "Hogan", "suffix": ""}, {"first": "R", "middle": [], "last": "Kolter", "suffix": ""}], "year": 2002, "venue": "Science", "volume": "296", "issn": "", "pages": "2229--2232", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "A Pseudomonas aeruginosa quorumsensing molecule influences Candida albicans morphology", "authors": [{"first": "D", "middle": ["A"], "last": "Hogan", "suffix": ""}, {"first": "A", "middle": [], "last": "Vik", "suffix": ""}, {"first": "R", "middle": [], "last": "Kolter", "suffix": ""}], "year": 2004, "venue": "Mol Microbiol", "volume": "54", "issn": "", "pages": "1212--1223", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "A functional homolog of a yeast tRNA splicing enzyme is conserved in higher eukaryotes and in Escherichia coli", "authors": [{"first": "S", "middle": ["L"], "last": "Spinelli", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Malik", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Consaul", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Phizicky", "suffix": ""}], "year": 1998, "venue": "Proc Natl Acad Sci", "volume": "95", "issn": "", "pages": "14136--14141", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Candida colonization of the respiratory tract and subsequent Pseudomonas ventilator-associated pneumonia", "authors": [], "year": null, "venue": "Chest", "volume": "129", "issn": "", "pages": "110--117", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The interaction between herpes simplex virus and human immunodeficiency virus", "authors": [{"first": "C", "middle": ["L"], "last": "Celum", "suffix": ""}], "year": 2004, "venue": "Herpes", "volume": "11", "issn": "1", "pages": "36--45", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Acute infection with influenza virus enhances susceptibility to fatal pneumonia following Streptococcus pneumoniae infection in mice with chronic pulmonary colonization with Pseudomonas aeruginosa", "authors": [{"first": "M", "middle": [], "last": "Seki", "suffix": ""}, {"first": "Y", "middle": [], "last": "Higashiyama", "suffix": ""}, {"first": "K", "middle": [], "last": "Tomono", "suffix": ""}, {"first": "K", "middle": [], "last": "Yanagihara", "suffix": ""}, {"first": "H", "middle": [], "last": "Ohno", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kaneko", "suffix": ""}, {"first": "K", "middle": [], "last": "Izumikawa", "suffix": ""}, {"first": "Y", "middle": [], "last": "Miyazaki", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hirakata", "suffix": ""}, {"first": "Y", "middle": [], "last": "Mizuta", "suffix": ""}, {"first": "T", "middle": [], "last": "Tashiro", "suffix": ""}, {"first": "S", "middle": [], "last": "Kohno", "suffix": ""}], "year": 2004, "venue": "Clin Exp Immunol", "volume": "137", "issn": "", "pages": "35--40", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Increased susceptibility to lethal Candida infections in burned mice preinfected with Pseudomonas aeruginosa or pretreated with proteolytic enzymes", "authors": [{"first": "A", "middle": ["N"], "last": "Neely", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Law", "suffix": ""}, {"first": "I", "middle": ["A"], "last": "Holder", "suffix": ""}], "year": 1986, "venue": "Infect Immun", "volume": "52", "issn": "", "pages": "200--204", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Impact de la colonisation des voies aériennes à Candida albicans sur l'émergence d'une pneumopathie à Pseudomonas aeruginosa chez le rat", "authors": [{"first": "D", "middle": [], "last": "Roux", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Ricard", "suffix": ""}, {"first": "D", "middle": [], "last": "Dreyfuss", "suffix": ""}, {"first": "De", "middle": [], "last": "Prost", "suffix": ""}, {"first": "N", "middle": [], "last": "Grossin", "suffix": ""}, {"first": "M", "middle": [], "last": "Saumon", "suffix": ""}, {"first": "G", "middle": [], "last": "", "suffix": ""}], "year": 2006, "venue": "Réanimation", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Biofilm formation in endotracheal tubes. Association between pneumonia and the persistence of pathogens", "authors": [{"first": "T", "middle": ["T"], "last": "Bauer", "suffix": ""}, {"first": "A", "middle": [], "last": "Torres", "suffix": ""}, {"first": "R", "middle": [], "last": "Ferrer", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Heyer", "suffix": ""}, {"first": "G", "middle": [], "last": "Schultze-Werninghaus", "suffix": ""}, {"first": "K", "middle": [], "last": "Rasche", "suffix": ""}], "year": 2002, "venue": "Monaldi Arch Chest Dis", "volume": "57", "issn": "", "pages": "84--87", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Implications of endotracheal tube biofilm for ventilatorassociated pneumonia", "authors": [{"first": "C", "middle": ["G"], "last": "Adair", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Gorman", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Feron", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Byers", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Jones", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Goldsmith", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Moore", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Kerr", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Curran", "suffix": ""}, {"first": "G", "middle": [], "last": "Hogg", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Webb", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Mccarthy", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Milligan", "suffix": ""}], "year": 1999, "venue": "Intensive Care Med", "volume": "25", "issn": "", "pages": "1072--1076", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Diagnosis of hospital-acquired pneumonia: postmortem studies", "authors": [{"first": "S", "middle": [], "last": "Nseir", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Marquette", "suffix": ""}], "year": 2003, "venue": "Infect Dis Clin North Am", "volume": "17", "issn": "", "pages": "707--716", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Practices in non-neutropenic ICU patients with Candida-positive airway specimens", "authors": [{"first": "E", "middle": [], "last": "Azoulay", "suffix": ""}, {"first": "Y", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Zahar", "suffix": ""}, {"first": "M", "middle": [], "last": "Garrouste-Org", "suffix": ""}, {"first": "C", "middle": [], "last": "Adrie", "suffix": ""}, {"first": "P", "middle": [], "last": "Moine", "suffix": ""}, {"first": "A", "middle": [], "last": "De Lassence", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Timsit", "suffix": ""}], "year": 2004, "venue": "Intensive Care Med", "volume": "30", "issn": "", "pages": "1384--1389", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Candida sp. isolated from bronchoalveolar lavage: clinical significance in critically ill trauma patients", "authors": [{"first": "G", "middle": ["C"], "last": "Wood", "suffix": ""}, {"first": "E", "middle": ["W"], "last": "Mueller", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Croce", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Boucher", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Fabian", "suffix": ""}], "year": 2006, "venue": "Intensive Care Med", "volume": "32", "issn": "", "pages": "599--603", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Management of Candida species infections in critically ill patients", "authors": [{"first": "P", "middle": [], "last": "Eggimann", "suffix": ""}, {"first": "J", "middle": [], "last": "Garbino", "suffix": ""}, {"first": "D", "middle": [], "last": "Pittet", "suffix": ""}], "year": 2003, "venue": "Lancet Infect Dis", "volume": "3", "issn": "", "pages": "772--785", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Assessment of preemptive treatment to prevent severe candidiasis in critically ill surgical patients", "authors": [{"first": "R", "middle": [], "last": "Piarroux", "suffix": ""}, {"first": "F", "middle": [], "last": "Grenouillet", "suffix": ""}, {"first": "P", "middle": [], "last": "Balvay", "suffix": ""}, {"first": "V", "middle": [], "last": "Tran", "suffix": ""}, {"first": "G", "middle": [], "last": "Blasco", "suffix": ""}, {"first": "L", "middle": [], "last": "Millon", "suffix": ""}], "year": 2004, "venue": "Crit Care Med", "volume": "32", "issn": "", "pages": "2443--2449", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Candida score\") for early antifungal treatment in nonneutropenic critically ill patients with Candida colonization", "authors": [{"first": "C", "middle": [], "last": "Leon", "suffix": ""}, {"first": "S", "middle": [], "last": "Ruiz-Santana", "suffix": ""}, {"first": "P", "middle": [], "last": "Saavedra", "suffix": ""}, {"first": "B", "middle": [], "last": "Almirante", "suffix": ""}, {"first": "J", "middle": [], "last": "Nolla-Salas", "suffix": ""}, {"first": "F", "middle": [], "last": "Alvarez-Lerma", "suffix": ""}, {"first": "J", "middle": [], "last": "Garnacho-Montero", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Leon", "suffix": ""}], "year": 2006, "venue": "Crit Care Med", "volume": "34", "issn": "", "pages": "730--737", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Patient characteristics The 19 patients with P. aeruginosa VAP or tracheobronchial colonization were all successfully matched with 2 control patients each for a total of 38 controls. Results of univariate analysis are presented in", "latex": null, "type": "table"}, "TABREF1": {"text": "Risk factors for ventilator-associated pneumonia or tracheobronchial colonization related to Pseudomonas aeruginosa in univariate analysis", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Cases (n = 19) </td><td>Controls (n = 38) </td><td>p\n</td></tr><tr><td>At ICU admission\nAge, years </td><td>63 ± 13 </td><td>59 ± 16 </td><td>0.402\n</td></tr><tr><td>Male gender </td><td>10 (52) </td><td>24 (63) </td><td>0.315\n</td></tr><tr><td>SAPS II </td><td>49 ± 21 </td><td>49 ± 17 </td><td>0.803\n</td></tr><tr><td>LOD score </td><td>6 ± 4 </td><td>6 ± 3 </td><td>0.966\n</td></tr><tr><td>Surgery </td><td>3 (15) </td><td>6 (15) </td><td>0.639\n</td></tr><tr><td>Diabetes mellitus </td><td>6 (31) </td><td>10 (26) </td><td>0.452\n</td></tr><tr><td>Prior antibiotic treatment </td><td>7 (36) </td><td>20 (52) </td><td>0.174\n</td></tr><tr><td>Immunosuppression </td><td>2 (10) </td><td>4 (10) </td><td>0.661\n</td></tr><tr><td>Chronic respiratory disease </td><td>8 (42) </td><td>22 (57) </td><td>0.199\n</td></tr><tr><td>Chronic heart failure </td><td>4 (21) </td><td>10 (26) </td><td>0.464\n</td></tr><tr><td>Cirrhosis </td><td>2 (10) </td><td>3 (7) </td><td>0.545\n</td></tr><tr><td>Chronic renal failure </td><td>2 (10) </td><td>2 (5) </td><td>0.407\n</td></tr><tr><td>Cause for ICU admission\nARDS </td><td>1 (5) </td><td>2 (5) </td><td>0.712\n</td></tr><tr><td>Pneumonia </td><td>6 (31) </td><td>13 (34) </td><td>0.544\n</td></tr><tr><td>CAP </td><td>1 (5) </td><td>10 (25) </td><td>0.055\n</td></tr><tr><td>HAP </td><td>5 (26) </td><td>3 (7) </td><td>0.072\n</td></tr><tr><td>Acute exacerbation of COPD </td><td>5 (26) </td><td>11 (26) </td><td>0.548\n</td></tr><tr><td>Acute poisoning </td><td>2 (10) </td><td>1 (2) </td><td>0.255\n</td></tr><tr><td>Septic shock </td><td>2 (10) </td><td>5 (13) </td><td>0.571\n</td></tr><tr><td>Congestive heart failure </td><td>1 (5) </td><td>1 (2) </td><td>0.560\n</td></tr><tr><td>Others </td><td>2 (10) </td><td>5 (13) </td><td>0.661\n</td></tr><tr><td>During ICU stay\n</td><td> </td><td> </td><td> </td></tr><tr><td>Number of Candida-colonized sites </td><td>1.2 ± 0.6 </td><td>1.9 ± 1.3 </td><td>0.121\n</td></tr><tr><td>Antifungal treatment </td><td>6 (31) ± </td><td>23 (60) ± </td><td>0.037*\n</td></tr><tr><td>Duration of antifungal treatment, days </td><td>7 11 </td><td>14 14 </td><td>0.045\n</td></tr><tr><td>Antibiotic treatment </td><td>17 (89) </td><td>35 (92) </td><td>0.545\n</td></tr><tr><td>Antipseudomonal antibiotics </td><td>6 (31) </td><td>17 (44) </td><td>0.254\n</td></tr><tr><td>Non-antipseudomonal 3GC </td><td>8 (42) </td><td>9 (23) </td><td>0.131\n</td></tr><tr><td>Other antibiotics </td><td>17 (89) ± </td><td>33 (86) ± </td><td>0.571\n</td></tr><tr><td>Duration of antibiotic treatment, days </td><td>13 6 </td><td>18 14 </td><td>0.536\n</td></tr><tr><td>Duration of mechanical ventilation, days </td><td>16 ± 7 </td><td>22 ± 15 </td><td>0.333\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Table 1 Patient characteristics", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Antifungal treatment (n = 36) </td><td>No antifungal treatment (n = 66)\n</td><td>p\n</td></tr><tr><td>Age, years </td><td>60 ± 17 </td><td>58 ± 16 </td><td>0.286\n</td></tr><tr><td>Male gender </td><td>13 (36) </td><td>29 (43) </td><td>0.290\n</td></tr><tr><td>SAPS II </td><td>48 ± 16 ± </td><td>49 ± 18 ± </td><td>0.796\n</td></tr><tr><td>LOD score </td><td>5 3 </td><td>6 4 </td><td>0.792\n</td></tr><tr><td>Surgery </td><td>9 (25) </td><td>10 (15) </td><td>0.169\n</td></tr><tr><td>Diabetes mellitus </td><td>10 (27) </td><td>13 (19) </td><td>0.245\n</td></tr><tr><td>Prior antibiotic treatment </td><td>19 (52) </td><td>20 (30) </td><td>0.029*\n</td></tr><tr><td>Immunosuppression </td><td>8 (22) </td><td>2 (3) </td><td>0.003*\n</td></tr><tr><td>Chronic respiratory disease </td><td>15 (41) </td><td>29 (43) </td><td>0.496\n</td></tr><tr><td>Chronic heart failure </td><td>8 (22) </td><td>12 (18) </td><td>0.403\n</td></tr><tr><td>Cirrhosis </td><td>4 (11) </td><td>2 (3) </td><td>0.114\n</td></tr><tr><td>Chronic renal failure </td><td>1 (2) </td><td>7 (10) </td><td>0.154\n</td></tr><tr><td>Cause for ICU admission\nARDS </td><td>5 (13) </td><td>2 (3) </td><td>0.051\n</td></tr><tr><td>Pneumonia </td><td>11 (30) </td><td>16 (24) </td><td>0.321\n</td></tr><tr><td>CAP </td><td>4 (11) </td><td>13 (19) </td><td>0.204\n</td></tr><tr><td>HAP </td><td>7 (19) </td><td>3 (4) </td><td>0.021*\n</td></tr><tr><td>Acute exacerbation of COPD </td><td>8 (22) </td><td>16 (24) </td><td>0.511\n</td></tr><tr><td>Acute poisoning </td><td>3 (8) </td><td>4 (6) </td><td>0.476\n</td></tr><tr><td>Septic shock </td><td>4 (11) </td><td>11 (16) </td><td>0.328\n</td></tr><tr><td>Congestive heart failure </td><td>2 (5) </td><td>1 (1) </td><td>0.716\n</td></tr><tr><td>Cellulitis </td><td>1 (2) </td><td>5 (3) </td><td>0.306\n</td></tr><tr><td>Others </td><td>2 (5) </td><td>11 (16) </td><td>0.093\n</td></tr><tr><td>During ICU stay\n</td><td> </td><td> </td><td> </td></tr><tr><td>Days of MV free of P. aeruginosa </td><td>21 ± 15 </td><td>13 ± 9 </td><td>0.003\n</td></tr><tr><td>Number of Candida-colonized sites </td><td>1.7 ± 1 </td><td>1.4 ± 0.6 </td><td>0.099\n</td></tr><tr><td>Duration of MV before Candida </td><td>colonization 4 ± 6 </td><td>4 ± 6 </td><td>0.574\n</td></tr><tr><td>Antibiotic treatment </td><td>17 (89) </td><td>35 (92) </td><td>0.545\n</td></tr><tr><td>Antipseudomonal antibiotics </td><td>14 (38) </td><td>26 (39) </td><td>0.566\n</td></tr><tr><td>Non-antipseudomonal 3GC </td><td>10 (27) </td><td>20 (30) </td><td>0.488\n</td></tr><tr><td>Other antibiotics </td><td>33 (91) </td><td>55 (83) </td><td>0.195\n</td></tr><tr><td>Duration of antibiotic treatment, days </td><td>24 ± 14 </td><td>12 ± 8 </td><td>&lt; 0.001\n</td></tr><tr><td>Duration of MV, days </td><td>30 ± 22 </td><td>16 ± 14 </td><td>&lt; 0.001\n</td></tr><tr><td>Duration of ICU-stay, days </td><td>35 ± 26 </td><td>18 ± 17 </td><td>&lt; 0.001\n</td></tr><tr><td>ICU mortality Data are expressed as number (%) or mean </td><td>19 (48) ± SD. SAPS Simplified Acute Physiology Score, </td><td>21 (31) LOD </td><td>0.032* logistic organ dysfunction, ARDS </td></tr></table></body></html>"}}, "back_matter": []}