{
    "paper_id": "c24b3eb6e4d5690f5e42ca56bf95535ffef78ff3",
    "metadata": {
        "title": "Network extreme eigenvalue: From mutimodal to scale-free networks",
        "authors": [
            {
                "first": "N",
                "middle": [
                    "N"
                ],
                "last": "Chung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Temasek Laboratories",
                    "institution": "National University of Singapore",
                    "location": {
                        "postCode": "117508",
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "Y"
                ],
                "last": "Chew",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanyang Technological University",
                    "location": {
                        "addrLine": "21 Nanyang Link",
                        "postCode": "637371",
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "H"
                ],
                "last": "Lai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beijing-Hong Kong",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The extreme eigenvalues of adjacency matrices are important indicators on the influence of topological structures to the collective dynamical behavior of complex networks. Recent findings on the ensemble averageability of the extreme eigenvalue have further authenticated its applicability to the study of network dynamics. However, the ensemble average of extreme eigenvalue has only been solved analytically up to the second order correction. Here, we determine the ensemble average of the extreme eigenvalue and characterize its deviation across the ensemble through the discrete form of random scale-free network. Remarkably, the analytical approximation derived from the discrete form shows significant improvement over previous results, which implies a more accurate prediction of the epidemic threshold. In addition, we show that bimodal networks, which are more robust against both random and targeted removal of nodes, are more vulnerable to the spreading of diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Network extreme eigenvalues are succinct descriptors of the influence of the underlying topological structure of a complex network on its dynamics. This makes them important predictors of epidemic threshold of infectious diseases that propagate within real world complex network. Indeed, the recent demonstration that these eigenvalues are ensemble averageable has provided further support for this view. In this paper, we study into the ensemble averageability of extreme eigenvalues through a new perspective: the connection between multimodal network and scale-free network. The discrete nature of the multimodal network has allowed us to arrive at an improved analytical expression of the extreme eigenvalue for scale-free networks. The extreme eigenvalues calculated from our analytical expression are found to closely correspond to those obtained numerically, thus making significant improvement over earlier versions. The implication is a more accurate estimate of epidemic threshold, which is important for the elucidation of how vulnerable a particular network structure is to epidemic spreading. Our results are also applicable to the evaluation of strategies that aim to contain the spread of infectious diseases through the adjustment of the topology of network structures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Many concepts in network science are well recognized as fundamental tools for the exploration on the dynamics of complex systems. In particular, scale-free networks have been widely used to describe and model diverse social, biological, and economic systems. [1] [2] [3] [4] [5] In an ensemble of scale-free networks, it is known that the degree distribution of the nodes remains invariant. However, the topological structure can be distinct with different connection arrangements between the nodes in each network configuration. Such structural diversity can lead to discrepancies in the dynamics of individual network. Since the structural influences on certain dynamical processes are governed by the extreme eigenvalues of the network adjacency matrices, [6] [7] [8] [9] [10] [11] [12] [13] deviations in the extreme eigenvalues in network ensembles are of increasing interest in deciphering the underlying structural changes. Recently, it was found that the extreme eigenvalues of adjacency matrices, despite fluctuating wildly in an ensemble of scale-free networks, are well characterized by the ensemble average after being normalized by functions of the maximum degrees. 14 Specifically, it had been proven that the probability of having a large variation in extreme eigenvalues in the ensemble diminishes as the size of the network increases. Considering the rich assortment of possible structural configurations of scale-free networks in an ensemble, this averageability is significant as it implies that dynamical processes which are governed by the extreme eigenvalues can be simply described by means of the ensemble average without the need to incorporate the connection details of the individual network. In particular, the average ability of a network to synchronize and its mean epidemic spreading threshold are shown to be well approximated by functions of the ensemble average of the eigenvalues. Therefore, finding a way to determine the ensemble average of the extreme eigenvalues becomes crucial in uncovering the topological influences of the network structure on a number of network dynamical processes.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 262,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 263,
                    "end": 266,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 270,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 271,
                    "end": 274,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 759,
                    "end": 762,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 763,
                    "end": 766,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 767,
                    "end": 770,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 771,
                    "end": 774,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 775,
                    "end": 779,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 780,
                    "end": 784,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 785,
                    "end": 789,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 790,
                    "end": 794,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this paper, we investigate into the extreme eigenvalue of undirected scale-free network through its discrete form: the multimodal network. Note that for directed network, the extreme eigenvalue can be obtained from Refs. 15 its ensemble average. Interestingly, our results have enabled us to explore into the difference between bimodal 17,18 and scalefree networks in terms of the ensemble average of the extreme eigenvalue.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 226,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Let us begin with a brief introduction of multimodal networks. In Ref. 19 , a multimodal network with m modes is shown to contain m distinct peaks, which is exemplified by the degree distribution: PðkÞ ¼ P m i¼1 r i dðk À k i Þ. Note that dðxÞ is the Dirac's delta function. The discrete degrees of the network are k i ¼ k 1 b ÀðiÀ1Þ with i ¼ 1; 2; …; m. In addition, the fraction of nodes of degree k i is r i ¼ r 1 a ÀðiÀ1Þ . It is assumed that a > 1 and 0 < b < 1 such that the degree distribution of the multimodal network follows a power law:",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 73,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As m ! 1, the multimodal network converges to a scale-free network. The largest degree of the network is k m , the smallest degree is k 1 which is between 1 and hki, and we",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": ". Finally, the rest of the parameters are determined through the following equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "ðabÞ ÀðiÀ1Þ ¼ hki:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We follow the method outlined in Ref. 20 to find the maximum eigenvalue k H of the network after we have determined all the parameters of the multimodal network. Let G be a graph with vertices described by the set VðGÞ ¼ fv 1 ; v 2 ; …; v m g; and let A represents the adjacency matrix. For each positive integer n, the number of different v j ! v i walk of length n, denoted by y j!i ðnÞ, is the ( j, i)th-entry in the matrix A n . Note that two u ! v walks:",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 40,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "; v 2 Þ and both should be included in the calculation of y 0!2 ð3Þ. In other words, y j!i ðnÞ is the total number of all possible walks of length n from node j to i, including those that go backwards. Take a fully connected network with 3 nodes as an example, there are 3 walks of length 3 from node 1 to node 2, i.e., 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where v is a square matrix whose columns are the eigenvectors of A, and v 0 denotes the inverse of v. D is the diagonal matrix whose diagonal elements are the corresponding eigenvalues, i.e., D ll ¼ k l . Hence,",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Note that Eq. (3) gives a summation over the nth power of the eigenvalues. When n is sufficiently large, the nth power of k H dominates over the nth power of each of the remaining eigenvalues. Therefore, y j!i ðnÞ can be simply approximated by k H as follow:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Now, if we were to consider the number of walks of length n þ 2 which start and end at node H, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first term on the right hand side of Eq. (6) corresponds to the number of nearest neighbors of node H, i.e., the largest degree of the network, k H . In Ref. 20 , the second term on the right hand side of Eq. (6) is shown to be very small numerically for scale-free networks and is hence neglected. Since we are interested in finding a better approximation to the ensemble average of the maximum eigenvalues, we retain the second term and evaluate it by means of a statistical approach.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 164,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For this, we consider the walks which start from node H. Beginning from node H, the total number of all possible walks of length n to any node in the network is",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since out of a total of Nhki in-links and out-links (with N being the total number of nodes in the network), k j of them are directed into the node j, the fraction of walks that terminates at node j can be approximated by ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From node j, the number of possible one-step walk is equal to the number of neighbors of node j, i.e., y j ð1Þ ¼ k j . Similarly, from a neighbor of node j, say j 1 , the number of onestep walk is equal to the number of neighbors of node j 1 , i.e., y j 1 ð1Þ ¼ k j 1 . Walking two steps from node j is the same as walking one step from the neighbor of node j. Hence,",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "j ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where k ð1Þ j ¼ P k j q¼1 k j q =k j is the average degree of the first nearest neighbors of node j. The fact that node j is one of the neighbors of node j q implies that among the two-step walks that begin from node j, all walks that go from node j through its neighbors, and then go back to node j, are included. This means that backward walks are included in the calculation of y j ð2Þ in Eq. (10) . Therefore,",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 400,
                    "text": "(10)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since k j k ð1Þ j can be small, the approximation in Eq. (11) may not be precise for each j. Hence, the approximation is applicable only as an average over all nodes with degree k j instead of being valid for each individual case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Next, we substitute Eqs. (8), (9) and (11)into Eq. (6). Then, we consider the multimodal property of the network. For multimodal scale-free network, there is a finite number m, of distinct degrees k i , each with probability r i . Thus,",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Equation (12) implies that k H depends on the specific way the nodes within the network are connected, which can differ broadly across the ensemble. When the exponent b of a scale-free network is small, the degree distribution is more heavy-tailed. The result is a larger variation in the distribution of k ð1Þ i in the network ensemble. Hence, there is greater deviation in the values of k H in the ensemble. For multimodal network with fixed k 1 and k m , the parameter b, and hence k i , is fixed. In order to have a larger value of hki, the fraction of large-degree node has to be higher and the fraction of small-degree node has to be lower. This results in a more heavy-tailed distribution with a smaller value of b. In other words, b / 1=hki. When the network size is larger, hki has to be smaller for a fixed value of k m , which arises from the general result k m / ffiffiffiffiffiffiffiffiffi ffi hkiN p . 2,22-24 Hence, b is larger and the probability of having larger-degree node drops rapidly. This means that the values of k H in an ensemble of multimodal networks deviate less as the networks become more sparse. In an ensemble of sparse networks, the individual network can thus be well represented by the ensemble average.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On the other hand, for a fixed value of hki, the degree distribution of multimodal networks varies with different values of k 1 . Specifically, b / k 1 . For two multimodal networks A and B of the same size, but having different values of k 1 , the fraction of large-degree node for the network with smaller k 1 , say network A, has to be larger in order for it to have the same average degree as network B. Thus, k H of network A is larger. In other words, the choice of different values of k 1 can lead to different values of k H . Specifically, k 1 ¼ 1 gives the extreme eigenvalue that is the largest, and k H decreases as k 1 increases (see Fig. 1 ). In addition, since the degree distribution is more heavy-tailed for ensembles with smaller k 1 , deviation in the extreme eigenvalues is larger. Note that previous results in Ref. 14 had shown the ensemble averageability of network eigenvalues for networks with k 1 ! 3. However, it had been shown in Refs. 25 and 26 that a smaller minimum degree can give rise to a broader distribution of the extreme eigenvalues of a network ensemble. Typically, the distribution of extreme eigenvalues of certain real-world networks has been observed to exhibit multimodal characteristics. This is consistent with our result that variation in the extreme eigenvalues is larger for an ensemble with a smaller k 1 . Therefore, for network ensembles with k 1 < 3, the ensemble averages of the extreme eigenvalues have to be used with care.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 646,
                    "end": 652,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "After the qualitative discussion on the dependence of deviation in extreme eigenvalue on the deviation in the distribution of k ð1Þ i , we next proceed to approximate the average values of k ð1Þ i analytically. For a random network, the average of the sum of the nearest neighbor degree is z 2 ¼ G 0 0 ð1Þ G 1 0 ð1Þ. 27 Note that G 0 ðxÞ ¼ P 1 k¼0 p k x k is the generating function for the probability distribution of the node degree, while G 1 ðxÞ ¼ P 1 k¼0 kp k x k =hki is the generating function for the distribution of the degree of the vertices which we arrive at by following a randomly chosen edge. Hence, for a random multimodal network without any degree-degree correlation, k ð1Þ i % hk 2 i=hki and",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 319,
                    "text": "27",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Note that the second moment hk 2 i is a converging function of m. More specifically, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "with ðab 2 Þ Àm ! 0 as m ! 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With the derivation of Eq. (14), we now proceed to study the dependence of the ensemble average of the extreme eigenvalues on the mode number m of the multimodal networks. Here, we set k 1 ¼ hki=2 and k m ¼ ffiffiffiffiffiffiffiffiffi ffi hkiN p . Figure 2 shows the ensemble average of the extreme eigenvalues for multimodal networks with m modes. It is observed that hk H i is the largest for bimodal network. It decreases gradually as m increases and eventually converges to a finite value. In consequence, the epidemic threshold for bimodal network is lower than that of the scale-free network, since the epidemic threshold is inversely proportional to the extreme eigenvalue. Thus, although it had been shown in Ref. 19 that bimodal network is optimal in terms of its tolerance against both random and targeted removal of nodes, epidemic spreading in this network is found to be less controllable.",
            "cite_spans": [
                {
                    "start": 722,
                    "end": 724,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 256,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "To verify the accuracy of Eq. (14), we have compared its predicted values to those obtained numerically. For this, we have generated a scale-free network with k 1 ¼ hki=2 and k m ¼ ffiffiffiffiffiffiffiffiffi ffi hkiN p using the Barabási-Albert (BA) model. 2 An ensemble with randomized network topology is then created using the degree-preserving algorithm of Ref. 28 . For uncorrelated networks, we choose networks with assortativity coefficients near to zero. The maximum eigenvalue of each network is then computed and an ensemble average is obtained. In Fig. 3 , we show the dependence of hk H i on hki and N. Note that the numerical results are shown as squares. Next, we compute the ensemble average for multimodal networks with the same parameters using Eq. (14) by having r m ! 1=N, so that there is at least one node with degree k m . In addition, we compare our results with those predicted from approximations provided by previous studies on hk H i, i.e., hk H i ¼ ffiffiffiffiffi k H p 20,29-31 and hk H i ¼ ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi ffi k H þ hk 2 i=hki À 1 p . 14 As shown in Fig. 3 , our results give values of hk H i that are much closer to the numerical results in comparison to those obtained based on the earlier approaches.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 259,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 367,
                    "end": 369,
                    "text": "28",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 560,
                    "end": 566,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 1172,
                    "end": 1178,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "We have derived a more precise analytical approximation for the ensemble average of extreme eigenvalues for uncorrelated networks. However, many real-world networks are not uncorrelated, instead they show either assortative or disassortative mixing on their degree. For instance, the physics coauthorship network in Ref. 32 is assortative, while the world-wide web network is disassortative. 2 For ensembles of network with identical degree distribution, hk H i of assortative networks which tend to link high-degree nodes to other high-degree nodes, are larger than hk H i of disassortative networks. For these networks, k ð1Þ i / k À i , with > 0 for disassortative networks and < 0 for assortative networks. Hence, although Eq. (14) gives ensemble average of k H for randomly connected networks, it can be generalized to",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 393,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 731,
                    "end": 735,
                    "text": "(14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "for correlated networks. In fact, deviation in the extreme eigenvalue is larger in network ensemble with varying assortativities. Nonetheless, as shown in Ref. 14, fluctuation in the normalized extreme eigenvalue diminishes as the network size increases. In Fig. 4 , we show the distribution of normalized extreme eigenvalue k N H for N ¼ 1000, 3000, and 4000. Note that our results are obtained by first generating a BA network, before producing an ensemble through implementing ð P i k i Þ 2 number of link rewirings which follow the constraints outlined in Ref. 28 . As discussed in Ref. 14, degree correlations in the networks are generated through these constraints. As the network size grows, the distribution of k N H becomes more peaked and the standard deviation r N decreases.",
            "cite_spans": [
                {
                    "start": 565,
                    "end": 567,
                    "text": "28",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 264,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "In conclusion, the ensemble averages of the extreme eigenvalues of scale-free networks can be determined more precisely through the multimodal networks with a large number of modes. Previous approximations on the extreme ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Graphs & Digraphs",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chartrand",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lesniak",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Dependence of hk H i on k 1 for multimodal network with hki ¼ 6; N ¼ 3 Â 10 3 and m ¼ 2 (solid line), 10 (dashed line), and 21 (dotted line).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Dependence of hk H i on m for multimodal network with k 1 ¼ hki=2. Note that the average degree and size of the network are: (1) hki ¼ 4; N ¼ 3000 (circles), (2) hki ¼ 6; N ¼ 3000 (squares), and (3) hki ¼ 6; N ¼ 8000 (triangles). FIG. 3. Dependence of hk H i on (a) hki and (b) N, for an ensemble of scale-free networks with k 1 ¼ hki=2. Note that N ¼ 3 Â 10 3 for (a) and hki ¼ 6 for (b",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Numerical results for (a) the distribution Pðk N H Þ of the normalized extreme eigenvalue k N H for N ¼ 1000 (dotted line), 3000 (dashed line), 4000 (solid line), and (b) the N dependence of the corresponding standard deviation r N . Note that all the network ensembles consist of realizations of 5000 networks with hki ¼ 6 and k 1 ¼ 3.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "and 16. Based on mathematical properties of the multimodal network, which are more tractable, we determine analytically the ensemble average of the extreme eigenvalues and investigate into circumstances under which the individual network can be better represented by",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "y H!H ðn þ 2Þ ¼ y H!H ðnÞy H!H ð2Þþ X",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "). The results for hk H i ¼ ffiffiffiffiffi k H p and hk H i ¼ ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi ffi k H þ hk 2 i=hki À 1 p are shown as solid curves and dotted curves, respectively, while the analytical results from Eq. (14) are shown as dashed curves. The numerical results from the BA model, which are obtained after averaging over 200 network realizations, are shown as squares.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "eigenvalue of adjacency matrix of random, undirected scalefree network have been analytically approximated up to the second order correction as k 2 H % k H þ k ð1Þ H À 1, 14 which is found to give better precision over results obtained through k 2 H % k H . 20, [29] [30] [31] Nonetheless, our results have clearly shown that the ensemble average of the extreme eigenvalues predicted by the second order correction is much too low, which can lead to an over-estimation of the epidemic threshold. When dealing with network dynamics such as the epidemic spreading of the community-acquired meticilin-resistant Staphylococcus aureus (CA-MRSA) superbugs that are resistant to many antibiotics, 33 such an over-estimation of the epidemic threshold can lead to serious consequences. In view of this, the analytical solution derived from the multimodal network which is able to provide closer approximation to the ensemble average of extreme eigenvalue of scale-free network is important. We have demonstrated that our analytical approximation predicted accurately the ensemble average of the extreme eigenvalues for scale-free networks with b % 3 and k m ¼ ffiffiffiffiffiffiffiffiffi ffi Nhki p . In fact, Eq. (14) is valid for a broad class of scale-free networks with different values of b and k m . While k m is a free parameter, the exponent b can be adjusted by tuning the parameters a and b through the relation: b ¼ Àlna=lnb þ 1. 19 From Eq. (14) , it is clear that hk H i increases with an increase in ffiffiffiffiffi k m p . Furthermore, it can be deduced from Eq. (14) that hk H i reduces as b increases.This results from a decrease in the variance of the degree and the fraction of high degree nodes in the network, as the exponent b increases. This work is supported by the Defense Science and Technology Agency of Singapore under project agreement of POD0613356.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 261,
                    "text": "20,",
                    "ref_id": null
                },
                {
                    "start": 262,
                    "end": 266,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 690,
                    "end": 692,
                    "text": "33",
                    "ref_id": null
                },
                {
                    "start": 1432,
                    "end": 1434,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 1444,
                    "end": 1448,
                    "text": "(14)",
                    "ref_id": null
                },
                {
                    "start": 1569,
                    "end": 1573,
                    "text": "(14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}