{"paper_id": "c264d90ef8edf12cfe88f49e4fad1a87808555ba", "metadata": {"title": "Local orders in international organisations: the World Health Organization's global programme on AIDS", "authors": [{"first": "Tine", "middle": [], "last": "Hanrieder", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ludwig-Maximilians-University (LMU) Munich", "location": {"addrLine": "Oettingenstr. 67", "postCode": "80538", "settlement": "Munich", "country": "Germany"}}, "email": ""}]}, "abstract": [{"text": "In 1990, the World Health Organization (WHO) started to downsize its renowned Global Programme on AIDS, despite continued donor and member state support. This turnaround has decisively contributed to WHO's loss of leadership in HIV/ AIDS politics. From the viewpoint of both rationalist and constructivist theories of international organisation (IO) agency, an IO engaging in 'mission shrink' is a striking irregularity. In order to account for such apparently self-defeating behaviour, this article adopts an open systems view of IOs and identifies trans-organisational coalitions as important agents of IO change. I argue that subunit dynamics rather than systemic conditions drive IO behaviour, in particular where member states' material power and their formal control of organisational veto positions do not coincide. This approach will be used to retrace the changes in subunit coalitions that drove WHO's erratic HIV/AIDS programme and thus to solve this puzzle of 'mission shrink'. On the basis of insights from the WHO case, the article concludes by offering a heuristic of trans-organisational coalitions and the types of IO change associated with them.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "When AIDS emerged as a devastating new disease in the 1980s, the World Health Organization (WHO 2006: 2) initially took the lead in accordance with its mandate to 'act as the directing and coordinating authority on international health work'. Its Global Programme on AIDS (GPA), created in 1987, defied all suspicions about inertia in United Nations (UN) bureaucracies. GPA prided itself on its innovative and multidisciplinary approach in the fight against HIV/ AIDS, which became the standard for the public health community. It won unmatched donor support as well as collaboration by civil society and development organisations, and WHO was officially recognised as the leading agency in the UN response to HIV/AIDS (Jo¨nsson 1996) . Yet in 1990, at the height of its activities, GPA started to contract and massively downsized its activities. Donor and member state support had not waned, GPA's mandate remained unchanged, and AIDS was far from being under control. In the absence of external constraints on further expansion, what moved WHO to give up momentum for leadership in international HIV/AIDS politics? Given that IOs are renowned for maintaining even dysfunctional programmes, why would WHO step back from one of its most successful programmes that powerfully underlined its constitutional leadership in international health governance? This puzzling move critically damaged WHO's position in the global HIV/AIDS field, and indeed within GPA's successor organisation, UNAIDS.", "cite_spans": [{"start": 91, "end": 104, "text": "(WHO 2006: 2)", "ref_id": null}, {"start": 719, "end": 734, "text": "(Jo¨nsson 1996)", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Introduction"}, {"text": "Existing approaches to IO behaviour have difficulty in accounting for 'mission shrink' in international organisations (IOs). In fact, established rationalist and constructivist models of IOs, though disagreeing on the logic of IO agency, assume that IO bureaucracies can be understood as coherent actors with expansionary tendencies. Principal-agent (PA) theory's opportunistic and self-serving agents are challenged by constructivism's rule-driven bureaucracies, but in both versions bureaucratic agents strive to broaden their mandate and impose their policies as far as possible within given constraints. Given that such constraints were not present in the GPA case, it makes sense to suspend the actor assumption and look to subunit dynamics instead.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This article thus starts from the puzzle of GPA's sudden decline in order to theorise how subunit dynamics impact on IO change and produce organisational outcomes that cannot be accounted for in corporate terms. In fact, if WHO was a coherent actor, its response to the HIV/AIDS crisis would raise suspicions of schizophrenia. Enthusiastic beginnings, a sudden withdrawal, and ultimately vain and unrealistic claims to leadership in UNAIDS point to internal contradictions and conflicts. To account for such conflicts and the types of change associated with them, this article conceptualises IOs as 'open systems' that are constituted through decentralised transactions at rather than decisions within organisational boundaries (Ansell and Weber 1999; Scott 2003) . Drawing mainly on sociological organisation theory (Friedberg 1997; Pfeffer and Salancik 2003) , I focus on trans-organisational coalitions as the basic units of analysis. Transcending organisational boundaries, these coalitions sustain IO-environment transactions at the subunit level and pursue goals that may well be in conflict or incompatible with each other. They constitute 'local orders' (Friedberg 1997) beneath the corporate level, meaning that they are not mere reflections of the whole, but to some degree independent centres of organisational agency. 1 Such local factors, I will argue, become consequential where member states' 'external', material power diverges from their control of formal power positions inside IOs. Different coalitions with different sources of material or organisational (veto) power can thus block each other or initiate change beneath the corporate level.", "cite_spans": [{"start": 728, "end": 751, "text": "(Ansell and Weber 1999;", "ref_id": "BIBREF2"}, {"start": 752, "end": 763, "text": "Scott 2003)", "ref_id": "BIBREF67"}, {"start": 817, "end": 833, "text": "(Friedberg 1997;", "ref_id": "BIBREF23"}, {"start": 834, "end": 860, "text": "Pfeffer and Salancik 2003)", "ref_id": "BIBREF66"}, {"start": 1162, "end": 1178, "text": "(Friedberg 1997)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Introduction"}, {"text": "I will use this approach to explain GPA's puzzling contraction as an outcome of shifting coalitions sustaining WHO. The processes in and around GPA will be reconstructed with the help of organisational publications and secondary sources that document GPA's history and the power struggles that led to its demise. The implications of this explanation go beyond explaining exceptional cases of 'mission shrink' though. To the contrary, WHO's increasing reliance on projectspecific contracts funded by extrabudgetary sources highlights that the fragmentation of agency is a more widespread phenomenon and can be a driving force behind mission creep as well. Drawing on these insights, I will put forward a heuristic of coalition types and the modes of change associated with them as a basis for further research.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The article is divided into four main parts. The first section introduces the history of GPA and argues that it is puzzling for both rationalist and constructivist explanations of IO behaviour. Second, the trans-organisational approach to IO change will be introduced as an alternative to theories of IO agency. Third, I will analyse the GPA case through a 'local orders' lens. Finally, the article takes an inductive step and points out the broader implications of the coalitional approach to explaining IO change. The article concludes by gesturing to further empirical questions that follow from its main arguments.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "A cautionary note about the empirical scope of this article is in order. The article does not aim to explain the creation of UNAIDS as the sole result of internal conflicts in WHO. Any monocausal explanation of this organisational innovation would be skewed (Soni 1998) . Although the trans-organisational perspective may in principle be extended to entire organisational fields (Jo¨nsson 1986 ) and may also shed light on the interagency struggles that preceded the creation of UNAIDS (Jo¨nsson 1996; Knight 2008) , the article focuses on the WHO side of the story. Its aim is to uncover the systematic frictions in a UN agency torn between donor and member state control and to identify constellations that are likely to occur in other organisations as well. It thereby contributes conceptual building blocks for theorising IO change beyond the PA divide.", "cite_spans": [{"start": 258, "end": 269, "text": "(Soni 1998)", "ref_id": "BIBREF71"}, {"start": 379, "end": 393, "text": "(Jo¨nsson 1986", "ref_id": "BIBREF42"}, {"start": 486, "end": 501, "text": "(Jo¨nsson 1996;", "ref_id": "BIBREF43"}, {"start": 502, "end": 514, "text": "Knight 2008)", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Introduction"}, {"text": "The rise and decline of WHO's GPA In the early 1980s, the health community was shaken up by a new and unknown disease that was eventually identified as HIV by 1984. This deadly condition was first discovered among young homosexual men in the United States, and it soon became clear that it was spread through sexual intercourse. While the disease was first perceived to be confined to local outbreaks in the United States, Europe and Haiti, by 1985 the global scope of AIDS was hardly disputed (Knight 2008: 13) . Many African countries were severely struck by the disease, and the potential expansion of the virus alarmed both specialists and the wider public (Soni 1998: 21-25) .", "cite_spans": [{"start": 494, "end": 511, "text": "(Knight 2008: 13)", "ref_id": null}, {"start": 661, "end": 679, "text": "(Soni 1998: 21-25)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The origins of AIDS in the homosexual community and among injecting drug users made the disease a highly politicised health issue. While conservative forces in the west were strongly opposed to scaling up HIV/AIDS research, western AIDS research in Africa was charged with colonialism. Uncertainty, prejudice, and stigmatisation pervaded not only public but also scientific debates. In this climate of urgency and political contestation, states turned to WHO as an impartial 'clearing-house' (Garrett 1995: 359) through which they could channel and coordinate international activities in HIV/AIDS research and policy.", "cite_spans": [{"start": 492, "end": 511, "text": "(Garrett 1995: 359)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Thus, in 1987, following a World Health Assembly (i.e., member state) request that WHO explore ways in which it could assist member states in dealing with the new disease, WHO established the Special Programme on AIDS (SPA, renamed GPA in 1988) . WHO, an experienced health development agency, was to facilitate scientific exchange and find the means to combat the spread of HIV (Soni 1998: 26) . SPA/GPA, which was placed directly under the authority of the director-general, was supplied with large extrabudgetary donations by wealthy member states. Between 1987 and 1990, contributions rose from an annual US$30 million to $90 million (Knight 2008: 16) , and GPA grew into the largest single programme in WHO (Merson et al. 2008: 480-1) , employing 400 individuals by 1990 (Soni 1998: 34) . Its comprehensive approach to HIV/AIDS -ranging from sex education and condom promotion to efforts to improve blood safety -became 'axiomatic' (Leaning 1998: 754) in the health community. Furthermore, through its cooperation with the United Nations Development Programme (UNDP), GPA was able to provide both technical and financial support to developing countries (Chin 2007: 200-2) .", "cite_spans": [{"start": 218, "end": 244, "text": "(SPA, renamed GPA in 1988)", "ref_id": null}, {"start": 379, "end": 394, "text": "(Soni 1998: 26)", "ref_id": null}, {"start": 638, "end": 655, "text": "(Knight 2008: 16)", "ref_id": null}, {"start": 712, "end": 739, "text": "(Merson et al. 2008: 480-1)", "ref_id": null}, {"start": 776, "end": 791, "text": "(Soni 1998: 34)", "ref_id": null}, {"start": 937, "end": 956, "text": "(Leaning 1998: 754)", "ref_id": null}, {"start": 1158, "end": 1176, "text": "(Chin 2007: 200-2)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The programme became prominent beyond WHO and the public health community too. GPA leader Jonathan Mann was invited to speak before the UN General Assembly as early as 1987 (Garrett 1995: 465) . The result was a resolution commending the work of WHO and affirming WHO's leadership in international AIDS politics (United Nations General Assembly 1987). GPA collaborated with other UN organisations such as UNICEF, the UN Population Fund and the International Labour Organization (ILO), and with non-governmental organisations and human rights groups. The trust that donors 2 had in the programme was expressed not only in rising contributions, but also by the fact that their contributions were unspecified, leaving decisions about their specific usage to GPA leaders (Mann and Kay 1991: S223; Soni 1998: 61 ).", "cite_spans": [{"start": 173, "end": 192, "text": "(Garrett 1995: 465)", "ref_id": null}, {"start": 767, "end": 792, "text": "(Mann and Kay 1991: S223;", "ref_id": null}, {"start": 793, "end": 806, "text": "Soni 1998: 61", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Yet, despite continued external support and an unaltered mandate, WHO started to downsize its HIV/AIDS activities from 1990 onwards. GPA's role was reinterpreted as a technical rather than multisectoral programme. Its activities were concentrated on treatment and medical research, while the social and behavioural components of the pandemic as well as GPA's previous human rights agenda became marginalised. Furthermore, GPA's coordinating function was interpreted much more restrictively. Collaboration with civil society organisations was scaled down to financial transfers, while outreach to communal partners ceased to be a priority. Personnel experienced in the field of HIV/AIDS were moved out of the programme and replaced by staff with internal bureaucratic credentials (Soni 1998: 90-97) . Hence, GPA's autonomy was significantly curbed and its programme reoriented towards its medical core.", "cite_spans": [{"start": 779, "end": 797, "text": "(Soni 1998: 90-97)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "This shift had not been requested by GPA's donors. It consequently provoked not only a crisis of confidence, but also a decline in donations to GPA beginning in 1991 (Knight 2008: 18) . Thus, 1990 was a major turning point for WHO's role in HIV/AIDS politics. 3 The organisation interrupted the expansion of its flagship programme and reinterpreted its role from a global policy leader to a technical, medical agency. When UNAIDS was created in 1995, WHO belatedly attempted to reclaim UN-wide leadership (Knight 2008: 28) . However, it only became one of six co-sponsoring agencies which had a seat, but no vote, at UNAIDS' Programme Coordinating Board. 4 GPA was dismantled and its staff partially transferred to UNAIDS, so that in the late 1990s the number of full-time HIV/AIDS professionals at WHO went down to three (Gerbase et al. 2009: 8) . Following this transfer, it took the organisation nearly a decade to rebuild capacity in this priority field of international health work. 5 Established approaches to IO change have difficulty in accounting for this turnaround. Both rationalists and constructivists assume that IOs have a tendency for 'mission creep' rather than self-restraint. First, the rationalist PA approach suggests that self-serving IO 'agents' continuously strive to expand their budget and mandate, exploiting their principals' uncertainty as to whether budget increases are necessary and efficient or not (Niskanen 1994) . This form of agency slack is, from a PA perspective, one of the greatest risks states face when delegating authority to IOs (Copelovitch 2010: 54, 57) and part of the explanation why IOs 'never die' (Strange 1998) . To contain the expansionary tendencies of their agents, states can deploy budgetary constraints or circumscribe the IO's mandates (Nielson and Tierney 2003: 242; Hawkins et al. 2006: 30) . However, such limitations were not present in the GPA case when the programme started to contract in 1990. Donors and member state principals did not change GPA's mandate (Soni 1998: 93) , resource supply was abundant, and AIDS continued to spread while knowledge about the disease continued to grow (Mann et al. 1992) . Thus, the conditions highlighted by the PA approach can hardly account for GPA's sudden change of course.", "cite_spans": [{"start": 166, "end": 183, "text": "(Knight 2008: 18)", "ref_id": null}, {"start": 260, "end": 261, "text": "3", "ref_id": null}, {"start": 505, "end": 522, "text": "(Knight 2008: 28)", "ref_id": null}, {"start": 822, "end": 846, "text": "(Gerbase et al. 2009: 8)", "ref_id": null}, {"start": 988, "end": 989, "text": "5", "ref_id": null}, {"start": 1432, "end": 1447, "text": "(Niskanen 1994)", "ref_id": null}, {"start": 1574, "end": 1600, "text": "(Copelovitch 2010: 54, 57)", "ref_id": null}, {"start": 1649, "end": 1663, "text": "(Strange 1998)", "ref_id": "BIBREF72"}, {"start": 1796, "end": 1827, "text": "(Nielson and Tierney 2003: 242;", "ref_id": null}, {"start": 1828, "end": 1852, "text": "Hawkins et al. 2006: 30)", "ref_id": null}, {"start": 2026, "end": 2041, "text": "(Soni 1998: 93)", "ref_id": null}, {"start": 2155, "end": 2173, "text": "(Mann et al. 1992)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Second, the constructivist 'bureaucratic culture' model of IOs comes up with similar behavioural predictions, even though it is grounded in a different conceptualisation of IO agency. Understood as rule-driven and self-referential Weberian bureaucracies (Barnett and Finnemore 2004) , IOs are eager to apply their established competencies and approach their environment in terms of the solutions they are capable of providing (March and Olsen 1998: 966-8) . This capacity-driven behaviour is backed up by supranational bureaucrats' cognitive inclination to see the world as demanding more rather than less bureaucratic intervention: Bureaucrats craft policies based on rational and rule-governed approaches, the natural provider of which are bureaucracies themselves (Barnett and Finnemore 2004: 43) . Even organisational failures are not interpreted as reasons for withdrawal or restraint but rather for renewed and enlarged IO programmes (Barnett and Finnemore 2004: 44) . Only where there is a clear mismatch between an IO's internal culture and external policy demands may an IO seek to avoid or even defy such demands in order to preserve its identity and autonomy (Barnett and Coleman 2005: 601-2) . This was not the case for GPA though. The programme's and donors' policy goals were sufficiently aligned to prevent such a conflict, and the fact that it was funded by unspecified contributions allowed GPA to work quite autonomously.", "cite_spans": [{"start": 254, "end": 282, "text": "(Barnett and Finnemore 2004)", "ref_id": "BIBREF5"}, {"start": 426, "end": 455, "text": "(March and Olsen 1998: 966-8)", "ref_id": null}, {"start": 767, "end": 799, "text": "(Barnett and Finnemore 2004: 43)", "ref_id": null}, {"start": 940, "end": 972, "text": "(Barnett and Finnemore 2004: 44)", "ref_id": null}, {"start": 1170, "end": 1203, "text": "(Barnett and Coleman 2005: 601-2)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Indeed, recent constructivist contributions have questioned the static nature of bureaucratic identities and emphasised that internal debate and belief change among bureaucrats can alter IO policies (Leiteritz 2005; Chwieroth 2008 Chwieroth , 2009 Park and Vetterlein 2010) . However, there is no evidence for such contestation and belief change among GPA's protagonists, who are reported to have formed a cohesive group of committed individuals behind Jonathan Mann (Chin 2007: 200-2) . Rather, as the case study below will show, it was a major shift in organisational coalitions -and thus in the protagonists themselves -that caused GPA to reverse course. Before we turn to this case study, however, the following section introduces the open systems view of IO change on which it is based.", "cite_spans": [{"start": 199, "end": 215, "text": "(Leiteritz 2005;", "ref_id": "BIBREF50"}, {"start": 216, "end": 230, "text": "Chwieroth 2008", "ref_id": "BIBREF15"}, {"start": 231, "end": 247, "text": "Chwieroth , 2009", "ref_id": "BIBREF16"}, {"start": 248, "end": 273, "text": "Park and Vetterlein 2010)", "ref_id": null}, {"start": 467, "end": 485, "text": "(Chin 2007: 200-2)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "That rationalist and constructivist predictions for IO behaviour significantly overlap is only surprising at first glance. In fact, both approaches start from the assumption that there is some corporate interest that the organisation seeks to preserve collectively. IOs are conceived of as corporate actors with a genuine interest in self-maintenance and internally defined goals. Such a view suggests that decision making in IOs is either determined by a 'dominant' organisational culture (e.g., Weaver 2008: 73), or the outcome of an internal dispute where the parties ultimately settle on the position that is in the organisation's best interest (Barnett and Coleman 2005: 601) . Accordingly, much of the debate about IO agency has been concerned with the question of whether external or internal determinants are more consequential for IO change, and how these determinants are balanced (Freitas 2004; Barnett and Coleman 2005) .", "cite_spans": [{"start": 649, "end": 680, "text": "(Barnett and Coleman 2005: 601)", "ref_id": null}, {"start": 891, "end": 905, "text": "(Freitas 2004;", "ref_id": "BIBREF22"}, {"start": 906, "end": 931, "text": "Barnett and Coleman 2005)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Local orders in IOs"}, {"text": "Implicit in such an approach is the assumption that IO boundaries pose clear limits to organising agency. A self-organised bureaucracy is opposed to a collectivity of principals who jointly govern their agent once collective action problems have been overcome. Although this conceptualisation can be analytically productive and help scholars to understand, for example, how principal-induced reforms are received and mediated by resilient organisational cultures (Barnett and Coleman 2005; Nielson et al. 2006) , it also comes with limitations. First, by reifying the PA divide, scholars neglect the more subtle dynamics through which agents and principals mutually influence each other. Therefore, recent contributions have highlighted the dynamic feedback processes through which bureaucrats shape principals' perceptions and preferences, rather than regarding these preferences as fixed and strictly separate (Moschella 2009; Broome 2010; Clegg 2010) . Second, the dichotomy between principals and agents overstates organisational unity while obscuring contradictions and conflicts inside and outside IOs. IOs are not coherent and integrated wholes, but are made up of different units with distinct purposes. Likewise, IO environments are not coherent. The states, private actors, and civil society organisations that make up an IO's environment place complex and often contradictory demands on IOs. As Catherine Weaver (2008) has argued, incompatible external demands are often mirrored in intra-bureaucratic conflicts and induce IOs to engage in contradictory, if not 'hypocritical' behaviourmeaning a systematic gap between an organisation's talk and actions.", "cite_spans": [{"start": 463, "end": 489, "text": "(Barnett and Coleman 2005;", "ref_id": "BIBREF4"}, {"start": 490, "end": 510, "text": "Nielson et al. 2006)", "ref_id": "BIBREF61"}, {"start": 912, "end": 928, "text": "(Moschella 2009;", "ref_id": "BIBREF59"}, {"start": 929, "end": 941, "text": "Broome 2010;", "ref_id": "BIBREF8"}, {"start": 942, "end": 953, "text": "Clegg 2010)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Local orders in IOs"}, {"text": "Building on these recent moves towards overcoming the PA divide, this article conceptualises IO agency as driven by trans-organisational coalitions. These coalitions are products of rational and goal-oriented exchanges but are located beneath the aggregate level, that is, they become visible once 'the' principal and 'the' agent are disaggregated. Thus, 'local' here means that parts of the organisation are to some degree independent units of agency engaged in distinct, local exchanges, and drawing on distinct sources of power.", "cite_spans": [], "ref_spans": [], "section": "Local orders in IOs"}, {"text": "The 'local orders' approach is based on a view of IOs as rather loosely bound 'open systems', the borders of which are porous enough to allow for multiple decentralised transactions with the organisational environment (Ansell and Weber 1999: 75; classically Scott 2003; Koch 2009 ). As organisations constantly need to acquire material and ideational resources from their environment in order to survive, such cross-boundary exchanges are vital for their reproduction (Pfeffer and Salancik 2003) . Organisations have to tap material (financial) support, mobilise individuals and collective actors to participate in organisational activities, and also depend on social recognition and legitimation. This means that the organisational boundary is not a rigid border between external and internal agency, but a central site of organisational activity.", "cite_spans": [{"start": 218, "end": 245, "text": "(Ansell and Weber 1999: 75;", "ref_id": null}, {"start": 246, "end": 269, "text": "classically Scott 2003;", "ref_id": null}, {"start": 270, "end": 279, "text": "Koch 2009", "ref_id": "BIBREF46"}, {"start": 468, "end": 495, "text": "(Pfeffer and Salancik 2003)", "ref_id": "BIBREF66"}], "ref_spans": [], "section": "Local orders in IOs"}, {"text": "Zooming in on boundary activities implies that the container view of IOs is given up in favour of a disaggregated view of cross-boundary exchanges. As relationships with the environment are entertained at all levels of organisational activity, 'the' IO environment is not encountered as a monolithic force that constrains and 'selects' certain IO behaviours, but as a composite of actors and demands that interact with specific parts of the IO. 6 For example, the allies of a research department differ from the allies of the communications unit, and they may place different demands on their organisational counterparts. While scientists and research institutions will demand scientific rigour and precision, media representatives will ask for clear messages, even at the cost of oversimplification. The coupling of such trans-organisational coalitions with global (often vaguely stated) organisational goals will often be reasonably loose rather than firmly integrated (Selznick 1996: 275) .", "cite_spans": [{"start": 971, "end": 991, "text": "(Selznick 1996: 275)", "ref_id": null}], "ref_spans": [], "section": "Local orders in IOs"}, {"text": "If trans-organisational coalitions matter, then the organisational outcomes resulting from their local transactions may not be easily predicted from a corporate perspective. Especially where different coalitions pursue conflicting goals, their activities are not easily integrated into corporate 'actions', but combine in nonlinear ways to produce organisational 'resultants' (Allison 1971: 6; Mayntz 2009: 140-5) . 7 Evidently, this leads to a more complex account of organisational behaviour than the actor analogy that has long underpinned IO research, and thus involves a sacrifice in theoretical parsimony. Adding such complexity may not always be necessary. Under many circumstances and for many research purposes, it may be analytically more productive to take a corporate perspective and assume that intra-organisational conflicts cancel out or can be centrally contained. Following this assumption one may simply assume that overall, 'systemic' conditions such as the preference constellations and power relationships among member states linearly translate into organisational outcomes. However, in IO contexts, less 'efficient' organisational histories (March and Olsen 1998) are likely for at least two reasons: the pervasiveness of collective action problems in IOs and the fact that in many IOs, systemic power constellations and formal organisational power relationships diverge.", "cite_spans": [{"start": 376, "end": 393, "text": "(Allison 1971: 6;", "ref_id": null}, {"start": 394, "end": 413, "text": "Mayntz 2009: 140-5)", "ref_id": null}, {"start": 1163, "end": 1185, "text": "(March and Olsen 1998)", "ref_id": "BIBREF56"}], "ref_spans": [], "section": "Local orders in IOs"}, {"text": "First, IOs are peculiar organisations because they are jointly governed by their member states. Hence, collective action problems loom large in interstate organisations where a plurality of principals has to agree before authoritative decisions are made (Nielson and Tierney 2003) . For PA scholars this generally means that change can either be principal driven, where 'common agency' problems among principals are resolved, or agent driven, where principals are divided on important issues (Copelovitch 2010) . However, it is equally possible that sub-coalitions between certain principals and certain IO subunits are forged. Their bargains are not centrally negotiated, but locally enacted.", "cite_spans": [{"start": 254, "end": 280, "text": "(Nielson and Tierney 2003)", "ref_id": "BIBREF60"}, {"start": 492, "end": 510, "text": "(Copelovitch 2010)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Local orders in IOs"}, {"text": "Such sub-coalitions need not reflect overall power relationships among member states for a second reason, namely, the divergence of formal and material powers in IOs. This aspect is mostly neglected in PA approaches, which start from a 'strictly formal notion of power' (Nielson and Tierney 2003: 251) . They thereby assume that the central channel of member states' influence on IOs is their formal authority as principals. From that perspective, the preference constellation among major principals is indeed the most important and systematic predictor for IO behaviour (Copelovitch 2010) . However, it is not by coincidence that PA analyses are mostly applied to the Bretton Woods institutions, where indeed materially powerful members are also formally privileged through the system of weighted voting. Yet, in other IOs -most prominently the UN organisations that have adopted the 'one state, one vote' principle -organisational and external power relationships diverge. As a result, some member states (or member state subgroups) may be in a position to block organisational decisions even though the materially most powerful states would favour such decisions. Translated into IO subunits, this means that subunits allied with externally powerful member states (or private donors) may have better access to material power, while subunits allied with member states occupying critical veto points may dispose of superior formal power. The confrontation of such coalitions tends to produce unintended outcomes. A striking case where such a constellation has produced an outcome that is difficult to rationalise from a corporate perspective is GPA's 'mission shrink'. This case will be analysed through the open systems lens in the following section.", "cite_spans": [{"start": 270, "end": 301, "text": "(Nielson and Tierney 2003: 251)", "ref_id": null}, {"start": 571, "end": 589, "text": "(Copelovitch 2010)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Local orders in IOs"}, {"text": "The WHO (2006: 2), one of the specialised agencies of the UN, was founded as 'the directing and co-ordinating authority on international health work', with the 'attainment by all peoples of the highest possible level of health' as its ambitious official objective. It was established in a functionalist spirit, as a locus of technical cooperation beyond the conflictual world of power politics (Siddiqi 1995) , and is staffed mainly with medical professionals (Lee 2009: 27) . Not being part of the 'usual suspects' (Haftel and Thompson 2006: 254) with which IO studies are generally concerned, WHO has lately appeared on the scholarly radar mainly because of its reinforced role in the combat of infectious disease (Zacher and Keefe 2008) . Recent IO scholarship has developed an interest in WHO in the face of apparent instances of 'slack' in the organisation such as the travel warnings that the secretariat issued during the 2003 SARS crisis (Cortell and Peterson 2006) . Its potential for slack is attributed to WHO's strong identity, which is based on its professional values and medical ethos (ibid.: 266-71). Thus, by juxtaposing WHO to an environment of member states whose demands can also collide with organisational values, scholars have sought to reconstruct the 'strategic response' of an organisation that for this purpose is conceptualised as an intentional actor (Chorev 2012) .", "cite_spans": [{"start": 394, "end": 408, "text": "(Siddiqi 1995)", "ref_id": "BIBREF69"}, {"start": 460, "end": 474, "text": "(Lee 2009: 27)", "ref_id": null}, {"start": 516, "end": 547, "text": "(Haftel and Thompson 2006: 254)", "ref_id": null}, {"start": 716, "end": 739, "text": "(Zacher and Keefe 2008)", "ref_id": "BIBREF79"}, {"start": 946, "end": 973, "text": "(Cortell and Peterson 2006)", "ref_id": "BIBREF20"}, {"start": 1380, "end": 1393, "text": "(Chorev 2012)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Shifting coalitions and the politics of GPA"}, {"text": "The following analysis of the GPA case, by contrast, starts from the observation of WHO's internal complexity and conflict rather than ascribing its corporate agency. I will point out that political coalitions and conflicts cut across the PA divide, and show that the shifting constellation of these coalitions chiefly determined WHO's erratic behaviour regarding its HIV/AIDS programme. In order to grasp these dynamics, some background information on WHO's governance structure is needed.", "cite_spans": [], "ref_spans": [], "section": "Shifting coalitions and the politics of GPA"}, {"text": "WHO is structured as a multi-layered political system (Jacobson 1973; Burci and Vignes 2004) . Ultimate authority over WHO decisions is with member states. Decisions concerning the organisation's policy and budget are taken by the World Health Assembly (WHA), WHO's annual member state forum, according to the 'one state, one vote' principle. The WHA also appoints the director-general, the head of WHO's secretariat and central policy initiator (Jacobson 1973: 191) . 8 The secretariat has a global and a regional component. It is divided into a global office headed by the director-general, and six regional offices headed by regional directors. In addition, WHO maintains country presence in more than 140 country offices. 9 The six regional directors are not appointed by the directorgeneral. They are elected by the regional committees composed of regional member states and thus quasi-independent from the central administration. As regional offices enjoy budgetary near-autonomy and the prerogative over personnel administration (Beigbeder 1997: 56-60) , they are effective vetoers without whose consent WHO policies cannot be implemented (Godlee 1994: 1,567; Henderson 2009: 85-86; Peabody 1995: 734) . Hence, to run a truly 'global' programme, the central WHO administration must either make sure of regional support -or sidestep the regions.", "cite_spans": [{"start": 54, "end": 69, "text": "(Jacobson 1973;", "ref_id": "BIBREF41"}, {"start": 70, "end": 92, "text": "Burci and Vignes 2004)", "ref_id": null}, {"start": 446, "end": 466, "text": "(Jacobson 1973: 191)", "ref_id": null}, {"start": 469, "end": 470, "text": "8", "ref_id": null}, {"start": 1036, "end": 1059, "text": "(Beigbeder 1997: 56-60)", "ref_id": null}, {"start": 1146, "end": 1166, "text": "(Godlee 1994: 1,567;", "ref_id": null}, {"start": 1167, "end": 1189, "text": "Henderson 2009: 85-86;", "ref_id": null}, {"start": 1190, "end": 1208, "text": "Peabody 1995: 734)", "ref_id": null}], "ref_spans": [], "section": "WHO's structural set-up"}, {"text": "In early 1987, WHO's HIV/AIDS activities were scaled up in the face of the disease's global spread. With the help of extrabudgetary contributions, a 'Special Programme on AIDS' was established that was put under the direct authority of the director-general. Its status as a special programme ensured that SPA/GPA was governed from headquarters and was much less reliant on the financial and communication channels of the regional offices than conventional programmes (Godlee 1995b) . Its structure was supposed to facilitate an emergency response to the HIV/AIDS crisis and bypass opposition from countries that, for ideological or political reasons, were still refusing to accept the challenge of dealing with HIV/AIDS (Knight 2008: 10, 14) . However, it soon became clear that AIDS was not a passing phenomenon or temporary outbreak. Instead, it would remain an eminent and growing health concern for many years. By renaming the programme 'Global Programme on AIDS' in 1988, its exceptionalism was put on a regular basis (Soni 1998: 28-32) .", "cite_spans": [{"start": 467, "end": 481, "text": "(Godlee 1995b)", "ref_id": "BIBREF32"}, {"start": 720, "end": 741, "text": "(Knight 2008: 10, 14)", "ref_id": null}, {"start": 1023, "end": 1041, "text": "(Soni 1998: 28-32)", "ref_id": null}], "ref_spans": [], "section": "'Special', even 'global': WHO's early response to AIDS"}, {"text": "GPA was thereby a privileged and much envied programme in WHO (Garrett 1995: 462) . Jonathan Mann, who was hired in 1986 and had become head of GPA, enjoyed the support of and direct access to directorgeneral Halfdan Mahler, as well as enormous popularity with donors and the media. Between 1987 and 1990, contributions tripled and GPA grew into the largest single programme in WHO's history (Merson et al. 2008: 480-1) . Its external allies included not only donors, but also other IOs and civil society actors. Through the so-called 'WHO-UNDP Alliance' for HIV/AIDS, GPA could provide direct financial assistance at the country level, so that its operative strength far exceeded common WHO programmes (Chin 2007: 201) .", "cite_spans": [{"start": 62, "end": 81, "text": "(Garrett 1995: 462)", "ref_id": null}, {"start": 392, "end": 419, "text": "(Merson et al. 2008: 480-1)", "ref_id": null}, {"start": 703, "end": 719, "text": "(Chin 2007: 201)", "ref_id": null}], "ref_spans": [], "section": "'Special', even 'global': WHO's early response to AIDS"}, {"text": "However, GPA's activities were not unanimously welcomed by WHO's staff and principals. In addition to the constant jealousy of programmes dedicated to less 'fashionable' problems (Gibbons 1990: 1,306) , GPA faced harsh regional opposition. Particularly in the African region many governments feared stigmatisation and denied the problem of AIDS, thus also opposing western AIDS policies (Iliffe 2006; Knight 2008: 10, 14) . To sidestep such opposition, GPA avoided common staffing procedures and appointed people centrally instead of working with personnel provided by the regional office. Regional directors were also upset that the programme's finances were operated quasiindependently from the regional offices. Though provoking regional resistance, these extraordinary methods were protected by the unswerving support of the director-general (Chin 2007: 200-1) .", "cite_spans": [{"start": 179, "end": 200, "text": "(Gibbons 1990: 1,306)", "ref_id": null}, {"start": 387, "end": 400, "text": "(Iliffe 2006;", "ref_id": "BIBREF40"}, {"start": 401, "end": 421, "text": "Knight 2008: 10, 14)", "ref_id": null}, {"start": 846, "end": 864, "text": "(Chin 2007: 200-1)", "ref_id": null}], "ref_spans": [], "section": "'Special', even 'global': WHO's early response to AIDS"}, {"text": "The conditions for GPA changed significantly after 1988, when Halfdan Mahler was succeeded by Hiroshi Nakajima as director-general. Contrary to Mahler's unanimous support base, Nakajima's winning coalition was much smaller, so that he took three ballots to be elected (Chetley 1988) . His supporters came mainly from developing countries and did not include major western powers such as the United States. The United States was firmly behind GPA but had favoured the Brazilian candidate Carlyle Guerra de Macedo for the director-general's post (Chorev 2012: 156) . His thin majority made Nakajima much more dependent on the regional directors, who are crucial for mobilising votes in an organisation marked by regional block voting (Siddiqi 1995: 77-82; Chin 2007: 202) . This greater dependence on regional directors' support, together with his preference for technical rather than social or political approaches to public health, contributed to Nakajima's highly sceptical view of GPA (Soni 1998: 90-92) . In addition, Mann's popularity and 'rising star status' (Chin 2007: 201) fuelled personal rivalry, given that Nakajima himself had very bad press and was publicly accused of being inarticulate and lacking leadership skills (Godlee 1995a) . Hence, collaboration between Mann and Nakajima was conflict laden. They relied on different external allies -western donors on the one hand versus developing countries and their regional directors on the other -with different preferences regarding GPA.", "cite_spans": [{"start": 268, "end": 282, "text": "(Chetley 1988)", "ref_id": "BIBREF12"}, {"start": 544, "end": 562, "text": "(Chorev 2012: 156)", "ref_id": null}, {"start": 732, "end": 753, "text": "(Siddiqi 1995: 77-82;", "ref_id": null}, {"start": 754, "end": 769, "text": "Chin 2007: 202)", "ref_id": null}, {"start": 987, "end": 1005, "text": "(Soni 1998: 90-92)", "ref_id": null}, {"start": 1064, "end": 1080, "text": "(Chin 2007: 201)", "ref_id": null}, {"start": 1231, "end": 1245, "text": "(Godlee 1995a)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Coalition shift and GPA contraction"}, {"text": "In this constellation, Nakajima could draw on his formal authority as director-general to curb GPA's role in WHO. Making use of this organisational veto position, Nakajima greatly downsized the programme and restricted collaboration with civil society actors (Soni 1998: 92) . In line with demands from regional offices, he circumscribed GPA's operative autonomy and realigned it with WHO's general bureaucratic procedures, thereby reinforcing regional control. Drawing on his administrative authority, Nakajima mounted additional bureaucratic obstacles, for example, by protracting and withholding travel authorisations, which constrained Mann's leeway in directing GPA (Chin 2007: 202) . Faced with these growing bureaucratic impediments, Mann resigned from WHO 'in protest and frustration' (Leaning 1998 ) and moved to the Harvard School of Public Health in 1990. Nakajima appointed Michael Merson, an 'experienced UN bureaucrat' (Knight 2008: 18) , as Mann's successor. Subsequently, the programme was operatively 'normalised' and its mandate reinterpreted as requiring technical rather than more intrusive political and social activities (Soni 1998: 93-94) .", "cite_spans": [{"start": 259, "end": 274, "text": "(Soni 1998: 92)", "ref_id": null}, {"start": 671, "end": 687, "text": "(Chin 2007: 202)", "ref_id": null}, {"start": 793, "end": 806, "text": "(Leaning 1998", "ref_id": "BIBREF47"}, {"start": 933, "end": 950, "text": "(Knight 2008: 18)", "ref_id": null}, {"start": 1143, "end": 1161, "text": "(Soni 1998: 93-94)", "ref_id": null}], "ref_spans": [], "section": "Coalition shift and GPA contraction"}, {"text": "For GPA and WHO's position in HIV/AIDS governance more generally, this shift meant a significant retreat. Mann's departure was followed by an immediate decline in contributions (Knight 2008: 18) , and many of Mann's previous colleagues were moved to other programmes or voluntarily left GPA (Soni 1998: 95) . Having lost their internal ally, external supporters of GPA started to look for alternatives in the 1990s (Slutkin 2000: S30) . This coalition shift, though certainly not the only cause of UNAIDS's creation by 1996, 10 strongly contributed to WHO's marginalisation in the subsequent institutional reshuffling. As other UN agencies doubted WHO's leadership role in HIV/ AIDS and called for more inter-sectoral coordination, the way was paved for the creation of UNAIDS. Unsurprisingly, WHO's bid for leadership in UNAIDS went unheard. The creation of UNAIDS between 1995 and 1996 meant the end of WHO's HIV/AIDS programme, which was a 'significant blow to the organisation's leadership over a global health issue that should have been a clear case for it to assert its mandate' (Lee 2009: 62) .", "cite_spans": [{"start": 177, "end": 194, "text": "(Knight 2008: 18)", "ref_id": null}, {"start": 291, "end": 306, "text": "(Soni 1998: 95)", "ref_id": null}, {"start": 415, "end": 434, "text": "(Slutkin 2000: S30)", "ref_id": null}, {"start": 1086, "end": 1100, "text": "(Lee 2009: 62)", "ref_id": null}], "ref_spans": [], "section": "Coalition shift and GPA contraction"}, {"text": "Locally, however, Nakajima's reining in of GPA proved to be a successful strategy, as he was re-elected director-general in 1993 despite massive western opposition (The Economist 1995: 84). Over his first 5 years in office, most western governments had turned their back on Nakajima and were highly critical of what they regarded as an autocratic management style and poor communication skills (Chorev 2012: 157) . Nevertheless, the Japanese government insisted on having one of their own at the top of one of the UN's big specialised agencies (Godlee 1993a) , and effectively lobbied for what became 'the narrowest victory in the history of the United Nations' (Godlee 1993b ). The vote was followed by furious charges of fraud and corruption, as Nakajima's opponents accused the Japanese government of having bought developing country votes (Chorev 2012: 157; Lee 2009: 83) . 11 Still, Nakajima's opponents had to accept that he had been able to forge another winning coalition in WHO. They could at best shift their support to bilateral programmes or other organisations such as the World Bank and myriad public-private governance arrangements that began to dominate international health work in the 1990s (Lee 2009: 99; Chorev 2012: 156-7) . Hence, GPA's (and WHO's) decline in the 1990s were only one side of a coin, the other being Nakajima's re-election. Only after his second term in office did Nakajima decide not to run for a third term in the interests of the organisation (Lee 2009: 84) . 12", "cite_spans": [{"start": 394, "end": 412, "text": "(Chorev 2012: 157)", "ref_id": null}, {"start": 544, "end": 558, "text": "(Godlee 1993a)", "ref_id": "BIBREF28"}, {"start": 662, "end": 675, "text": "(Godlee 1993b", "ref_id": "BIBREF29"}, {"start": 843, "end": 861, "text": "(Chorev 2012: 157;", "ref_id": null}, {"start": 862, "end": 875, "text": "Lee 2009: 83)", "ref_id": null}, {"start": 1209, "end": 1223, "text": "(Lee 2009: 99;", "ref_id": null}, {"start": 1224, "end": 1243, "text": "Chorev 2012: 156-7)", "ref_id": null}, {"start": 1484, "end": 1498, "text": "(Lee 2009: 84)", "ref_id": null}], "ref_spans": [], "section": "Coalition shift and GPA contraction"}, {"text": "The history of WHO's HIV/AIDS programme illustrates how local coalitions can get involved in conflicts that are self-undermining from a corporate perspective. This analysis does not imply, however, that 'mission shrink' is the sole possible outcome of trans-organisational coalition building. Rather, the causal tendencies inherent in local coalitions depend on the kind of powers controlled by external and internal players. To specify the 'local orders' claim and sketch an avenue for further research, the remainder of this article suggests a broader framework for analysing local drivers of IO change that is based on insights from the WHO case. I will do so by pointing out, first, the growing importance of trans-organisational coalitions in WHO, and second, by proposing a heuristic of trans-organisational coalitions and the types of IO change associated with them.", "cite_spans": [], "ref_spans": [], "section": "Implications: IO change and types of trans-organisational coalitions"}, {"text": "The history of GPA is by far not the only case of conflicting coalitions inside WHO. Quite the contrary, in the face of its limited 'governability', WHO's donor states (and increasingly also private donors) 13 now centrally rely on socalled extrabudgetary contributions to use the organisation for their purposes. As regular assessed contributions to WHO's budget have been frozen and then even shrunk in the 1980s and 1990s (Lee 2009: 39) , these additional payments are now making up the main share of WHO's budget. Thus, whereas extrabudgetary donations only accounted for 20 per cent of WHO's (2010) overall budget in 1970 (Lee 2009: 39) , they have risen ever since, approaching 80 per cent by 2010. Yet, unlike in the GPA case, donors now prefer to work through short-term donations that are 'earmarked', that is, specified for particular tasks (Kickbusch et al. 2010: 558) . The result is a sustained mismatch between official priorities, agreed by the governing bodies, and WHO's (2010: 6) actual activities, as '[e]ven projects authorised by World Health Assembly (WHA) resolutions are reliant on a chase for funding ' (People's Health Movement, Medact and Global Equity Gauge Alliance 2008: 228) .", "cite_spans": [{"start": 425, "end": 439, "text": "(Lee 2009: 39)", "ref_id": null}, {"start": 627, "end": 641, "text": "(Lee 2009: 39)", "ref_id": null}, {"start": 851, "end": 879, "text": "(Kickbusch et al. 2010: 558)", "ref_id": null}, {"start": 1126, "end": 1205, "text": "' (People's Health Movement, Medact and Global Equity Gauge Alliance 2008: 228)", "ref_id": null}], "ref_spans": [], "section": "Implications: IO change and types of trans-organisational coalitions"}, {"text": "This budgetary mismatch is often criticised for being dysfunctional and unsustainable as it does not allow the organisation to engage in long-term planning and also undermines the official policy of results-based (rather than resource-based) budgeting (WHO 2010). 14 However, the incentives resulting from this budgetary trend are not uniform across the organisation. While WHO's (2008: 12-13) central management has an interest in more flexible, unspecified funds that can be more freely allocated, earmarking allows those individual programmes that are successful fundraisers to negotiate their own terms with donors instead of submitting their income to centralised oversight.", "cite_spans": [{"start": 374, "end": 393, "text": "WHO's (2008: 12-13)", "ref_id": null}], "ref_spans": [], "section": "Implications: IO change and types of trans-organisational coalitions"}, {"text": "The overall trend resulting from this fragmented state of affairs has been labelled 'underfunded \"mission creep\"' (Levine 2006 (Levine : 1015 . In official documents issued by the secretariat, the organisation is described as 'not functioning ' and 'overextended' (WHO 2011) , thus underlining diagnoses of subunit mission creep. Hence, the rhetoric and aspiration of corporate strategy and comparative advantage (e.g., Andresen 2002; Chan 2006) are systematically undermined by the local coalitions that pursue their projects irrespective of overall priorities -and by the fact that WHO's subunits have long become rivalling fundraisers rather than parts of a more integrated whole (Lee 2009: 106; People's Health Movement, Medact and Global Equity Gauge Alliance 2008) .", "cite_spans": [{"start": 114, "end": 126, "text": "(Levine 2006", "ref_id": "BIBREF51"}, {"start": 127, "end": 141, "text": "(Levine : 1015", "ref_id": null}, {"start": 243, "end": 274, "text": "' and 'overextended' (WHO 2011)", "ref_id": null}, {"start": 420, "end": 434, "text": "Andresen 2002;", "ref_id": "BIBREF1"}, {"start": 435, "end": 445, "text": "Chan 2006)", "ref_id": "BIBREF11"}, {"start": 683, "end": 698, "text": "(Lee 2009: 106;", "ref_id": null}, {"start": 699, "end": 770, "text": "People's Health Movement, Medact and Global Equity Gauge Alliance 2008)", "ref_id": null}], "ref_spans": [], "section": "Implications: IO change and types of trans-organisational coalitions"}, {"text": "These observations from WHO suggest that trans-organisational coalitions can affect IO change differently depending on the resources controlled by their external and internal allies (Table 1) . On the one hand, external allies (mainly member states) can be differentiated according to their relative material power, that is, the financial and manpower resources they have to offer to the organisation. They thus may be broadly divided into donors and recipients. Internal organisational allies, by contrast, can be divided into those that occupy veto positions regarding collective decisions and those that do not. Obviously, these are rough categories that can only provide a first step towards a full explanatory typology (cf. George and Bennett 2005: 233-62) . They are neither logically exhaustive nor do they grasp the full empirical variance to be found in intra-organisational constellations (Bendor and Hammond 1992) . Still, they point to clearly distinguishable combinations of allies that have different capacities for affecting IO change -in directions that transcend the common 'principal control versus agency slack' dichotomy.", "cite_spans": [{"start": 729, "end": 761, "text": "George and Bennett 2005: 233-62)", "ref_id": null}, {"start": 899, "end": 924, "text": "(Bendor and Hammond 1992)", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 182, "end": 191, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Implications: IO change and types of trans-organisational coalitions"}, {"text": "First, alliances between those commanding superior material power resources with internal vetoers (upper left cell) are constellations where the IO is coherently governed by an influential set of principals. This is the classic PA constellation where formal and material power do not significantly diverge (Nielson and Tierney 2003) and IO change hinges upon common agency among the major principals (Copelovitch 2010) . Second, alliances between recipients and internal vetoers (lower left cell) are better equipped to block policies than to create new programmes, given that they lack material support. These are constellations that can lead to 'mission shrink' as in the case of GPA. Third, if external recipients are only allied with organisational players that cannot exert formal control (lower right cell), the influence of these alliances tends to be rather marginal. Finally, alliances between donors and organisational units that do not occupy the central veto positions can hardly induce overall reforms, but may in a decentralised way create new programmes unless these are vetoed by others (upper right cell). This is the constellation of fragmented mission creep that currently dominates WHO's structural evolution.", "cite_spans": [{"start": 306, "end": 332, "text": "(Nielson and Tierney 2003)", "ref_id": "BIBREF60"}, {"start": 400, "end": 418, "text": "(Copelovitch 2010)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Implications: IO change and types of trans-organisational coalitions"}, {"text": "As noted above, these are ceteris paribus organisational tendencies the realisation of which is not deterministic but depends on a multitude of contextual factors. Still, ordering trans-organisational politics in terms of material resources and organisational veto positions is a useful heuristic for specifying how trans-organisational dynamics can influence IO change, both positively and negatively. Such an approach also resonates with recent attempts by historical institutionalists to categorise modes of institutional change in terms of actor and rule characteristics (Mahoney and Thelen 2010, especially 18-22) and thus takes up the challenge of bringing research on IO change and research on the state closer together (Barnett 2002) . 15 ", "cite_spans": [{"start": 727, "end": 741, "text": "(Barnett 2002)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Implications: IO change and types of trans-organisational coalitions"}, {"text": "Fragmentation and competition for funding in the domain of global health governance are increasingly blamed for undermining collective action and sustainable policy making (e.g., Cohen 2006; Kickbusch et al. 2010; Lee 2010) .", "cite_spans": [{"start": 179, "end": 190, "text": "Cohen 2006;", "ref_id": "BIBREF18"}, {"start": 191, "end": 213, "text": "Kickbusch et al. 2010;", "ref_id": "BIBREF44"}, {"start": 214, "end": 223, "text": "Lee 2010)", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Conclusion"}, {"text": "As this article has shown, fragmentation not only undermines coordination between organisations, but also coherent action by individual organisations. Starting from the puzzle that the GPA's 'mission shrink' poses for established explanations of IO change, I have proposed an alternative conceptualisation of IOs -not as actors, but as 'open systems' that transact with their environments through multiple and decentralised organisational channels. This turn to agency at rather than within IO boundaries brings to the fore the transorganisational coalitions that are forged between organisational units and supporters in the IO environment. These coalitions establish their own local orders and may control different sources of power, both formal and material. Thus, I have argued that local coalitions are most likely to make a difference for IO change where states' formal and material power resources do not coincide, which makes them dependent on alliances with power holders within the organisation. The GPA case illustrates these claims as it was a major coalitional shift that caused the programme's surprising contraction. Beyond solving the GPA puzzle, I have used this and further observations from WHO to systematise the local orders approach to IO change and distinguished trans-organisational coalitions according to the veto power and material resources controlled by them. I have argued that these types of coalitions tend to be linked with different types of IO agency and change. Obviously, this rough typology needs to be specified and refined in future research. Organisational interest constellations and decision rules vary across contexts, and thus can spur quite different dynamics of organisational change. Thus, the categories offered in this heuristic can serve as a starting point, but certainly not the endpoint of research into trans-organisational coalitions. In particular, the question of reform and endogenous change has to be addressed in future research. Material power and organisational veto may be empirically distinguishable, but can still be causally interrelated, as when powerful states manage to reform IO decision rules in their favour. The reform history of IOs such as the UN suggests that this is not a typical development and that formal privileges can easily be protected against powerful challengers (Hosli et al. 2011 ). Yet, the question remains whether formal control and material resources interact to reinforce or undermine each other. Research along these lines can enhance our understanding of the drivers of IO change beyond the PA dichotomy, the analytical fruitfulness of which has come under increasing attack in recent years.", "cite_spans": [{"start": 2351, "end": 2369, "text": "(Hosli et al. 2011", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Conclusion"}, {"text": "Finally, disaggregating IOs into trans-organisational coalitions also opens avenues for applying new methodological tools to IO research. In particular, inter-organisation relationships and coalitional dynamics can be grasped with quantitative network analysis techniques, which have recently gained prominence in International Relations (IR) research (Hafner-Burton et al. 2009 ). In IR scholarship, network analysis is mostly applied to investigate ties between nations (Maoz 2011) . However, it could equally be used to map transorganisational ties and explore the nodes and positions resulting from transorganisational networks. This would allow researchers to assess whether formal, hierarchical 'centrality' is reflected in various types of empirical centrality in organisations (cf. Hafner-Burton et al. 2009: 563-5) . Such research would require detailed empirical data on the ties between organisational actors, but may well pay off with astonishing insights into the actual transactions and relationships in and across IOs. 5 WHO only re-established a full-fledged HIV/AIDS department in 2001 (Gerbase et al. 2009: 10) . 6 See also Broome and Seabrooke (2012) for an investigation of how IO units 'read' the relevant organisational environment. 7 This focus on trans-organisational coalitions slightly differs from open systems approaches that are primarily concerned with 'boundary spanners', that is, actors specialised in managing interorganisational relations (Ansell and Weber 1999: 92; Jo¨nsson 1986: 41) . For example, the 'proximate principals' that Elsig (2011) has identified as relevant players in the World Trade Organization could be considered as such boundary role occupants. By contrast, the coalitional view emphasises that actors need not be specialised in 'external relations' to be part of transorganisational coalitions, and seeks to integrate the roles played by organisational actors and their external allies. 8 In fact, however, the director-general's selection is made by the Executive Board, which is currently composed of 34 individuals and usually meets twice a year. The Board prepares WHA decisions, monitors the work of the secretariat and nominates the director-general, who is formally appointed by the Assembly. 9 WHO is regionally subdivided into a Southeast Asian, a Western Pacific, an African, an Eastern Mediterranean, an American and a European region. 10 Besides the recognition that HIV/AIDS was a multisectoral challenge, which had also guided the work of GPA, a chief motive for switching to UNAIDS was 'donor fatigue' (Chin 2007: 204) . UNAIDS was not charged with direct assistance, but with coordination, thus reducing the overall cost of the international HIV/AIDS response (Soni 1998: 65-9) . 11 Although Nakajima's 1993 re-election was certainly the most scandalised ballot in WHO's history, allegations of intransparency and suspicions of horse trading regularly accompany director-general elections in WHO (Horton 2006) . 12 WHO's governing bodies had decided in 1996 that henceforth director-generals could only serve for two terms, a rule unprecedented among UN organisations. Nakajima as the current incumbent was exempted from this new rule, but the decision de-legitimated a bid for another term (Godlee 1996) . 13 In 2006, the Bill and Melinda Gates Foundation was the third (equal with Japan) largest contributor of funding to the WHO, providing voluntary contributions of US $99.4 million (People's Health Movement, Medact and Global Equity Gauge Alliance 2008: 227). 14 In 2006, because of the scarcity of core funds, WHO was permitted to allocate extrabudgetary donations to core running costs (Lee 2009: 106) , yet the source of the problem remained unaddressed.", "cite_spans": [{"start": 352, "end": 378, "text": "(Hafner-Burton et al. 2009", "ref_id": "BIBREF34"}, {"start": 472, "end": 483, "text": "(Maoz 2011)", "ref_id": "BIBREF55"}, {"start": 790, "end": 823, "text": "Hafner-Burton et al. 2009: 563-5)", "ref_id": null}, {"start": 1103, "end": 1128, "text": "(Gerbase et al. 2009: 10)", "ref_id": null}, {"start": 1142, "end": 1169, "text": "Broome and Seabrooke (2012)", "ref_id": "BIBREF9"}, {"start": 1474, "end": 1501, "text": "(Ansell and Weber 1999: 92;", "ref_id": null}, {"start": 1502, "end": 1520, "text": "Jo¨nsson 1986: 41)", "ref_id": null}, {"start": 1568, "end": 1580, "text": "Elsig (2011)", "ref_id": "BIBREF21"}, {"start": 2574, "end": 2590, "text": "(Chin 2007: 204)", "ref_id": null}, {"start": 2733, "end": 2750, "text": "(Soni 1998: 65-9)", "ref_id": null}, {"start": 2969, "end": 2982, "text": "(Horton 2006)", "ref_id": "BIBREF38"}, {"start": 3264, "end": 3277, "text": "(Godlee 1996)", "ref_id": "BIBREF33"}, {"start": 3667, "end": 3682, "text": "(Lee 2009: 106)", "ref_id": null}], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Essence of Decision: Explaining the Cuban Missile Crisis", "authors": [{"first": "Graham", "middle": ["T"], "last": "Allison", "suffix": ""}], "year": 1971, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Leadership Change in the World Health Organization: Potential for Increased Effectiveness?", "authors": [{"first": "Steinar", "middle": [], "last": "Andresen", "suffix": ""}], "year": 2002, "venue": "Fridtjof Nansens Institutt. FNI Report", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Organizing International Politics: Sovereignty and Open Systems", "authors": [{"first": "Christopher", "middle": ["K"], "last": "Ansell", "suffix": ""}, {"first": "Steven", "middle": [], "last": "Weber", "suffix": ""}], "year": 1999, "venue": "International Political Science Review", "volume": "20", "issn": "1", "pages": "73--93", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Historical Sociology and International Relations: An Estranged Past, a Federated Future?", "authors": [{"first": "Michael", "middle": [], "last": "Barnett", "suffix": ""}], "year": 2002, "venue": "Historical Sociology of International Relations", "volume": "", "issn": "", "pages": "99--119", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Designing Police: Interpol and the Study of Change in International Organizations", "authors": [{"first": "Michael", "middle": [], "last": "Barnett", "suffix": ""}, {"first": "Liv", "middle": [], "last": "Coleman", "suffix": ""}], "year": 2005, "venue": "International Studies Quarterly", "volume": "49", "issn": "4", "pages": "593--619", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Rules for the World: International Organizations in Global Politics", "authors": [{"first": "Michael", "middle": [], "last": "Barnett", "suffix": ""}, {"first": "Martha", "middle": [], "last": "Finnemore", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The Internal Management of United Nations Organizations: The Long Quest for Reform", "authors": [{"first": "Yves", "middle": [], "last": "Beigbeder", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Rethinking Allison's Models", "authors": [{"first": "Jonathan", "middle": [], "last": "Bendor", "suffix": ""}, {"first": "Thomas", "middle": ["H"], "last": "Hammond", "suffix": ""}], "year": 1992, "venue": "American Political Science Review", "volume": "86", "issn": "2", "pages": "301--323", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The Currency of Power: The IMF and Monetary Reform in Central Asia", "authors": [{"first": "Andre´", "middle": [], "last": "Broome", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Seeing Like an International Organization", "authors": [{"first": "Andre´and", "middle": ["Leonard"], "last": "Broome", "suffix": ""}, {"first": "", "middle": [], "last": "Seabrooke", "suffix": ""}], "year": 2012, "venue": "New Political Economy", "volume": "17", "issn": "1", "pages": "1--16", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Speech to the World Health Assembly", "authors": [{"first": "Margaret", "middle": [], "last": "Chan", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "New Challenges for the World Health Organization", "authors": [{"first": "Andrew", "middle": [], "last": "Chetley", "suffix": ""}], "year": 1988, "venue": "The Lancet", "volume": "331", "issn": "8596", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The AIDS Pandemic: The Collision of Epidemiology with Political Correctness", "authors": [{"first": "James", "middle": [], "last": "Chin", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The World Health Organization between North and South", "authors": [{"first": "Nitsan", "middle": [], "last": "Chorev", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Organizational Change \"from within\": Explaining the World Bank's Early Lending Practices", "authors": [{"first": "Jeffrey", "middle": ["M"], "last": "Chwieroth", "suffix": ""}], "year": 2008, "venue": "Review of International Political Economy", "volume": "15", "issn": "4", "pages": "481--505", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Capital Ideas: The IMF and the Rise of Financial Liberalization", "authors": [{"first": "Jeffrey", "middle": ["M"], "last": "Chwieroth", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "In the Loop: Multilevel Feedback and the Politics of Change in the IMF'", "authors": [{"first": "Laim", "middle": [], "last": "Clegg", "suffix": ""}], "year": 2010, "venue": "Journal of International Relations and Development", "volume": "13", "issn": "1", "pages": "59--84", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The New World of Global Health", "authors": [{"first": "Jon", "middle": [], "last": "Cohen", "suffix": ""}], "year": 2006, "venue": "Science", "volume": "311", "issn": "", "pages": "162--169", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Master or Servant? Common Agency and the Political Economy of IMF Lending", "authors": [{"first": "Mark", "middle": ["S"], "last": "Copelovitch", "suffix": ""}], "year": 2010, "venue": "International Studies Quarterly", "volume": "54", "issn": "1", "pages": "49--77", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Dutiful Agents, Rogue Actors, or Both? Staffing, Voting Rules, and Slack in the WHO and WTO", "authors": [{"first": "Andrew", "middle": ["P"], "last": "Cortell", "suffix": ""}, {"first": "Susan", "middle": [], "last": "Peterson", "suffix": ""}], "year": 1995, "venue": "Delegation and Agency in International Organizations", "volume": "", "issn": "", "pages": "255--80", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Principal-agent Theory and the World Trade Organization: Complex Agency and \"Missing Delegation", "authors": [{"first": "Manfred", "middle": [], "last": "Elsig", "suffix": ""}], "year": 2011, "venue": "European Journal of International Relations", "volume": "17", "issn": "3", "pages": "495--517", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "UNHCR's Decision Making on Internally Displaced Persons: The Impact of External and Internal Factors on Policy Strategy", "authors": [{"first": "Raquel", "middle": [], "last": "Freitas", "suffix": ""}], "year": 2004, "venue": "Decision Making within International Organizations", "volume": "", "issn": "", "pages": "123--159", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Local Orders: Dynamics of Organized Action", "authors": [{"first": "Erhard", "middle": [], "last": "Friedberg", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "The Coming Plague: Newly Emerging Diseases in a World Out of Balance", "authors": [{"first": "Laurie", "middle": [], "last": "Garrett", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Case Studies and Theory Development in the Social Sciences", "authors": [{"first": "Alexander", "middle": ["L"], "last": "George", "suffix": ""}, {"first": "Andrew", "middle": [], "last": "Bennett", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "The Long Road to Universal Access: WHO's Role in Global Response to HIV/AIDS", "authors": [{"first": "Antonio", "middle": [], "last": "Gerbase", "suffix": ""}, {"first": "Brad", "middle": [], "last": "Hersh", "suffix": ""}, {"first": "Ying-Ru", "middle": [], "last": "Lo", "suffix": ""}, {"first": "Kevin", "middle": ["De"], "last": "Kock", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "New Head for the WHO Global Program on AIDS", "authors": [{"first": "Ann", "middle": [], "last": "Gibbons", "suffix": ""}], "year": 1990, "venue": "Science", "volume": "248", "issn": "", "pages": "1306--1313", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "WHO's Election Throws Agency into Bitter Turmoil", "authors": [{"first": "Fiona", "middle": [], "last": "Godlee", "suffix": ""}], "year": 1993, "venue": "British Medical Journal", "volume": "306", "issn": "6871", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Nakajima Holds on as WHO's Head", "authors": [{"first": "Fiona", "middle": [], "last": "Godlee", "suffix": ""}], "year": 1993, "venue": "British Medical Journal", "volume": "306", "issn": "6888", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "The Regions: Too Much Power, Too Little Effect", "authors": [{"first": "Fiona", "middle": [], "last": "Godlee", "suffix": ""}], "year": 1994, "venue": "British Medical Journal", "volume": "309", "issn": "6968", "pages": "1566--70", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Interview with the Director-General", "authors": [{"first": "Fiona", "middle": [], "last": "Godlee", "suffix": ""}], "year": 1995, "venue": "British Medical Journal", "volume": "310", "issn": "6979", "pages": "583--591", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "The World Health Organization: WHO's Special Programmes: Undermining From Above", "authors": [{"first": "Fiona", "middle": [], "last": "Godlee", "suffix": ""}], "year": 1995, "venue": "British Medical Journal", "volume": "310", "issn": "6973", "pages": "178--82", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "New Hope for WHO?", "authors": [{"first": "Fiona", "middle": [], "last": "Godlee", "suffix": ""}], "year": 1996, "venue": "British Medical Journal", "volume": "312", "issn": "7043", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Network Analysis for International Relations", "authors": [{"first": "Emilie", "middle": [], "last": "Hafner-Burton", "suffix": ""}, {"first": "Miles", "middle": [], "last": "Kahler", "suffix": ""}, {"first": "Alexander", "middle": ["H"], "last": "Montgomery", "suffix": ""}], "year": 2009, "venue": "International Organization", "volume": "63", "issn": "3", "pages": "559--92", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "The Independence of International Organizations: Concept and Applications", "authors": [{"first": "Yoram", "middle": ["Z"], "last": "Haftel", "suffix": ""}, {"first": "Alexander", "middle": [], "last": "Thompson", "suffix": ""}], "year": 2006, "venue": "Journal of Conflict Resolution", "volume": "50", "issn": "2", "pages": "253--75", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Delegation under Anarchy: States, International Organizations, and Principal-agent Theory', Delegation and Agency in International Organizations", "authors": [{"first": "Darren", "middle": ["G"], "last": "Hawkins", "suffix": ""}, {"first": "A", "middle": [], "last": "David", "suffix": ""}, {"first": "Daniel", "middle": ["L"], "last": "Lake", "suffix": ""}, {"first": "Michael", "middle": ["J"], "last": "Nielson", "suffix": ""}, {"first": "", "middle": [], "last": "Tierney", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "3--38", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Smallpox: The Death of a Disease", "authors": [{"first": "Donald", "middle": ["A"], "last": "Henderson", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "The Next Director-General of WHO", "authors": [{"first": "Richard", "middle": [], "last": "Horton", "suffix": ""}], "year": 2006, "venue": "The Lancet", "volume": "368", "issn": "9543", "pages": "1213--1217", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Squaring the Circle? Collective and Distributive Effects of United Nations Security Council Reform", "authors": [{"first": "Madeleine", "middle": ["O"], "last": "Hosli", "suffix": ""}, {"first": "Rebecca", "middle": [], "last": "Moody", "suffix": ""}, {"first": "O&apos;", "middle": [], "last": "Bryan", "suffix": ""}, {"first": "Serguei", "middle": [], "last": "Donovan", "suffix": ""}, {"first": "Anna", "middle": ["C"], "last": "Kaniovski", "suffix": ""}, {"first": "", "middle": [], "last": "Little", "suffix": ""}], "year": 2011, "venue": "Review of International", "volume": "6", "issn": "2", "pages": "163--87", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "The African AIDS Epidemic: A History", "authors": [{"first": "John", "middle": [], "last": "Iliffe", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "The Anatomy of Influence: Decision Making in International Organizations", "authors": [{"first": "Harold", "middle": ["K"], "last": "Jacobson", "suffix": ""}], "year": 1973, "venue": "", "volume": "", "issn": "", "pages": "123--159", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Interorganization Theory and International Organization", "authors": [{"first": "Christer", "middle": [], "last": "Jo¨nsson", "suffix": ""}], "year": 1986, "venue": "International Studies Quarterly", "volume": "30", "issn": "1", "pages": "39--57", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "From \"Lead Agency\" to \"Integrated Programming\": The Global Response to AIDS in the Third World", "authors": [{"first": "Christer", "middle": [], "last": "Jo¨nsson", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "65--72", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Addressing Global Health Governance Challenges Through a New Mechanism: The Proposal for a Committee C of the World Health Assembly", "authors": [{"first": "Ilona", "middle": [], "last": "Kickbusch", "suffix": ""}, {"first": "Wolfgang", "middle": [], "last": "Hein", "suffix": ""}, {"first": "Gaudenz", "middle": [], "last": "Silberschmidt", "suffix": ""}], "year": 2010, "venue": "Medicine & Ethics", "volume": "38", "issn": "3", "pages": "550--63", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "UNAIDS: The First Ten Years", "authors": [{"first": "Lindsay", "middle": [], "last": "Knight", "suffix": ""}], "year": 1996, "venue": "Joint United Nations Programme on HIV/AIDS", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Autonomization of IGOs", "authors": [{"first": "Martin", "middle": [], "last": "Koch", "suffix": ""}], "year": 2009, "venue": "International Political Sociology", "volume": "3", "issn": "4", "pages": "431--479", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Jonathan Mann (Obituary)", "authors": [{"first": "Jennifer", "middle": [], "last": "Leaning", "suffix": ""}], "year": 1998, "venue": "British Medical Journal", "volume": "317", "issn": "", "pages": "754--759", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "The World Health Organization (WHO)", "authors": [{"first": "Kelley", "middle": [], "last": "Lee", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Civil Society Organizations and the Functions of Global Health Governance: What Role within Intergovernmental Organizations?", "authors": [{"first": "Kelley", "middle": [], "last": "Lee", "suffix": ""}], "year": 2010, "venue": "Global Health Governance", "volume": "3", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Explaining Organizational Outcomes: The International Monetary Fund and Capital Account Liberalization", "authors": [{"first": "Ralf", "middle": ["J"], "last": "Leiteritz", "suffix": ""}], "year": 2005, "venue": "Journal of International Relations of Development", "volume": "8", "issn": "1", "pages": "1--26", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Open Letter to the Incoming Director-General of the World Health Organization: Time to Refocus", "authors": [{"first": "Ruth", "middle": [], "last": "Levine", "suffix": ""}], "year": 2006, "venue": "British Medical Journal", "volume": "333", "issn": "", "pages": "1015--1022", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "A Theory of Gradual Institutional Change", "authors": [], "year": 2010, "venue": "Explaining Institutional Change: Ambiguity, Agency, and Power", "volume": "", "issn": "", "pages": "1--37", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Confronting the Pandemic: The World Health Organization's Global Programme on AIDS", "authors": [{"first": "Jonathan", "middle": ["M"], "last": "Mann", "suffix": ""}, {"first": "Kathleen", "middle": [], "last": "Kay", "suffix": ""}], "year": 1986, "venue": "AIDS", "volume": "5", "issn": "2", "pages": "221--230", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Networks of Nations: The Evolution, Structure, and Impact of International Networks", "authors": [{"first": "Zeev", "middle": [], "last": "Maoz", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "1816--2001", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "The Institutional Dynamics of International Political Orders", "authors": [{"first": "James", "middle": ["G"], "last": "March", "suffix": ""}, {"first": "Johan", "middle": ["P"], "last": "Olsen", "suffix": ""}], "year": 1998, "venue": "International Organization", "volume": "52", "issn": "4", "pages": "943--69", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Emergence in Philosophy and Social Theory', Sozialwissenschaftliches Erkla¨ren. Probleme der Theoriebildung und Methodologie", "authors": [{"first": "Renate", "middle": [], "last": "Mayntz", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "133--55", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "The History and Challenge of HIV Prevention", "authors": [{"first": "Michael", "middle": ["H"], "last": "Merson", "suffix": ""}, {"first": "O&apos;", "middle": [], "last": "Jeffrey", "suffix": ""}, {"first": "David", "middle": [], "last": "Malley", "suffix": ""}, {"first": "Chantawipa", "middle": [], "last": "Serwadda", "suffix": ""}, {"first": "", "middle": [], "last": "Apsiuk", "suffix": ""}], "year": 2008, "venue": "The Lancet", "volume": "372", "issn": "", "pages": "475--88", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "When Ideas Fail to Influence Policy Outcomes: Orderly Liberalization and the International Monetary Fund", "authors": [{"first": "Manuela", "middle": [], "last": "Moschella", "suffix": ""}], "year": 2009, "venue": "Review of International Political Economy", "volume": "16", "issn": "5", "pages": "854--82", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Delegation to International Organizations: Agency Theory and World Bank Environmental Reform", "authors": [{"first": "Daniel", "middle": ["L"], "last": "Nielson", "suffix": ""}, {"first": "Michael", "middle": ["J"], "last": "Tierney", "suffix": ""}], "year": 2003, "venue": "International Organization", "volume": "57", "issn": "2", "pages": "241--276", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Bridging the Rationalist-Constructivist Divide: Re-engineering the Culture of the World Bank", "authors": [{"first": "Daniel", "middle": ["L"], "last": "Nielson", "suffix": ""}, {"first": "J", "middle": [], "last": "Michael", "suffix": ""}, {"first": "Catherine", "middle": ["E"], "last": "Tierney", "suffix": ""}, {"first": "", "middle": [], "last": "Weaver", "suffix": ""}], "year": 2006, "venue": "Journal of International Relations and Development", "volume": "9", "issn": "2", "pages": "107--146", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Owning Development: Creating Policy Norms in the IMF and the World Bank", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "An Organizational Analysis of the World Health Organization: Narrowing the Gap between Promise and Performance", "authors": [{"first": "John", "middle": ["W"], "last": "Peabody", "suffix": ""}], "year": 1995, "venue": "Social Science and Medicine", "volume": "40", "issn": "6", "pages": "731--773", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "People's Health Movement, Medact and Global Equity Gauge Alliance", "authors": [], "year": 2008, "venue": "An Alternative World Health Report", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "The External Control of Organizations: A Resource-Dependence Perspective", "authors": [{"first": "Jeffrey", "middle": [], "last": "Pfeffer", "suffix": ""}, {"first": "Gerald", "middle": ["R"], "last": "Salancik", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Organizations: Rational, Natural, and Open Systems", "authors": [{"first": "W", "middle": [], "last": "Scott", "suffix": ""}, {"first": "", "middle": [], "last": "Richard", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Institutionalism \"Old\" and \"New", "authors": [{"first": "Philip", "middle": [], "last": "Selznick", "suffix": ""}], "year": 1996, "venue": "Administrative Science Quarterly", "volume": "41", "issn": "2", "pages": "270--277", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "World Health and World Politics: The World Health Organization and the UN System", "authors": [{"first": "Javed", "middle": [], "last": "Siddiqi", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Global AIDS 1981-1999: The Response", "authors": [{"first": "Gary", "middle": [], "last": "Slutkin", "suffix": ""}], "year": 2000, "venue": "International Journal of Tuberculosis and Lung Disease", "volume": "4", "issn": "2", "pages": "24--33", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "From GPA to UNAIDS: Examining the Evolution of the UN Response to AIDS", "authors": [{"first": "Anil", "middle": ["K"], "last": "Soni", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Why Do International Organizations Never Die?", "authors": [{"first": "Susan", "middle": [], "last": "Strange", "suffix": ""}], "year": 1998, "venue": "Autonomous Policy Making by International Organizations", "volume": "", "issn": "", "pages": "213--233", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Prevention and Control of Acquired Immunodeficiency Syndrome (AIDS)', UNGA resolution no", "authors": [], "year": 1987, "venue": "United Nations General Assembly", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Hypocrisy Trap: The World Bank and the Poverty of Reform", "authors": [{"first": "Catherine", "middle": [], "last": "Weaver", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Constitution of the World Health Organization", "authors": [], "year": 2006, "venue": "WHO", "volume": "", "issn": "11", "pages": "", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Medium-term Strategic Plan", "authors": [], "year": 2008, "venue": "WHO", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "The Future of Financing for WHO: Report of an Informal Consultation Convened by the Director-General", "authors": [], "year": 2010, "venue": "WHO", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "WHO Director-General Calls for Change: Report by the Director-General to the Executive Board at its 128th Session", "authors": [], "year": 2011, "venue": "WHO", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "The Politics of Global Health Governance: United by Contagion", "authors": [{"first": "Mark", "middle": ["W"], "last": "Zacher", "suffix": ""}, {"first": "Tanja", "middle": [], "last": "Keefe", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Trans-organisational coalitions and their impact on IO change Formal control (organisational veto players) No formal control (no organisational veto players)This promises to be a fruitful starting point for theorising local orders in IOs beyond the WHO case.", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1 Trans-organisational coalitions and their impact on IO change", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Formal control (organisational veto players)\n</td><td>No formal control\n(no organisational veto players)\n</td></tr><tr><td>Superior material resources ('donor state')\n</td><td>Principal-induced reform </td><td>Subunit mission creep\n</td></tr><tr><td>Inferior material resources ('recipient state')\n</td><td>Mission shrink </td><td>No or marginal effect\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "This article has benefited from the feedback I received at different conferences and workshops. I thank in particular Rainer Baumann, Ruth Ben-Artzi, Alexander Betts, Thomas Gehring, Stefano Guzzini, Rodney Bruce Hall, Anja Jakobi, Alexander Kocks, Christian Kreuder-Sonnen, Andreas Kruck, Andrea Liese, Iver B. Neumann, Fritz W. Scharpf, Jason Sharman, Devi Sridhar, Bernhard Zangl, and the anonymous reviewers of JIRD for their comments. All errors are mine.Notes 15 Mahoney's and Thelen's (2010) approach differs from the heuristic suggested here in that the authors conceptualise institutions as rules, whereas this article focuses on organisations, that is, institutions with actor-like characteristics.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Tine Hanrieder is an Assistant Professor at the Geschwister-Scholl-Institute for Political Science at LMU Munich. Her research interests include international organisation studies, theories of normative change, and international health politics. She has published articles in International Theory and Zeitschrift fu¨r Internationale Beziehungen.", "cite_spans": [], "ref_spans": [], "section": "About the Author"}]}