{"paper_id": "c289124d6dfdf45e898b57b98e6de41d34f35b63", "metadata": {"title": "Open Forum Infectious Diseases ® Outpatient Infection Prevention: A Practical Primer", "authors": [{"first": "Fozia", "middle": [], "last": "Steinkuller", "suffix": "", "affiliation": {"laboratory": "", "institution": "UT Physicians", "location": {"settlement": "Houston", "region": "Texas"}}, "email": ""}, {"first": "Kristofer", "middle": [], "last": "Harris", "suffix": "", "affiliation": {"laboratory": "", "institution": "UT Physicians", "location": {"settlement": "Houston", "region": "Texas"}}, "email": ""}, {"first": "Karen", "middle": ["J"], "last": "Vigil", "suffix": "", "affiliation": {"laboratory": "", "institution": "UT Physicians", "location": {"settlement": "Houston", "region": "Texas"}}, "email": ""}, {"first": "Luis", "middle": [], "last": "Ostrosky-Zeichner", "suffix": "", "affiliation": {"laboratory": "", "institution": "UT Physicians", "location": {"settlement": "Houston", "region": "Texas"}}, "email": ""}]}, "abstract": [{"text": "As more patients seek care in the outpatient setting, the opportunities for health care-acquired infections and associated outbreaks will increase. Without uptake of core infection prevention and control strategies through formal initiation of infection prevention programs, outbreaks and patient safety issues will surface. This review provides a step-wise approach for implementing an outpatient infection control program, highlighting some of the common pitfalls and high-priority areas.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Recent years have seen a dramatic shift of health care delivery from hospitals to the outpatient setting. According to the National Center for Health Statistics [1] , 83% of adults and 93% of children received care from an ambulatory or outpatient clinic in 2015. Increasing demand, volume, and complexity of procedures performed in these settings lead to a greater risk of transmission of infections.", "cite_spans": [{"start": 161, "end": 164, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": ""}, {"text": "Infection prevention recommendations for outpatient care have been reactive to novel diseases or outbreaks. The first outpatient infection prevention recommendations were published by the Centers for Disease Control and Prevention (CDC) in 1983 in response to the AIDS epidemic [2, 3] . With the emergence of pandemic illnesses along with multiple outbreaks, the CDC created outpatient infection prevention recommendations to include hand hygiene, personal protective equipment (PPE) use, respiratory hygiene, safe injection practices, and disinfection of the environment and equipment.", "cite_spans": [{"start": 278, "end": 281, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 282, "end": 284, "text": "3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": ""}, {"text": "Goodman et al. [4] published a review of transmission of infectious diseases occurring from 1946 to 1989 in the outpatient setting. Their analyses revealed that lapses in hand hygiene, reprocessing of reusable instruments, use of PPE, and lack of restriction of sick health care workers were associated with disease transmission. The authors concluded that policy development in combination with education and designating infection prevention oversight should be initiated. Subsequent hepatitis B and C outbreaks led to the creation of the first edition of The Guide to Infection Prevention of Outpatient Settings in 2011 [5] [6] [7] [8] [9] . The publication highlighted the minimum infection prevention practices that must be followed for safe care. Despite these recommendations, outbreaks continue to be reported as a result of failure to comply with these guidelines.", "cite_spans": [{"start": 15, "end": 18, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 622, "end": 625, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 626, "end": 629, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 630, "end": 633, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 634, "end": 637, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 638, "end": 641, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": ""}, {"text": "The purpose of this review is to provide a step-wise approach for implementing an outpatient infection control program for systems or practices able to allocate or support dedicated personnel for infection prevention. Many programs and clinics may not have the resources to begin a robust infection prevention program; therefore, we suggest focusing on high-priority areas such as injection safety, sterilization, and high-level disinfection (HLD). Contracts with infection prevention services could be considered to support standalone or smaller system clinics.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The first step in setting up a program is to convene a multidisciplinary program oversight committee composed of the practice's clinical and financial leadership to obtain buy-in and resource commitment, along with ongoing oversight of the program. Once the institution makes a commitment, the infection prevention team is formed. This team will ideally consist of at least an infectious diseases-trained medical director and an infection prevention specialist. The next step is to draft policies and/or procedures, creating a framework for the team to enforce CDC and professional society recommendations. Next, we found it useful to perform a census of all practice clinics and settings to ascertain the scope of the services being performed, including which locations perform sterilization and HLD. As in the hospital setting, it is important to perform an initial and yearly infection control risk assessment to identify and prioritize high-risk areas and activities such as injections, infusions, reprocessing of reusable medical devices, and procedures such as vein ablations. Once the risk assessment is complete, a standardized survey tool that incorporates elements of the CDC checklists [5] , along with items in the newly created policies, can be utilized to perform a baseline survey to determine areas for improvement and future educational opportunities. A sample checklist can be found in Table 1 . Eventually, as the program continues to develop, follow-up surveys are performed. The following sections describe high-priority items and major areas of focus when rolling out an infection prevention program. [11] . Employees who reprocess instruments and administer injectable medications should complete additional training that incorporates competency evaluation. In order to maintain or update infection prevention knowledge, it is important to administer continuing education through an annual online overview course and annual competency evaluations. Despite education, health care workers can develop a \"this is not the hospital\" attitude. The absence of routine outcome measures and microbial surveillance perpetuates this attitude. In fact, ambulatory clinics are an extension of hospitals in the continuum of care as patients are typically managed in the outpatient setting, including pre-admission and after discharge. A potential downfall of perceiving the clinic environment as safer than the hospital is illustrated by an outbreak of group A Streptococcus among patients in an outpatient clinic due to ignoring numerous infection prevention practices [12] . The clinic was noted to have lapses in disinfection of multi-use items between patients, glove use, hand hygiene, and in implementing contact precautions. Although the ambulatory setting presents unique challenges, the message remains the same as in the hospital: Practice evidence-based care and implement infection prevention and control strategies to prevent harm, regardless of the setting.", "cite_spans": [{"start": 1197, "end": 1200, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1623, "end": 1627, "text": "[11]", "ref_id": null}, {"start": 2579, "end": 2583, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 1404, "end": 1411, "text": "Table 1", "ref_id": "TABREF0"}], "section": "GETTING STARTED"}, {"text": "Hand hygiene is the cornerstone of infection prevention. In a study by Bringham et al. [13] , health care workers' hands were contaminated 28% of the time during patient care in a clinic setting, which highlights a lack of consistent hand hygiene and need for interventions. Examples of interventions that can be effective in increasing compliance include education, just-in-time coaching, and hand hygiene monitoring [14] . After education, selecting which monitoring method will work in an individual clinic is important [15] . Many methods have been applied to measure or improve hand hygiene, including using the patient as an observer [16] , installing electronic devices that measure hand hygiene [17] , direct observation [14] , hand hygiene champions [18] , and surveys.", "cite_spans": [{"start": 87, "end": 91, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 418, "end": 422, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 523, "end": 527, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 640, "end": 644, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 703, "end": 707, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 729, "end": 733, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 759, "end": 763, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "HAND HYGIENE"}, {"text": "A barrier to performing hand hygiene is the type and location of hand hygiene facilities [19] . Hand hygiene facilitiesthat is, a sink or alcohol-based hand sanitizer-must be placed in each exam room, medication preparation area, reprocessing area, and other patient care areas [20] .", "cite_spans": [{"start": 89, "end": 93, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 278, "end": 282, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "HAND HYGIENE"}, {"text": "The CDC has released guidelines for disinfection and sterilization in health care settings [21] . Noncritical items such as thermometers, stethoscopes, and baby scales should be cleaned according to the manufacturer instructions. Cleaning and disinfection may not always occur because user manuals for equipment are not always available, and the infection prevention specialists are usually tasked to obtain copies of manuals as needed. An approach to facilitate compliance with cleaning is reducing the variety in the type and model of devices used. Standardization of glucometers and training on their use and disinfection should be a priority because they have been associated with transmission of blood-borne pathogens [22] .", "cite_spans": [{"start": 91, "end": 95, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 723, "end": 727, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "ENVIRONMENT OF CARE, CLEANING, STERILIZATION, AND HIGH-LEVEL DISINFECTION"}, {"text": "We recommend replacing over-the-counter disinfectants with Environmental Protection Agency (EPA)-registered disinfectants that have broad-spectrum claims. Infection prevention specialists should have frequent discussions and provide just-in-time coaching regarding applying the right amount of product and allowing it to dry for the required contact time.", "cite_spans": [], "ref_spans": [], "section": "ENVIRONMENT OF CARE, CLEANING, STERILIZATION, AND HIGH-LEVEL DISINFECTION"}, {"text": "The Joint Commission reports that more than half of all ambulatory and office-based surgical clinics surveyed in 2016 were noncompliant with sterilization or HLD standards [23] . The CDC recommends that all staff who reprocess critical or semicritical instruments receive training, perform initial and annual competency assessments, and be retrained when new devices are introduced. Clinic staff should consult with infection prevention for guidance on purchasing new devices. Preparation before training includes taking an inventory of supplies and reviewing device manuals and Healthcare Infection Control Practice and Advisory Committee recommendations [21, 24] to align training with manufacturer instructions and national guidelines. Training and competency assessments should be conducted by qualified personnel such as a designated staff member, infection prevention specialist, or manufacturer representative. Ambulatory clinic reprocessing areas vary in design and are often not built to current reprocessing specification standards, and older clinics generally have only 1 room to perform the reprocessing. With compact spaces, we recommend focus on the separation of clean and dirty processes.", "cite_spans": [{"start": 172, "end": 176, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 656, "end": 660, "text": "[21,", "ref_id": "BIBREF20"}, {"start": 661, "end": 664, "text": "24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "ENVIRONMENT OF CARE, CLEANING, STERILIZATION, AND HIGH-LEVEL DISINFECTION"}, {"text": "Kossover-Smith et al. [25] reported that there have been more than 50 outbreaks of viral and bacterial pathogens due to unsafe injection practices since 2001, a majority of which occurred in ambulatory settings [26] . Identified issues with injection safety include no access to hand hygiene [19] , reuse of single-dose vials [27] , reuse of a syringe, multidose vials not dated [28] , drug diversion [26] , and multidose vials entering a patient treatment area [28] . In 1 study regarding an outbreak of septic arthritis related to intra-articular injections, complex compounding was a culprit. To avoid complex compounding, clinics should work with pharmacy services [19] . In all reported outbreaks, implementation of basic infection prevention measures decreased subsequent transmission [19] . The CDC's One and Only campaign is a useful resource that is often underutilized; we utilize campaign material to provide evidence-based education [29] .", "cite_spans": [{"start": 22, "end": 26, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 211, "end": 215, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 292, "end": 296, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 326, "end": 330, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 379, "end": 383, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 401, "end": 405, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 462, "end": 466, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 669, "end": 673, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 791, "end": 795, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 945, "end": 949, "text": "[29]", "ref_id": null}], "ref_spans": [], "section": "INJECTION SAFETY"}, {"text": "The infection prevention specialist should work with construction management to develop policies and procedures and help design the clinic, renovation, implementation of the project, and after-construction walkthrough [30] . Infection prevention specialists ideally should review construction plans and make recommendations. All projects should include an infection control risk assessment and a preconstruction risk assessment (ICRA/ PCRA) to guide recommendations [31] . Recommendations include reprocessing and waiting room design and the location of hand hygiene facilities (sink or alcohol-based hand sanitizer dispensers) and medication preparation areas. For example, infection prevention specialists can provide guidance when it is suggested that there should only be 1 sink in a reprocessing area, instead of multiple sinks [32] . We have found that infection prevention construction education for staff whose clinic is under construction is useful, as the staff can alert the infection prevention team if the ICRA/PCRA is not implemented.", "cite_spans": [{"start": 218, "end": 222, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 466, "end": 470, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 833, "end": 837, "text": "[32]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "CONSTRUCTION"}, {"text": "Clinics are generally restricted to small and confined areas, with limited ventilation and a rapid rate of patient turnover, and therefore a risk of infection transmission. Moving the infectious patients to their own exam room as quickly as possible is important. However, transmission-based isolation precautions are often initiated after patients have been seen by the provider. Early detection of the potentially infectious patients is necessary to limit transmission, which includes triage during scheduling or in the waiting room.", "cite_spans": [], "ref_spans": [], "section": "WAITING ROOM CONSIDERATION AND TRANSMISSION-BASED PRECAUTIONS"}, {"text": "Airborne illnesses, such as measles and tuberculosis, can present unique challenges to the clinic as there is a potential to spread airborne droplets throughout the clinic area [33] . The best way to prevent airborne droplet exposures in the clinic is to implement airborne isolation precautions [3, 4] . Because most clinics do not have negative pressure rooms, we suggest implementing a modified version of airborne isolation. Key contributors to transmissions were listed in the 1998 article \"Infection Control in the Outpatient Setting\" [3] and include failure to recognize that isolation is warranted, combined with a lack of airborne isolation rooms. If a patient is known or suspected of having an airborne illness before arriving, it is wise to have a room ready and a back entrance for the patient to enter. A surgical mask should be placed on the patient, and the door to their exam room should remain shut. Health care providers must don N95 masks prior to contact with the patient. Depending upon the air exchange rate for the clinic, after discharge, the room should remain unoccupied for the specified amount of time before reuse [34] .", "cite_spans": [{"start": 177, "end": 181, "text": "[33]", "ref_id": "BIBREF32"}, {"start": 296, "end": 299, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 300, "end": 302, "text": "4]", "ref_id": "BIBREF3"}, {"start": 541, "end": 544, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1144, "end": 1148, "text": "[34]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "WAITING ROOM CONSIDERATION AND TRANSMISSION-BASED PRECAUTIONS"}, {"text": "Patients with infections transmittable through the contact route can be more difficult to identify in the waiting room. To facilitate rapid identification and isolation, a short 3-5-question form maybe used to identify patients during registration. While most staff and providers will readily recognize patients with diarrhea, it can be difficult to assure that patients with scabies or bed bugs will not be seen by multiple staff before being identified.", "cite_spans": [], "ref_spans": [], "section": "WAITING ROOM CONSIDERATION AND TRANSMISSION-BASED PRECAUTIONS"}, {"text": "Droplet diseases, such as influenza and rhinovirus, can be prevented from spreading through the use of respiratory hygiene/cough etiquette, which includes hand hygiene. Masks and tissues provide a mechanical defense against illnesses like influenza, rhinovirus, and respiratory syncytial virus (RSV) in waiting rooms and the rest of the clinic area [35] . Also, it has been shown that face masks are able to reduce infectivity [30] ; however, in a cross-sectional study on patient mask use, Longtin et al. [36] found that only 27% of patients who were coughing in an emergency room waiting room reported having used a mask. We recommend masking symptomatic children age 5 years or older. In order to improve compliance, frontline desk staff should be trained to ask all patients and visitors with respiratory signs and symptoms and children with a rash to perform hand hygiene and don masks. The staff should also alert the health care workers so that they can move the patient to an exam room promptly.", "cite_spans": [{"start": 349, "end": 353, "text": "[35]", "ref_id": "BIBREF34"}, {"start": 427, "end": 431, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 506, "end": 510, "text": "[36]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "WAITING ROOM CONSIDERATION AND TRANSMISSION-BASED PRECAUTIONS"}, {"text": "Infection prevention collaborates with occupational health to assess, prevent, and control infections and communicable disease in health care workers. Three key components of the occupational health program are immunization, tuberculosis (TB) control, and blood-borne exposure prevention. Screening newly hired staff for their immunization status and administering necessary vaccines aid in the prevention of vaccine-preventable diseases. A TB control plan and risk assessment should be reviewed and updated annually based on CDC guidelines. Health care worker screening should be performed according to the CDC risk categories [34] . To prevent staff from exposure to sharps, needle sticks, and blood-borne pathogens, programs should actively promote safety devices, as well as the safe handling and disposal of sharps. We have found it useful to provide \"exposure kits\" to each clinic. These contain the necessary supplies for collecting blood from the source patient and the notification and management procedure when a needle stick occurs. [37] [38] [39] [40] [41] . Ambulatory care clinics must be prepared to identify and transfer cases safely without disease transmission. Preparation for all diseases should include (1) screening and isolating potentially infectious persons, (2) PPE use, (3) cleaning and disinfection, and (4) drilling scenarios.", "cite_spans": [{"start": 628, "end": 632, "text": "[34]", "ref_id": "BIBREF33"}, {"start": 1044, "end": 1048, "text": "[37]", "ref_id": null}, {"start": 1049, "end": 1053, "text": "[38]", "ref_id": "BIBREF37"}, {"start": 1054, "end": 1058, "text": "[39]", "ref_id": "BIBREF38"}, {"start": 1059, "end": 1063, "text": "[40]", "ref_id": null}, {"start": 1064, "end": 1068, "text": "[41]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "OCCUPATIONAL HEALTH"}, {"text": "The first step is creating a simple algorithm detailing screening questionnaires for early detection of potentially infectious persons. Travel advisory posters can be posted to facilitate the screening process by prompting patients to be proactive by self-reporting travel history. Individuals who meet criteria for highly communicable diseases requiring isolation such as novel influenza or other emerging infections must be placed in a private exam room as soon as possible. PPE kits should be available.", "cite_spans": [], "ref_spans": [], "section": "OCCUPATIONAL HEALTH"}, {"text": "Clinical staff should be trained on the correct steps and techniques to don and doff PPE. PPE assessment includes competency validation to ensure that participants are using PPE correctly. To maintain the level of competency and awareness, staff should participate in drills. PPE skill maintenance can be included in annual competency trainings.", "cite_spans": [], "ref_spans": [], "section": "OCCUPATIONAL HEALTH"}, {"text": "Compliance with infection prevention standards is monitored through surveillance utilizing a clinic survey tool. Initially, surveys are scheduled ahead of time with the clinic according to work load and availability of staff; however, the goal is to eventually go to a clinic unannounced. During the survey, clinic staff are observed performing routine care, and the environment is examined. Emulating Joint Commission methodology, we find it useful to \"trace\" or follow a patient throughout their visit. When interviewing staff to elicit answers for compliance with standards, leading questions should be avoided. At the conclusion of the survey, the results should be reviewed with the manager, and a formal report should follow. Clinic survey data such as overall compliance, hand hygiene, injection safety, sterilization and high-level disinfection, and other infection prevention activities can be compiled into a dashboard. Other activities include number of clinics visited, trainings performed, and consultations provided. Dashboard data are presented to administration on a monthly basis.", "cite_spans": [], "ref_spans": [], "section": "CLINIC SURVEYS"}, {"text": "The CDC outpatient guideline does not make any specific recommendations on how frequently surveillance activities should be conducted using the outpatient tool, only that they should be done routinely [5] . Ideally, we recommend that surveillance of the environment of care and adherence to infection prevention practices is performed annually in clinics that do not reprocess reusable instruments. In clinics that perform sterilization or high-level disinfection of reusable instruments, surveillance should be ideally performed every 6 months.", "cite_spans": [{"start": 201, "end": 204, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "CLINIC SURVEYS"}, {"text": "For multiclinic practices, a large number of clinics inhibits frequent visitation by the infection prevention specialist and may prevent direct communication with staff. Communication from Infection Prevention comes in the form of in-person interactions, as well as email and phone, along with a website. We suggest a website that contains policies, forms, health alerts, videos, and recent publications from the team. We have found a monthly newsletter useful.", "cite_spans": [], "ref_spans": [], "section": "COMMUNICATION"}, {"text": "Attending multidisciplinary and nursing management meetings greatly increases the amount of communication.", "cite_spans": [], "ref_spans": [], "section": "COMMUNICATION"}, {"text": "Developing a comprehensive outpatient infection prevention program is a multistep process. These steps include getting stakeholder approval, identifying an infectious diseases-trained medical director and/or an infection prevention specialist, assessing clinics for current processes and types of devices used, and performing a risk assessment based on findings. Policies can be built up, educational trainings created and provided, and survey tools conducted in the clinics during the creation of the program. The outpatient infection prevention program can have a large positive impact in outpatient settings. The CDC's Guide to Infection Prevention for Outpatient Settings: Minimum Expectations for Safe Care [5] can be operationalized as a surveillance tool. Initial infection prevention efforts should focus on high-risk practices: injection safety, sterilization, and high-level disinfection. As more research is published on outpatient infection prevention, and as more clinics start infection prevention programs, a set standard, beyond basics, will be the new normal. Outpatient infection prevention is an exciting new career option for infectious diseases physicians and infection prevention specialists.", "cite_spans": [{"start": 712, "end": 715, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "CONCLUSIONS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Ambulatory care use and physician office visits", "authors": [], "year": 2017, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Perspectives in disease prevention and health promotion update: universal precautions for prevention of transmission of human immunodeficiency virus, hepatitis B virus, and other bloodborne pathogens in health-care settings", "authors": [], "year": 1988, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "37", "issn": "", "pages": "377--88", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Infection control in the outpatient setting", "authors": [{"first": "L", "middle": ["A"], "last": "Herwaldt", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Smith", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Carter", "suffix": ""}], "year": 1998, "venue": "Infect Control Hosp Epidemiol", "volume": "19", "issn": "", "pages": "41--74", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Transmission of infectious diseases in outpatient health care settings", "authors": [{"first": "R", "middle": ["A"], "last": "Goodman", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Solomon", "suffix": ""}], "year": 1991, "venue": "JAMA", "volume": "265", "issn": "", "pages": "2377--81", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Guide to infection prevention for outpatient settings: minimum expectations for safe care", "authors": [], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Updated CDC recommendations for the management of hepatitis B virus-infected health-care providers and students", "authors": [], "year": 2012, "venue": "Centers for Disease Control and Prevention", "volume": "61", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Viral hepatitis transmission in ambulatory health care settings", "authors": [{"first": "I", "middle": ["T"], "last": "Williams", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Perz", "suffix": ""}, {"first": "B", "middle": ["P"], "last": "Bell", "suffix": ""}], "year": 2004, "venue": "Clin Infect Dis", "volume": "38", "issn": "", "pages": "1592--1600", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Nonhospital health careassociated hepatitis B and C virus transmission: United States", "authors": [{"first": "N", "middle": ["D"], "last": "Thompson", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Perz", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Moorman", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Holmberg", "suffix": ""}], "year": 1998, "venue": "Ann Intern Med", "volume": "150", "issn": "", "pages": "33--42", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "US outbreak investigations highlight the need for safe injection practices and basic infection control", "authors": [{"first": "J", "middle": ["F"], "last": "Perz", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Thompson", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Schaefer", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Patel", "suffix": ""}], "year": 2010, "venue": "Clin Liver Dis", "volume": "14", "issn": "", "pages": "137--51", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Infection prevention outside of the acute care setting: results from the MegaSurvey of infection preventionists", "authors": [{"first": "M", "middle": [], "last": "Pogorzelska-Maziarz", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Kalp", "suffix": ""}], "year": 2017, "venue": "Am J Infect Control", "volume": "45", "issn": "", "pages": "597--602", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Outbreak of group A Streptococcus infections in an outpatient wound clinic-Colorado", "authors": [{"first": "J", "middle": ["B"], "last": "Hancock-Allen", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Janelle", "suffix": ""}, {"first": "K", "middle": [], "last": "Lujan", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Bamberg", "suffix": ""}], "year": 2014, "venue": "Am J Infect Control", "volume": "44", "issn": "", "pages": "1133--1141", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Health care worker hand contamination at critical moments in outpatient care settings", "authors": [{"first": "J", "middle": [], "last": "Bingham", "suffix": ""}, {"first": "G", "middle": [], "last": "Abell", "suffix": ""}, {"first": "L", "middle": [], "last": "Kienast", "suffix": ""}], "year": 2016, "venue": "Am J Infect Control", "volume": "44", "issn": "", "pages": "1198--202", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Measuring Hand Hygiene Adherance: Overcoming the Challanges", "authors": [], "year": 2009, "venue": "The Joint Commission", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Practically speaking: rethinking hand hygiene improvement programs in health care settings", "authors": [{"first": "C", "middle": [], "last": "Son", "suffix": ""}, {"first": "T", "middle": [], "last": "Chuck", "suffix": ""}, {"first": "T", "middle": [], "last": "Childers", "suffix": ""}], "year": 2011, "venue": "Am J Infect Control", "volume": "39", "issn": "", "pages": "716--740", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Patient-as-observer approach: an alternative method for hand hygiene auditing in an ambulatory care setting", "authors": [{"first": "S", "middle": [], "last": "Le-Abuyen", "suffix": ""}, {"first": "J", "middle": [], "last": "Ng", "suffix": ""}, {"first": "S", "middle": [], "last": "Kim", "suffix": ""}], "year": 2014, "venue": "Am J Infect Control", "volume": "42", "issn": "", "pages": "439--481", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Utility of electronic hand hygiene counting devices for measuring physicians' hand hygiene adherence applied to outpatient settings", "authors": [{"first": "A", "middle": [], "last": "Arai", "suffix": ""}, {"first": "M", "middle": [], "last": "Tanabe", "suffix": ""}, {"first": "A", "middle": [], "last": "Nakamura", "suffix": ""}], "year": 2016, "venue": "Am J Infect Control", "volume": "44", "issn": "", "pages": "1481--1486", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Utilizing improvement science methods to improve physician compliance with proper hand hygiene", "authors": [{"first": "C", "middle": ["M"], "last": "White", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Statile", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Conway", "suffix": ""}], "year": 2012, "venue": "Pediatrics", "volume": "129", "issn": "", "pages": "1042--50", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Outbreak of septic arthritis associated with intra-articular injections at an outpatient practice-New Jersey", "authors": [{"first": "K", "middle": [], "last": "Ross", "suffix": ""}, {"first": "J", "middle": [], "last": "Mehr", "suffix": ""}, {"first": "B", "middle": [], "last": "Carothers", "suffix": ""}], "year": 2017, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "66", "issn": "", "pages": "777--786", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Occupational Safety and Health Administration", "authors": [], "year": 2017, "venue": "Janice Zalen. Available", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Infection Control Practices Advisory Committee. Guideline for disinfection and sterilization in healthcare facilities", "authors": [{"first": "W", "middle": ["A"], "last": "Rutala", "suffix": ""}, {"first": "Weber", "middle": [], "last": "Dj", "suffix": ""}, {"first": "Healthcare", "middle": [], "last": "", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Multiple outbreaks of hepatitis B virus infection related to assisted monitoring of blood glucose among residents of assisted living facilities-Virginia", "authors": [], "year": 2009, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "61", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Improperly sterilized or HLD equipment-a growing problem", "authors": [], "year": 2017, "venue": "The Joint Commission", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Essential elements of a reprocessing program for flexible endoscopes-recommendations of the Healthcare Infection Control Practices Advisory Committee", "authors": [], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "One needle, one syringe, only one time? A survey of physician and nurse knowledge, attitudes, and practices around injection safety", "authors": [{"first": "R", "middle": ["A"], "last": "Kossover-Smith", "suffix": ""}, {"first": "K", "middle": [], "last": "Coutts", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Hatfield", "suffix": ""}], "year": 2017, "venue": "Am J Infect Control", "volume": "45", "issn": "", "pages": "1018--1041", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "CDC grand rounds: preventing unsafe injection practices in the US health-care system", "authors": [], "year": 2013, "venue": "Centers for Disease Control and Prevention", "volume": "62", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Patient notification for bloodborne pathogen testing due to unsafe injection practices in the US health care settings", "authors": [{"first": "A", "middle": ["Y"], "last": "Guh", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Thompson", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Schaefer", "suffix": ""}], "year": 2001, "venue": "Med Care", "volume": "50", "issn": "", "pages": "785--91", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Challenges to safe injection practices in ambulatory care", "authors": [{"first": "L", "middle": [], "last": "Anderson", "suffix": ""}, {"first": "B", "middle": [], "last": "Weissburg", "suffix": ""}, {"first": "K", "middle": [], "last": "Rogers", "suffix": ""}], "year": 2017, "venue": "Infect Control Hosp Epidemiol", "volume": "38", "issn": "", "pages": "614--620", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "A quantitative assessment of the efficacy of surgical and N95 masks to filter influenza virus in patients with acute influenza infection", "authors": [{"first": "D", "middle": ["F"], "last": "Johnson", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Druce", "suffix": ""}, {"first": "C", "middle": [], "last": "Birch", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Grayson", "suffix": ""}], "year": 2009, "venue": "Clin Infect Dis", "volume": "49", "issn": "", "pages": "275--282", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "The American Institute of Architects Academy of Architecture for Health. Guidelines for design and construction of hospital and health care facilities", "authors": [], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Association of Surgical Technologists. Standards of practice for the decontamination of surgical instruments", "authors": [], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Measles outbreak in a pediatric practice: airborne transmission in an office setting", "authors": [{"first": "A", "middle": ["B"], "last": "Bloch", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Orenstein", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Ewing", "suffix": ""}], "year": 1985, "venue": "Pediatrics", "volume": "75", "issn": "", "pages": "676--83", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Guidelines for preventing the transmission of Mycobacterium tuberculosis in health-care settings", "authors": [{"first": "P", "middle": ["A"], "last": "Jensen", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Lambert", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Iademarco", "suffix": ""}], "year": 2005, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "54", "issn": "RR17", "pages": "1--141", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Infection control in paediatrics", "authors": [{"first": "K", "middle": ["M"], "last": "Posfay-Barbe", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Zerr", "suffix": ""}, {"first": "D", "middle": [], "last": "Pittet", "suffix": ""}], "year": 2008, "venue": "Lancet Infect Dis", "volume": "8", "issn": "", "pages": "19--31", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Evaluation of patients' mask use after the implementation of cough etiquette in the emergency department", "authors": [{"first": "Y", "middle": [], "last": "Longtin", "suffix": ""}, {"first": "C", "middle": [], "last": "Akakpo", "suffix": ""}, {"first": "O", "middle": ["T"], "last": "Rutschmann", "suffix": ""}], "year": 2009, "venue": "Infect Control Hosp Epidemiol", "volume": "30", "issn": "", "pages": "904--912", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Middle East respiratory syndrome coronavirus (MERS-CoV)", "authors": [], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Poliomyelitis (polio)", "authors": [], "year": 2017, "venue": "World Health Organization", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "World Health Organization. Zika virus", "authors": [], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "population mobility allow infectious disease to spread globally with relative ease. Since 2009, there have been 5 international outbreaks: Swine Flu in 2009, MERS in 2012, Polio in 2014, Ebola in 2014, and Zika in 2016", "latex": null, "type": "figure"}, "TABREF0": {"text": "Sample Clinic Assessment ChecklistI. CDC ChecklistB. PPE, other than a respirator, is removed and discarded prior to leaving the patient's room or care area. If a respirator is used, it is removed and discarded (or reprocessed if reusable) after leaving the patient room or care area and closing the door.Yes No NA C. Hand hygiene is performed immediately after removal of PPE. Yes No NAD. Gloves:i. HCPs wear gloves for potential contact with blood, body fluids, mucous membranes, nonintact skin, or contaminated equipment. Policies, procedures, and manufacturer reprocessing instructions for reusable medical devices used in the facility are available in the reprocessing area(s). Devices are thoroughly cleaned according to the manufacturer's instructions and visually inspected for residual soil prior to sterilization. Note: Appropriately sized cleaning brushes should be used for cleaning device channels and lumens.F. A chemical indicator (process indicator) is placed correctly in the instrument packs in every load. Yes No NA G. A biological indicator is used at least weekly for each sterilizer and with every load containing implantable items. Yes No NA I. Sterile packs are labeled with the sterilizer used, the cycle or load number, and the date of sterilization. Yes No NA J. Sterilization logs are current and include results from each load and maintenance of the autoclave. Yes No NA K. Immediate-use steam sterilization, if performed, is only done in circumstances in which routine sterilization procedures cannot be performed. Yes No NA L. Instruments that undergo immediate-use steam sterilization are used immediately and not stored. Yes No NA M. After sterilization, medical devices and instruments are stored so that sterility is not compromised. Yes No NA N. Sterile packages are inspected for integrity, and compromised packages are reprocessed prior to use. Yes No NAO. The facility has a process to perform initial cleaning of devices prior to transport to the off-site reprocessing facility.", "latex": null, "type": "table"}, "TABREF1": {"text": "Continued Flexible endoscopes are inspected for damage and leak-tested as part of each reprocessing cycle. Yes No NA B. Devices are thoroughly precleaned according to manufacturer instructions and visually inspected for residual soil prior to high-level disinfection. Yes No NA C. Cleaning is performed as soon as practical after use (point of use) to prevent soiled materials from becoming dried onto instruments. Yes No NA D. Enzymatic cleaner or detergent is used and discarded according to the manufacturer's instructions (typically after each use). Yes No NA E. Cleaning brushes are disposed of or cleaned and high-level-disinfected or sterilized (per the manufacturer's instructions) after each use. Yes No NA F. For chemicals used in high-level disinfection, manufacturer instructions are followed for: If automated reprocessing equipment is used, proper connectors are used to ensure that channels and lumens are appropriately disinfected. Yes No NA H. Devices are disinfected for the appropriate length of time, as specified by the manufacturer's instructions. Yes No NA I. Devices are disinfected at the appropriate temperature, as specified by the manufacturer's instructions. Yes No NA J. After high-level disinfection, devices are rinsed with sterile water, filtered water, or tap water followed by a rinse with 70%-90% ethyl or isopropyl alcohol. includes the patient's name, medical record number, procedure, date, endoscopist, system to reprocess the device (if more than 1 is used), and serial No. of the scope, probe, etc.Yes No NA N. The facility has a process to perform initial cleaning of devices prior to transport to the off-site reprocessing facility.", "latex": null, "type": "table"}, "TABREF2": {"text": "Continued and other relevant topics to set up the patient safety culture. A good resource to gather educational materials is the CDC infection control web page", "latex": null, "type": "table"}, "TABREF3": {"text": "Continued", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Respiratory Hygiene/Cough Etiquette </td><td>Assessment </td><td>Notes/Areas for Improvement\n</td></tr><tr><td>A. Facility\ni. Posts signs at entrances with instructions to patients and HCPs with symptoms of respiratory infection. </td><td> </td><td> </td></tr><tr><td>Yes No NA\n</td><td> </td></tr><tr><td>ii. Provides tissues and no-touch receptacles for disposal of tissues. </td><td>Yes No NA\n</td><td> </td></tr><tr><td>iii. Provides resources for performing hand hygiene in or near waiting areas. </td><td>Yes No NA\n</td><td> </td></tr><tr><td>Point-of-Care Testing (eg, blood glucose meters, INR monitor) </td><td>Assessment </td><td>Notes/Areas for Improvement\n</td></tr><tr><td>A. New single-use, auto-disabling lancing device is used for each patient. Note: Lancet holder devices are not suitable for multipatient use.\n</td><td>Yes No NA\n</td><td> </td></tr><tr><td>B. If used for more than 1 patient, the point-of-care testing meter is cleaned and disinfected after every use according to manufacturer's instructions.\n</td><td>Yes No NA\n</td><td> </td></tr><tr><td>Environmental Cleaning </td><td>Assessment </td><td>Notes/Areas for Improvement\n</td></tr><tr><td>A. Supplies necessary for appropriate cleaning and disinfection procedures (EPA-registered disinfectants) are available.\n</td><td>Yes No NA\n</td><td> </td></tr><tr><td>B. High-touch surfaces in rooms where surgical or other invasive procedures (endoscopy, spinal injection) are performed are cleaned and then disinfected with an EPA-registered disinfectant after each procedure.\n</td><td>Yes No NA\n</td><td> </td></tr><tr><td>C. Cleaners and disinfectants are used in accordance with the manufacturer's instructions (eg, dilution, storage, shelf-life, contact time).\n</td><td>Yes No NA\n</td><td> </td></tr><tr><td>D. HCPs engaged in environmental cleaning wear appropriate PPE (gloves, gowns, masks, and eye protection) to prevent exposure to infectious agents or chemicals.\n</td><td>Yes No NA\n</td><td> </td></tr><tr><td>Reprocessing of Reusable Instruments and Devices </td><td>Assessment </td><td>Notes/Areas for Improvement\n</td></tr><tr><td>A. Policies, procedures, and manufacturer reprocessing instructions for reusable medical devices used in the facility are available in the reprocessing area(s).\n</td><td>Yes No NA\n</td><td> </td></tr><tr><td>B. Reusable medical devices are cleaned, reprocessed (disinfected or sterilized), and maintained according to the manufacturer's instructions.\n</td><td>Yes No NA\n</td><td> </td></tr><tr><td>C. Single-use devices are discarded after use and not used for more than 1 patient. </td><td>Yes No NA\n</td><td> </td></tr><tr><td>D. Reprocessing Area\ni. Has adequate space. </td><td> </td><td> </td></tr><tr><td>Yes No NA\n</td><td> </td></tr><tr><td>ii. Has a workflow pattern such that devices clearly flow from high-contamination areas to clean/sterile areas (ie, there is clear separation between soiled and clean workspaces).\n</td><td>Yes No NA\n</td><td> </td></tr><tr><td>E. Adequate time for reprocessing is allowed to ensure adherence to all steps recommended by the device manufacturer, including drying.\n</td><td>Yes No NA\n</td><td> </td></tr><tr><td>F. HCPs engaged in device reprocessing wear appropriate PPE. </td><td>Yes No NA\n</td><td> </td></tr><tr><td>G. Medical devices are stored in a manner to protect them from damage and contamination. </td><td>Yes No NA\n</td><td> </td></tr><tr><td>Sterilization of Reusable Devices </td><td>Assessment </td><td>Notes/Areas for Improvement\n</td></tr><tr><td>A. Devices are thoroughly cleaned according to the manufacturer's instructions and visually inspected for residual soil prior to sterilization. Note: Appropriately sized cleaning brushes should be used for cleaning device channels and lumens.\n</td><td>Yes No NA\n</td><td> </td></tr><tr><td>B. Cleaning is performed as soon as practical after use to prevent soiled materials from becoming dried onto devices.\n</td><td>Yes No NA\n</td><td> </td></tr><tr><td>C. Enzymatic cleaner or detergent is used for precleaning and discarded according to the manufacturer's instructions (typically after each use).\n</td><td>Yes No NA\n</td><td> </td></tr><tr><td>D. Cleaning brushes are disposed of or cleaned and high-level-disinfected or sterilized (per the manufacturer's instructions) after each use.\n</td><td>Yes No NA\n</td><td> </td></tr><tr><td>E. After cleaning, instruments are appropriately wrapped/packaged for sterilization. </td><td>Yes No NA\n</td><td> </td></tr><tr><td>F. A chemical indicator (process indicator) is placed correctly in the instrument packs in every load. </td><td>Yes No NA\n</td><td> </td></tr><tr><td>G. A biological indicator is used at least weekly for each sterilizer and with every load containing implantable items.\n</td><td>Yes No NA\n</td><td> </td></tr><tr><td>I. Sterile packs are labeled with the sterilizer used, the cycle or load number, and the date of sterilization. </td><td>Yes No NA\n</td><td> </td></tr><tr><td>J. Sterilization logs are current and include results from each load and maintenance of the autoclave. </td><td>Yes No NA\n</td><td> </td></tr><tr><td>K. Immediate-use steam sterilization, if performed, is only done in circumstances in which routine sterilization procedures cannot be performed.\n</td><td>Yes No NA\n</td><td> </td></tr><tr><td>L. Instruments that undergo immediate-use steam sterilization are used immediately and not stored. </td><td>Yes No NA\n</td><td> </td></tr><tr><td>M. After sterilization, medical devices and instruments are stored so that sterility is not compromised. </td><td>Yes No NA\n</td><td> </td></tr><tr><td>N. Sterile packages are inspected for integrity, and compromised packages are reprocessed prior to use. </td><td>Yes No NA\n</td><td> </td></tr><tr><td> </td><td>O. The facility has a process to perform initial cleaning of devices prior to transport to the off-site reprocessing facility.\n</td><td>Yes No NA\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Table 1. Sample Clinic Assessment Checklist", "latex": null, "type": "table", "html": "<html><body><table><tr><td>I. CDC Checklist\n</td><td> </td><td> </td></tr><tr><td>Hand hygiene </td><td>Assessment\n</td><td>Notes/Areas for </td></tr><tr><td>Improvement\n</td></tr><tr><td>A. Supplies necessary for adherence to hand hygiene are readily accessible to HCPs in patient care areas. </td><td>Yes No NA\n</td><td> </td></tr><tr><td>Hand hygiene performed correctly:\n</td><td> </td><td> </td></tr><tr><td>B. Before contact with the patient. </td><td>Yes No NA\n</td><td> </td></tr><tr><td>C. Before performing an aseptic task (eg, insertion of IV or preparing an injection). </td><td>Yes No NA\n</td><td> </td></tr><tr><td>D. After contact with the patient. </td><td>Yes No NA\n</td><td> </td></tr><tr><td>E. After contact with objects in the immediate vicinity of the patient. </td><td>Yes No NA\n</td><td> </td></tr><tr><td>F. After contact with blood, body fluids, or contaminated surfaces. </td><td>Yes No NA\n</td><td> </td></tr><tr><td>G. After removing gloves. </td><td>Yes No NA\n</td><td> </td></tr><tr><td>H. When moving from a contaminated body site to a clean body site during patient care. </td><td>Yes No NA\n</td><td> </td></tr><tr><td>Personal Protective Equipment </td><td>Assessment </td><td>Notes/Areas for Improvement\n</td></tr><tr><td>A. Sufficient and appropriate PPE is available and readily accessible to HCPs. </td><td>Yes No NA\n</td><td> </td></tr><tr><td>PPE is correctly used:\n</td><td> </td><td> </td></tr><tr><td>B. PPE, other than a respirator, is removed and discarded prior to leaving the patient's room or care area. If a respirator is used, it is removed and discarded (or reprocessed if reusable) after leaving the patient room or care area and closing the door.\n</td><td>Yes No NA\n</td><td> </td></tr><tr><td>C. Hand hygiene is performed immediately after removal of PPE. D. Gloves:\n</td><td>Yes No NA\n</td><td> </td></tr><tr><td>i. HCPs wear gloves for potential contact with blood, body fluids, mucous membranes, nonintact skin, or contaminated equipment.\n</td><td>Yes No NA\n</td><td> </td></tr><tr><td>ii. HCPs do not wear the same pair of gloves for the care of more than 1 patient. </td><td>Yes No NA\n</td><td> </td></tr><tr><td>iii. HCPs do not wash gloves for the purpose of reuse. </td><td>Yes No NA\n</td><td> </td></tr><tr><td>E. Gowns:\ni. HCPs wear gowns to protect skin and clothing during procedures or activities where contact with blood or body fluids is anticipated.\n</td><td> </td><td> </td></tr><tr><td>Yes No NA\n</td><td> </td></tr><tr><td>ii. HCPs do not wear the same gown for the care of more than 1 patient. </td><td>Yes No NA\n</td><td> </td></tr><tr><td>F. Facial protection:\ni. HCPs wear mouth, nose, and eye protection during procedures that are likely to generate splashes or sprays of blood or other body fluids.\n</td><td> </td><td> </td></tr><tr><td>Yes No NA\n</td><td> </td></tr><tr><td>Injection Safety </td><td>Assessment </td><td>Notes/Areas for Improvement\n</td></tr><tr><td>A. Injections are prepared using aseptic technique in a clean area free from contamination or contact with blood, body fluids, or contaminated equipment.\n</td><td>Yes No NA\n</td><td> </td></tr><tr><td>B. Needles and syringes are used for only 1 patient (this includes manufactured prefilled syringes and cartridge devices such as insulin pens).\n</td><td>Yes No NA\n</td><td> </td></tr><tr><td>C. The rubber septum on a medication vial is disinfected with alcohol prior to piercing. </td><td>Yes No NA\n</td><td> </td></tr><tr><td>D. Medication vials are entered with a new needle and a new syringe, even when obtaining additional doses for the same patient.\n</td><td>Yes No NA\n</td><td> </td></tr><tr><td>E. Single-dose (single-use) medication vials, ampules, and bags or bottles of intravenous solution are used for only 1 patient.\n</td><td>Yes No NA\n</td><td> </td></tr><tr><td>F. Medication administration tubing and connectors are used for only 1 patient. </td><td>Yes No NA\n</td><td> </td></tr><tr><td>G. Multidose vials are dated by HCPs when they are first opened and discarded within 28 days unless the manufacturer specifies a different (shorter or longer) date for that opened vial. Note: This is different from the expiration date printed on the vial.\n</td><td>Yes No NA\n</td><td> </td></tr><tr><td>H. Multidose vials to be used for more than 1 patient are kept in a centralized medication area and do not enter the immediate patient treatment area (operating room, patient room/cubicle).\n</td><td>Yes No NA\n</td><td> </td></tr><tr><td>I. All sharps are disposed of in a puncture-resistant sharps container. </td><td>Yes No NA\n</td><td> </td></tr><tr><td>J. Filled sharps containers are disposed of in accordance with state-regulated medical waste rules. </td><td>Yes No NA\n</td><td> </td></tr><tr><td> </td><td>L. HCPs wear a facemask when placing a catheter or injecting material into the epidural or subdural space (during myelogram, epidural, or spinal anesthesia).\n</td><td>Yes No NA\n</td></tr></table></body></html>"}, "TABREF5": {"text": "Table 1.  Continued\nHigh-Level Disinfection of Reusable Devices Assessment Notes/Areas for Improvement", "latex": null, "type": "table", "html": "<html><body><table><tr><td>A. Flexible endoscopes are inspected for damage and leak-tested as part of each reprocessing cycle. </td><td>Yes No NA\n</td></tr><tr><td>B. Devices are thoroughly precleaned according to manufacturer instructions and visually inspected for residual soil prior to high-level disinfection.\n</td><td>Yes No NA\n</td></tr><tr><td>C. Cleaning is performed as soon as practical after use (point of use) to prevent soiled materials from becoming dried onto instruments.\n</td><td>Yes No NA\n</td></tr><tr><td>D. Enzymatic cleaner or detergent is used and discarded according to the manufacturer's instructions (typically after each use).\n</td><td>Yes No NA\n</td></tr><tr><td>E. Cleaning brushes are disposed of or cleaned and high-level-disinfected or sterilized (per the manufacturer's instructions) after each use.\n</td><td>Yes No NA\n</td></tr><tr><td>F. For chemicals used in high-level disinfection, manufacturer instructions are followed for: i. preparation; </td><td> </td></tr><tr><td>Yes No NA\n</td></tr><tr><td>ii. testing for appropriate concentration; </td><td>Yes No NA\n</td></tr><tr><td>iii replacement (upon expiration or loss of efficacy); </td><td>Yes No NA\n</td></tr><tr><td>iv. disposal. </td><td>Yes No NA\n</td></tr><tr><td>G. If automated reprocessing equipment is used, proper connectors are used to ensure that channels and lumens are appropriately disinfected.\n</td><td>Yes No NA\n</td></tr><tr><td>H. Devices are disinfected for the appropriate length of time, as specified by the manufacturer's instructions. </td><td>Yes No NA\n</td></tr><tr><td>I. Devices are disinfected at the appropriate temperature, as specified by the manufacturer's instructions. </td><td>Yes No NA\n</td></tr><tr><td>J. After high-level disinfection, devices are rinsed with sterile water, filtered water, or tap water followed by a rinse with 70%-90% ethyl or isopropyl alcohol.\n</td><td>Yes No NA\n</td></tr><tr><td>K. Devices are dried thoroughly prior to reuse. channels with alcohol and forcing air through channels.\n</td><td>Note: Lumened instruments (eg, endoscopes) require flushing Yes No NA\n</td></tr><tr><td>L. After HLD, devices are stored in a manner to protect from damage or contamination. </td><td>Yes No NA\n</td></tr><tr><td>M. Facility maintains a log for each endoscopy (e.g., cystoscopy, vaginal ultrasound, anoscopy, etc.) procedure that includes the patient's name, medical record number, procedure, date, endoscopist, system to </td><td>Yes No NA\n</td></tr><tr><td>reprocess the device (if more than 1 is used), and serial No. of the scope, probe, etc.\nN. The facility has a process to perform initial cleaning of devices prior to transport to the off-site reprocessing facility.\n</td><td>Yes No NA\n</td></tr><tr><td>Personal Protective Equipment\n</td><td>II. Institution-Specific Policies\n</td></tr><tr><td>PPE is available in each exam or procedures room. </td><td>Yes No NA\n</td></tr><tr><td>Location of PPE is clearly labeled. </td><td>Yes No NA\n</td></tr><tr><td>Masks are available in the waiting area. </td><td>Yes No NA\n</td></tr><tr><td>Injection Safety\n</td><td> </td></tr><tr><td>Safety needles are available and used. </td><td>Yes No NA\n</td></tr><tr><td>No expired medications. </td><td>Yes No NA\n</td></tr><tr><td>Sharps container is secured to a wall or on a stabilizer. </td><td>Yes No NA\n</td></tr><tr><td>Sharps containers are not more than ¾ full. </td><td>Yes No NA\n</td></tr><tr><td>Refrigeration\n</td><td> </td></tr><tr><td>Refrigerator is appropriate (scientific grade for medications). </td><td>Yes No NA\n</td></tr><tr><td>Temperatures are monitored daily (taken and documented). </td><td>Yes No NA\n</td></tr><tr><td>Backup plan for power failures is in place. </td><td>Yes No NA\n</td></tr><tr><td>Hi/Lo thermometer with memory capabilities is used. </td><td>Yes No NA\n</td></tr><tr><td>Exam Rooms\n</td><td> </td></tr><tr><td>Exam tables are disinfected between patients. </td><td>Yes No NA\n</td></tr><tr><td>High-touch surfaces are cleaned daily. </td><td>Yes No NA\n</td></tr><tr><td> If pillows are used, they are disinfected after each patient. </td><td>Yes No NA\n</td></tr><tr><td> Disposable covers are changed after every patient. </td><td>Yes No NA\n</td></tr><tr><td> No patient care items stored below sinks. </td><td>Yes No NA\n</td></tr><tr><td>Clean Storage\n</td><td> </td></tr><tr><td> No cardboard shipping boxes. </td><td>Yes No NA\n</td></tr><tr><td>No patient care items are found on the floor. </td><td>Yes No NA\n</td></tr><tr><td>Storage is appropriate and clean. </td><td>Yes No NA\n</td></tr><tr><td>Medical Waste\n</td><td> </td></tr><tr><td>Location is appropriate. </td><td>Yes No NA\n</td></tr><tr><td>Cleaning Toys and Furniture\n</td><td> </td></tr><tr><td>Toys are cleaned as needed throughout the day or at the end of the day. </td><td>Yes No NA\n</td></tr><tr><td>Toys are easy to clean and disinfect. </td><td>Yes No NA\n</td></tr></table></body></html>"}, "TABREF6": {"text": "Table 1.  Continued", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Assessment Notes/Areas for Improvement\n</td></tr><tr><td>Privacy curtains are on a cleaning schedule. </td><td>Yes No NA\n</td></tr><tr><td>Furniture is clean and without holes or tears. </td><td>Yes No NA\n</td></tr><tr><td>Other\n</td><td> </td></tr><tr><td>No expired patient care items. </td><td>Yes No NA\n</td></tr><tr><td>Food and drinks are not present in patient care areas. </td><td>Yes No NA\n</td></tr><tr><td>Sterilized instruments are not released prior to BI being read. </td><td>Yes No NA\n</td></tr><tr><td>Sterile instruments are organized chronologically (first in, first out). </td><td>Yes No NA\n</td></tr><tr><td>Chlorine-based disinfectant is available for blood spills. </td><td>Yes No NA\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Potential conflicts of interest. Authors report no conflicts of interest. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}