{"paper_id": "c2a29c04b0e28e374c5b2386030ff42fff388eaf", "metadata": {"title": "Vaccines and Vaccination 255 MOLECULAR BIOTECHNOLOGY Overview of Vaccines and Vaccination", "authors": [{"first": "Gordon", "middle": [], "last": "Ada", "suffix": "", "affiliation": {"laboratory": "", "institution": "Australian National University", "location": {"postCode": "2601", "settlement": "Canberra", "region": "ACT", "country": "Australia"}}, "email": "gordon.ada@anu.edu.au."}]}, "abstract": [{"text": "Of the 80-plus known infectious agents pathogenic for humans, there are now more than 30 vaccines against 26 mainly viral and bacterial infections and these greatly minimize subsequent disease and prevent death after exposure to those agents. This article describes the nature of the vaccines, from live attenuated agents to subunits, their efficacy and safety, and the kind of the immune responses generated by those vaccines, which are so effective. To date, all licensed vaccines generate especially specific antibodies, which attach to the infectious agent and therefore can very largely prevent infection. These vaccines have been so effective in developed countries in preventing mortality after a subsequent infection that attempts are being made to develop vaccines against many of the remaining infectious agents. Many of the latter are difficult to manipulate; they can cause persisting infections or show great antigenic variation. A range of new approaches to improve selected immune responses, such as immunization with DNA or chimeric live vectors, viral or bacterial, are under intense scrutiny, as well as genomic analysis of the agent.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Vaccines are designed as a prophylactic measure to induce a lasting immune response so that on subsequent exposure to the particular infectious agent, the extent of infection is reduced to such an extent that disease does not occur (1). There is also increasing interest in designing vaccines that may be effective as a therapeutic measure, immunotherapy.", "cite_spans": [], "ref_spans": [], "section": "Patterns of Infectious Processes"}, {"text": "There are two contrasting types of infectious processes.", "cite_spans": [], "ref_spans": [], "section": "Patterns of Infectious Processes"}, {"text": "Some organisms, including all viruses and some bacteria, are obligate intracellular infectious agents, as they only replicate inside a susceptible cell. Some parasites, such as plasmodia, have intracellular phases as part of their life cycle. In contrast, many bacteria and parasites replicate extracellularly. The immune response required to control the different patterns of infections may therefore differ.", "cite_spans": [], "ref_spans": [], "section": "Intracellular Vs Extracellular Patterns"}, {"text": "In the case of an acute infection, exposure of a naïve individual to a sublethal dose of the infectious agent may cause disease, but the immune response generated will clear the infection within a period of days or weeks. Death occurs if the infecting dose is so high that the immune response is qualitatively or quantitatively insufficient to prevent continuing replication of the agent so that the host is overwhelmed. In contrast, many infections persist for months or years if the process of infection by the agent results in the evasion or subversion of what would normally be an effective immune control reaction.", "cite_spans": [], "ref_spans": [], "section": "Acute Vs Persistent Infections"}, {"text": "Most of the vaccines registered for use in developed countries, and discussed briefly in the next section, are designed to prevent acute human infections.", "cite_spans": [], "ref_spans": [], "section": "Acute Vs Persistent Infections"}, {"text": "1. One approach, pioneered by Edward Jenner, is to use a virus that is a natural pathogen in another mammalian host as the basis of a vaccine in humans. Examples of this approach are the use of cowpox and parainfluenza viruses in humans, and the turkey human virus in chickens. More recently, the use of avipox viruses such as fowlpox and canarypox, which undergo an abortive infection in humans, is being used in humans as vectors of DNA coding for antigens of other infectious agents for which vaccines are not yet available (2). 2. The measles, mumps, rubella, and yellow fever vaccines are typical of the second approach. The wild-type viruses are extensively passaged in tissue culture/animal hosts until an acceptable balance is reached between loss of virulence and retention of immunogenicity in humans. 3. Type 2 polio virus is a naturally occurring attenuated strain that has been highly successful. More recently, rotavirus strains of low virulence have been recovered from children's nurseries during epidemics (3). 4 . A fourth approach has been to select mutants that will grow at low temperatures but very poorly above 37°C (4). The cold-adapted strains of influenza virus grow at 25°C and have mutations in four of the internal viral genes (5). Such strains were first described in the late 1960s and have since been used successfully in Russia, have undergone extensive clinical trials in the United States (6) and the vaccine has now been licensed, but not for young children and the elderly.", "cite_spans": [{"start": 1028, "end": 1029, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Acute Vs Persistent Infections"}, {"text": "In contrast to these successes, Bacillus Calmette-Guerin (BCG) for the control of tuberculosis was for many years the only example of a live attenuated bacterial vaccine. Although still widely used in the World Health Organization (WHO) Expanded Programme of Immunization (EPI) for infants, it has given highly variable results in adult human trials. In general, it has proven more difficult to make highly effective attenuated bacterial vaccines, but with increasing examples of antibiotic resistance occurring, there is now a greater effort. A general approach is to selectively delete or inactivate one or more genes (7). Salmonella strain Ty21a has a faulty galactose metabolism, and strains with other deletions are being made. The most recent addition to this category is a Vibrio cholerae vaccine. A new approach is to sequence the bacterial genome to establish the properties and hence the probable location of different proteins in the bacteria, and this has now been done for many different bacteria (8).", "cite_spans": [], "ref_spans": [], "section": "Acute Vs Persistent Infections"}, {"text": "Genetic modification can be useful for complex viruses. Thus, 18 open-reading frames, including six genes involved in nucleotide metabolism, have been selectively deleted from the Copenhagen strain of vaccinia virus. The product, NYVAC, has low virulence but has retained immunogenicity (9). The same approach has been used with simian immunodeficiency virus (SIV) but with limited success. It now seems very unlikely that a live, attenuated strain of human immunodeficiency virus (HIV) will ever become available.", "cite_spans": [], "ref_spans": [], "section": "Acute Vs Persistent Infections"}, {"text": "Live, attenuated agent vaccines have the potential to stimulate strong humoral and cell-mediated immune responses that can be highly effective in preventing or clearing a later infection in most recipients.", "cite_spans": [], "ref_spans": [], "section": "Acute Vs Persistent Infections"}, {"text": "Viruses and bacteria can be treated to destroy their infectivity (inactivation) and the product used with varying efficacy as a vaccine ( Table 1) . Compared to attenuated preparations, inactivated preparations must be given in larger doses and sometimes administered more frequently. The vi-MOLECULAR BIOTECHNOLOGY Volume 29, 2005 ral vaccines are generally effective in preventing disease. The lower efficacy of the influenza viral vaccine is partly due to the difficulty of closely matching the specificity of the virus strains that are circulating when the vaccine finally becomes available. This is due to the continuing antigenic drift that characterizes this virus (10). The only bacterial vaccine of this nature widely used is the whole cell pertussis vaccine, which is quite effective ( Table 2) , but has been replaced in some developed counties by the subunit (acellular) vaccine to avoid the adverse effects attributed to the whole cell vaccine (11).", "cite_spans": [{"start": 316, "end": 331, "text": "Volume 29, 2005", "ref_id": null}], "ref_spans": [{"start": 138, "end": 146, "text": "Table 1)", "ref_id": "TABREF0"}, {"start": 796, "end": 804, "text": "Table 2)", "ref_id": "TABREF1"}], "section": "Inactivated Whole Microorganisms"}, {"text": "Inactivated whole vaccines should induce many of the desirable immune responses, particularly infectivity-neutralizing antibodies. Generally, they do not induce a class I major histocompatibility complex (MHC)-restricted cytotoxic T-cell response, which is the major response required to clear intracellular infections by viruses, and by some bacteria and parasites. Class II MHC neutralizing antibodies are adequately induced.", "cite_spans": [], "ref_spans": [], "section": "Inactivated Whole Microorganisms"}, {"text": "The generation of antibodies that prevent infections by both intra-and extracellular microorgan- isms has been regarded as the prime requirement of a vaccine. The epitopes recognized by such antibodies are usually restricted to one of a few proteins or carbohydrate that is exposed at the external surface of the microorganisms. Isolation (or synthesis) of such components formed the basis of the first viral and bacterial subunit vaccines. The influenza virus vaccine was composed of the two surface protein antigens, the hemagglutinin and neuraminidase, and the hepatitis B virus vaccine of the surface antigen, HBsAg. Encapsulated bacteria have a coating of polysaccharides that is not recognized by the immune system of very young children (<2 yr old) and only moderately well by older individuals (mainly an immunoglobulin[Ig] M response), therefore polysaccharide vaccines needed to be improved. In 1929, it was found (12) that immunizing with a polysaccharide/protein conjugate gave a much stronger antipolysaccharide response (mainly IgGs, because T cells were now involved). Much later, we now have three such conjugate vaccines ( Table 1 ) that are highly immunogenic and these are saving especially many young lives (13). More will become available.", "cite_spans": [], "ref_spans": [{"start": 1140, "end": 1147, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Subunit Vaccines"}, {"text": "The two bacterial toxoids, tetanus and diphtheria, represent a special situation in which the primary requirement was neutralization of the toxin secreted by the invading bacteria. Whereas toxoids have traditionally been made by treatment of the toxins with chemicals, it is now being achieved by genetic manipulation (14) .", "cite_spans": [{"start": 318, "end": 322, "text": "(14)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Subunit Vaccines"}, {"text": "HbsAg exists in the blood of hepatitis B virus (HBV)-infected people and infected blood was the source of antigen for the first vaccines. Production of the antigen in DNA-transfected yeast cells initiated the era of genetically engineered vaccines (15, 16) . A second genetically engineered subunit preparation from Borrelia burgdorferi to control lyme disease later became available in the mid-1990s but was withdrawn from sale in 2002 because of poor sales.", "cite_spans": [{"start": 248, "end": 252, "text": "(15,", "ref_id": "BIBREF14"}, {"start": 253, "end": 256, "text": "16)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Subunit Vaccines"}, {"text": "All available data concerning the efficacy and safety of candidate vaccines are reviewed by regulatory authorities before registration (17). At that stage, potential safety hazards, which occur at a frequency of about 1/5000 doses, should have . This advice has been accepted by several other developed countries such as Australia.", "cite_spans": [], "ref_spans": [], "section": "Vaccine Safety"}, {"text": "After successful vaccination campaigns that greatly reduced disease outbreaks, the low levels of undesirable side effects after vaccination gained some notoriety. The evidence bearing on causality and specific adverse health outcomes following vaccination against some childhood viral and bacterial diseases, mainly in the United States, has been evaluated by an expert committee of the Institute of Medicine (IOM) (22). The possibility of adverse neurological effects was of particular concern, and evidence for these as well as several immunological reactions, such as anaphylaxis and delayed type hypersensitivity, was examined in detail. In the majority of cases, there was insufficient evidence to support a causal relationship, and where the data were more persuasive, the risk was considered to be extraordinarily low.", "cite_spans": [], "ref_spans": [], "section": "Vaccine Safety"}, {"text": "Measles has provided an interesting example of vaccine safety. The experience of the WHO EPI shows that the vaccine is very safe (23). Although natural measles infection induces a state of immunosuppression, even immunocompromised children rarely show this effect after vaccination (22) . In developing countries, the EPI schedule is to give the vaccine at 9 mo of age. This delay is meant to allow a sufficient drop in the level of maternally derived antibody so that the vaccine can take. In some infants, this decay occurs by 6 mo, resulting in many deaths from measles infection in the ensuing 2 to 3 mo, \"high-titer\" vaccines were therefore developed that could be given at 6 mo of age. Trials in several countries showed the apparent safety and efficacy of the new vaccine, but after WHO authorized its wider usage, some young girls in disadvantaged countries died, leading to the withdrawal of the vaccine (24). One possibility is that the high titer vaccine caused a degree of immunosuppression sufficient to allow infections by other infectious agents. Another example is the rotavirus vaccine that was registered for use in the United States in 1998. It was withdrawn in 1999 after administration to 1.5 million children because of an unacceptable level-about one case per 10,000 recipients in some areas-of the condition intussusception (25). This was surprising because the disease itself does not cause this condition. Fortunately, other preparations are well advanced as the need for such a vaccine is great especially in developing countries.", "cite_spans": [{"start": 282, "end": 286, "text": "(22)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Vaccine Safety"}, {"text": "It is particularly difficult to attribute causality to the onset of diseases that may occur many months after vaccination. When such claims are made, national authorities or WHO establish expert committees to review the evidence. There have been claims-rarely in the medical literature but often by antivaccination groups-that a vaccine can cause sudden infant death syndrome (SIDS), multiple sclerosis, autism, asthma, or a specific allergy. There is no sound medical, scientific, or epidemiological evidence to support these claims. For example, at least 11 different investigations have found no evidence that inflammatory bowel disease and autism occur as a result of measles, mumps, and rubella (MMR) vaccination (26, 27) . This claim was apparently made by the antivaccination lobby simply because the increase in austism in the United States late last century coincided with the introduction of a second MMR vaccination.", "cite_spans": [{"start": 718, "end": 722, "text": "(26,", "ref_id": "BIBREF25"}, {"start": 723, "end": 726, "text": "27)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Vaccine Safety"}, {"text": "Many countries keep yearly records of diseases incidence and the CDC in Atlanta have kept records from as early as 1912. Table 2 compares the incidence of cases of some common childhood infectious diseases during a major epidemic before the vaccine was licensed, with levels in 1997 and 2002, some years after the introduction of the vaccine. Most show a very high level of efficacy. Pertussis, the cause of whooping cough, is an exception in showing an increase in cases recently and this may lead to the introduction of an additional dose of the vaccine. ", "cite_spans": [], "ref_spans": [{"start": 121, "end": 128, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Vaccine Efficacy"}, {"text": "The crowning achievement of a vaccination program would be to eradicate some infectious diseases. Jenner (28) had proposed that his new vaccination procedure could be used to eradicate smallpox, but a century and a half passed before this suggestion was taken seriously.", "cite_spans": [], "ref_spans": [], "section": "Progress in the Eradication of Some Infectious Diseases"}, {"text": "Having achieved control of smallpox infections in their country, the Russians in 1954 proposed to the World Health Assembly (WHA) the global eradication of that disease. A 10-yr unfunded, voluntary program was initiated by WHO. Great progress was achieved in developed countries but in 1964, there were 2 million deaths and 15 million disease cases in developing countries. In 1966, a 10-yr funded (USD $300 million) program was begun and despite many difficulties, such as vaccine shortages and wars, the last case was treated in 1977. Eradication was declared to the WHA in 1980 (28). Three senior investigators, F. Fenner, D. A. Henderson, and I. Arita shared the 1988 Japan Prize for this achievement.", "cite_spans": [], "ref_spans": [], "section": "Smallpox"}, {"text": "Would it be possible to repeat this outstanding success with another infectious disease? Poliomyelitis and measles were two considered. Both ful-filled the necessary requirements but not the desirable properties ( Table 3) . The former was chosen as there was already some success in limiting transmission of the disease in developed countries. The Global Polio Eradication Initiative was spearheaded by WHO, Rotary International, the United Nations Children's Fund (UNICEF), and CDC in 1988, and joined later by other groups. There were many difficulties. The infection persisted in some individuals for many months and at one stage, one of the three vaccine virus strains mutated into a virulent form. Repeated vaccinations became necessary so that the deadline had to be progressively extended until to 2005. In 2004, the virus was still endemic (less than 1000 cases) in six countries, but especially in Nigeria. In Kano province, a religious group refused vaccination because of concerns that the vaccine was contaminated with HIV and other factors that could affect the fertility of their children. By the time (mid-2004) such contamination claims were shown to be wrong and the concern abated, infectious cases had occurred in 12 previously infection-free countries in West and Central Africa. Re-vaccination of children under the age of 5 yr in 22 countries in this region will begin in late 2004 and extend into 2005, provided an ongoing funding gap of USD $100 million is overcome (29). The reason for such funding is that for every case of infection found, up to 1 million children in surrounding areas may need to be re-vaccinated. Having been at the edge of successful eradication, it would be a disaster if the extra funding was not made available. As of early October 2004, this vaccination program has begun.", "cite_spans": [], "ref_spans": [{"start": 214, "end": 222, "text": "Table 3)", "ref_id": "TABREF3"}], "section": "Poliomyelitis"}, {"text": "For 50 yr until the measles vaccine was introduced in 1963, the yearly incidence of infections in the United States was never less than 100,000 cases, with epidemics occurring every 2 to 3 yr. The maximum incidence of reported cases was 894,134 in 1941 ( Table 2) . Introduction of the measles vaccine in 1963 led to a reduction in incidence of cases by >99.9%. A 3-yr epidemic of 55,000 cases began in 1989 and led to the introduction of a second vaccine dose for mainly chil-MOLECULAR BIOTECHNOLOGY Volume 29, 2005 dren about to go to school. In 2000, the CDC concluded that measles was no longer an endemic disease in the United States. In 2001, it was established that all 132 cases had been brought into the country by visitors from specified countries. In 1994, Ministers of Health from North and South America met and resolved to eliminate measles from all the Western Hemisphere by 2000. The Pan American Health Organization (PAHO) under Ciro de Quadros contributed greatly with catch-up and follow-up campaigns with the result that for 9 mo in 2003, transmission of measles in the whole of the Americas was prevented. In 1996, the PAHO strategy was successfully extended to seven South African countries (30).", "cite_spans": [{"start": 501, "end": 516, "text": "Volume 29, 2005", "ref_id": null}], "ref_spans": [{"start": 255, "end": 263, "text": "Table 2)", "ref_id": "TABREF1"}], "section": "Measles"}, {"text": "Although a major difficulty to prevent transmission of measles is the high level of vaccination coverage necessary (95%), the interruption of indigenous measles transmission was also achieved in Cuba from 1988, and in England and Wales from 1995. Some countries such as Japan, Italy, France, and Germany do not consider this a national priority (31). But there is still hope that one day, a global eradication program will be announced: \"It is not a dream to imagine a world free of measles by year 2015\" (30). This may depend on the final result of the poliomyelitis eradication campaign.", "cite_spans": [], "ref_spans": [], "section": "Measles"}, {"text": "and New Vaccines Vaccines are not currently available for more than 40 infectious agents pathogenic for humans. Vaccine development is well advanced for some of these and is in progress for the most of the remainder. Table 4 contains a short list of agents for which improved vaccines are desirable, and a longer list of those agents that should have priority in vaccine development plans. Although the current measles vaccine is highly effective, a vaccine that could be administered well before 9 mo would save many lives. In the new category, the \"terrible trio,\" HIV, M ycobacterium tuberculosis, and malaria, would be at the top of many lists. They are major killers and despite great efforts over many years, effective vaccines are some way off. Fortunately in subtropical developed countries, and with effective drugs, each agent is largely controlled.", "cite_spans": [], "ref_spans": [{"start": 217, "end": 224, "text": "Table 4", "ref_id": "TABREF4"}], "section": "Opportunities for Improved"}, {"text": "The advantages of this approach include the fact that the anti-idiotype should mimic both carbohydrate-based and peptide-based epitopes, and the conformation of the epitopes in question. The potential advantages of the former point have dis- vaccines (12,13) . The use of this technology may be largely restricted to very special situations, such as identifying the nature of the epitope recognized by very rare antibodies that neutralize a wide spectrum of HIV-1 primary isolates (32).", "cite_spans": [], "ref_spans": [{"start": 242, "end": 258, "text": "vaccines (12,13)", "ref_id": null}], "section": "New Approaches to Vaccine Development 7.1. Anti-Idiotypes"}, {"text": "The receptors on T cells (lymphocytes) recognize on the surface of the antigen-presenting cell (APC) or infected target cell, a complex composed of a peptide from a protein in the APC or infected cell attached to a MHC antigen. Simi-larly, the Ig receptors on B cells may recognize a pattern on an antigen often formed by a linear peptide sequence. Therefore, it could be advantageous to link such linear sequences to form a particular antigen. The sequences may contain either B-cell epitopes or T-cell determinants, or often both (see Subheading 8.2.). Sequences containing B-cell epitopes may either be conjugated to carrier proteins, which act as a source of T-helper cell determinants, or linked in different ways to achieve particular tertiary configurations. Some of the obvious advantages of this approach are that the final product contains the critical components of the antigen and avoids other sequences that may mimic host antigen sequences, and thus potentially induce an autoimmune response. Multiple antigenic peptide systems (MAPS) are more immunogenic than individual sequences (33), and the immunogenicity of important \"cryptic\" sequences may sometimes be enhanced by the deletion of other segments (34). New methods of synthesis offer the possibility of more closely mimicking the conformational patterns in the original protein.", "cite_spans": [], "ref_spans": [], "section": "Oligo/Polypeptides"}, {"text": "This approach is likely to be applicable, especially for some bacterial and parasitic vaccines. However, the first peptide-based candidate vaccine, despite giving encouraging results in an early small trial, gave disappointing results in an efficacy trial in malaria endemic regions (35). A preparation composed of polymers of linked peptides from group A streptococcus, which was effective in a mouse model (36), is currently undergoing clinical trials.", "cite_spans": [], "ref_spans": [], "section": "Oligo/Polypeptides"}, {"text": "This is now a well-established procedure. Three cell types have been used: (1) prokaryotes (bacteria), (2) lower eukaryotes, mainly yeast; and (3) mammalian cells, either primary cells (e.g., monkey kidney), cell strains (with a finite replicating ability), or cell lines (immortalized cells such as Chinese hamster ovary cells [CHO]). Each has its own advantages. As a general rule, other bacterial proteins should preferably be made in transfected bacterial cells, and human viral an- MOLECULAR BIOTECHNOLOGY Volume 29, 2005 tigens, especially glycoproteins, in mammalian cells, because of the substantial differences in properties, such as post-translational modifications in different cell types. Table 5 lists the viruses and bacteria mostly used for this purpose. Of the viruses, the greatest experience has been with vaccinia and its derivatives such as the highly attenuated, modified vaccinia virus Ankara. These have a wide host range, possess many different promoters, and can accommodate DNA coding for up to 10 averagesized proteins. The avipox viruses, canary and fowlpox, undergo abortive infection in mammals, making them very safe to use as vectors (37). Adenovirus (38), polioviruses (39), and Salmonella (40) are mainly used for delivery by a mucosal route, although vaccinia and BCG have been administered both orally and intranasally.", "cite_spans": [{"start": 511, "end": 526, "text": "Volume 29, 2005", "ref_id": null}], "ref_spans": [{"start": 701, "end": 708, "text": "Table 5", "ref_id": "TABREF5"}], "section": "Transfection of Cells With DNA/Coding for Foreign Antigens"}, {"text": "Making such chimeric vectors has also been an effective way to evaluate the potential role of different cytokines in immune processes. Inserting DNA coding for a particular cytokine as well as that for the foreign antigens results in the synthesis and secretion of the cytokine so its maximum effect should be displayed. Thus, interleukin (IL)-4 and IL-12 have been shown to have dominant effects in inducing a humoral or cell-mediated immune response, respectively. Incorporation of DNA coding for IL-4 into the genome of ectrome-lia virus greatly increased the virulence of this virus in otherwise resistant mice, and even if the latter had been immunized to increase resistance before challenge (41).", "cite_spans": [], "ref_spans": [], "section": "Live Viral and Bacterial Vectors"}, {"text": "The most fascinating and exciting of the recent approaches to vaccine development has been the injection of plasmids containing the DNA coding for antigens of interest, either directly into muscle cells or as DNA-coated tiny gold beads into the skin, using a \"gene gun\" (42,43) . In the latter case, some coated beads bind to the toll-like receptor (TLR) 9 on Langerhan's (dendritic) cells, and during passage of the cells to the draining lymph nodes (24 h), the expressed foreign protein is processed. Appropriate peptide sequences attach to MHC molecules and the resulting complex is expressed at the cell surface. These complexes are recognized by naïve, immunocompetent T cells in the node and this stimulates activation of the cells. A basically similar process occurs after muscle injection. In lower primates, this procedure primarily induces a type-1 T-cell response, resulting in both an antibody-and cell-mediated immune response, with both CD4 + and CD8 + effector T cells. In many respects, this is similar to the response following an acute infection. One advantage is that the response to DNA occurs in the presence of specific antibody to the encoded antigen. ", "cite_spans": [], "ref_spans": [{"start": 270, "end": 277, "text": "(42,43)", "ref_id": null}], "section": "\"Naked\" DNA"}, {"text": "Our knowledge of the properties of lymphocytes-the cell type of major importance in vaccine development-has increased enormously in recent years (44). The major role of B lymphocytes is the production of antibodies of different isotypes and of course, specificity. The other class of lymphocytes, T cells (so-called because they mature in the thymus), consist of two main types. One, with the surface marker CD4, exists in two subclasses, the Th-1 and Th-2 cells (h = helper activity). The major role of Th-2 cells is to help B cells differentiate, replicate, and in the form of plasma cells, secrete antibodies of a defined specificity, and of different subclasses, IgG, IgE, and IgA. Furthermore, there are different subclasses of IgG. This is facilitated by the secretion of different cytokines (interleukins), which are listed in Table 6 . Th-1 cells also have a small but important role in helping B cells produce antibody of various IgG subtypes, but the overall pattern of cytokine secretion is markedly different. Factors, such as interferon (IFN)-γ, tumor necrosis factor (TNF)-α, and TNF-β, have several functions, such as antiviral activity and up-regulation of components (e.g., MHC antigens on other cells). With macrophages, this can lead to their activation and if infected, greater susceptibility to recognition by T cells. Th-1 cells can also mediate (through cytokine secretion) delayed-type hypersensitivity (DTH) responses that may have a protective role in some infections.", "cite_spans": [], "ref_spans": [{"start": 834, "end": 841, "text": "Table 6", "ref_id": "TABREF6"}], "section": "Properties and Functions of the Different Components of the Adaptive Immune System 8.1. Classes of Lymphocytes"}, {"text": "It was recognized that during an infection by a pathogenic microorganism, the immune response may be suppressed to limit immunopathology, and this has recently been shown to be due to a particular CD4 + T cell, now called a regulatory cell (Treg). It is not expected that these cells would be activated during vaccination by a live attenuated vaccine.", "cite_spans": [], "ref_spans": [], "section": "Properties and Functions of the Different Components of the Adaptive Immune System 8.1. Classes of Lymphocytes"}, {"text": "A second type of T cell has the cell-surface marker CD8, and its pattern of cytokine secretion is similar to that of CD4 + Th-1 cells, although they generally mediate DTH responses rather poorly. As primary effector cells in vivo, CD8 + T cells recognize and lyse cells infected by a virus or by intracellular bacteria and some parasites, hence the name cytotoxic T lymphocytes (CTLs). An important aspect of this arm of the immune re- MOLECULAR BIOTECHNOLOGY Volume 29, 2005 sponse is that susceptibility of the infected cell to lysis occurs shortly after infection, and many hours before infectious progeny is produced, thus giving a \"window of time\" for the effector cell to find and destroy the infected cell (45).", "cite_spans": [{"start": 460, "end": 475, "text": "Volume 29, 2005", "ref_id": null}], "ref_spans": [], "section": "Properties and Functions of the Different Components of the Adaptive Immune System 8.1. Classes of Lymphocytes"}, {"text": "Both CD4 + and CD8 + T cells recognize on the surface of the APC a complex between a MHC molecule and a peptide from the foreign antigen. In the first case, the peptide (average length, 15 amino acids), which is derived from antigen being degraded in the lysosomes, complexes with class II MHC antigens. In the second case, the peptide (average length, 9 amino acids) is derived from newly synthesized antigen in the cytoplasm, and binds to class I MHC molecules. Class II MHC antigens are expressed mainly on cells that can act as APCs. In contrast, nearly all cells in the body may become infected and express class I MHC molecules. Thus, the role of CTLs has been described as performing a continuous molecular audit of the body (46). Table 6 ascribes particular roles to specific antibody and to the T-cell subsets. Some general conclusions regarding adaptive immune responses are:", "cite_spans": [], "ref_spans": [{"start": 738, "end": 745, "text": "Table 6", "ref_id": "TABREF6"}], "section": "T-Cell Recognition Patterns"}, {"text": "1. Specific antibody is the major mechanism for preventing or greatly limiting an infection; 2. CTLs are the major mechanism for controlling and finally clearing most acute intracellular infections (47 ", "cite_spans": [], "ref_spans": [], "section": "Roles of Different Immune Responses"}, {"text": "During an acute model infection such as murine influenza, the sequence of the appearance in the infected lung of adaptive responses is: first, CD4 + Th cells, then CD8 + CTLs, and finally antibody-secreting cells (ASCs). The CTLs are largely responsible for virus clearance and it has been thought that the subsequent decline in CTL activity that occurs shortly after infectious virus can no longer be recovered (50), and this is because of the short half-life of these cells. The two dominant cytokines are IL-12, which favors a Th-1 response (51), and IL-4, which favors a Th-2 response. The production of IL-4, which results in the enhancement of the antibody response, may curtail the life of the CTLs. The finding that if IL-4 is \"artificially\" induced very early after infection, CTL production is substantially suppressed (52), supports this notion. One important point is that a large pool of memory CTLs has already been formed by the time that CTL activity usually disappears. These memory cells persist, and are rapidly activated if the host is exposed to the same or a closely related infectious agent at a later time.", "cite_spans": [], "ref_spans": [], "section": "The Selective Induction of Different Immune Responses"}, {"text": "It is now recognized that, as well as affecting the magnitude and persistence of immune responses to noninfectious preparations, adjuvants can also greatly influence the type of immune response (53). Some adjuvants, such as alum and cholera toxin and its B subunit, favor CD4 + Th-2 responses. Water-in-oil emulsions, such as Freund's complete and incomplete adjuvant and lipopolysaccharide, favor a Th-1 response. A variety of delivery systems is available for the induction of CTL responses (54).", "cite_spans": [], "ref_spans": [], "section": "The Selective Induction of Different Immune Responses"}, {"text": "Although new technologies are making it more likely that attempts to develop vaccines to an in-creasing number of infectious agents will be successful, many other factors can influence the final outcome. Some of these are:", "cite_spans": [], "ref_spans": [], "section": "Some Factors That Affect the Ease of Vaccine Development"}, {"text": "1. The simpler the agent, the greater the chance that important protective antigens will be identified. 2. The occurrence of great antigenic diversity in the pathogen can be a major hurdle, especially in the case of RNA viruses because escape mutants (antigenic drift) may readily occur. 3. Integration of DNA/cDNA into the host cell genome is likely to lead to lifelong infection, which is difficult for a vaccine to prevent/overcome. 4. If a sublethal natural infection does not lead to protection from a second infection, it becomes necessary to understand the pathogenesis of the infection and how the normal protective responses (antibody, cell-mediated) are subverted or evaded. 5. The ready availability of an inexpensive animal model that mimics the human disease can be very helpful, but is rare. Most early studies are done with mice but it is becoming increasingly common to then work with lower primates before initiating clinical studies.", "cite_spans": [], "ref_spans": [], "section": "Some Factors That Affect the Ease of Vaccine Development"}, {"text": "Vaccine delivery is a major cost component in vaccination programs. Combining vaccines so that three or more can be administered simultaneously results in considerable savings, therefore there are determined efforts to add other vaccines to longtime successful combinations (diphtheria, acellular pertussis, tetanus [DaPT] and MMR) such as DaPT-hepatitis B-H aemophilus influenzae type b. There must be compatibility and no interference by one component on the other. There is the risk of antigenic competition that occurs at the T-cell level, and the likelihood of such interference is difficult to predict. However, in the case of mixtures of protein/carbohydrate conjugates, using the same carrier protein should decrease this risk. The use of the same vector (e.g., the same poxvirus) in mixtures of chimeric constructs should minimize this difficulty. Vaccination with DNA should offer the same advantage.", "cite_spans": [{"start": 316, "end": 322, "text": "[DaPT]", "ref_id": null}], "ref_spans": [], "section": "Some Recent Developments 10.1. Enlarging Combination Vaccines"}, {"text": "Some antigens to be used in vaccines, mainly subunits, and many antibodies can be produced in transgenic plants. Initially it was thought that simply \"eating the fruit of the plant\" would achieve satisfactory vaccination (i.e., edible vaccines) and that the technique would be particularly suitable for use in developing countries (55). But the idea has evolved more recently into obtaining licensed products under strict biological regulations and subject to the same safeguards as products produced by conventional techniques (56). In the long run, such products may be less expensive than conventional products, but not by a very large margin. Most recently, although 45 different antigens have been produced in this way, there are still substantial regulatory hurdles to be overcome in the use of these products (57).", "cite_spans": [], "ref_spans": [], "section": "Vaccine Availability and Uptake"}, {"text": "In an effort to limit vaccine administration by needles, progress is being made in inducing immunization by direct application of the antigen, with a strong adjuvant such as cholera toxin, to prewashed skin, using a patch. With this technique, called transcutaneous immunization, the antigen rapidly contacts and is taken up by dendritic (Langerhan's) cells in the epidermis and later, on arrival at draining lymph nodes, the processed antigen is presented to T cells (58). Using a gene gun is an efficient way of introducing DNA coding for different antigens into the epidermis and directly into Langerhan's cells and sometimes into the cell's nucleus. Tiny gold beads are coated with the DNA and this becomes an efficient way to induce an immune response (59).", "cite_spans": [], "ref_spans": [], "section": "Vaccine Availability and Uptake"}, {"text": "In contrast with the time-honored approach of giving several doses of the same preparation of an antigen to obtain a stronger and longer immune response, the concept arose of priming with one formulation of an antigen and boosting with a different formulation. Immunization of naïve volunteers with an HIVgp160/ vaccinia virus construct followed by boosting with a recombinant gp160 preparation gave higher anti-gp160 antibody titers compared to using either preparation for both priming and boosting (60). It was then shown that MOLECULAR BIOTECHNOLOGY Volume 29, 2005 mice immunized with a chimeric DNA preparation and later boosted with chimeric fowlpox virus both expressing influenza hemagglutinin (HA), gave anti-HA titers up to 50-fold higher than those found after two injections of the same preparation (61). This approach has been vigorously pursued to induce high and persistent CTL responses to HIV-1, SIV, Ebola virus, M. tuberculosis, and plasmodia antigens with positive results in mice or monkeys (2). Two phase 1 clinical trials using preventive AIDS vaccine candidates, one by an Australian Consortium supported by the National Institutes of Health, Washington, and the other, an Oxford-Nairobi-Uganda partnership supported by the International AIDS Vaccine Initiative, New York, were recently completed. Both used chimeric DNA followed by a chimeric live poxvirus vector to generate strong cell-mediated immunity (CMI) responses (CTLs), but unfortunately they gave disappointing results (62). The reason is not clear but at least temporally, the results cast a shadow over this technology in humans. Studies are proceeding using different chimeric live vectors for priming and boosting.", "cite_spans": [{"start": 554, "end": 569, "text": "Volume 29, 2005", "ref_id": null}], "ref_spans": [], "section": "Mixed Vaccine Formulations: The Prime/Boost Approach"}, {"text": "Whole genome sequencing of complex microbes such as bacteria and parasites is poised to revolutionize the way different components are chosen to form a vaccine (63).This enables the characterization of potential candidate proteins that might be recognized by infectivity-neutralizing antibodies, and which ones may provide important T-cell determinants. In one recent example, mice immunized with with 6 of 108 proteins from Steptococcus pneumoniae that had been identified from the DNA sequence as having appropriate structural characteristics, were protected from disease when later challenged with this organism (64).", "cite_spans": [], "ref_spans": [], "section": "The Genomic Analysis of Complex Infectious Agents"}, {"text": "Infectious Agents", "cite_spans": [], "ref_spans": [], "section": "The Importance of Vaccination Against"}, {"text": "In his book, Guns, Germs and Steel (65), Jared Diamond retraces the history of civilization over the past 13,000 yr. (This should be of special interest to those younger than 50 yr old.) Because of the exposure, of especially Europeans, to domesticated and other animals for most of this period, some of the animal infectious agents had evolved over many years to become essentially human infectious agents. These include smallpox, influenza, tuberculosis, malaria, plague, measles, and cholera. Many infected people died, but the population survived and expanded. But when they traveled abroad, some of the group might be infected. Beginning with Columbus's voyage in 1492, shortly followed by Cortes' invasion of the Aztec empire, the European invasion of North America, and in the late eighteenth century, the British invasion of Australia, the mortality rate of indigenous peoples exposed for the first time to these agents was often as high as 50% and occasionally much higher. Within the first 100 yr, the indigenous populations in these regions had decreased by at least 90%, due mainly to the introduced infections. At the beginning of the twentieth century, in well-off countries, families were large because it was expected that several children in one family could die from childhood infections. Parents were especially proud if they reached the biblical goal of three score years and ten. But why was the mortality rate so high?", "cite_spans": [], "ref_spans": [], "section": "Life Before Vaccines Became Available"}, {"text": "The 1996 Nobel Prize in Physiology or Medicine was awarded to Peter Doherty and Rolf Zinkernagel for research they had done in the early 1970s at the Australian National University. Based on their experimental findings, they predicted that CTLs could distinguish between infected and normal cells because the former expressed at the cell surface a complex between a MHC molecule and a protein (later shown to be a peptide) from the infecting virus (66). Thirteen years later, this interpretation was shown to be correct by Xray crystallography (67).", "cite_spans": [], "ref_spans": [], "section": "The Immune System Is Genetically Controlled"}, {"text": "The human chromosome 6 contains 9 loci, each containing DNA coding for a particular MHC antigen. At conception, the fetus receives 9 such genes from each parent giving a total of 18. DNA at six loci codes for class I MHC molecules and at the other 12 loci, the DNA codes for class II MHC molecules. Yet on a population basis, there are many, sometimes >100 DNA molecules coding for different MHC antigen specificities, anyone of which can occupy the same loci in different individuals. Thus, individual humans possess only a small sample of the total number of MHC specificities. One result is that it was highly unlikely that all people would have the best protective response to all infections. Person A may make a strongly protective response against infection X, but a weakly protective response against infection Y. Person B may make the opposite responses. The resistance or susceptibility of different inbred strains of mice to different pathogens supports this view. Thus, C57Bl mice are relatively resistant to ectromelia (mousepox) infection, whereas BalbC mice are susceptible, with a high mortality rate.", "cite_spans": [], "ref_spans": [], "section": "The Immune System Is Genetically Controlled"}, {"text": "The protection afforded by the vaccination programs, especially death from childhood infections in nonindigenous populations in developed countries, has dramatically changed the previous family pattern. At present, the family size is generally much smaller as parents expect all children to survive, and many adults are living much longer, well into their 80s or 90s. There are many known infectious agents for which vaccines are not yet available, but the biggest danger is emerging infectious diseases.", "cite_spans": [], "ref_spans": [], "section": "The Immune System Is Genetically Controlled"}, {"text": "A recent article on this topic lists about a dozen such agents (68). Table 7 lists some of these agents where there is substantial evidence for their animal origin, showing them as zoonoses or vector-borne diseases. Many induce a high mortality rate in humans. Some such as SARS (severe acute respiratory syndrome) has spread around the world. There were three influenza virus pandemics in the past century, the 1918 \"Spanish flu\" causing 50 million deaths due to the special properties of the hemagglutinin gene of the virus (69). The appearance of A/H5N1 in Hong Kong in 1997 and in neighboring countries in 2004, and possibly the first indication (New York Times, Sept 30, 2004) that it may have recently spread from one person to another, has heightened concern. The maximum opportunity for a pandemic occurs when the bird virus infects a person currently infected with a human strain, allowing the different particles to enter the same cells and while replicating, to exchange genes.", "cite_spans": [{"start": 667, "end": 681, "text": "Sept 30, 2004)", "ref_id": null}], "ref_spans": [{"start": 69, "end": 76, "text": "Table 7", "ref_id": "TABREF8"}], "section": "Emerging Infectious Diseases"}, {"text": "The HIV-1, which causes AIDS, is also a very serious hazard as there have now been 60 million infections worldwide. It jumped from non-human primates about 70 yr ago, probably by the consumption of infected \"bushmeat\" and this form of transmission has occurred six more times since. In richer countries, it is controlled by a complex mixture of drugs. In the absence of treatment, the average time to death is 10 yr but can be as long as 20 yr, so it is difficult to know the exact death rate, but it is >90%. There is a small group of long-term nonprogressers whose immune system keeps the HIV virus levels very low. In some African countries, which have about a 30% incidence of HIV infection, the average lifespan has dropped from 50 yr to about 30 yr. Despite intensive efforts, it has so far not been possible to develop an effective vaccine. Other infections listed in Table 7 have mortality rates varying from about 9% (SARS) to between 50% and 90% (Ebola and Marburg hemorrhagic fevers).", "cite_spans": [], "ref_spans": [{"start": 875, "end": 882, "text": "Table 7", "ref_id": "TABREF8"}], "section": "Emerging Infectious Diseases"}, {"text": "There is a number of infections called reemerging diseases. These are infections that were reasonably localized but have suddenly spread to other regions. Although originally confined to one region, one example, West Nile virus, is causing epidemics of encephalitis in the United States and Russia due to migratory birds, and an abundance of both vector mosquitoes and susceptible local bird species in those two countries.", "cite_spans": [], "ref_spans": [], "section": "Emerging Infectious Diseases"}, {"text": "As the population of the world grows and there is increasingly frequent interaction between mankind and wildlife, it is inevitable that new diseases and re-emerging diseases will continue to occur. Efforts to rapidly identify, investigate, and control such outbreaks will continue to be coordinated by WHO, ably assisted by designated authorities in different countries such as the CDC in the United States. Although special situations such as HIV/AIDS can be kept under control in rich countries by a cocktail of drugs, the basic global need is to be able to develop appropriate vaccines. This must continue to be a top priority if we and our descendants are to live fruitful lives", "cite_spans": [], "ref_spans": [], "section": "The Continuing Threat"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Vaccines", "authors": [], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Advances in immunology: vaccines and vaccination", "authors": [{"first": "G", "middle": [], "last": "Ada", "suffix": ""}], "year": 2001, "venue": "N. Engl. J. Med", "volume": "345", "issn": "", "pages": "1042--1053", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Rotavirus vaccine", "authors": [{"first": "P", "middle": ["A"], "last": "Offit", "suffix": ""}, {"first": "R", "middle": ["I"], "last": "Glass", "suffix": ""}, {"first": "H", "middle": ["F"], "last": "Clark", "suffix": ""}, {"first": "R", "middle": [], "last": "Ward", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "1327--1347", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Temperature sensitive mutant vaccines", "authors": [{"first": "C", "middle": ["R"], "last": "Pringle", "suffix": ""}], "year": 2003, "venue": "Methods in Molecular Medicine", "volume": "87", "issn": "", "pages": "19--36", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Influenza vaccine-live", "authors": [{"first": "R", "middle": ["B"], "last": "Belshe", "suffix": ""}, {"first": "H", "middle": ["F"], "last": "Maassab", "suffix": ""}, {"first": "H", "middle": ["F"], "last": "Mendelman", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "371--388", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Current status of live, attenuated influenza virus in the US", "authors": [{"first": "R", "middle": ["B"], "last": "Belshe", "suffix": ""}], "year": 2004, "venue": "Virus Res", "volume": "103", "issn": "", "pages": "177--185", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Regulation of host immune responses by modification of Salmonella virulence genes", "authors": [{"first": "J", "middle": ["L"], "last": "Van Cott", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Chatfield", "suffix": ""}, {"first": "M", "middle": [], "last": "Roberts", "suffix": ""}], "year": 1998, "venue": "Nat. Med", "volume": "4", "issn": "", "pages": "1247--1252", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The use of complete genome sequences in vaccine design", "authors": [{"first": "N", "middle": ["J"], "last": "Saunders", "suffix": ""}, {"first": "S", "middle": [], "last": "Butcher", "suffix": ""}], "year": 2003, "venue": "Methods in Molecular Medicine", "volume": "87", "issn": "", "pages": "301--312", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "NYVAC, a highly attenuated strain of vaccinia virus", "authors": [{"first": "J", "middle": [], "last": "Tartaglia", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Perkus", "suffix": ""}, {"first": "Taylor", "middle": [], "last": "", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 1992, "venue": "Virology", "volume": "188", "issn": "", "pages": "217--232", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Cocirculation and divergence of human influenza viruses", "authors": [{"first": "J", "middle": ["M"], "last": "Daly", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Wood", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Robertson", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Nicholson", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Webster", "suffix": ""}, {"first": "", "middle": [], "last": "Hay", "suffix": ""}], "year": 1998, "venue": "Textbook of Influenza", "volume": "", "issn": "", "pages": "168--180", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Pertussis vaccine", "authors": [{"first": "K", "middle": ["M"], "last": "Edwards", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Decker", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "471--528", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Chemoimmunologial studies on conjugated carbohydrate proteins. 11. Immunological specificity of synthetic sugar-protein antigen", "authors": [{"first": "O", "middle": ["T"], "last": "Avery", "suffix": ""}, {"first": "W", "middle": ["F"], "last": "Goebel", "suffix": ""}], "year": 1929, "venue": "J. Exp. Med", "volume": "50", "issn": "", "pages": "533--550", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Preparation of polysaccharide-conjugate vaccines", "authors": [{"first": "C", "middle": ["C A M"], "last": "Peeters", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Lagerman", "suffix": ""}, {"first": "O", "middle": [], "last": "De Weers", "suffix": ""}], "year": 2003, "venue": "Vaccine Protocols", "volume": "87", "issn": "", "pages": "153--174", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Genetic detoxification of bacterial toxins", "authors": [{"first": "M", "middle": [], "last": "Pizza", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Fontana", "suffix": ""}, {"first": "V", "middle": [], "last": "Scarlato", "suffix": ""}, {"first": "R", "middle": [], "last": "Rappuoli", "suffix": ""}], "year": 2003, "venue": "Vaccine Protocols, 9", "volume": "87", "issn": "", "pages": "133--152", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Vaccine perspectives from the vantage of hepatitis B", "authors": [{"first": "M", "middle": ["R"], "last": "Hilleman", "suffix": ""}], "year": 1992, "venue": "Vaccine Res", "volume": "1", "issn": "", "pages": "1--15", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The cellular basis for the lack of antibody responses to hepatitis B vaccine in humans", "authors": [{"first": "E", "middle": [], "last": "Egea", "suffix": ""}, {"first": "A", "middle": [], "last": "Iglesias", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Salazar", "suffix": ""}], "year": 1991, "venue": "J. Exp. Med", "volume": "173", "issn": "", "pages": "531--542", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Assuring the quality and safety of vaccines. Regulatory expectations for licensing and batch release", "authors": [{"first": "E", "middle": [], "last": "Griffiths", "suffix": ""}, {"first": "I", "middle": [], "last": "Knezevic", "suffix": ""}], "year": 2003, "venue": "Vaccine Protocols", "volume": "87", "issn": "", "pages": "353--376", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Vaccine Protocols", "authors": [{"first": "P", "middle": [], "last": "Farrington", "suffix": ""}, {"first": "E", "middle": [], "last": "Miller", "suffix": ""}], "year": 2002, "venue": "", "volume": "87", "issn": "", "pages": "335--352", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "An epidemiological and clinical evaluation of Guillain-Barre syndrome reported in association with the administration of swine influenza virus vaccine", "authors": [{"first": "I", "middle": ["D"], "last": "Langmuir", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Bregman", "suffix": ""}, {"first": "L", "middle": [], "last": "Kurland", "suffix": ""}], "year": 1984, "venue": "J. Epidemiol", "volume": "119", "issn": "", "pages": "841--879", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Acute encephalopathy followed by permanent brain injury or death associated with further attenuated measles vaccines", "authors": [{"first": "R", "middle": ["E"], "last": "Weibel", "suffix": ""}, {"first": "V", "middle": [], "last": "Casuta", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Bessor", "suffix": ""}], "year": 1998, "venue": "Pediatrics", "volume": "101", "issn": "", "pages": "383--387", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Vaccines today", "authors": [{"first": "A", "middle": [], "last": "Levin", "suffix": ""}], "year": 2000, "venue": "Ann. Intern. Med", "volume": "133", "issn": "", "pages": "661--664", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Adverse Events Associated with Childhood Vaccination. Evidence Bearing on Causality. Institute of Medicine", "authors": [{"first": "K", "middle": ["R"], "last": "Stratton", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Howe", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Johnston", "suffix": ""}], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "1--464", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Indications and contraindications for vaccines used in the expanded programme of immunization", "authors": [{"first": "A", "middle": ["M"], "last": "Galaska", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Lauer", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Henderson", "suffix": ""}, {"first": "J", "middle": [], "last": "Keja", "suffix": ""}], "year": 1984, "venue": "Bull. WHO", "volume": "62", "issn": "", "pages": "357--366", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Increased mortality following high titer measles vaccines: too much of a good thing", "authors": [{"first": "N", "middle": ["A"], "last": "Halsey", "suffix": ""}], "year": 1993, "venue": "Pediatr. Infect. Dis", "volume": "12", "issn": "", "pages": "462--463", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Intussusception among infants given an oral rotavirus vaccine", "authors": [{"first": "T", "middle": ["V"], "last": "Murphy", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Gargiullo", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Nassoudi", "suffix": ""}], "year": 2001, "venue": "N. Engl. J. Med", "volume": "344", "issn": "", "pages": "564--572", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Measles, mumps, rubella immunization, autism, and inflammatory bowel disease: an update. Communicable Disease Intelligence 23", "authors": [{"first": "J", "middle": [], "last": "Amin", "suffix": ""}, {"first": "M", "middle": [], "last": "Wong", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "MMR vaccine: the continuing saga", "authors": [{"first": "D", "middle": [], "last": "Elliman", "suffix": ""}, {"first": "H", "middle": [], "last": "Bedford", "suffix": ""}], "year": 2001, "venue": "Br. Med. J", "volume": "322", "issn": "", "pages": "183--184", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Smallpox and its Eradication. World Health Organization", "authors": [{"first": "F", "middle": [], "last": "Fenner", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Henderson", "suffix": ""}, {"first": "I", "middle": [], "last": "Ariota", "suffix": ""}, {"first": "Z", "middle": [], "last": "Jesek", "suffix": ""}, {"first": "I", "middle": ["D"], "last": "Ladnyi", "suffix": ""}], "year": 1988, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "New polio cases confirmed in Guinea, Mali and Sudan. Cases reported as Kano, Nigeria, resumes immunizations", "authors": [], "year": 2004, "venue": "World Health Organization", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Is global measles eradication feasible?", "authors": [{"first": "C", "middle": ["A"], "last": "De Quadros", "suffix": ""}], "year": 2004, "venue": "Vaccines: Preventing Disease, Protecting Health", "volume": "", "issn": "", "pages": "35--42", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Perspectives for the elimination/eradication of diseases with vaccines", "authors": [{"first": "W", "middle": ["R"], "last": "Dowdle", "suffix": ""}], "year": 2004, "venue": "Vaccines: Preventing Disease, Protecting Health", "volume": "", "issn": "", "pages": "354--362", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Crystal structure of a neutralizing human IgG against HIV-1: a template for vaccine design", "authors": [{"first": "E", "middle": ["O"], "last": "Saphire", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Parren", "suffix": ""}, {"first": "R", "middle": [], "last": "Pantophlet", "suffix": ""}], "year": 2001, "venue": "Science", "volume": "293", "issn": "", "pages": "1155--1159", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Synthetic peptide vaccine design: synthesis and properties of a high density multiple antigenic peptide system", "authors": [{"first": "J", "middle": ["P"], "last": "Tam", "suffix": ""}], "year": 1988, "venue": "Proc. Natl. Acad. Sci. U.S.A", "volume": "85", "issn": "", "pages": "5409--5413", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Efficacy trial of a malaria vaccine SPf66 in Gambian infants", "authors": [{"first": "U", "middle": [], "last": "D&apos;aessandro", "suffix": ""}, {"first": "A", "middle": [], "last": "Leach", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Diakeley", "suffix": ""}], "year": 1995, "venue": "Lancet", "volume": "346", "issn": "", "pages": "462--467", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Towards a vaccine for rheumatic fever: identification of a conserved target epitope on M protein of group A streptococci", "authors": [{"first": "S", "middle": [], "last": "Pruksakorn", "suffix": ""}, {"first": "B", "middle": [], "last": "Currie", "suffix": ""}, {"first": "E", "middle": [], "last": "Brandt", "suffix": ""}], "year": 1994, "venue": "Lancet", "volume": "344", "issn": "", "pages": "639--642", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "New multi-determinant strategy for group A streptococcal vaccine designed for the Australian aboriginal population", "authors": [{"first": "E", "middle": ["R"], "last": "Brandt", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Sriprakash", "suffix": ""}, {"first": "R", "middle": ["I"], "last": "Hobb", "suffix": ""}], "year": 2000, "venue": "Nat. Med", "volume": "6", "issn": "", "pages": "455--459", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Live viral vectors: vaccinia virus", "authors": [{"first": "C", "middle": [], "last": "Staib", "suffix": ""}, {"first": "G", "middle": [], "last": "Sutter", "suffix": ""}], "year": 2003, "venue": "Methods in Molecular Medicine", "volume": "87", "issn": "", "pages": "51--68", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Live viral vectors: construction of a replication-deficient recombinant adenovirus", "authors": [{"first": "A", "middle": ["R"], "last": "Fooks", "suffix": ""}], "year": 2003, "venue": "Methods in Molecular Medicine", "volume": "87", "issn": "", "pages": "37--50", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Academic", "authors": [{"first": "", "middle": [], "last": "Vectores", "suffix": ""}], "year": null, "venue": "Encyclopedia of Virology", "volume": "", "issn": "", "pages": "1528--1536", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Development of attenuated Salmonella strains that express heterologous antigens", "authors": [{"first": "F", "middle": [], "last": "Bowe", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Pickard", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Anderson", "suffix": ""}], "year": 2003, "venue": "In: Methods in Molecular Medicine", "volume": "87", "issn": "", "pages": "83--100", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Expression of mouse interleukin-4 by a recombinant ectromelia virus suppresses cytolytic lymphocyte responses and overcomes genetic resistance to mousepox", "authors": [{"first": "R", "middle": ["J"], "last": "Jackson", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Ramsay", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Christensen", "suffix": ""}], "year": 2001, "venue": "J. Virol", "volume": "75", "issn": "", "pages": "1205--1210", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Molecular medicine; DNA vaccines", "authors": [{"first": "W", "middle": ["M"], "last": "Mcdonnell", "suffix": ""}, {"first": "F", "middle": ["K"], "last": "Askari", "suffix": ""}], "year": 1995, "venue": "N. Engl. J. Med", "volume": "324", "issn": "", "pages": "42--45", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "DNA vaccination: an update", "authors": [{"first": "D", "middle": ["B"], "last": "Lowrie", "suffix": ""}], "year": 2003, "venue": "Methods in Molecular Medicine", "volume": "87", "issn": "", "pages": "377--390", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "The immune system", "authors": [{"first": "P", "middle": ["J"], "last": "Delves", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Roitt", "suffix": ""}], "year": 2000, "venue": "N. Engl. J. Med. 343, Part", "volume": "1", "issn": "2", "pages": "108--117", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Cytotoxic T cells recognise very early, minor changes in ectromelia-infected target cells", "authors": [{"first": "D", "middle": ["C"], "last": "Jackson", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Ada", "suffix": ""}, {"first": "Tha", "middle": [], "last": "Lha", "suffix": ""}, {"first": "R", "middle": [], "last": "", "suffix": ""}], "year": 1976, "venue": "Aust. J. Exp. Biol. Med. Sci", "volume": "54", "issn": "", "pages": "349--363", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Unravelling the mysteries of molecular audit: MHC class I restriction", "authors": [{"first": "M", "middle": ["J"], "last": "Geisow", "suffix": ""}], "year": 1991, "venue": "", "volume": "9", "issn": "", "pages": "403--404", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "The immunology of vaccination", "authors": [{"first": "G", "middle": ["L"], "last": "Ada", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "31--46", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "The role of antibody in controlling and/or clearing virus infections", "authors": [{"first": "G", "middle": [], "last": "Taylor", "suffix": ""}], "year": 1994, "venue": "Strategies in Vaccine Design", "volume": "", "issn": "", "pages": "17--34", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Expression of cytokines by recombinant vaccinia viruses: a model for studying cytokines in virus infections in vivo", "authors": [{"first": "I", "middle": ["R"], "last": "Ramshaw", "suffix": ""}, {"first": "J", "middle": [], "last": "Ruby", "suffix": ""}, {"first": "A", "middle": [], "last": "Ramsay", "suffix": ""}], "year": 1992, "venue": "Immunol. Rev", "volume": "127", "issn": "", "pages": "157--182", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "The immune response to antigens; the immunological principles of vaccination", "authors": [{"first": "G", "middle": ["L"], "last": "Ada", "suffix": ""}], "year": 1990, "venue": "Lancet", "volume": "335", "issn": "", "pages": "52--56", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "The adjuvant effect of IL-12 in a vaccine against Leishmaniasis major", "authors": [{"first": "L", "middle": ["C C"], "last": "Alfonso", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Scharton", "suffix": ""}, {"first": "L", "middle": ["Q"], "last": "Vieira", "suffix": ""}], "year": 1994, "venue": "Science", "volume": "263", "issn": "", "pages": "235--237", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Interleukin 4 mediates down regulation of antiviral cytokine expression and cytotoxic T lymphocyte responses and exacerbates vaccinia virus infection in vivo", "authors": [{"first": "D", "middle": ["P"], "last": "Sharma", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Ramsay", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Maguire", "suffix": ""}], "year": 1996, "venue": "J. Virol", "volume": "70", "issn": "", "pages": "7103--7107", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Adjuvant formulations for experimental vaccines", "authors": [{"first": "D", "middle": ["E S"], "last": "Stewart-Tull", "suffix": ""}], "year": 2003, "venue": "Methods in Molecular Medicine", "volume": "87", "issn": "", "pages": "175--194", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Comparison of numerous delivery systems for the induction of cytotoxic T lymphocytes by immunization", "authors": [{"first": "C", "middle": ["E M"], "last": "Allsopp", "suffix": ""}, {"first": "M", "middle": [], "last": "Plebanski", "suffix": ""}, {"first": "S", "middle": [], "last": "Gilbert", "suffix": ""}], "year": 1996, "venue": "Eur. J. Immunol", "volume": "26", "issn": "", "pages": "1951--1959", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Plant biotechnology: new procedures and applications", "authors": [{"first": "J", "middle": [], "last": "Hammond", "suffix": ""}, {"first": "P", "middle": [], "last": "Mcgarvey", "suffix": ""}, {"first": "Yusibov", "middle": [], "last": "", "suffix": ""}, {"first": "B", "middle": [], "last": "", "suffix": ""}], "year": 1999, "venue": "Curr. Top. Microbiol. Immunol", "volume": "240", "issn": "", "pages": "1--196", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Oral vaccines derived from transgenic plants", "authors": [{"first": "C", "middle": ["J"], "last": "Arntzen", "suffix": ""}], "year": 2004, "venue": "Vaccines. Preventing Disease, Protecting Health", "volume": "", "issn": "", "pages": "256--262", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Edible vaccines not ready for main course", "authors": [{"first": "P", "middle": [], "last": "Vermig", "suffix": ""}], "year": 2004, "venue": "Nat. Med", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Transcutaneous immunization: a human vaccine delivery strategy using a patch", "authors": [{"first": "G", "middle": ["M"], "last": "Glenn", "suffix": ""}, {"first": "D", "middle": ["N"], "last": "Taylor", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}], "year": 2000, "venue": "Nat. Med", "volume": "6", "issn": "", "pages": "1403--406", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "The Powderjet particle-mediated epidermal delivery of DNA vaccines. A new technology", "authors": [{"first": "J", "middle": [], "last": "Beadle", "suffix": ""}], "year": 2004, "venue": "Vaccines. Preventing Disease, Protecting Health", "volume": "", "issn": "", "pages": "273--280", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Augmentation of human immunodeficiency virus type-1 neutralizing antibody by priming with gp160 recombinant vaccinia and boosting with rgp160 in vaccinia-naive adults", "authors": [{"first": "B", "middle": ["S"], "last": "Graham", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Matthews", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Belshe", "suffix": ""}], "year": 1993, "venue": "J. Inf. Dis", "volume": "167", "issn": "", "pages": "533--537", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Generation of enhanced immune responses by consecutive immunization with DNA and recombinant fowlpox virus", "authors": [{"first": "K", "middle": ["H"], "last": "Leong", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Ramsay", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Morin", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "327--331", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "HIV dodges one-two punch", "authors": [], "year": 2004, "venue": "AIDS Vaccines", "volume": "305", "issn": "", "pages": "", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "The use of complete genome sequences in vaccine design", "authors": [{"first": "N", "middle": ["J"], "last": "Saunders", "suffix": ""}, {"first": "S", "middle": [], "last": "Butcher", "suffix": ""}], "year": 2004, "venue": "Methods in Molecular Medicine. Vaccine Protocols", "volume": "2", "issn": "", "pages": "301--312", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Use of a whole genome approach to identify vaccine molecules affording protection against Streptococcus pneumoniae infection", "authors": [{"first": "T", "middle": ["M"], "last": "Wizemann", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Heinrichs", "suffix": ""}, {"first": "J", "middle": [], "last": "Adamou", "suffix": ""}], "year": 2001, "venue": "Infect. Immunol", "volume": "69", "issn": "", "pages": "1593--1598", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Guns, Germs and Steel. A Short History of Everybody for the past 13,000 Years. Vintage", "authors": [{"first": "J", "middle": [], "last": "Diamond", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "A biological role for the major histocompatibiliy antigens", "authors": [{"first": "P", "middle": ["C"], "last": "Doherty", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Zinkernagel", "suffix": ""}], "year": 1975, "venue": "Lancet i", "volume": "", "issn": "", "pages": "1406--1409", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "The foreign antigen-binding site and T cell recognition regions of class 1 histocompatibility antigens", "authors": [{"first": "P", "middle": ["J"], "last": "Bjorkman", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Saper", "suffix": ""}, {"first": "B", "middle": [], "last": "Samraoui", "suffix": ""}], "year": 1987, "venue": "Nature", "volume": "329", "issn": "", "pages": "512--518", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "The challenge of emerging and re-emerging infectious diseases", "authors": [{"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Folkers", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}], "year": 2004, "venue": "Nature", "volume": "430", "issn": "", "pages": "242--249", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Enhanced virulence of influenza A viruses with the haemagglutinin of the 1918 pandemic virus", "authors": [{"first": "D", "middle": [], "last": "Kobasa", "suffix": ""}, {"first": "A", "middle": [], "last": "Takada", "suffix": ""}, {"first": "K", "middle": [], "last": "Shinya", "suffix": ""}], "year": 2004, "venue": "Nature", "volume": "431", "issn": "", "pages": "703--707", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Currently Registered Viral and Bacterial Vaccines", "latex": null, "type": "table"}, "TABREF1": {"text": "Efficacy in the USA of Some Childhood Vaccines a The last case of paralytic poliomyelitis occurred in the United States in 1979. Data kindly provided by the CDC Atlanta, and yearly summary of notifiable diseases, MMWR, United States.", "latex": null, "type": "table"}, "TABREF2": {"text": "does indicate that if the agent causes only an acute infection and little if any antigenic drift, vaccines can be remarkably effective.", "latex": null, "type": "table"}, "TABREF3": {"text": "Necessary and Desirable Properties for an Infectious Disease to be Eradicated by Vaccination The level of side effects after vaccination were mostly available at the time. b The level of vaccine coverage to achieve herd immunity and prevent transmission varied from (usually) 80% for smallpox to 95% for measles. appeared after the recent successes of carbohydrate/protein conjugate", "latex": null, "type": "table"}, "TABREF4": {"text": "Need for Improved or New Vaccines", "latex": null, "type": "table"}, "TABREF5": {"text": "Some Viruses and Bacteria Currently Used Experimentally and in Early Clinical Trials as Vectors of RNA/DNA coding for Antigens From Other Infectious Agents", "latex": null, "type": "table"}, "TABREF6": {"text": "Properties and Functions of Different Components of the Immune SystemStages of infectious process", "latex": null, "type": "table"}, "TABREF8": {"text": "Newly Emerging Infectious Agents", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Human imm</td><td>hemorrhagic African Green mvirus\nLassa fever Virus from wild rodents?\n</td></tr><tr><td>Nipah </td><td>Lyme disease Deer mice and ticks\nHendra virus Horses\n</td></tr><tr><td>Hanta virus Varian</td><td>Deer mice\n</td></tr><tr><td>disease </td><td>encephalopathy\n</td></tr><tr><td> </td><td> </td></tr><tr><td> </td><td> </td></tr></table></body></html>"}, "TABREF9": {"text": "Table 2\nEfficacy in the USA of Some Childhood Vaccines a\nBefore vaccination After vaccination\nDecrease in Number of cases Vaccine available Number of cases disease incidence\nDisease agent (yr) (yr) 1997 2002 (%)\nDiphtheria 206,919 (1921) 1942 5 1 >99.9\nPertussis 265,269", "latex": null, "type": "table", "html": "<html><body><table><tr><td> (1952) 1952 </td><td>96 94 &gt;99\n</td></tr><tr><td>57,686 (1969) 1971 Poliomyelitis\n</td><td>161 14 &gt;99\n</td></tr><tr><td>(paralyt21,269 (1952) 1952(total) 57,879\n</td><td>00 100\n</td></tr><tr><td>H. influe20,000 1990 a</td><td>167 &gt;99\n</td></tr><tr><td>bAll these ccIPV, Salk vine in 1952; OPVin vacc</td><td> </td></tr></table></body></html>"}}, "back_matter": []}