{
    "paper_id": "c2db9ee0d0becd6d15a57c4168e2fe5b4037ec6f",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Chaolin",
                "middle": [],
                "last": "Gu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "postCode": "100085",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yifei",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "California State University Northridge",
                    "location": {
                        "postCode": "91326",
                        "settlement": "Northridge",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kai",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hunan University",
                    "location": {
                        "postCode": "410082",
                        "settlement": "Changsha",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiang",
                "middle": [],
                "last": "Gu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Hubei Provincial Key Laboratory for Geographical Process Analysis and Simulation",
                    "institution": "Central China Normal University",
                    "location": {
                        "postCode": "430079",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In an era of globalization and informatisation, a Public Health Emergency of International Concern (PHEIC) imposes a huge impact on everyone's life [1] , as what the COVID-19 has demonstrated at the moment. Under China's nationwide quarantine and extremely strict epidemic prevention measures, it becomes increasingly critical for China and the world to know the evolving trend, though unclear yet, for the sake of the global economy. This is mainly due to the following two important reasons [2] . First of all, because of the quarantine, a sudden shutdown of manufacturing in China (now the second largest economy of the world) would break the global supply chain, with the potential to eliminate China's current advantageous position. Secondly, many small enterprises in the service industry are facing death or life situation with the spreading disease, and many will bankrupt [3] . When the inflection point of the COVID-19 epidemic appears suddenly becomes a critical issue for China and the world.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 493,
                    "end": 496,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 881,
                    "end": 884,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "How to predict the inflection point of the COVID-19 epidemics? From a geographical point of view, the spatial diffusion of infectious diseases is actually a comprehensive phenomenon in which the virus spreads in space and time [4] . There are many types of diffusions, which can generally be divided into two categories: expansion diffusion and migration diffusion [5, 6] . Expansion diffusion can be further divided into contagious diffusion and hierarchical diffusions; and migration diffusion can be classified into relocation diffusion and propagated diffusions [7] . Contagious diffusion, also known as infection diffusion, refers to the fact that the number of contacts is increasing and the space occupied by contacts is constantly expanding without changing the location of the source of infection. For infectious diseases, through the mutual contact of individuals, the virus or germ is transmitted from the carrier to other people or animals; that is, a progressive continuous spatiotemporal process of the virus or germ diffusion is in place [4] .",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 369,
                    "end": 371,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 566,
                    "end": 569,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1053,
                    "end": 1056,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To accurately describe such a spatiotemporal process of diffusion, a couple of key elements are needed, such as the source of infection, the intensity, the time and the distance of propagation as well as the propagated channels (paths). The end result is the whole process either ''disappears\" or is ''out of control\" [1, 8] . Assuming a situation of single-sourced epidemic and steady intensity of infection, without human interventions, the diffusion of virus in time will follow the shape of the power function or the logistics function [9, 10] . However, since the growth of viral or bacterial cells requires protein nutrition, and cell regeneration takes time [4] , the spatiotemporal process of the infectious diseases evolves in several different stages. For more complicated spatiotemporal processes, quadratic, cubic or exponential functions can be used and adopted [11] .",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 321,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 322,
                    "end": 324,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 540,
                    "end": 543,
                    "text": "[9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 544,
                    "end": 547,
                    "text": "10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 665,
                    "end": 668,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 875,
                    "end": 879,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Wuhan has taken a measure to close the city since 10 a.m. on January 23, 2020. Big data show that most (73.6%) of the outflow population in Wuhan have entered neighboring cities such as Xiaogan, Huanggang, Jingmen, Jingzhou and Xiangyang in Hubei Province from January 20 to 23. Some people also took the virus abroad. This actually separated the propagated environment of the COVID-19 epidemic into three sub-systems: the whole of China (including Hong Kong, Macau, and Taiwan), the whole of China except Hubei, and the world. This project has collected data published by the National Health Commission of the People's Republic of China (NHCPRC) and the World Health Organization (WHO) between January 20 and February 11, 2020 [12, 13] . According to the three statistical units of the whole of China (including Hong Kong, Macau, and Taiwan), the whole of China except Hubei, and the world, the number of newly confirmed cases per day was repackaged, and the following findings are revealed.",
            "cite_spans": [
                {
                    "start": 728,
                    "end": 732,
                    "text": "[12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 733,
                    "end": 736,
                    "text": "13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The epidemic situation of COVID-19 follows the distribution of quadratic and cubic functions. Using the aforementioned five mathematical models for regression and simulation, which are cubic, quadratic, exponential, logarithmic and power models, we found that the data of the COVID-19 epidemic about the whole of China (Fig. 1(a) ) and the world (Fig. 1(c) ) follows the cubic function, while the data for the whole of China except Hubei conforms to the quadratic function respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 319,
                    "end": 329,
                    "text": "(Fig. 1(a)",
                    "ref_id": null
                },
                {
                    "start": 346,
                    "end": 356,
                    "text": "(Fig. 1(c)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "For the whole of China: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The inflection point of the COVID-19 epidemic may have passed. According to this basic principle, if there is an incremental decrease for two consecutive days, it is recorded as a passivation; and if there are two consecutive days of passivations, it indicates the emergence of a new trend. Following the daily data of newly confirmed cases, we can see that the whole of China except Hubei, two passivations formed on February 4-5 and February 7-8. Therefore, it is reasonable to conclude that the inflection point of the COVID-19 epidemic may have taken place, and the time is February 9th, 2020 (Sunday) (Fig. 1(a) ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 606,
                    "end": 616,
                    "text": "(Fig. 1(a)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The COVID-19 epidemic could approach the zero growth in the number of newly confirmed cases during the period of February 19 to 29 in the whole of China except Hubei. According to the recent grid-based measures adopted by the domestic COVID-19 epidemic control, the source of infection has been strictly controlled, namely, the whole country has been divided into isolated communities, which are defending themselves separately; and the central government has ordered governments from other provinces to provide support for cities and counties within Hubei, in the fight against the viruses. This initiative has been very successful. As shown in Fig. 1(d) , the whole of China except Hubei could approach the zero growth in the number of newly confirmed cases between February 19 and 29.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 646,
                    "end": 655,
                    "text": "Fig. 1(d)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "As mentioned earlier, the goal of this study is to predict the trend of the COVID-19 epidemic in the whole of China except Hubei based on the existing data. Given the complexities and uncertainties of the issue, it is more complicated to predict [14] when the inflection point of the COVID-19 epidemic for Hubei Province and the world except China will appear which deserves more discussion in the near future.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Urbanization: positive and negative effects",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sci Bull",
            "volume": "64",
            "issn": "",
            "pages": "281--284",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Chinese urbanization 2050: SD modeling and process simulation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci China Earth Sci",
            "volume": "47",
            "issn": "",
            "pages": "818--850",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Urbanization: processes and driving forces",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sci China Earth Sci",
            "volume": "62",
            "issn": "",
            "pages": "1351--60",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Spatial and temporal heterogeneity explain disease dynamics in a spatially explicit network mode",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Antonovics",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Keitt",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Amer Nat",
            "volume": "172",
            "issn": "",
            "pages": "149--59",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Human behavior and the principle of least effort",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Zipf",
                    "suffix": ""
                }
            ],
            "year": 1949,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Spatial organization: the geographer's view of the world",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Abler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gould",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Migration and area: survey of a sample of Swedish migration fields and hypothetical consideration of their genesis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hägerstrand",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "Migration in Sweden: a symposium",
            "volume": "",
            "issn": "",
            "pages": "27--158",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Locational models. London: Edward Amold Ltd",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haggett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cliff",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "37--69",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Regression and simulation of the COVID-19 epidemic. (a) The number of newly confirmed cases per day for the whole of China. (b) The number of newly confirmed cases per day for the whole of China except Hubei. (c) The number of newly confirmed cases per day for the world. (d) The number of newly accumulated cases in the whole of China except Hubei",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Observations made upon the Bill of Mortality",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Graunt",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "An essay on the principle of population as it affects the future improvement of society. London: St. Paul's Church Yard",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Malthus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Urban and region planning model system",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "National Health Commission of China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Novel Coronavirus (2019-nCoV) Situation Reports",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A data driven time-dependent transmission rate for tracking an epidemic: a case study of 2019-nCoV",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Qiao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Bull",
            "volume": "65",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scib.2020.02.005"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Chaolin Gu is the professor of School of Architecture at Tsinghua University and the vice president of the Chinese Futurology Association, Councilman of China Society for Urban Sciences. He is mainly engaged in research work on urban and regional planning, regional economics",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Corresponding author. E-mail address: gucl@tsinghua.edu.cn (C. Gu). Please cite this article as: C. Gu, J. Zhu, Y. Sun et al., The inflection point about COVID-19 may have passed, Science Bulletin, https://doi.org/10.1016/j. scib.2020.02.025 For the world: y ¼ À1:7074x 3 þ 49:934x 2 À 169:81x þ 262:21 ðR 2 ¼ 0:9610Þ: ð2Þ For the whole of China except Hubei: y ¼ À5:0095x 2 þ 141:19x À 259:4 ðR 2 ¼ 0:9342Þ:",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Science China Press. Published by Elsevier B.V. and Science China Press. All rights reserved.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by the Key Project of National Natural Science Foundation of China (41590840).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Chinese version of this article can be found online at https://doi. org/10.1016/j.scib.2020.02.025.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary materials"
        },
        {
            "text": "The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}