{
    "paper_id": "c38cb29ba1fe770cec94a823de333696e9fd234b",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "K",
                "middle": [],
                "last": "Pilarczyk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "G"
                ],
                "last": "Trummer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitäts-Herzzentrum Freiburg Bad Krozingen",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "H.-G",
                "middle": [],
                "last": "Jakob",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "F"
                ],
                "last": "Dusse",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "G"
                ],
                "last": "Marggraf",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "\"Extracorporeal membrane oxygenation\", \"extracorporeal life support\" und \"pumpless extracorporeal lung assist\" Begriffsbestimmungen Da es viele verschiedene Begriffe rund um das Thema temporäre Lungen-und Herz-Kreislauf-Ersatzverfahren gibt und diese häufig irreführend sowie uneinheitlich sind, hat die Deutsche Interdisziplinäre Vereinigung für Intensivmedizin (DIVI) sich auf die im Folgenden ausgeführten Empfehlungen geeinigt ( [1] ; . Abb. 1):",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 436,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Extrakorporale Herz- und Lungenersatzverfahren"
        },
        {
            "text": "Als \"extracorporeal membrane oxygenation\" (ECMO) wird die venovenös angeschlossene, pumpenbetriebene Lungenunterstützungstherapie mit Oxygenator bezeichnet. Sie zeichnet sich durch Oxygenierung sowie Decarboxylierung aus dem venösen Blut aus und wird zur Therapie von konservativ nichtbeherrschbarem, hpyoxämischem Lungenversagen eingesetzt. Eine Herz-Kreislauf-Unterstützung ist mit diesem Verfahren aufgrund der Kanülierung nicht möglich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extrakorporale Herz- und Lungenersatzverfahren"
        },
        {
            "text": "Abzugrenzen davon ist die \"pumpless extracorporeal lung assist\" (pECLA), ein arteriovenös angeschlossenes, nichtpumpenbetriebenes Lungenunterstützungsystem mit einem \"Low-resistance\"-Oxygenator, das aufgrund der arteriovenösen Blutdruckdifferenz und damit abhängig vom Herzzeitvolumen (HZV) des Patienten eine suffiziente Decarboxylierung, jedoch keine ausreichende Oxygenierung gewährleistet. Somit wird dieses System nahezu ausschließlich beim primär hyperkapnischen Lungenversagen eingesetzt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extrakorporale Herz- und Lungenersatzverfahren"
        },
        {
            "text": "Als \"extracorporeal life support\" (ECLS) -früher u. a. als venoarterielle ECMO bezeichnet -wird ein venoarteriell angeschlossenes pumpenbetriebenes Herz-Kreislauf-Unterstützungsystem bezeichnet, das nicht nur den Gasaustausch gewährleistet, sondern nahezu das gesamte HZV des Patienten übernehmen kann. Zentrifugalpumpen arbeiten nichtokklusiv. Daher kann es bei stehender Pumpe oder einer zu geringen Drehzahl beim ECLS-System zum Rückfluss vom arteriellen in den venösen Schenkel kommen. Aus diesem Grund müssen die Schläuche bei stehender Pumpe immer abgeklemmt werden. Der Vorteil der Zentrifugalpumpe liegt in der geringeren Blutschädigung. In der Regel werden ECMO-Systeme nichtpulsatil betrieben, Zentrifugalpumpen mit Impellern können jedoch auch pulsatil betrieben werden. Die verfügbaren Systeme sind alle kompakt und mit einem Akku ausgestattet, sodass sie für Transporte geeignet, aber noch nicht alle für alle Arten des Transports zugelassen sind. Die Unterschiede der einzelnen Systeme betreffen insbesondere ihre Beschichtungen: Während einige Systeme bioaktive Heparinbeschichtungen besit-zen, sind andere biopassiv mit einer \"Physio\" (Phosphorylcholin) beschichtet. Schlüsselwörter \"Acute respiratory distress syndrome\" · \"Acute lung injury\" · Oxygenierung · Decarboxylierung · Kardiopulmonale Reanimation Extracorporeal heart and lung replacement procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extrakorporale Herz- und Lungenersatzverfahren"
        },
        {
            "text": "The use of extracorporeal support systems in cardiac and/or pulmonary failure is an established treatment option. Although scientific evidence is limited there is an increasing amount of data from individual studies, e.g. Conventional Ventilation or ECMO for Severe Adult Respiratory Failure (CESAR) trial 2010, suggesting that extracorporeal membrane oxygenation (ECMO) as a veno-venous pump-driven system is a life-saving procedure in severe respiratory failure. Initially established as a rescue option for postcardiotomy cardiac failure extracorporeal life support (ECLS) as a pump-driven veno-arterial cardiovascular support system is increasingly being used in cardiogenic shock after myocardial infarction, as bridging to transplantation or as part of extended cardiopulmonary resuscitation. The pumpless extracorporeal lung assist (pECLA) as an arterio-venous pumpless system is technically easier to handle but only ensures sufficient decarboxylation and not oxygenation. Therefore, this method is mainly applied in primarily hypercapnic respiratory failure to allow lung protective ventilation. Enormous technical improvements, e.g. extreme miniaturization of the extracorporeal assist devices must not obscure the fact that this therapeutic option represents an invasive procedure frequently associated with major complications. With this in mind a widespread use of this technology cannot be recommended and the use of extracorporeal systems should be restricted to centers with high levels of expertise and experience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extracorporeal membrane oxygenation, extracorporeal life support and pumpless extracorporeal lung assist Abstract"
        },
        {
            "text": "Acute respiratory distress syndrome · Acute lung injury · Oxygenation · Decarboxylation · Cardiopulmonary resuscitation ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Primärziel der Beatmung unter ECMO-Therapie ist die Vermeidung einer weiteren \"ventilatorassoziierten Lungenschädigung\" (\"ventilator-associated lung injury\", VALI). Daher sollte eine maximal-lungenprotektive Beatmung durchgeführt werden. Zugleich sollte eine zeitnahe Spontaneisierung ggf. mit frühzeitiger Tracheotomie des Patienten erfolgen, um unerwünschte Effekte einer prolongierten invasiven Beatmung [ventilatorassoziierte Pneumonie (VAP), Hypotrophie der Atemhilfsmuskulatur etc.] zu reduzieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beatmung"
        },
        {
            "text": "Auch wenn in den letzten Jahren auf dem Gebiet der extrakorporalen Systeme ei-ne rasante technische Entwicklung stattgefunden hat, sind Komplikationen während der ECMO-Therapie nicht selten. Eine Übersicht über Art und Häufigkeit von Komplikationen unter ECMO-Therapie gibt . Tab. 3 (http://www.eslonet.com).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Komplikationen"
        },
        {
            "text": "Der Aufbau eines \"extracorporeal life support\" (ECLS) entspricht prinzipiell dem der ECMO; lediglich die Kanülierung unterscheidet sich: Bei einer ECLS als Herzoder Herz-Lungen-Ersatz wird venöses Blut aus der V. cava inferior entnommen und arteriell zurückgeführt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aufbau und Kanülierungsformen"
        },
        {
            "text": "Die ECLS kann sowohl zentral, d. h. im Bereich der thorakalen Aorta und des rechten Vorhofs, als auch peripher im Bereich der A. femoralis oder A. subclavia angeschlossen werden. Insgesamt existieren 3 Kanülierungskonfigurationen, die durch spezifische hämodynamische Verhältnisse und Komplikationen charakterisiert sind. So kann es je nach Art der Kanülierung zu einer mehr oder weniger stark ausgeprägten Mischung von sauerstoffreichem und -armem Blut in der oberen Körperhälfte kommen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aufbau und Kanülierungsformen"
        },
        {
            "text": "Venöser Abfluss über die V. femoralis, arterieller Zufluss peripher über die A. femoralis. Das Einbringen einer großlumigen Kanüle in das periphere arterielle Gefäßsystem kann zu Perfusionsstörungen distal der Kanüle führen. Zur Prophy-laxe kann distal der arteriellen ECLS-Kanüle eine Beinperfusionskanüle (10-12 F) in Seldinger-Technik eingebracht werden. Alternativ besteht die Möglichkeit, den peripheren arteriellen Gefäßzugang chirurgisch mithilfe der Aufnaht einer Gefäßprothese (meist 8 mm) herzustellen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aufbau und Kanülierungsformen"
        },
        {
            "text": "Das linke Herz sollte unter ECLS-Therapie zwar weitgehend entlastet werden, dennoch leicht auswerfen, um Thrombenbildungen an der ansonsten verschlossenen Aortenklappe zu vermeiden und um den linken Ventrikel zu entleeren. Je nach Ausmaß der linksventrikulären Auswurfleistung resultiert somit eine unterschiedlich stark ausgeprägte Mischperfusion der Körpers (. Abb. 3): Auch bei deutlich eingeschränkter eigener kardialer Auswurfleistung findet unter ECLS-Therapie die Koronardurchblutung hauptsächlich über das linksventrikulär ausgeworfene Blut statt. Bei zunehmender Auswurfleistung werden die gesamte obere Körperhälfte über das ausgeworfene Blut, die untere Körperhälfte über das retrograd von der ECLS zurückgeführte Blut perfundiert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aufbau und Kanülierungsformen"
        },
        {
            "text": "Im Fall eines begleitenden Lungenversagens ist das vom Herzen ausgeworfene Blut schlecht oxygeniert, sodass sowohl die Koronargefäße -mit konsekutiver myokardialer Hypoxie -als auch ggf. die oberen Extremitäten und der Kopf des Patienten einer Sauerstoffunterversorgung unterliegen (\"Harlekin-Phänomen\"). Dies kann dazu führen, dass zwischen rechtem und linkem Arm sowie den unteren Extremitäten die arteriellen Sauerstoff-und Kohlendioxidpartialdrücke und auch die arterielle Sauerstoffsättigung stark differieren können. Da der Ort des höchsten Mischblutanteils aufgrund der anatomischen Situation der rechte Arm ist, sollten sowohl das Monitoring der Sauerstoffsättigung als auch die Blutgasentnahme an dieser Stelle erfolgen, um eine lokale Hypoxämie frühzeitig detektieren zu können.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aufbau und Kanülierungsformen"
        },
        {
            "text": "Des Weiteren kann es -insbesondere bei einer Insuffizienz der Aortenklappe -zu einer massiven Volumenbelastung des linken Ventrikels mit linksventrikulärer Distension kommen. In diesem Fall muss ein \"vent\" im linken Ventrikel für Entlastung sorgen, der das System allerdings verkompliziert und es anfälliger für U m s c h l a g p u n k t E C L S -F l u s s / L V -P u l s a t io n",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aufbau und Kanülierungsformen"
        },
        {
            "text": "Abb. 3 8 Hämodynamische Bedingungen bei zunehmender kardialer Pumpfunktion unter \"Extracorporeal-life-support\"(ECLS)-Therapie bei femorofemoraler Kanülierung. LV linksventrikulär Luftembolien macht. Alternativ kann eine Vorhofseptostomie erfolgen [13] . ",
            "cite_spans": [
                {
                    "start": 5,
                    "end": 6,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 247,
                    "end": 251,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "ECLS-Fluss"
        },
        {
            "text": "Im Gegensatz zur ECMO hat sich das Verfahren der ECLS außerhalb der Herzchirurgie im Rahmen eines Postkardiotomielow-output-Syndroms erst in den letzten Jahren etabliert. Daher existieren bisher kaum Empfehlungen zum Einsatz der ECLS [14] . Im Allgemeinen ist die ECLS-Implantation bei Patienten mit therapierefraktärem kardiogenem Schock zu erwägen, wenn diese trotz maximaler konservativer Therapie einschließlich Volumen-, Vasopressor-, Inotropikagabe sowie Intraaortaler-Ballonpumpen(IABP)-Implantation keine ausreichende systemische Perfusion aufbauen [14] . Des Weiteren ist die ECLS unter gewissen Umständen im Rahmen einer erweiterten kardio-pulmonalen Reanimation (\"cardiopulmonary resuscitation\", CPR) zu erwägen.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Indikationen"
        },
        {
            "text": "Die Entscheidung zur ECLS-Implantation muss immer im Team und individuell von Fall zu Fall getroffen werden. Dabei müssen v. a. Patientenalter, Prognose des Patienten, Begleiterkrankungen, Ziel der ECLS-Therapie, neurologischer Status und bereits vorliegende Endorganschäden (Multiorganversagen?) berücksichtigt werden. Folgende Erkrankungen gelten als Grundlage der ECLS-Implantation: F \"post-perfusion low-cardiac output\" bzw. \"Weaning\"-Versagen nach extrakorporaler Zirkulation, F akute Exazerbation einer chronischen Herzinsuffizienz, F akute massive Lungenemboli, F akutes kardiales Versagen nach Intoxikation, F Kühlung von Patienten nach Herz-Kreislauf-Stillstand, F kardiogener Schock bei akutem Myokardinfarkt und F akute Transplantatabstoßung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indikationen"
        },
        {
            "text": "Da es sich bei der ECLS nicht um eine dauerhafte Therapieoption, sondern um eine Überbrückungsmaßnahme handelt, kann die ECLS-Therapie aufgrund ihrer Zielsetzung, wie folgt, klassifiziert werden: F \"Bridge to recovery\": Überbrückung bis zur Erholung der myokardialen Funktion, v. a. bei Myokarditispatienten. F \"Bridge to decision\": In der Akutsituation ist die Entscheidung für eine weiterführende, eskalierende Therapie oft schwierig, z. B. bei unklarer neurologischer Situation nach Reanimation. Die ECLS bietet die Möglichkeit der Stabilisierung in der Akutphase, um Zeit für die weitere Therapieplanung [z. B. \"Left-ventricle-assistent-device\"(LVAD)-Implantation] zu gewinnen. F \"Bridge to bridge\": Die Überbrückung zur Implantation eines kardialen Assist device [LVAD, RCAD, BVAD), um dann eine Herztransplantation anzustreben. F \"Bridge to transplantation\": Überbrückung zur Herztransplantation. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indikationen"
        },
        {
            "text": "In den aktuellen nationalen und internationalen Leitlinien zur CPR wird die ECLS als bevorzugte Methode zur aktiven internen Wiedererwärmung bei hypothermen Patienten mit Atem-und Herz-Kreislauf-Stillstand sowie Patienten nach Intoxikation mit kardiodepressiven Substanzen und konsekutivem Herz-Kreislauf-Versagen empfohlen [15] . Zahlreiche Studien belegen jedoch, dass der Einsatz eines ECLS-Systems unter CPR prinzipiell bei jeder potenziell kurativ behandelbaren Grundkrankheit zu überlegen ist. Anhand kleiner Fallzahlen ist eine Überlebensrate nach Herz-Kreislauf-Stillstand und CPR durch den ECLS-Einsatz von 27% beschrieben, bei Patienten, die sonst keine Therapiemöglichkeit mehr gehabt hätten [16] . Andere Untersuchungen berichten von einer Krankenhausüberlebensrate nach Einsatz eines ECLS-Systems bei CPR von 40-50% [17] . Eine prospektive, randomisierte Studie zum ECLS bei \"outof-hospital cardiac arrest\" ist in Planung (Prague OHCA Study).",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 328,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 703,
                    "end": 707,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 829,
                    "end": 833,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Kardiopulmonale Reanimation"
        },
        {
            "text": "Möglichkeit und Sinnhaftigkeit der ECLS-Implantation während der CPR bleiben individuell im Einzelfall abzuwägen und hängen von der Prognose des Patienten sowie Dauer, Art und Grund der CPR ab. Die ECLS-Implantation erfordert einen hohen logistischen Aufwand sowie ein ECLS-Team im \"standby\" (24/7). Ein möglicher Algorithmus zur Evaluation von Patienten unter CPR hinsichtlich der Indikation zur ECLS-Implantation ist in . Abb. 4 zu sehen. Ein Ausschlusskriterium ist der hypoxische Herz-Kreislauf-Stillstand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kardiopulmonale Reanimation"
        },
        {
            "text": "Moderne ECMO-/ECLS-Systeme sind leicht zu implantieren, hoch effektiv und transportabel. Dennoch dürfen rasante Entscheidend für den Erfolg der pEC-LA-Therapie scheint, ähnlich wie bei der ECMO-Therapie, der frühzeitige Einsatz zu sein, um der Lungenschädigung durch eine aggressive Beatmung vorzubeugen: So ist dem \"ILA-Registry\" zufolge die Überlebensrate bei Patienten mit \"chronic obstructive pulmonary disease\" (COPD) im Fall einer frühzeitigen pEC-LA-Implantation (<48 h nach respiratorischer Acidose, pH <7,25) mit 75% signifikant besser als bei Patienten mit verspäteter ILA-Therapie (http://www.novalung. com). Prospektiv-randomisierte Studien zum Einsatz der pECLA existieren nicht. Die Mortalität lag in den bisher publizierten Fallserien mit 57% (263 von 462 Patienten) unter der erwarteten Sterblichkeit. In allen Studien konnte die suffiziente Decarboxylierung mit konsekutiver Deeskalation der mechanischen Beatmung erreicht werden. Die Inzidenz von lokalen Komplikationen an der arteriellen Kanülierungsstelle konnte im Zeitraum von 2006 bis 2009 von 24,4 auf 11,9% gesenkt werden; es traten keine pECLA-assozierten Todesfälle auf [20] .",
            "cite_spans": [
                {
                    "start": 1147,
                    "end": 1151,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Erforderliche personelle und technische Voraussetzungen"
        },
        {
            "text": "Aufgrund ständiger technischer Weiterentwicklung, insbesondere im Bereich der Systemminiaturisierung, sind die weitere Zunahme der Implantationszahlen und auch die Ausweitung auf weitere Indikationsgebiete im Bereich der kurz-und längerfristigen Herz-/Lungenunterstützungssysteme zu erwarten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ausblick"
        },
        {
            "text": "Im Bereich der ECLS-Therapie hat der bereits stattgefundene Wandel der LVAD-Therapie weg vom \"bridging to transplant\" hin zur \"Destination\"-Therapie zu einer breiteren Anwendung an Patienten, die keine Transplantationskandiaten sind, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ausblick"
        },
        {
            "text": "Diagnostik und interventionelle Therapie Köln: Deutscher Ärzte-Verlag 2012, 974 S., 592 Abb., (ISBN 978-3-7691-1274-0) , 149.00 EUR Mit dem Herzkatheter-Manual von Raimund Erbel, Björn Pflicht, Philipp Kahlert und Thomas Konorza aus Essen wurde ein Buch aufgelegt, welches sich nach 10-jähriger Entwicklungs-und Reifungsphase ohne weiteres in die Reihe der großen Lehrbücher der invasiven Kardiologie einfügt.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 118,
                    "text": "(ISBN 978-3-7691-1274-0)",
                    "ref_id": null
                }
            ],
            "section": "Herzkatheter-Manual"
        },
        {
            "text": "Das Buch beginnt mit einer Aufarbeitung der durchaus nicht immer geradlinigen Geschichte der interventionellen Kardiologie, welche durch das Geleitwort von Professor Jürgen Meyer, einem der Pioniere der PTCA, eingerahmt wird. Schon beim Durchblättern des 970 Seiten starken Lehrbuchs erkennt man die Reize dieses Werks. Die Autoren haben auf Basis einer langen beruflichen und praktischen Erfahrung die zentralen Aspekte der invasiven Kardiologie im Herzkatheterlabor herausgearbeitet und didaktisch hervorragend aufbereitet. Mit einer beeindruckenden Anzahl an Grafiken, Bildern und Diagrammen wird einem das komplette Spektrum der diag nostischen und therapeutischen Verfahren der interventionellen Kardiologie veranschaulicht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Herzkatheter-Manual"
        },
        {
            "text": "Angefangen bei den zugrunde liegenden Pathologien werden Krankheitsbilder, Diagnostik und die hoch technisierten, tagesaktuellen Therapieverfahren erläutert. Von der instabilen Angina pectoris über den Infarkt und die Aortendissektion bis hin zu neuesten interventionellen Verfahren, wie der transfemoralen und transapikalen Aortenklappenimplantation, sind alle Bereiche vertreten, mit denen man sich als interventionell tätiger Kardiologe konfrontiert sehen könnte. Zusätzlich bekommt man praxisbezogene Tipps und Tricks an die Hand, sowie einleuchtende Handlungsleitfäden, die für das eigene Katheterlabor technisch und organisatorisch umgesetzt werden können. Auf dem Weg zum interventionellen Kardiologen kann das Buch ein wertvoller Begleiter sein. Allen aktuellen Leitlinien, Studienprotokollen und \"Standard Operating Procedures\" zum Buchbesprechungen Trotz schaffen es die Autoren dank des lebendigen Schreibstils, die Neugier des Lesers immer wieder neu zu entfachen. Einzig die beigefügte CD mag ein wenig enttäuschen, wenn man das ein oder andere Video einer Intervention erwartet hat. Der Datenträger liefert \"lediglich\" das im Herzinfarktverbund Essen verwendete Material zur Patienteninformation über das akute Koronarsyndrom, seiner Diagnose und der Therapieverfahren sowie das Handbuch mit den \"standing orders\" der Essener Katheterlabore.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Herzkatheter-Manual"
        },
        {
            "text": "Am Ende stehen zwei Dinge fest: Es war eine Freude, dieses Werk rezensieren zu dürfen, und wer invasiv kardiologisch tätig sein möchte, dem sei dieses Lehrbuch herzlich empfohlen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Herzkatheter-Manual"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Einteilung mechanischer Herz-, Lungen und/oder Kreislaufunterstützungssysteme",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Trummer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Buerke",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eine Empfehlung der Sektion Herz-Kreislauf der Deutschen Interdisziplinären Vereinigung für Intensiv-und Notfallmedizin (DIVI)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ambulatory veno-venous extracorporeal membrane oxygenation: innovation and pitfalls",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "N"
                    ],
                    "last": "Kon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Thorac Cardiovasc Surg",
            "volume": "142",
            "issn": "",
            "pages": "755--761",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bedside exclusion of clinically significant recirculation volume during venovenous ECMO using conventional blood gas analyses",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Locker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Losert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schellongowski",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Anesth",
            "volume": "15",
            "issn": "",
            "pages": "441--445",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Extracorporeal membrane oxygenation in adults with severe respiratory failure: a multi-center database",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Brogan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Thiagarajan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Rycus",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Intensive Care Med",
            "volume": "35",
            "issn": "",
            "pages": "2105--2114",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Extracorporeal membrane oxygenation in severe acute respiratory failure. A randomized prospective study",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Zapol",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Snider",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "JAMA",
            "volume": "242",
            "issn": "",
            "pages": "2193--2196",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Randomized clinical trial of pressure-controlled inverse ratio ventilation and extracorporeal CO2 removal for adult respiratory distress syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Menlove",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Am J Respir Crit Care Med",
            "volume": "149",
            "issn": "",
            "pages": "295--305",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Efficacy and economic assessment of conventional ventilatory support versus extracorporeal membrane oxygenation for severe adult respiratory failure (CESAR): a multicentre randomised controlled trial",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Peek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mugford",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tiruvoipati",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "374",
            "issn": "",
            "pages": "1351--1363",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Extracorporeal membrane oxygenation for pandemic influenza A(H1N1) induced acute respiratory distress syndrome. A cohort study and propensity-matched analysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Combes",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rozé",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Respir Crit Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The American-European Consensus Conference on ARDS. Definitions, mechanisms, relevant outcomes, and clinical trial coordination",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Artigas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Brigham",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Am J Respir Crit Care Med",
            "volume": "149",
            "issn": "",
            "pages": "818--824",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Acute respiratory distress syndrome: the Berlin definition",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ards Definition Task Force",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Ranieri",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Rubenfeld",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "JAMA",
            "volume": "307",
            "issn": "",
            "pages": "2526--2533",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Current approaches to the treatment of severe hypoxic respiratory insufficiency (acute lung injury; acute respiratory distress syndrome)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kluge",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pfeifer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Dtsch Med Wochenschr",
            "volume": "136",
            "issn": "",
            "pages": "186--189",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Evidence-based therapy of severe acute respiratory distress syndrome: an algorithm-guided approach",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Deja",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hommel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weber-Carstens",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Int Med Res",
            "volume": "36",
            "issn": "",
            "pages": "211--221",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Percutaneous left-heart decompression during extracorporeal membrane oxygenation: an alternative to surgical and transeptal venting in adult patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Avalli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Maggioni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sangalli",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "ASAIO J",
            "volume": "57",
            "issn": "",
            "pages": "38--40",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Position article for the use of extracorporeal life support in adult patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Beckmann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Benk",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Beyersdorf",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eur J Cardiothorac Surg",
            "volume": "40",
            "issn": "",
            "pages": "676--680",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Part 1: Executive summary: 2010 International consensus on cardiopulmonary resuscitation and emergency cardiovascular care science with treatment recommendations",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Hazinski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Nolan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Billi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Circulation",
            "volume": "122",
            "issn": "2",
            "pages": "250--275",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A 5-year experience with cardiopulmonary resuscitation using extracorporeal life support in non-postcardiotomy patients with cardiac arrest",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haneya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Philipp",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Diez",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Resuscitation",
            "volume": "83",
            "issn": "",
            "pages": "1331--1337",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Assessment of outcomes and differences between inand out-of-hospital cardiac arrest patients treated with cardiopulmonary resuscitation using extracorporeal life support",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kagawa",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kawagoe",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Resuscitation",
            "volume": "81",
            "issn": "",
            "pages": "968--973",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Société française d'anesthésie et de réanimation, Société française de cardiologie, et al (2009) Guidelines for indications for the use of extracorporeal life support in refractory cardiac arrest. French Ministry of Health",
            "authors": [],
            "year": null,
            "venue": "Conseil français de réanimation cardiopulmonaire",
            "volume": "28",
            "issn": "",
            "pages": "182--190",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A new pumpless extracorporeal interventional lung assist in critical hypoxemia/hypercapnia",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bein",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Philipp",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Crit Care Med",
            "volume": "34",
            "issn": "",
            "pages": "1372--1377",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Pumpless extracorporeal interventional lung assist in patients with acute respiratory distress syndrome: a prospective pilot study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zimmermann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arlt",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Crit Care",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Abb. 5 9 Übersicht zum \"pumpless extracorporeal lung assist\"",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Die derzeit auf dem Markt zur Verfügung stehenden Komplettsysteme (z. B. Maquet Cardiohelp-System, Medos deltastream DP3 ECMO System oder das SORIN SCPC-System) sind sämtlich für den Einsatz von einigen Tagen bis hin zu 2 Wochen zugelassen. Die Systeme verfügen über eine Zentrifugalpumpe, in der durch Rotation von Impellern oder Konen das axial eintretende Blut eine Zentrifugalbeschleunigung erfährt und am Rand des Gehäuses wieder austritt.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Die Anlage der zu-und abführenden Kanülen in das venöse Gefäßsystem erfolgt perkutan in Seldinger-Technik, ggf. ultraschallgesteuert. Die Lagekontrolle der ECMO-Kanülen nach ECMO-Anschluss mithilfe der transösophagealen Echokardiographie (TEE) oder radiologisch ist obligat. Bei Verwendung einer Doppellumenkanüle erfolgt die Anlage unter TEE-Kontrolle. Punktionsorte sind bei erwachsenen Patienten mit \"acute respiratory distress syndrome\" (ARDS) v. a. die Vv. femoralis und jugularis. Prinipiziell stehen folgende 3 ECMO-Konfigurationen zur Verfügung: 1. Das Blut wird über die Kanüle in der V. femoralis entnommen und nach Oxygenierung sowie Decarboxylierung dem Körper über die V. jugularis zugeführt. 2. Das Blut wird über eine kurze Kanüle in der V. femoralis entnommen und über eine lange, kontralateral eingebrachte Femoralkanüle zurückgegeben. Zur Entnahme des Bluts wird in beiden Fällen eine großlumige Kanüle (z. B. 21-23 F) eingesetzt. Die Rückgabe des arterialisierten Bluts erfolgt über eine kleinere Kanüle (z. B. 17-23 F), möglichst zentral in die Nähe des rechten Vorhofs.3. Seit einiger Zeit existieren auf dem Markt auch \"Two-stage\"-oder \"Multistage\"-Kanülen (z. B. Avalon Elite Bi-Caval DLC, 13-31 F), die in die V. jugularis interna dextra implantiert werden. Hierbei wird über getrennte Lumina simultan Blut aus den Vv. cava inferior und superior drainiert und direkt in Richtung Trikuspidalklappe zurückgegeben. Die echokardiographische oder angiographische Lagekontrolle der Two-stage-Kanüle ist obligat. Große Vorteile dieser Kanülen liegen neben der geringeren Rezirkulation in der potenziellen Reduktion katheterassoziierter Infektionen sowie der gesteigerten Mobilität des Patienten, da die Punktion der V. femoralis vermieden wird. Insbesondere Patienten mit absehbarer Langzeit-ECMO-Therapie, wie bei chronischen Lungenerkrankungen oder vor Lungentransplantation, können davon profitieren[2].Ein wesentliches Problem des ECMO-Kreislaufs (. Abb. 2) ist das Phänomen der Rezirkulation oder des \"shunting\": Liegen die ab-und zuführende Kanülen zu eng beinander, wird ein Teil des zugeführten oxygenierten Blutes unmittelbar wieder abgesaugt. Dies ist insbesondere bei hohen Pumpenflüssen zu beobachten. Dabei scheint eine Rückgabe des Bluts über die V. cava superior gegenüber der V. cava inferior aufgrund der geringeren Rezirkulation (Ansaugen von oxygeniertem Blut) von Vorteil zu sein. Auch bei korrekter Kanülenlage liegt das Shunt-Volumen zwischen 20 und 50%. Eine Bestimmung des Shunt-Volumens ist über die Thermodilution möglich, jedoch in der klinischen Routine nicht etabliert. Da-Abb.1 8 Übersicht über Herz-und Lungenunterstützungssysteme Komponenten des \"Extracorporeal-membrane-oxygenation\"-Systems her kommt der Lagekontrolle der Kanülen (Abstand >15 cm) eine entscheidende Rolle zu. Beträgt der Sauerstoffpartialdruck vor dem Oxygenator <10% des Sauerstoffpartialdrucks in der arteriellen Kanüle -also hinter dem Oxygenator -ist ebenfalls nicht mit einem erhöhtem Shunt-Volumen zu rechnen[3].K. Pilarczyk · G. Trummer · H.-G. Jakob · F. Dusse · G. Marggraf",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Im Jahr 2009 wurde von Peek et al.[7] die bis dato größte und mit Spannung erwartete ECMO-Studie publiziert, die Conventional Ventilation or ECMO for Severe Adult Respiratory Failure (CESAR) Trial. An dieser prospektiv randomisierten Studie nahmen in den Jahren von 2001 bis 2006 insgesamt 180 ARDS-Patienten teil (Lung Injury Score >3 oder Hyperkapnie mit dekompensierter respiratorischer Acidose, pH <7,2). Sie wurden entweder einer konventionellen Beatmungsgruppe in kleineren, nichtspezialisierten Zentren oder einer ECMO-Gruppe im ARDS/EC-MO-Zentrum zugeordnet. In der ECMO-Gruppe konnte eine signifikante Verbesserung der Überlebensrate ohne schwere Behinderung nach 6 Monaten nachgewiesen werden. Mehrkosten der ECMObasierten Behandlung wurden unter Berücksichtigung des besseren Outcome als akzeptabel bewertet. Die Kritikpunkte an der Studie sind vielfältig und lassen sich, wie folgt, zusammenfassen: F \"Intention-to-treat\"-Analyse: Nicht alle \"ECMO-Patienten\" erhielten auch eine ECMO. Eine ECMO wurde imSomit belegt die CESAR Trial zwar, dass die Therapie von ARDS-Patienten in spezialisierten Zentren die Überlebensrate zu erhöhen scheint. Gesicherte Aussagen darüber, ob und in welchem Ausmaß die ECMO an dieser Ergebnisverbesserung beteiligt war, sind jedoch noch nicht möglich. Auch wenn die Frage einer Outcome-Verbesserung aktuell nicht abschließend beantwortet werden kann, sind nicht zuletzt vor dem Hintergrund der positiven Ergebnisse während der Influenza-A-Virus-H1N1-Pandemie die schwere Hypoxämie und/oder die schwere Hyperkapnie sowie die Sicherstellung einer lungenprotektiven Beatmungsstrategie Indikationen für die ECMO-Therapie im Sinne eines Heilversuchs [8]. American-European Consensus Conference, AECC) von 1994 definierte ein ARDS als akut aufgetretene, schwere Oxygenierungsstörung (sog. Oxygenationsindex p a O 2 /F I O 2 <200 mmHg) mit bilateralen Lungeninfiltraten ohne Hinweise auf ein kardial bedingtes Lungenödem [9]. Die \"acute lung injury\" (ALI) grenzte sich hierbei einzig durch eine leichtergradige Oxygenie-rungsstörung (p a O 2 /F I O 2 <300 mmHg) vom ARDS ab. Diese Definition beinhaltet eine Vielzahl von Limitationen: Der zeitliche Verlauf des Auftretens ist nicht definiert; die Respiratoreinstellung, v. a. das eingestellte PEEP-Niveau und die F I O 2 , werden nicht berücksichtigt. Ein kardiales Lungenödem sollte mithilfe des rung steht die kausale Therapie der zugrunde liegenden Erkrankung im Vordergrund der ARDS-Therapie. In der Regel handelt es sich dabei um die Sanierung eines infektiösen Fokus durch adäquate antibiotische Therapie oder durch chirurgische Maßnahmen. Die Extracorporeal Life Support Organization (ELSO) sieht die Indikation für eine ECMO-Therapie als gegeben, wenn die zu erwartende Mortalität ohne ECMO-Therapie 80% übersteigt, z. B. bei einer p a O 2 -F I O 2 -Ratio <80 mmHg bei einer F I O 2 >0,9 und einem Lung Injury Score (Murray Score) Tab. 1 Vergleich der American-European-Consensus-Conference-und Berlin-Definitionen des \"acute respiratory distress syndrome\" (ARDS) ECMO \"extracorporeal membrane oxygenation\", ELSO Extracorporeal Life Support Organization. Nach den Daten der ELSO aus 2011 wurden die registrierten ECMO-Implantationen v. a. bei bakterieller Pneumonie sowie postoperativem oder traumatischem ARDS durchgeführt (. Tab. 2). Die durchschnittliche Therapiedauer lag je nach Indikation zwischen 194 und 293 h; die längste Therapiedauer betrug 209 Tage.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Vorhofohr, arterieller Zufluss über direkte Kanülierung der Aorta ascendens (18-24 F). Voraussetzung für dieses Vorgehen ist ein offener Thorax. Es bestehen keine Probleme bezüglich der peripheren Perfusion. Aufgrund der antegraden Flussrichtung des ECLS-Systems bei zentraler Kanülierung kommt es nicht zu einem entgegengesetzten kardialen Blutfluss. Daher kann die Blutentnahme an beiden Armen sowie an den Femoralgefäßen des Patienten erfolgen. Venöser Abfluss über die V. femoralis, arterieller Zufluss peripher über die A. subcalvia. Die Kanülierung der A. subclavia erfolgt entweder in Seldinger-Technik mit zusätzlicher Armperfusionskanüle, häufiger jedoch chirurgisch. Venös wird die V. femoralis punktiert. Bei diesem Zugang fließt das Blut durch den Truncus brachiocephalicus direkt in den Aortenbogen und generiert somit einen fast physiologischen Fluss. Der rechte Arm des Patienten wird direkt über das ECLS-System versorgt. Zur Blutgasanalyse bieten sich bei dieser Versorgung also Blutentnahme aus dem linken Arm sowie aus den Femoralgefäßen an.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "ECLS \"extracorporeal life support\", ELSO Extracorporeal Life Support Organization.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Abb.4 8 Algorithmus zur Evaluation einer \"Extracorporeal-life-support\"(ECLS)-Implantation unter kardiopulmonaler Reanimation. etCO 2 \"endtidales CO 2 : endexspiratorische Kohlendioxidkonzentration, VF \"ventricular fibrillation\" (Kammerflimmern), VT ventrikuläre Tachykardie. (Adaptiert nach[18]) Geräte für die Bestimmung von \"activated clotting time\" (ACT) und die Blutgasanalyse (BGA) etc.]. Am Klinikum der Universität Regensburg wurde von einer interdisziplinären Arbeitsgruppe ein neues arteriovenöses Lungenunterstützungssystem entwickelt [19]: Der iLA-Membranventilator® wird arteriovenös über die femoralen Gefäße angeschlossen und bewirkt ohne Notwendigkeit einer Blutpumpe eine extrakorporale CO 2 -Elimination und geringe Oxygenierung des Bluts (. Abb. 5). Der Blutfluss wird durch den Druckgradienten zwischen A. und V. femoralis erzeugt (durchschnittliche treibende Druckdifferenz von 60-80 mmHg). Damit wird ein vom HZV-abhängiger Blutfluss von maximal 4,5 l/min generiert; die direkte Einstellung des Blutflusses ist nicht möglich. Es werden ca. 20% des HZV über die Membran geleitet. Für die optimale Funktion der Membran ist ein Blutfluss von ca. 1,0-1,5 l/min erforderlich. Somit ist die Limitation der Methode aus zirkulatorischer Sicht bei einem arteriellen Mitteldruck <60 mmHg anzusiedeln; ein kardiogener Schock stellt eine Kontraindikation für den Einsatz der pECLA dar. Häufig sind jedoch nach pECLA-Implantation ein Anstieg des HZV und eine Reduktion der Vasopressortherapie aufgrund der Normalisierung des pH-Werts zu beobachten.Die pECLA zeichnet sich durch eine sehr gute Decarboxylierungsleistung (abhängig von pCO 2 , Gasfluss, Blutfluss), jedoch nur eine eingeschränkte Oxygenierungsleistung (da arterielles Blut nahezu komplett gesättigt ist, wesentlicher Effekt ist die Reduktion des alveolären pCO 2 ) aus. Deshalb sollte die Methode als unterstützendes Verfahren zur Lungenprotektion, nicht aber als Lungenersatztherapie bei primärem Oxygenierungsversagen eingesetzt werden. Dennoch stellt dieses Verfahren keine Behelfsvariante der ECMO, sondern einen eigenen Therapieansatz dar, der auf CO 2 -Elimination abzielt und dadurch die Lungenprotektion in der Beatmungsstrategie ermöglicht. Die Hauptindikation zur pECLA-Therapie liegt in der primär hyperkapnischen (respiratorischen) Acidose mit einem pH-Wert <7,25, die nicht oder nur durch eine lungenschädigende Beatmung (Tidalvolumen >8 ml/kg Ideal-KG, Spitzendruck >35 cm H 2 O, F I O 2 >0,6) zu beseitigen ist.Auf die Integration eines Wärmetauschers kann wegen zu vernachlässigender Temperaturverluste durch Konvektion verzichtet werden. Das Füllvolumen des gesamten extrakorporalen Systems, einschließlich der Anschlussleitung an die Kanülen, beträgt maximal 250 ml; es kommt zu einer verhältnismäßig geringen Schädigung der korpuskulären Blutbestandteile. Weitere Vorteile liegen in der wesentlich leichteren Anlage und Handhabbarkeit ohne Notwendigkeit eines Kardiotechnikers und der wesentlich ge-ringeren Größe, die sich v. a. bei Transport und Mobilisation des Patienten bemerkbar macht.Als kritischer Punkt ist jedoch die Kanülierung der A. femoralis anzusehen. Hier ist besondere Sorgfalt darauf zu verwenden, dass es nicht zur unzureichenden Perfusion im Abstromgebiet des arteriell punktierten Gefäßes kommt (. Tab. 5).Einen Überblick über die Kontraindikationen zur pECLA-Therapie gibt . Tab. 6.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "geführt. Darüber hinaus gibt es zunehmend Bemühungen zur Etablierung von Netzwerken, um Patienten im schwersten kardiogenen Schock oder sogar im Rahmen einer CPR auch jenseits des herzchirurgischen Settings mit einer ECLS zu versorgen und anschließend in ein Zentrum der Maximalversorung mit herzchirurgischer Expertise zu verlegen. Des Weiteren gibt es erste positive Berichte über den Einsatz eines ECLS in der Therapie des septischen Schocks; eine asiatische retrospektive Observationsstudie wird voraussichtlich Ende 2013 vorgestellt.Die pECLA hat sich in den letzten Jahren weg vom Rescue-Verfahren beim schwersten hyperkapnischen Lungenversagen hin zum Tool zur Vermeidung einer lungenschädigenden Beatmung entwickelt. So wird dieses Verfahren zunehmend beim wachen ansprechbaren Patienten angewendet, um die endotracheale Intubation mit all ihren negativen Effekten zu vermeiden. Ähnliches lässt sich von der ECMO-Therapie berichten: Aufgrund des Wissens um dies lungenschädigenden Effekte einer aggressiven Beatmung wird die Indikation zur ECMO-Therapie immer früher gestellt. Eine prospektive randomisierte Studie zum frühen Einsatz der ECMO -3-6 h nach Diagnose eines schweren ARDS -befindet sich in der Rekrutierungsphase (Extracorporeal Membrane Oxygenation for Severe Acute Respiratory Distress Syndrome, EOLIA).Insbesondere die Anwendung einer Doppellumenkanüle ermöglicht den Langzeiteinsatz in wachen und mobilen Patienten, z. B. als Bridging zur Lungentransplantation. Die Ergebnisse einer prospektiven Studie zur ECMO-Therapie in wachen Patienten vor Lungentransplantation werden 2014 erwartet. Zusammengefasst handelt es sich daher bei der extrakorporalen Herz-und/oder Lungenunterstützung um ein Gebiet mit großem Entwicklungspotenzial, das nicht nur zahlenmäßig immer mehr in den Fokus der Herzchirurgen und der Intensivmediziner tritt. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}